{
  "epId": 4912,
  "name": "Nabu Malikata",
  "desc": "<p>La Diosa de las Flores, una amiga de la Reina Mayor Rukkhadevata y el Rey Deshret.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/205556113/50c16e5036665c39832047a87aa73eaa_8675608218172454269.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1729985297,
  "components": {
    "galleryCharacter": [
      {
        "key": "Oasis Eterno",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/205556113/11bb7372affa5a8ed4eed7ba1ce153f5_4019034119714259223.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "El lugar del descanso final de Nabu Malikata."
          }
        ]
      },
      {
        "key": "Los tres tronos florales",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/205556113/8facdb8d74a97ac9e1b22b726b59dd57_56969068946796315.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Los tronos de Nabu Malikata, el Rey Deshret, y la Reina Mayor Rukkhadevata."
          }
        ]
      },
      {
        "key": "Monte Damavand",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/205556113/74c0f1c2d089ff4078b665845cc742ca_3546599830046904297.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La gente del desierto dice que esta tormenta de arena esconde la ubicación del Oasis Eterno."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La famosa bailarina del Teatro Zubayr. Su estilo de danza es elegante y agraciado, y posee un carácter puro y bondadoso.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/10742394/586d726f9ebda3506c78beaaa41f13b6_3171942866417884631.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voz"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Un dato curioso - Orquídeas padishá</color>\nCuando las Diosa de las Flores bailaba, a sus pies florecían auténticas orquídeas padishá. Me parece una escena de lo más hermosa, me encantaría poder verlo."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Expulsión de Celestia",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Según la leyenda, la\nera uno de los hermosos ángeles que vivían en los\nSu piel brillaba con un brillo lunar, su rostro era indescriptiblemente hermoso y tenía cuernos increíbles en la cabeza. Luego, los cielos se abrieron y los invasores del mundo exterior (presumiblemente, el Segundo Trono) descendieron, trayendo consigo una gran guerra, destrucción, propagación de plagas y conocimiento prohibido. El conocimiento prohibido era una forma de \"verdad\" que no podía comprenderse y no pertenecía a este mundo. Provino del fondo mismo del Abismo y el mundo lo rechazó constantemente. Después de la guerra, los ángeles fueron exiliados de Celestia, muchos de la especie de la Reina de las Flores fueron despojados de sus mentes y el cuerpo de la diosa resultó herido. Las cáscaras que dejaron los hermosos ángeles se conocieron como Seelies y ahora guían a los viajeros que los siguen hacia los tesoros, ayudando a las personas, tal como lo hacían antes. Durante setenta y dos noches, Nabu Malikata deambuló por páramos. De sus talones, lacerados por la cruel grava, brotaron límpidos manantiales que se convirtieron en arroyos desbordantes. Luego, esos arroyos regaron los verdes vergeles, en los que florecieron lotos de nenúfar de un azul oscuro como el cielo de la noche. Los nenúfares son las madres de las genios, las cuales nacieron de sueños embriagadores y amargos recuerdos de pérdida. Los sabios genios se convirtieron en familiares de la Reina de las Flores y le pidieron que se quedara en el jardín floreciente. Retenida por la dulzura de las genios, la diosa exiliada se quedó en el jardín florido. Allá por donde pisara, brotaban hermosas flores de un color malváceo como el de una noche de luna, a las que llamaron \"orquídeas padishá\".\nEn el desierto, la Reina de las Flores se encontró con el Rey de las Arenas Escarlatas, el\nSe aliaron y comenzaron a gobernar al pueblo juntos. La gente solía decir que la Reina de las Flores era la maestra del júbilo y la felicidad. De sus mangas brotó agua dulce y así nació el oasis de flores florecientes en el desierto. Las flores y la hierba siguieron sus pasos y la brillante luz de la luna le despejó el camino. En tiempos de problemas, cuando los cielos se alejaban de la humanidad, la Reina de las Flores extendía su misericordia a todos y cada uno de los mortales, permitiéndoles recuperar su felicidad y sus egos, permitiendo que se reanudara el ocio y el lujo. Ella concedió sueños a los exiliados, a los dementes y a los ignorantes. En esos sueños se les presentaban sus más queridos placeres. Agobiados por la crueldad de la realidad, quedaron fascinados por el encanto de la Reina de las Flores y cautivados por su belleza y cuidado. Una vez, junto con el Señor del Desierto, Nabu Malikata construyó la \"Ciudad de los Anfiteatros\", Ai Janum, para las genios. En la antigua lengua de las genios, significaba \"Ciudad de la Dama Luna\". Pero incluso en esa época dorada, la Reina de las Flores siguió sintiendo pena."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/0e40e4e8d20f80d6d48522739fd50f48_7580633568483767453.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace mucho tiempo, cuando las sombras se extendían por la tierra, la sangre y las lágrimas se mezclaron para formar un manantial en el jardín. La Reina de las Flores estaba de luto, y de sus lágrimas surgió una ciudad de zafiro, Tulaytulah. Debajo de esas cúpulas azules, los tignarios se enorgullecían a medida que engendraban generaciones de sabiduría. Tulaytulah era la joya más preciada de la Reina de las Flores. En los jardines florecían orquídeas padishá vestidas de violeta de ensueño, mientras las granadas hinchadas alzaban sus voces y cantaban.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7075,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3320,
        "name": "Reminiscencia de Tulaytulah",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una campana hecha de zafiro y plata pura. Su lejana reverberación es, paradójicamente, muy nítida.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/8de363bf716e4538ba86014fbea827ef_2072818148266275434.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Flor Olvidada del Paraíso",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/50ce09dfa5a91a33aa9cedfb15bcf2d1_6735549224128370489.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2700,
        "name": "Reminiscencia del oasis exuberante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>En el pasado, la gente decía que la Reina de las Flores era la maestra del júbilo y la felicidad. De las mangas de su ropa emanó el manantial que dotó al desierto de un exuberante oasis. Plantas y flores de dulce aroma crecían allá por donde ella pasaba, mientras la argéntea luz lunar despejaba su camino.<br>En la amarga época en la que el cielo le dio la espalda al mundo, la Maestra de las Flores esparció su gracia entre los mortales. Así, recuperaron la felicidad y el ego, pero también volvieron a surgir la ociosidad y la lujuria.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/f3d4942112747ff9e243134a244a9bc1_219493948361552951.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2701,
        "name": "Gracia del oasis exuberante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>Según los antiguos documentos enterrados bajo las ambarinas arenas del desierto, la Reina de las Flores era también la maestra de los sueños.<br>Una vez, hizo que los exiliados, los dementes y los ignorantes vieran sus propios sueños, con los que les ofreció una dulce felicidad. Aunque los humanos solo tenían objetos de hierro oscuro en las manos, no pudieron evitar sentirse embelesados por la Reina de las Flores y embriagarse de su belleza y su cariño hacia ellos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/1056b63e391c2064561c1629a64ee77d_7531644209066651336.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2702,
        "name": "Lamento del oasis exuberante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>En el pasado, la Reina de las Flores era buena amiga de los genios.<br>Ella, maestra de las flores y los oasis, unió esfuerzos con el Rey del Desierto y construyó para los genios Ai Janum, la ciudad de los anfiteatros. En la antigua lengua de estos genios, “Ai Janum” significaba “Ciudad de la Dama Luna”.<br>Sin embargo, más tarde, la Reina de las Flores murió a causa de la maldad del sol abrasador y del desierto, y las violáceas orquídeas padishá nunca más volvieron a florecer.<br>Cuando ella cayó, el desierto y los genios lloraron su pérdida, la redonda gema que brillaba como la luna perdió su función de esparcir felicidad y comenzó a emitir un brillo aciago.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/50f11014dc9900bcd9d402e79caad6e8_6569950247486461365.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2703,
        "name": "Esencia del oasis exuberante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>“¿Quién adoraría a una deidad que ya ha muerto?”<br>La Reina de las Flores formó una alianza con los otros dos reyes divinos de aquella época y, aparte de sabiduría y poder, trajo misericordia y alegría al pueblo aún no civilizado.<br>Igual que en la tierra no puede haber solamente lluvia y calor, junto a la razón y el poder había otras cosas igual de importantes: la alegría y el amor, las canciones y la música, el vino y la indulgencia…<br>Dicen que la razón de que las flores se abran es para marchitarse estando en todo su esplendor, y ese marchitamiento fue precisamente lo que la Maestra de las Flores estuvo buscando desde siempre, pues la muerte añade un regusto amargo a la alegría que se pierde al morir, y hace que ese regusto sea cada vez más fuerte en los infinitos recuerdos.<br>El ignorante rey del desierto nunca entendió esta idea y solo se dedicó a embriagarse con la ilimitada belleza y amabilidad de la Reina de las Flores. Así pues, aunque aquel recuerdo se distorsionara, también era algo que ella ya había anticipado.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/d57f129a3d99caf45852020799fa467f_424958574598347156.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2930,
        "name": "El pastor y la botella mágica",
        "desc": "<p>El cuento de un pastor que encuentra una botella plateada en el desierto y en la que hay encerrado alguien inesperado.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/73555894/7a0a7278d7ddb0d96d13606cc45155a4_7474040349132652163.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Reina Mayor Rukkhadevata",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuenta la leyenda que la dama de Pushpavatika oyó hablar una vez de una princesa sabia y descendió a las tierras divinas para poner a prueba la sabiduría de la princesa. Nabu Malikata le preguntó a la princesa tres adivinanzas y le prometió especias, oro y piedras preciosas como recompensa. La princesa estuvo de acuerdo, pero el valor del conocimiento era más valioso para ella que el valor del oro.\nLa primera adivinanza de la dama de Pushpavatika fue:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"¿Qué es aquello que, aun rebosante de vida, es de tacto tan frío como un cadáver</color>\n<color=#ffffffd9>pero que lanza una cálida brisa entre la gente cuando muere?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "A lo que la princesa respondió:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Estás hablando de las rosas que se marchitan al final de la primavera. A pesar de sus espinas, no pueden ocultar su dulce aroma.</color>\n<color=#ffffffd9>Las flores se cosechan para fabricar un intenso perfume y los tallos se cortan para obtener la mecha de las lámparas de aceite.</color>\n<color=#ffffffd9>Muchos amantes han quedado cautivados por ellas a lo largo de la historia, y muchos monarcas han admirado su belleza.</color>\n<color=#ffffffd9>Sin embargo, esas rosas solo viven por la luna y el rocío de la mañana\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La Maestra de los Oasis guardó para sí la admiración que en ella despertaron aquellas palabras, logrando mantener su hermoso rostro en calma.\nLa segunda adivinanza de la dama de Pushpavatika fue:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"¿Qué es aquello que se alza de la tierra al cielo para luego volver a descender?</color>\n<color=#ffffffd9>Nadie lo ha visto nunca, pero ello todo lo ve.</color>\n<color=#ffffffd9>Su principio es igual que su fin, y su fin es idéntico a su principio.</color>\n<color=#ffffffd9>Y aun así solo puede descender desde arriba y no ascender desde abajo. ¿A qué me estoy refiriendo?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "A lo que la princesa respondió:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Me estás hablando de la ley celestial, del plan divino forjado en el origen de los tiempos.</color>\n<color=#ffffffd9>No hay nadie en este mundo que haya presenciado la ley eterna, pero esta siempre ha dominado los designios de la realidad.</color>\n<color=#ffffffd9>Uno debe postrarse solamente ante el espíritu divino de Vaana, nunca ante los ladinos y engañosos.</color>\n<color=#ffffffd9>Si uno se atreve a imitar las artes prohibidas, no conseguirá más que la destrucción en el precipicio de la sabiduría.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La Maestra de los Oasis sintió regocijo al escuchar aquellas palabras, pero su hermoso rostro se mantuvo impávido.\nLe planteó entonces el tercer acertijo:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"¿Qué es aquello que no puede soportar un flechazo, pero sí la destrucción?</color>\n<color=#ffffffd9>¿Qué no puede quebrar una armadura, pero sí derrumbar una ciudadela?</color>\n<color=#ffffffd9>¿Qué no se somete a los enviados del cielo ni a las naciones de la tierra?</color>\n<color=#ffffffd9>¿Qué no se deja sobrepasar ni por todo el poder de los dioses, ni por toda la maldad del universo?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "A lo que la princesa respondió:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Me hablas de la sabiduría infinita que defiende (...) civilización.</color>\n<color=#ffffffd9>Resucitará como (...) y permanecerá indestructible como (...).</color>\n<color=#ffffffd9>Aunque el tiempo levante el polvo bajo sus pies, seguirá siendo como (...) incluso después de diez millones de años.</color>\n<color=#ffffffd9>El pueblo se regocijará debido a (...) de la sabiduría infinita, e inevitablemente esta también (...) debido al pueblo\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/ebf82d018dd8108f0f8582cb64328cbe_4643491810176885222.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al escuchar la respuesta, la dama de Pushpavatika no pudo contener su admiración por la sabiduría y grandeza de la mente de la princesa. Esta princesa era la Reina Mayor Rukkhadevata. Desde entonces, al igual que la brillante luna plateada, el resplandeciente sol dorado y los campos de esmeralda, la Reina de las Flores se alió con la Reina Mayor Rukkhadevata y el Rey Deshret para servir en beneficio del mundo entero, para conducir al pueblo a la prosperidad."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/af0b11227c52e6b65bbf488e85926612_8477541174707169896.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Según la leyenda, el antiguo festival Sabzeruz, que lleva el nombre de Nabu Malikata, fue originalmente la celebración del cumpleaños de la Diosa de las Flores para la Reina Mayor Rukkhadevata. Hace mucho tiempo, los amigos de la Reina Mayor Rukkhadevata le organizaron un banquete de celebración en uno de sus cumpleaños. Algunos dioses se emborracharon: uno empezó a tocar música y la Reina Mayor empezó a cantar, entonces la Diosa de las Flores empezó a bailar. Mientras bailaba sobre la hierba, innumerables orquídeas padishá hermosas comenzaron a florecer dondequiera que pisara. El hermoso brillo de aquellas flores malvas la acompañaba durante sus evocadores pasos. Los dioses vitoreaban a su alrededor: <color=#ffffffd9>\"Si pudiese detener el tiempo en este instante...\"</color> El baile en honor a estos dioses se convirtió en una de las principales tradiciones de la fiesta. Aunque estas deidades ya no existen, la tradición de bailar en su honor persiste. La bailarina del Teatro Zubayr, Nilou, del Gran Bazar, diseñó especialmente su traje para el baile que representa a la Reina de las Flores. Las leyendas dicen que la Diosa de las Flores tenía hermosos cuernos en la cabeza, por lo que Nilou hizo una corona especial para mostrarlo. Las orquídeas padishá, el símbolo de la diosa, se colocan alrededor del escenario durante el festival.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Festival Sabzeruz",
        "desc": "<p>Un festival de Sumeru que lleva el nombre de la Diosa de las Flores y que celebra el cumpleaños de la Arconte Dendro.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/19/205556113/59a591e8917f48184e70048c13835938_5529017332919608140.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Diosa de la Sabiduría, la anterior Arconte Dendro, y amiga de Nabu Malikata y del Rey Deshret. Ella fue completamente borrada del Irminsul para preservarlo del conocimiento prohibido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/205556113/b8f2003f9943725b14fff4ebb77e90cf_925192913612715450.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La famosa bailarina del Teatro Zubayr. Su estilo de danza es elegante y agraciado, y posee un carácter puro y bondadoso.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/10742394/586d726f9ebda3506c78beaaa41f13b6_3171942866417884631.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Sueños Áureos",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/10742394/ae8a2c6f24df66e1bd7cc2dbd83d330d_8321994502123836349.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "name": "Canción del fluir",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/09/56700882/7bde7140ee797f2a4012de65ff789cb5_4766088639283993853.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Orquídea padishá",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una flor noble e inmaculada. Exige unas condiciones de lo más estrictas para crecer. Con su estambre, se pueden crear especias realmente valiosas.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/d5172558c50dbc305ee422b95bf8ed21_222766226106094843.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Autosacrificio",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un día, la dama de Pushpavatika le reveló a su amigo, el Señor del Desierto, la verdad sobre la creación del mundo. Primero, se crearon el sol y tres lunas brillantes, y así surgieron el día y la noche. A continuación, se creó el peso y la arena se hundió, formando la tierra. Lo que no tenía peso se convirtió en el cielo. Entonces, los siete monjes sabios fueron instaurados de nuevo, y gobernaron siguiendo las trayectorias delimitadas por la tierra, el agua y las estrellas. Aunque las esferas celestiales no fueran más que ilusiones, las leyendas a menudo nacen cuando la gente mira a la luna y las estrellas. En aquellos tiempos de paz, los enviados divinos hablaban abiertamente a la gente, llevándoles mensajes del cielo. Pero entonces las barreras cayeron y el veneno oscuro se filtró en la tierra. Los invasores descendieron de las nubes y la destrucción no tuvo fin. Estos invasores trajeron la guerra a los ángeles y a toda la tierra con la vana esperanza de romper las ataduras. El Gobernante de los cielos, consumido por el miedo a la creciente marea de engaños y avances, para sanar este mundo frágil y tristemente imperfecto, hizo descender unas largas púas y destruyó los reinos mortales. Los ángeles sufrieron el tormento del exilio y perdieron su conexión con los cielos y su capacidad de iluminación. A partir de entonces, la Reina de las Flores no pudo volver a mirar al cielo, pero su hogar la llamaba casi constantemente.\nEl Rey Deshret reflexionó sobre las palabras de la Diosa de las Flores y le contó sus deseos más profundos. El ciclo de los siete debe ser eliminado y el sol y las lunas deben ser destruidos para que desaparezcan los límites entre la vida y la muerte. La dama de Pushpavatika vio en las palabras y deseos de al-Ahmar una oportunidad de trascender las órdenes absurdas que gobernaban este mundo. Ella le advirtió que no buscara al Maestro de las Cuatro Sombras y le habló de visiones de un futuro desastroso, pero el rey se negó a retirarse. La Diosa de las Flores había previsto y planeado todo de antemano y por eso entendió el profundo significado de sus palabras."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Guardaré tus secretos por el profundo afecto que siento hacia ti y hacia la Maestra de la Sabiduría.</color>\n<color=#ffffffd9>Te construiré un puente para que cumplas tus deseos más descabellados, mas no deberás temer al cristalino pilar zafíreo.</color>\n<color=#ffffffd9>Te guiaré hasta ese profundo conocimiento, mas como ya te advertí hace tiempo, perderás mucho a cambio.</color>\n<color=#ffffffd9>En todo caso, graba esta lección en tu memoria. Recuerda el brutal castigo que sufrieron los emisarios caídos del cielo.</color>\n<color=#ffffffd9>Recuerda que, si existe esperanza en este mundo, yace entre los simples mortales.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/dfcf0a928602c1afc7a4500fa5514d1d_7819808113385516854.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Para su amigo, la Diosa de las Flores abrió el camino hacia el conocimiento prohibido, sabiendo lo que vendría después. Arropados por la oscuridad, ella guio a su más querido amigo por los caminos secretos que conducen a todo el conocimiento habido sobre el cielo y el abismo. Hacía tiempo que sabía que tendría que sacrificarse. El cuerpo del Rey Deshret se convirtió en un puente y los oasis en pago. Una tormenta se levantó súbitamente en el paraíso que había perdido a uno de sus dioses, cubriendo todo el cielo con arena, y a gran velocidad, el desastre lo devoró todo. El Rey Deshret regresó de entre las arenas rugientes que cubrían el cielo, pero de la Maestra de las Flores no se volvió a saber nada.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2849,
        "name": "Báculo de las Arenas Escarlatas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un báculo que venía junto a un cetro y que está hecho de obsidiana. En las leyendas, tiene el poder de guiar a los habitantes del desierto, pero hoy en día ya no vive ningún subordinado capaz de corroborar el auténtico aspecto de este objeto de la realeza.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/30/10742394/fc9a85ad2a47dc0386d55ac4e8596440_1984316115125321810.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Sueños Áureos",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/10742394/ae8a2c6f24df66e1bd7cc2dbd83d330d_8321994502123836349.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Flor Olvidada del Paraíso",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/50ce09dfa5a91a33aa9cedfb15bcf2d1_6735549224128370489.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Jvarena",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Mucho antes de su muerte, la Reina de las Flores creó una \"hija\" floral, Jvarena. Un día, la dama de Pushpavatika vio en sus sueños una\nque la asustó muchísimo. Nabu Malikata sabía que su destino era sacrificarse por los mortales y que el sacrificio era sólo un hermoso preludio a una nueva vida, por lo que sabía que moriría antes de este desastre. Le pidió a su hija que evitara que ocurriera el desastre y la entregó al cuidado de otra \"madre\", la Reina Mayor Rukkhadevata. La Reina de las Flores advirtió a su amiga sobre la marea de oscuridad y le habló del destino de Jvarena: tendría que enfrentar al desafío que supone la separación y la muerte para alcanzar la inmortalidad."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Te entregaré un rayo de jvarena, querido amigo. Guárdala en tu corazón, y protégela bien.</color>\n<color=#ffffffd9>Ella proviene de la sabiduría de las plantas y de las arterias del cielo, y posee la pureza de la vida.</color>\n<color=#ffffffd9>La jvarena es un punto en el corazón de las flores, una gota de luz en un mar de rocío.</color>\n<color=#ffffffd9>Te ruego que cuides de mi regalo, hasta que llegue el día en el que el abismo sumerja a todas las criaturas en la oscuridad\"...</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Después de la muerte de la Diosa de las Flores, la Reina Mayor Rukkhadevata transformó a Jvarena en el ave divina Simurg y le encargó la protección de dos mundos, la custodia de la frontera entre el nuevo nacimiento y la muerte. En la forma de ave divina, se podían ver los tonos vívidos de innumerables pájaros, y en su canto estaba el canto de numerosas flores. Simurg se sumió en sueños profundos entre la frondosidad de pinos, cipreses y lotos, y cuando llegó el desastre, se encaminó hacia la inevitable destrucción de su destino, la muerte inevitable."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/06fb58047b7794f1c605ffa922279cd9_8809208170849009415.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando Teyvat fue invadida por monstruos del Abismo, todos los Arcontes, excepto la Arconte Dendro, fueron enviados a luchar contra ellos. La Arconte Hydro Egeria, la Maestra de Todas las Aguas, fue con sus familiares a la Fisura de Tunigi en Sumeru, donde apareció un pasaje al Abismo. Durante la batalla, ella fue asesinada y su cuerpo se convirtió en un mar de rocío puro. Pero el rocío fue profanado por el Abismo, y para limpiar la inmundicia y asegurar la pureza del rocío, Simurg destruyó su forma divina. Bebió el agua más pura del lago y, como una granada, estalló en innumerables rayos de luz. Jvarena descendió en el cuerpo trasparente de la Señora del Rocío, y así nació un resplandeciente mar de flores, y de ellas nacieron las guardianas florales, las pari. Como estaba profetizado, una noche la hija abandonó el abrazo de las tres \"madres\" y se sacrificó a la creciente impureza del mundo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Diosa de la Sabiduría, la anterior Arconte Dendro, y amiga de Nabu Malikata y del Rey Deshret. Ella fue completamente borrada del Irminsul para preservarlo del conocimiento prohibido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/205556113/b8f2003f9943725b14fff4ebb77e90cf_925192913612715450.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Fulgor de Vurukasha",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/bc9329baf36935b2fb094f783a7695f2_7813427428588060944.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Oasis Eterno",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/7f40cb43b4a76176f42c8d3028682fdd_7100122832273665521.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En la época en que la Reina de las Flores compartía el trono con el Rey Deshret y la Reina Mayor Rukkhadevata, las genios legaron un trono con incrustaciones de esmeraldas y rubíes para celebrar la unión entre los tres amigos. En el oasis paradisíaco creado, las orquídeas padishá florecían y los pájaros cantaban. Cuando la Reina de las Flores abrió el paso al conocimiento prohibido, el oasis se convirtió en el precio de este acto. Con la desaparición del ángel, las hermosas orquídeas padishá también desaparecieron. La Reina Mayor Rukkhadevata revivió las flores en memoria de su amiga, pero nunca pudo repetir su color único. El Señor del Desierto construyó un cementerio en memoria de su amiga. Con las gemas bajo las arenas profundas como fuente de energía y la ayuda de las genios, construyó un oasis eterno donde el tiempo se ralentiza. Prometió a las genios que un día la Reina de las Flores que dormía profundamente en el Oasis Eterno despertaría de su sueño."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/05a73ef863e3b56834b468c2899a4e3d_1367739046252934502.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Después de muchos siglos, la leyenda del Oasis Eterno se extendió entre las tribus errantes del desierto. Los caminantes decían que éste era un lugar de vegetación siempre floreciente, gobernado por la dormida Diosa de las Flores, y que la última madre de las genios, Ferigees, lo custodiaba. Ella se convirtió en el sello de las puertas del oasis, bendiciendo a todos los mortales que se presentaron ante ella con ternura inquebrantable, ya fueran buenos o malos. La tribu Tanit adoraba a Nabu Malikata y las matriarcas se consideraban sus hijas. El Oasis Eterno era su centro religioso. Se creía que quien tomara posesión de él recibiría el trono de Nabu Malikata. Estaban unidos por el sueño común del legendario jardín de orquídeas padishá con conocimiento ilimitado. Tal como lo predijo la profecía dejada por su diosa, incluso después de la destrucción de la civilización, la humanidad aún sobrevive gracias a su tenacidad. Incluso privadas de la guía divina, las tribus del desierto encontraron una manera de unirse a través de los recuerdos de una diosa muerta hace mucho tiempo. En algún lugar de un desierto lejano, la imaginación de un oasis petrificado en el tiempo permanece en la mente de una tribu. Sin embargo, estos pueblos errantes y desarraigados continúan el ciclo de vida y muerte en medio de las arenas movedizas de las dunas.\nEl/La Viajero/a, junto con la madre de las genios, Lilúpar y Jeht de los Tanit, en nombre de la tribu, perturbaron la paz del oasis al romper el dispositivo que durante mucho tiempo mantuvo el equilibrio allí. La madre de las genios esperaba encontrarse allí con su amante, pero vio que el Rey Deshret había engañado a las genios y que la Reina de las Flores había muerto hacía mucho tiempo. A través de los ojos extasiados de Lilúpar, el/la Viajero/a vio el oasis del pasado: un palacio formado por ladrillos de jade carmesí unidos a un jardín, floreciendo con una multiplicidad de plantas vibrantes que disfrutan del infinito canto de los pájaros. Las genios eran juglares y coperas. En su jardín, monjes confusos y vagabundos andrajosos bailaban, dando vueltas en espiral al ritmo de los narcisos, bebiendo la sangre vital de las hijas de la vid. Había un jardín como ningún otro, el lugar donde una vez vivió la Reina de las Flores, el lugar donde ella ahora dormía. <color=#ffffffd9>\"Las rosas se abren como llamas y prenden las vidas de los ruiseñores. La sonrisa de las velas resplandece, pero trae la perdición a las polillas que se acercan.\"</color> En este eco del pasado, el/la Viajero/a vio a Nabu Malikata: su piel brillaba con el brillo lunar y su semblante era inefablemente hermoso. Su apariencia era como la totalidad de sus genios, sus aspectos maravillosos eran sólo meros pétalos de su flor completa, siendo ella la quintaesencia de hasta el último aroma existente. Al encontrar su mirada, el/la Viajero/a sólo vio la nada y un vacío sin fin. Al caer en sus brazos, su mente se llenó de un terror constante.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7075,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Diosa de la Sabiduría, la anterior Arconte Dendro, y amiga de Nabu Malikata y del Rey Deshret. Ella fue completamente borrada del Irminsul para preservarlo del conocimiento prohibido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/205556113/b8f2003f9943725b14fff4ebb77e90cf_925192913612715450.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3530,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3527,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3445,
        "name": "Yeht",
        "desc": "<p>Yeht es una mercenaria que trabaja con su padre, Yebrael. Estos son contratados por Tirzad para investigar unas ruinas en el desierto. El Viajero los encuentra en la Misión de Mundo \"El Letargo Dorado\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/26884327/5a2b16ed95cb2de7f10938e86283d8cc_3452190328508805971.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Flor Olvidada del Paraíso",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/50ce09dfa5a91a33aa9cedfb15bcf2d1_6735549224128370489.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Orquídea padishá",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una flor noble e inmaculada. Exige unas condiciones de lo más estrictas para crecer. Con su estambre, se pueden crear especias realmente valiosas.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/d5172558c50dbc305ee422b95bf8ed21_222766226106094843.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "RichText",
        "text": "Ángeles\nNabu Malikata es probablemente una de las únicas supervivientes de su raza.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Amigo de Nabu Malikata. Juntos con Rukkhadevata gobernaron Sumeru. La Diosa de las Flores se sacrificó a sí misma para que al-Ahmar pueda obtener el conocimiento prohibido.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Diosa de la Sabiduría, la anterior Arconte Dendro, y amiga de Nabu Malikata y del Rey Deshret. Ella fue completamente borrada del Irminsul para preservarlo del conocimiento prohibido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/205556113/b8f2003f9943725b14fff4ebb77e90cf_925192913612715450.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Amiga de Nabu Malikata. Juntas con el Rey Deshret gobernaron Sumeru. Tras la muerte de Nabu Malikata, Rukkhadevata se hizo cargo de la \"hija\" de su amiga.\nJvarena\nLa \"hija\" de Nabu Malikata. Rukkhadevata convirtió a Jvarena en el ave divina Simurg a causa del Cataclismo hace 500 años.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7075,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Familiares de la Diosa de las Flores, que vivían en Ai Janum, \"Ciudad de la Dama Luna\".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3530,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3510,
        "name": "Lámpara mágica de Lilúpar",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">La gran genio Lilúpar, nacida de los nenúfares, fue excomulgada, y su espíritu fue extirpado y sellado en una lámpara traslúcida… hasta hoy, que ha encontrado un nuevo amo.</span><br><br><span style=\"color: rgb(255, 255, 255)\">Actualmente solo posee la milmillonésima parte de su antiguo poder, el cual usa para ayudar a su señor a cruzar las arenas y las arcaicas ciudades del Desierto de Hadramavet.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/26/73555894/75dea1d73955b6260c42458daf4827af_8938523860447821502.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Una genio que solía servir a la Diosa de las Flores.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libros y objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "name": "Canción del fluir",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/09/56700882/7bde7140ee797f2a4012de65ff789cb5_4766088639283993853.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Flor Olvidada del Paraíso",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/50ce09dfa5a91a33aa9cedfb15bcf2d1_6735549224128370489.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Fulgor de Vurukasha",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/bc9329baf36935b2fb094f783a7695f2_7813427428588060944.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3320,
        "name": "Reminiscencia de Tulaytulah",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una campana hecha de zafiro y plata pura. Su lejana reverberación es, paradójicamente, muy nítida.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/8de363bf716e4538ba86014fbea827ef_2072818148266275434.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2700,
        "name": "Reminiscencia del oasis exuberante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>En el pasado, la gente decía que la Reina de las Flores era la maestra del júbilo y la felicidad. De las mangas de su ropa emanó el manantial que dotó al desierto de un exuberante oasis. Plantas y flores de dulce aroma crecían allá por donde ella pasaba, mientras la argéntea luz lunar despejaba su camino.<br>En la amarga época en la que el cielo le dio la espalda al mundo, la Maestra de las Flores esparció su gracia entre los mortales. Así, recuperaron la felicidad y el ego, pero también volvieron a surgir la ociosidad y la lujuria.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/f3d4942112747ff9e243134a244a9bc1_219493948361552951.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2701,
        "name": "Gracia del oasis exuberante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>Según los antiguos documentos enterrados bajo las ambarinas arenas del desierto, la Reina de las Flores era también la maestra de los sueños.<br>Una vez, hizo que los exiliados, los dementes y los ignorantes vieran sus propios sueños, con los que les ofreció una dulce felicidad. Aunque los humanos solo tenían objetos de hierro oscuro en las manos, no pudieron evitar sentirse embelesados por la Reina de las Flores y embriagarse de su belleza y su cariño hacia ellos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/1056b63e391c2064561c1629a64ee77d_7531644209066651336.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2702,
        "name": "Lamento del oasis exuberante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>En el pasado, la Reina de las Flores era buena amiga de los genios.<br>Ella, maestra de las flores y los oasis, unió esfuerzos con el Rey del Desierto y construyó para los genios Ai Janum, la ciudad de los anfiteatros. En la antigua lengua de estos genios, “Ai Janum” significaba “Ciudad de la Dama Luna”.<br>Sin embargo, más tarde, la Reina de las Flores murió a causa de la maldad del sol abrasador y del desierto, y las violáceas orquídeas padishá nunca más volvieron a florecer.<br>Cuando ella cayó, el desierto y los genios lloraron su pérdida, la redonda gema que brillaba como la luna perdió su función de esparcir felicidad y comenzó a emitir un brillo aciago.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/50f11014dc9900bcd9d402e79caad6e8_6569950247486461365.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2703,
        "name": "Esencia del oasis exuberante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>“¿Quién adoraría a una deidad que ya ha muerto?”<br>La Reina de las Flores formó una alianza con los otros dos reyes divinos de aquella época y, aparte de sabiduría y poder, trajo misericordia y alegría al pueblo aún no civilizado.<br>Igual que en la tierra no puede haber solamente lluvia y calor, junto a la razón y el poder había otras cosas igual de importantes: la alegría y el amor, las canciones y la música, el vino y la indulgencia…<br>Dicen que la razón de que las flores se abran es para marchitarse estando en todo su esplendor, y ese marchitamiento fue precisamente lo que la Maestra de las Flores estuvo buscando desde siempre, pues la muerte añade un regusto amargo a la alegría que se pierde al morir, y hace que ese regusto sea cada vez más fuerte en los infinitos recuerdos.<br>El ignorante rey del desierto nunca entendió esta idea y solo se dedicó a embriagarse con la ilimitada belleza y amabilidad de la Reina de las Flores. Así pues, aunque aquel recuerdo se distorsionara, también era algo que ella ya había anticipado.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/d57f129a3d99caf45852020799fa467f_424958574598347156.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2694,
        "name": "Sueño del poder del sol",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>En el pasado, la argéntea luz de la luna y los manantiales turquesas decoraban los bellos e idílicos oasis. Sin embargo, cuando la Maestra de las Flores se marchitó en aquella tormenta de arena en la que hasta el sol quedó oculto, su paraíso dorado y libre de preocupaciones fue sepultado por la muerte.<br>Según las canciones de las tribus doradas, el apenado rey al-Ahmar perdió la cordura cuando el brillo plateado de la luna iluminó su túnica escarlata.<br>Por su parte, en las melancólicas canciones del desierto se canta que, debido a su obsesión por recordar el pasado, el solitario rey creó en dicho desierto una tierra de ensueño que nunca envejecía. Allí había unos imperturbables manantiales inmaculados y una luz que se detuvo para siempre en el momento del ocaso.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/10742394/0f4da1fdc0aa6f58e698e290ec4e1302_9197930094815726824.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2695,
        "name": "Pasado del poder del sol",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>En la época en la que gobernaba el necio rey del desierto, su poder se extendía por la tierra como los rayos del dorado sol abrasador.<br>Según las inscripciones de algunas antiguas estelas, su poder se transformó en siete rayos de luz o en siete pilares, y su misericordia llegó por igual a todas las personas. Nadie quedó excluido de ella y todo el mundo quedó satisfecho.<br>Pero aquello ocurrió en una era de oro ya olvidada, en la que la Reina de las Flores ya se había marchitado y la Maestra de las Plantas ya había decidido marcharse. Aun así, los descendientes del desierto decidieron seguir a sus deidades y, aunque el desastre se avecinaba, el poder en el que tanto confiaban emitía un inextinguible resplandor tan refulgente como el ámbar y como el oro.<br>Entonces, el desastre se cernió sobre el mundo y las doradas insignias de escarabajo quedaron enterradas en las profundidades de los templos y los palacios y bajo los pilares rotos que, en el pasado, tenían forma de buitres y bueyes.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/10742394/926dfd8c47c13abca0158294efe5751e_3081725921464118089.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Orquídea padishá",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una flor noble e inmaculada. Exige unas condiciones de lo más estrictas para crecer. Con su estambre, se pueden crear especias realmente valiosas.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/d5172558c50dbc305ee422b95bf8ed21_222766226106094843.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Nabu Malikata"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Ángeles\nDioses"
          }
        ]
      },
      {
        "key": "Título",
        "value": [
          {
            "type": "RichText",
            "text": "Diosa de las Flores"
          }
        ]
      }
    ]
  }
}