{
  "epId": 4916,
  "name": "Carole",
  "desc": "<p>Una de las primeras melusinas introducidas en Fontaine por su Señoría Neuvillette hace aproximadamente 400 años. Se convirtió en la primera melusina en ser recibida en la Gendarmería Fantasmal y recibir la Medalla de la Concordia. <span class=\"wk-shady\">Se sacrificó para demostrar la inocencia de las melusinas en los crímenes.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/b5144639de0b40a37167f40774eb8e6b_5600285933836589307.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1710555923,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Carole"
          }
        ]
      },
      {
        "key": "Especie",
        "value": [
          {
            "type": "RichText",
            "text": "Melusina"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Gendarmería Fantasmal"
          }
        ]
      },
      {
        "key": "VA (inglés)",
        "value": [
          {
            "type": "RichText",
            "text": "Deneen Melody"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Carole",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/54d819f57d56d4e686846c2fd51f6051_8049025508500813898.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Carole y Neuvillette."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusinas",
        "desc": "<p>Las melusinas son una especie exclusivamente femenina nacida de las heridas de Elynas después de que este resultara herido por una explosión que tuvo lugar dentro de su cuerpo petrificado. Alguna vez residieron exclusivamente en la Aldea Espumarina, pero después de conocer a Neuvillette el juez recién nombrado, ahora se pueden encontrar muchas en la superficie de Fontaine como parte de la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/a10125252b03a6168936fe3d55435fe7_2876687435621649918.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una raza inteligente de creaturas a la que Carole pertenece.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Una bestia abisal que apareció en Fontaine hace unos 500 años durante el Cataclismo. Elynas es el \"Padre\" de todas las melusinas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/fa4c986eefe97522566b35be6e29e7a0_4326688696020046010.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El \"Padre\" de las melusinas.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El Juez Supremo de Fontaine que trajo a Carole a la Corte de Fontaine.\nVautrin\nAmigo de Carole y líder de la Unidad Especial de Seguridad y Vigilancia.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Carole",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/48c2f788c6d4baea0ff56bb9f5c61e18_2534850688729486975.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Carole, como las otras Melusinas, nació de las heridas recibidas por su \"Padre\" Elynas durante la batalla entre los Cazadores Fantasmales y los miembros de la Comunidad Cruz de los Narcisos hace más de 400 años. Las melusinas vivían en la Aldea Espumarina, que construyeron dentro del cuerpo de Elynas. Aprendieron de su \"Padre\" a construir casas. Veinte años más tarde, algunas melusinas quisieron ir a la Corte de Fontaine para ver cómo vivía la gente y encontrar el sentido de su existencia. Carole se convirtió en una de las primeras melusinas que, con la ayuda del joven Juez de Fontaine, Neuvillette, un Dragón Hydro, entró en la Corte de Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/54d819f57d56d4e686846c2fd51f6051_4559846552267452481.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dado que todas las melusinas tienen una visión especial y son capaces de notar cosas que son inaccesibles al ojo humano, Neuvillette las invitó a la Gendarmería Fantasmal, una rama especial de la Oficina Judicial responsable de investigar crímenes. Carole se convirtió en la primera melusina en la Gendarmería Fantasmal, y el líder de la Unidad Especial de Seguridad y Vigilancia, Vautrin, fue asignado como su compañero. La gente de la Corte de Fontaine nunca había visto melusinas antes, por lo que las trataron con precaución e insatisfacción, ya que había rumores de que las melusines eran criaturas de desastre que representaban un peligro para los demás. Les tiraron piedras a las melusinas y les dijeron que regresaran a su aldea. Neuvillette y Carole sabían que haría falta mucho tiempo y esfuerzo para que el pueblo y las melusinas vivieran en armonía y comprensión, pero Carole estaba preparada para este camino largo y difícil, a medida que su vida se volvía más significativa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/c7324129b0223e4112132db8b48999f7_4126101012701089002.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gracias a su duro trabajo durante cinco años, Carole y Vautrin recibieron las primeras Medallas de la Concordia de Neuvillette. Carole esperaba que las melusinas pronto comenzaran a vivir en paz con la gente, pero esta medalla solo enfureció aún más a los partidarios del antiguo régimen, cuyos intereses fueron vulnerados como resultado de la reforma de Neuvillette. Decidieron cometer un asesinato y culpar a las melusinas para expulsarlas de la ciudad y darle una lección a Neuvillette.\nLos partidarios del antiguo régimen engañaron a Carole para que acudiera a la escena del crimen y presentaron cargos contra ella. Después de esto, sembraron el pánico entre la gente para obligar a Neuvillette a admitir sus errores y renunciar al poder. Carole decidió sacrificarse para suavizar la situación y la Guardia no pudo intervenir a tiempo debido a la multitud enojada.\nVautrin, al enterarse de lo sucedido, decidió vengar a Carole y mató personalmente a todos los conspiradores. Sabía que Neuvillette se vería obligado a declararlo culpable y exiliarlo al Fuerte Merópide, pero no pudo evitar intervenir. Carole le recordó a Vautrin a su hermana menor, Illaria, que murió cuando él era muy joven. Carole e Illaria eran amables e inocentes y siempre creyeron en lo mejor. Vautrin entendió que las almas bondadosas como Carole eran más susceptibles al engaño y la traición, por lo cual había tratado de obligarla a retirarse para que la gente no le hiciera daño.\nLa valentía y el sacrificio de Carole finalmente llevaron a que su sueño se hiciera realidad: 400 años después, las melusinas son miembros respetados de la sociedad en la Corte de Fontaine y coexisten pacíficamente con los humanos. Debido al acto heroico de Carole, el símbolo de la Oficina Judicial presentaba a las melusinas como signo de respeto y gratitud hacia estas criaturas.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusinas",
        "desc": "<p>Las melusinas son una especie exclusivamente femenina nacida de las heridas de Elynas después de que este resultara herido por una explosión que tuvo lugar dentro de su cuerpo petrificado. Alguna vez residieron exclusivamente en la Aldea Espumarina, pero después de conocer a Neuvillette el juez recién nombrado, ahora se pueden encontrar muchas en la superficie de Fontaine como parte de la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/a10125252b03a6168936fe3d55435fe7_2876687435621649918.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Una bestia abisal que apareció en Fontaine hace unos 500 años durante el Cataclismo. Elynas es el \"Padre\" de todas las melusinas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/fa4c986eefe97522566b35be6e29e7a0_4326688696020046010.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card"
      }
    ]
  }
}