{
  "epId": 4925,
  "name": "Caballeros Aguapura",
  "desc": "<p>Los Caballeros Aguapura son seguidores de la Maestra de Todas las Aguas, Egeria, que juraron proteger a las Oceánidas, hallar el Cáliz de agua pura, y romper los grilletes que confinaban a Egeria para expiar el pecado original.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/029a5cc1416c9149351a573b97770b0d_2813323541518452143.png",
  "menuId": 23,
  "menuName": "Organizaciones",
  "version": 1710470158,
  "components": {
    "galleryCharacter": [
      {
        "key": "Festival Fontinal",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/205556113/b80893981c8b9210e7a7b7a96bfbadac_1470943076292392048.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Miembros notables"
      },
      {
        "type": "RichText",
        "text": "Erinias\nCaballera Erinias de los lagos luminosos y Jefa de los Caballeros Aguapura, que buscaron el Cáliz de agua pura.\nOtkerus de Renania\nUn caballero justo y noble, que combatió contra un dragón escupeveneno.\nSir Guillaume de Gellone\nCaballero Blancandrin\nCaballero Marsilio\nSir Agricane\nCaballero Drest\nDama Adsiltia\nSir Naimes\nSir Tulpin\nSir Fierabrás\nOtros caballeros y aliados de Erinias.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Los Caballeros Aguapura adoraban a la Maestra de Todas las Aguas.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El Rey divino peleó contra los caballeros.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Los Caballeros Aguapura juraron proteger a las Oceánidas, los espíritus del agua pura.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Festival Fontinal",
        "desc": "<p>El Festival Fontinal fue creado para conmemorar la búsqueda de las Oceánidas por parte de los Caballeros Aguapura y su bienvenida a la anterior Arconte Hydro, Egeria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/786a2169443063d814faeaa5b911c0ff_1524933958182486254.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El Festival Fontinal fue creado para conmemorar la búsqueda de las Oceánidas por parte de los Caballeros Agupura y su bienvenida a la anterior Arconte Hydro, Egeria.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos y libros relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Fulgor de las Aguas Calmas",
        "desc": "<p>Un cetro alrededor del cual gira un agua de extrema pureza. En un pasado muy remoto, simbolizaba la máxima autoridad sobre los mares.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/73555894/9807aa25f336daae391a6f6d4995af3d_2223463199449134806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La canción de Erinias",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Son de Antaño",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Lirio lumilago",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una flor de color azul, clara y pura. Nacida donde convergen las aguas, su fragancia es fresca, elegante y suave.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/73555894/c43e2d148b98d58c98a008b13e37b5b5_6538868953055650274.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caballeros Aguapura",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Una antigua leyenda dice que en los años en que la Maestra de Todas las Aguas estaba encarcelada y el rey divino Remus gobernaba las tierras, el agua pura de manantial no tuvo más remedio que esconderse en los arroyos de las montañas, y los Caballeros Aguapura nacieron en estos santuarios. Los caballeros juraron con sus armadura de plata proteger a las Oceánidas y a otros caballeros que también mantienen la fe en la Maestra de Todas las Aguas, resistiendo el omnipresente poder dorado que borraba el cielo y eclipsaba al sol. Juraron no desenvainar nunca su espada contra aquellos que juran fe en Egeria y nunca ceder ante el mal. A pesar de su frágil cuerpo intentaron luchar contra la opresión de la autoridad dorada."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"En nombre de la plateada flor inmarcesible, juramos expulsar de los mares al usurpador dorado y purgar a los injustos con nuestra sangre y nuestras lágrimas.\"</color>\n<color=#ffffffd9>\"Juramos proteger a los espíritus de agua pura y la gracia que nos ha otorgado la Maestra de Todas las Aguas hasta que los manantiales vuelvan a borbotear como antes\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "El icor natural quedó sepultado y en el imperio se construyeron acueductos allá por donde pasó el afinador Boecio, de manera que aquellos espíritus de agua pura (las Oceánidas) desaparecieron sin dejar rastro. Cuando la Ciudad Dorada se hundió, los caballeros que resistieron al usurpador se despojaron de sus armaduras y sus historias quedaron ocultas en baladas y leyendas.\nCuando la Ciudad Dorada cayó y los Caballeros Aguapura se enfrentaron a pruebas inimaginables y soportaron sufrimientos nunca antes conocidos, la Maestra de Todas las Aguas fue liberada de su prisión y restaurada. El primer Caballero Aguapura decidió autoexiliarse en un intento de pagar un pecado destinado a estar más allá de la redención, por lo que se ocultó en el remoto desierto.\nEl Festival Fontinal en Fontaine fue establecido en honor a los legendarios Caballeros Aguapura que buscaron a las Oceánidas y dieron la bienvenida a la Maestra de Todas las Aguas, Egeria.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Son de Antaño",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Copa de plata del mar impoluto",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">En la época en la que un manto dorado cubría toda la nación, la agua pura de manantial no tuvo más remedio que esconderse en los arroyos de las montañas. En esos santuarios fue donde nacieron los Caballeros Aguapura.<br>Con sus armaduras de plata como juramento de honor, los caballeros protegieron a los espíritus procedentes del agua pura, defendieron a los compatriotas que, igual que ellos, creían en la existencia de un único manantial original, y lucharon contra el autoritarismo del oro que se cirnió sobre toda la nación.<br>Esta es una leyenda muy, muy antigua... Pero poco después de que el imperio se desmoronara y quedara sumergido bajo el agua, los caballeros que tanto habían luchado contra el tirano por fin pudieron quitarse las armaduras y sus historias pasaron a formar parte de las historias y el folclore.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/c70230640d8706fd2e3aa837a391166c_6252148418893746916.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Manantial de rocío sagrado",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Esta es una reliquia de cuando aún no existían los Caballeros Aguapura, los cuales siempre afirmaron que, en el manantial de una montaña remota y solitaria, vivían unos espíritus muy leales que protegían a dicho manantial de toda contaminación.<br>Sin embargo, el dueño del icor artificial no podía tolerar la existencia de ningún sonido distinto al de la grandiosa serenata. Se dice que el icor natural quedó sepultado y en el imperio se construyeron acueductos allá por donde pasó el afinador Boecio, de manera que aquellos espíritus de agua pura desaparecieron sin dejar rastro.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/54913bb983c08663e91eef34841c80b9_2231417011611429950.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Festival Fontinal",
        "desc": "<p>El Festival Fontinal fue creado para conmemorar la búsqueda de las Oceánidas por parte de los Caballeros Aguapura y su bienvenida a la anterior Arconte Hydro, Egeria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/786a2169443063d814faeaa5b911c0ff_1524933958182486254.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Erinias",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/237301566/996428185ebfa9cf6901d777752725de_543682920788935618.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una leyenda dice que la Caballera Erinias de los lagos luminosos era la Jefa de los Caballeros Aguapura, que adoraba a la Maestra de Todas las Aguas, Egeria. Venció a los príncipes de los Condados Bellouacoi, Atrebatis y Viromanduo y aceptó su rendición. Y así los habitantes de aquellas tierras aceptaron su gobierno con devoción. Juraron encontrar el Cáliz de agua pura y liberar a la Maestra de Todas las Aguas de su prisión para expiar el pecado que habían cargado desde su nacimiento.\nCuenta la leyenda que el Cáliz de agua pura era un recipiente sagrado con agua primigenia que podía conceder cualquier deseo. El Cáliz dorado podría enjugar todas las lágrimas del futuro, hacer que los herederos del alto mar nunca más sufran el dolor y la tristeza del pasado, curar incluso las heridas más aterradoras, restaurar la juventud y revivir a los muertos. Sólo las personas más puras pueden contemplar su gloria, obteniendo vida eterna y sabiduría sin fin.\nPara conmemorar tal honestidad y sabiduría, se celebró en el Castillo Armórica un festín que duró ocho días consecutivos. Un emisario enviado por el rey Remo del Capitolio se unió a la celebración para transmitir un mensaje del rey divino Remo. Pidió dos regalos: agua, pues el agua más pura puede disolver todos los pecados, y tierra, pues una tierra firme puede resistir la erosión que se avecina. Si Erinias resistiera, caería la destrucción sobre ellos.\nLa sabia caballero Erinnias se negó a inclinarse ante el rey Remo y le dijo al emisario que ella lideraría el bendito ejército de la Maestra de Todas las Aguas para destruir la gran ciudad y limpiar el ejército de Remo con su propia sangre. Encargó regalos maravillosos para el músico capitoliano y lo envió de regreso a la Ciudad Dorada.\nCuenta la leyenda que su hogar natal fue aniquilado por la furia de un rey divino, y que la legión procedente de la Ciudad Dorada esclavizó y masacró a su gente. Solo dos personas tuvieron la suerte de escapar a ese destino. Una de ellas se encontró con el arrogante afinador entre las llamas de la guerra y al final acabó siendo promovida a diádoco. La otra persona recibió la compasión de la Maestra de Todas las Aguas y fue adoptada por el príncipe de Armórica, con el fin de que protegiera el agua pura que aún no había sido arrebatada por el rey divino.\nUna leyenda dice que, cuando el pecado arrastró a la capital eterna hacia su propia destrucción, los Caballeros Aguapura, tras superar pruebas inimaginables y pasar calamidades y un sufrimiento sin precedentes, el deseo más sincero de la gente por fin llegó a los cielos. Gracias a sus almas puras y bondadosas y los incontables sacrificios que tuvieron que hacer para conseguir el cáliz de agua pura, la Maestra de Todas las Aguas por fin se liberó de su largo aprisionamiento.\nErinnias agradeció a la Maestra de Todas las Aguas por mostrarle el Cáliz de agua pura y por permitirle completar este viaje. Prometió que los Caballeros Aguapura supervivientes continuarían sirviendo lealmente a Egeria y su futuro reino, siguiendo a ese noble compositor, y que cazarían las sombras ocultas para impartir justicia. La caballera de ojos aguamarina confesó sus pecados y pidió consolar su alma en la expulsión y el exilio. La Maestra de Todas las Aguas amablemente concedió el deseo de la caballera. La Maestra de Todas las Aguas le dio una flor tan pura como la Luciérnaga del lago al último Caballero Aguapura como regalo de despedida. Hasta el día de hoy, Fontaine mantiene la tradición de recoger un Lirio y regalárselo a quienes realizan largos viajes, deseándose unos a otros un camino tan tranquilo como el agua pura, y que los más preciados puedan seguir su fresca luz y regresar a su lado.\nPara pedir le piedad a la Maestra de Todas las Aguas y devolver la espada sagrada, Erinias lanzó su espada, Hauteclaire, a las aguas del lago. A la tercera vez, la espada Espadachina Rutilante se hundió y desapareció sin dejar rastro alguno.\nOtra leyenda dice que, cuando el pecado arrastró a la capital eterna hacia su propia destrucción, una juglar llamada Erinias, a pesar de superar pruebas inimaginables y pasar unas calamidades y un sufrimiento sin precedentes, no logró encontrar el cáliz de agua pura. Pero justo en ese momento, el cielo escogió a la Maestra de Todas las Aguas y la liberó de su largo aprisionamiento para que remplazara al soberano dorado y gobernara sobre las ruinas de todos los mares.\nErinias dijo:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Oh, gloriosa madre primigenia, Maestra de Todas las Aguas, ansío fervientemente su consejo.</color>\n<color=#ffffffd9>Por usted, masacré a los injustos y derribé innumerables ciudades.</color>\n<color=#ffffffd9>Por favor, se lo imploro, dígame cómo podrán evitar la catástrofe los descendientes de los mares.</color>\n<color=#ffffffd9>Oh, gloriosa madre primigenia, Maestra de Todas las Aguas, por favor, hágase su misericordia, aunque solo sea una vez...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La Maestra de Todas las Aguas se sintió conmovida por aquellas palabras tan sinceras y dolorosas y le contó todo lo que le había contado al rey Remus. Pero la líder tribal que se regodeaba en la gloria y la venganza estaba desesperada, y su espada, manchada de sangre durante mucho tiempo, cayó, llevándose consigo el último hilo de razón. Erinias se fue, para nunca más ser vista, sin presenciar la tierra de sus sueños.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La canción de Erinias",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Fulgor de las Aguas Calmas",
        "desc": "<p>Un cetro alrededor del cual gira un agua de extrema pureza. En un pasado muy remoto, simbolizaba la máxima autoridad sobre los mares.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/73555894/9807aa25f336daae391a6f6d4995af3d_2223463199449134806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Son de Antaño",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Lirio lumilago",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una flor de color azul, clara y pura. Nacida donde convergen las aguas, su fragancia es fresca, elegante y suave.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/73555894/c43e2d148b98d58c98a008b13e37b5b5_6538868953055650274.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Caballeros Aguapura"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Orden de Caballería"
          }
        ]
      },
      {
        "key": "Líder",
        "value": [
          {
            "type": "RichText",
            "text": "Erinias"
          }
        ]
      },
      {
        "key": "Festival",
        "value": [
          {
            "type": "RichText",
            "text": "Festival Fontinal"
          }
        ]
      }
    ]
  }
}