{
  "epId": 4935,
  "name": "Gnosis",
  "desc": "<p>Las Gnosis son focos mágicos internos que posee cada uno de Los Siete y que les permite resonar directamente con Celestia. Están en la categoría más alta como nexo de manipulación elemental, y son un emblema de la posición como uno de Los Siete. <span class=\"wk-shady\">Más tarde se revela que las Gnosis fueron creadas a partir de los restos del Tercer Descendido.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1734630853,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Gnosis"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Focos mágicos internos (traducido del EN, porque no hay palabra en ES; en otros idiomas: \"órganos/instrumentos mágicos\")"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Gnosis Anemo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/19/205556113/69c50a286ff7bd71e11cac4a2f3d471e_1603144703419605237.png"
      },
      {
        "key": "Gnosis Geo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/19/205556113/7c228feb4eeec6c538fd466a5dc712d0_3891693799904702509.png"
      },
      {
        "key": "Gnosis Electro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/19/205556113/33f2b8079cf3121bd5ab583b8da3aa76_8728985797018108271.png"
      },
      {
        "key": "Gnosis Pyro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/19/205556113/64ef1cf02c10a3b5347191dfff995e8a_2164285164768943152.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "El trono divino y las Gnosis",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hace muchos milenios, el mundo estaba gobernado por los Siete Soberanos, siete dragones elementales, uno por cada elemento. Un día, el trono eterno de los cielos, el\napareció en los cielos. El\ndeclaró la guerra a los dragones elementales, y después de cuarenta años de batalla, los siete soberanos fueron derrotados, y las siete naciones se sometieron a los cielos. El Orden Celestial le robó su poder a los Soberanos derrotados, lo utilizó para crear tronos divinos, y estableció el ciclo de siete. Ahora, todo aquel que se convierte en un Arconte asciende al trono divino y recibe la Gnosis. Mientras existan los tronos divinos, el ciclo de siete continuará, y los dragones elementales no podrán obtener su autoridad plena.\nDurante la guerra de venganza (probablemente la antigua batalla entre los Descendientes y los dragones) el Soberano Primordial fue herido y perdió algunas de sus funciones, por lo que ya no pudo usar su autoridad absoluta para suprimir el orden original de este mundo. Para suprimir y controlar el resentimiento y el odio del mundo, creó las Gnosis junto a otra persona que vino después. Así fue como se creó un orden, como la gente pasó a tener solamente siete remembranzas y como todos los fragmentos primigenios fueron controlados para devorarse los unos a los otros. Algunos creen que estos restos traen consigo la desgracia, ya que tan pronto como una persona muere, todas sus conexiones anteriores con este mundo se convierten en maldiciones. Después de la creación de las Gnosis, Celestia declaró la Guerra de los Arcontes, una guerra entre los dioses de Teyvat por el derecho a ascender al trono divino y obtener una Gnosis. Sólo una deidad de cada región podía convertirse en Arconte, mientras que todos los demás tenían que abdicar del trono o ser derrotados."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/abfbc526affefdaa1bbde9581da0ecc0_6367116094440008547.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Las Gnosis son focos mágicos con forma de pieza de ajedrez que vinculan directamente al Arconte con Celestia y potencian sus habilidades. Este artefacto es el núcleo que contiene una enorme cantidad de poder elemental, que los Arcontes pueden utilizar a su discreción. Hay siete Gnosis, una por cada elemento y región. Como la Gnosis es el vínculo directo de los Arcontes con Celestia, se cree que destruir el artefacto puede despertar al Orden Celestial, que ha estado dormido durante unos 500 años desde el Cataclismo.\nMientras que los Arcontes utilizan las Gnosis, muchos otros seres utilizan Visiones, focos mágicos que les permiten hacer uso de la energía elemental. Aunque muchos creen que los Arcontes otorgan las Visiones, no están directamente involucrados en este proceso. Siempre que el deseo de una persona llega a los cielos, los siete supervisores del reino material tienen el deber de concederle un regalo. Aunque no sepan nada de quién o qué deseo entra en el umbral de lo sagrado, los Siete Arcontes aún tienen que impartir un fragmento de su maestría a esa persona. Cuando alguien así dotado completa su deber, el regalo que los dioses reciben a cambio es aún más abundante.\nLa organización de Snezhnaya, los Fatui, subordinada a la Arconte Cryo, la Zarina, reúne las Gnosis para su Arconte. El propósito exacto de utilizar a las Gnosis es actualmente desconocido, pero puede estar relacionado con el plan de Fatui de derrocar al Orden Celestial.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Visión",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Las visiones son artefactos mágicos otorgados por Celestia y Los Siete a los llamados \"Arcontes Primordiales\", o \"Genshin\" en una lengua antigua, una pequeña minoría de personas con fuertes deseos. Ella les permiten canalizar un poder elemental específico. Todo poseedor de Visión tiene las cualidades para convertirse en una divinidad y ascender a Celestia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/11/10742394/fa9e7f4e1400794f2ee1468599880d59_2173439477692760270.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pajarito enjaulado en el Santuario Surasthana que solo puede contemplar el mundo desde sus sueños.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/01/10742394/f29490bddc56b4a6773b6c5003bbb853_4504849464985713888.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "Colección del reino de Byakuya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/73555894/8a7b95710be73a0c089b83f2ff88270a_421431538799646279.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Anemo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/25feb67d533079a8733817a551575202_1426772064900481799.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante la Guerra de los Arcontes, los habitantes de Mondstadt se rebelaron contra la tiranía del Dios de la Tempestad, Decarabian. Cuando el tirano fue derribado por una flecha de una mujer que lo amaba, un ser elemental Anemo, Barbatos, absorbió el poder del dios asesinado, convirtiéndose en el Arconte de Anemo y obteniendo una Gnosis y el trono divino. Al no querer convertirse en un tirano como Decarabian, Barbatos dejó el gobierno de Mondstadt al pueblo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/6c0fdabd2b5888ea057483852a685038_3585670078755379774.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Unos 2.600 años después, el Dragón del Viento, Dvalin, corrompido por la sangre del Dragón de las Sombras Durin durante el Cataclismo, despertó de su letargo y atacó Mondstadt. Creía que Barbatos y otros lo habían traicionado. Para limpiar la mente de su amigo del veneno, Barbatos le concedió la bendición del Arconte Anemo, y Dvalin finalmente lo recordó. Después de salvar a Dvalin, Barbatos fue atacado por una de Los Once de los Fatui, Signora, quien le arrebató por la fuerza la Gnosis al Arconte.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>El Arconte de la Tempestad y gobernante del antiguo Mondstadt. Fue derrocado como resultado de un levantamiento hecho por el pueblo de Mondstadt, que no pudo resistir la tiranía.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/513d51e0ebfd54f5da34a9f85dfaf61f_2051448002237677782.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Uno de los muchos bardos de Mondstadt que deambula libremente por las calles y callejones de la ciudad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Un Dragón Elemental y amigo del Arconte Anemo Barbatos. Tras haber sido envenenado por la sangre del Dragón de las Sombras, comenzó a ser conocido como Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/b6e31b3c3cb069320d40e3b7b7d06b2f_309187007931404650.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>El Dragón de las Sombras y uno de los niños de Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/206a8a0bc1698ae7019f093470f9e845_6608418404833900487.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2101,
        "name": "Signora",
        "desc": "Signora, la octava de Los Once de los Fatui.<br/>Comparada con otros Fatui que también usan el poder de sus Engaños, Signora usa el suyo para controlar las llamas que todo lo engullen. Más que un arma de combate, es un objeto utilizado para detener criminales.<br/>Son las ascuas que, tras acumularse a lo largo de los años y romper el sello helado del Engaño, dibujaron un retorcido aspecto en su rostro.<br/><br/>Cuando el rojo carmesí se reflejó en sus pupilas como un amanecer, desplegó sus ardientes alas para volar hacia el alba.<br/><br/><i>“Eso no es el amanecer, querida Rosalyne. Es el mar de llamas que lo incendia todo”</i>, le dijo una voz que se escuchaba venir de un haz de luz.<br/><br/>Pero nada de eso importaba, pues en su interior sabía que las llamas la habían consumido hace mucho tiempo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Geo",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Después de derrotar a todos los dioses en Liyue durante la Guerra de los Arcontes,\nascendió al trono divino y recibió la Gnosis Geo, convirtiéndose en el Arconte Geo. Durante su reinado, Morax acuñó la primera moneda, que recibió su nombre: Mora. Con el tiempo, el Mora se convirtió en la moneda más importante de todo Teyvat, y su autoridad no fue cuestionada por nadie. La producción de Mora tuvo lugar en la Casa Dorada en Liyue utilizando los poderes de la Gnosis Geo. Cuando Rex Lapis se separó de su Gnosis, la producción de Mora cesó, y ahora la gente de Liyue tiene que encontrar una nueva forma de crear monedas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/e5e0c2b838033e99e946756ef1a722a8_1329865027744420835.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "3.700 años después del comienzo de su reinado, Morax decidió pasar el gobierno de Liyue a los Adeptus y al pueblo, dejando el puesto de Arconte. Simuló su muerte frente a la gente de la región y firmó \"un contrato para terminar todos los contratos\" con la Arconte Cryo. La pérdida de su habilidad divina para defender Liyue fue un precio demasiado alto a pagar, pero la Zarina pudo ofrecerle a Morax un trato que equilibró la balanza, y Rex Lapis entregó su Gnosis a una de Los Once de los Fatui, Signora.\nAdemás de Signora, otro de Los Once, Nobile, fue tras la Gnosis Geo. Para robar el artefacto, liberó al Dios del Vórtice, Osial (lo que a su vez condujo más tarde al segundo ataque de la esposa de Osial, Beisht), que había sido encarcelado por Morax durante la Guerra de los Arcontes, para llegar a ser el Arconte Geo. Dado que los Adeptus y la gente pudieron proteger a Liyue del ataque del dios, el plan de Nobile fracasó y Signora pudo adelantársele.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adeptus",
        "desc": "<p>Los Adeptus son un grupo de bestias iluminadas inmortales de Liyue, que han protegido al pueblo por milenios.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/205556113/7372a2d1b47769b64d0e87bd21a867a7_5576386756599336117.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Misterioso asesor de la Funeraria El Camino. Erudito y con información sobre todo tipo de cosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2101,
        "name": "Signora",
        "desc": "Signora, la octava de Los Once de los Fatui.<br/>Comparada con otros Fatui que también usan el poder de sus Engaños, Signora usa el suyo para controlar las llamas que todo lo engullen. Más que un arma de combate, es un objeto utilizado para detener criminales.<br/>Son las ascuas que, tras acumularse a lo largo de los años y romper el sello helado del Engaño, dibujaron un retorcido aspecto en su rostro.<br/><br/>Cuando el rojo carmesí se reflejó en sus pupilas como un amanecer, desplegó sus ardientes alas para volar hacia el alba.<br/><br/><i>“Eso no es el amanecer, querida Rosalyne. Es el mar de llamas que lo incendia todo”</i>, le dijo una voz que se escuchaba venir de un haz de luz.<br/><br/>Pero nada de eso importaba, pues en su interior sabía que las llamas la habían consumido hace mucho tiempo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "El undécimo de Los Once, llamado “Nobile”. Famoso por ganar miles de peleas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4905,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Electro",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Después de la Guerra de los Arcontes, Raiden Makoto se convirtió en la Arconte Electro, y su hermana gemela Ei se convirtió en su sombra. Cuando Makoto murió durante el Cataclismo, el trono divino y la Gnosis pasaron a Ei. Buscando el ideal de la eternidad, Ei intentó alterar la Gnosis Electro para convertirla en el núcleo de una marioneta mecánica que asumiría el papel de Arconte y gobernaría Inazuma, pero todas sus técnicas fueron impotentes. Al renunciar a su conexión con Celestia, Ei decidió mudarse permanentemente al plano de la eutimia para evitar ser erosionada y confió la Gnosis a su familiar kitsune, Yae Miko, para su custodia."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"¿No te preocupa que venda esta cosa?\"</color>\n<color=#ffffffd9>\"Sé que entiendes el valor de una Gnosis, así que, aunque quisieras venderla, tendrías que encontrar un objeto del mismo valor para intercambiarla. Y eso no es nada fácil.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/f6e3eb165e1f92054a3e9132439fd413_3992376133253642302.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 años después, Yae Miko intercambió la Gnosis Electro por la vida del/de la Viajero/a que estaba siendo amenazada por uno de Los Once de los Fatui, Scaramuccia. Después de recibir la Gnosis, Scaramuccia desapareció en lugar de entregársela a la Zarina. Algún tiempo después, él y otro de Los Once, Dottore, se acercaron a los sabios de la Academia de Sumeru para crear un nuevo Arconte a partir de Scaramuccia usando la Gnosis Electro. Aunque el plan de los sabios estaba incompleto, Scaramuccia obtuvo acceso al Irminsul, que contenía todos los recuerdos de Teyvat, y pudo controlar el clima en Sumeru. Después de una batalla con la Arconte Dendro, la Reina Menor Kusanali, Scaramuccia perdió la Gnosis Electro y nunca se convirtió en una deidad. Aunque la Gnosis Electro fue un trofeo tomado por la Arconte Dendro durante la batalla, ella entendió que la Gnosis extranjera podría traer desgracias a Sumeru. La Reina Menor Kusanali entregó el artefacto a cambio de destruir los \"fragmentos\" del Doctor, y así, la Zarina recibió la cuarta Gnosis.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "Su Excelencia, la todopoderosa Narukami, quien le prometió al pueblo de Inazuma la inmutable eternidad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "La Suma Sacerdotisa del Gran Santuario Narukami y editora en jefe de la Editorial Yae. Bajo su increíble encanto esconde una inteligencia y una astucia inimaginables.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramuccia",
        "desc": "<p>El antiguo Sexto de Los Once de los Fatui, creado por Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/205556113/b2f40b11991d82098c106a33534ffbd5_4441911113033847755.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pajarito enjaulado en el Santuario Surasthana que solo puede contemplar el mundo desde sus sueños.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/01/10742394/f29490bddc56b4a6773b6c5003bbb853_4504849464985713888.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dendro",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hace varios miles de años, Sumeru fue gobernada por el\nÉl rechazó el trono divino ofrecido por Celestia y decidió destruir el ciclo de siete. Al-Ahmar comenzó a gobernar Sumeru junto con la Diosa de las Flores, Nabu Malikata, y la Diosa de la Sabiduría, Rukkhadevata. Nabu Malikata se sacrificó para que el Rey Deshret pudiera recibir el conocimiento prohibido, y Al-Ahmar se sacrificó para librar a Sumeru del conocimiento que recibió, ya que había infectado la tierra, la gente y el árbol plateado, el Irminsul. Así, la Reina Mayor Rukkhadevata permaneció como la única gobernante de Sumeru y ascendió al trono divino, convirtiéndose en la Arconte Dendro."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/7d1f8be5d5081fcd678b5d7649c3c971_6081790931631486011.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante el Cataclismo que ocurrió hace 500 años, el Irminsul fue nuevamente infectado con el conocimiento prohibido. La Diosa de la Sabiduría comprendió que no podía repeler el conocimiento prohibido solo con su fuerza, por lo que utilizó la Gnosis Dendro para crear un dispositivo que uniera toda la sabiduría humana y lo llamó \"Akasha\". Con la ayuda del Akasha, Rukkhadevata arrebató los sueños, la quintaesencia de la sabiduría humana, al pueblo de Sumeru. Gracias a su sabiduría, casi todo el conocimiento prohibido fue limpiado del Irminsul, pero la Reina Mayor se corrompió y murió protegiendo el árbol plateado. Antes de su muerte, separó la rama más pura del Irminsul y creó a la Reina Menor Kusanali, una sucesora al trono divino, a partir de ella. Aunque Kusanali se convirtió en la nueva Arconte Dendro, los sabios de la Academia de Sumeru la consideraron demasiado débil y la encerraron en el Santuario Surasthana."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/52f6d72b329b40219ba4e373fb4de3ae_6026158823257025095.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Con el poder del Akasha, los sabios de la Academia crearon una terminal Akasha que utilizaba el poder de la Gnosis. Al usarla, las personas recibían la ayuda de la sabiduría de la Arconte Dendro y obtenían el conocimiento necesario. Poco a poco, los sabios comenzaron a utilizar la creación de la Diosa de la Sabiduría no para dar conocimiento a todo el que lo quisiera, sino para colocar el conocimiento que necesitaba la Academia. Mucha información quedó prohibida y ya no era posible distinguir la verdad de la falsedad. Los grandes sabios utilizaron la terminal Akasha para poner a la gente a dormir para cosechar sus sueños y crear un dios falso a partir de uno de Los Once de los Fatui, Scaramuccia, con la ayuda de los sueños. Debido a que la Academia estaba utilizando la terminal por las razones equivocadas, la Reina Menor Kusanali decidió cerrar el Akasha. Cuando otro de Los Once, Dottore, intercambió la Gnosis Electro por la destrucción de sus \"fragmentos\", le ofreció a la Arconte Dendro un nuevo trato: darle la Gnosis Dendro a cambio del conocimiento de los Descendidos y del cielo falso de Teyvat. A pesar de sus dudas, la Diosa de la Sabiduría entregó su Gnosis, que fue llevada a la Zarina.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6516,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>La Diosa de las Flores, una amiga de la Reina Mayor Rukkhadevata y el Rey Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/205556113/50c16e5036665c39832047a87aa73eaa_8675608218172454269.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Diosa de la Sabiduría, la anterior Arconte Dendro, y amiga de Nabu Malikata y del Rey Deshret. Ella fue completamente borrada del Irminsul para preservarlo del conocimiento prohibido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/205556113/b8f2003f9943725b14fff4ebb77e90cf_925192913612715450.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pajarito enjaulado en el Santuario Surasthana que solo puede contemplar el mundo desde sus sueños.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/01/10742394/f29490bddc56b4a6773b6c5003bbb853_4504849464985713888.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramuccia",
        "desc": "<p>El antiguo Sexto de Los Once de los Fatui, creado por Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/205556113/b2f40b11991d82098c106a33534ffbd5_4441911113033847755.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hydro",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/43c0c138c40111c11fe4bcf63ed89e5b_6051023378553119068.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El primer Soberano Hydro era el corazón del Mar Primigenio, donde se originó toda la vida. Cuando el Soberano Primordial derrotó a los dragones, Celestia creó un nuevo \"corazón\": Egeria. Ella robó el poder del Mar Primigenio y convirtió a sus familiares Oceánidas en humanos, cometiendo el pecado original, por el cual Celestia la encarceló. Cuando Egeria fue liberada, recibió una parte del Soberano Primordial y el trono divino, convirtiéndose en la primera Arconte Hydro de Fontaine. Junto con el pecado original, surgió una profecía en Fontaine de que un día toda la gente se ahogaría, y solo la Arconte Hydro permanecería llorando en su trono."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/6b63ba3a7d5c46b0a07282251614a445_278349861575751041.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Después de la muerte de Egeria durante el Cataclismo, Focalors, una oceánica convertida en humana, se convirtió en su sucesora. Focalors reflexionó durante mucho tiempo sobre cómo contrarrestar la profecía y el destino, y solo encontró una respuesta posible: era necesario engañar al Orden Celestial durante el cumplimiento de la profecía. Separó su nueva divinidad de su cuerpo y espíritu. Llamó a su contraparte humana Furina y le encargó que asumiera el papel de Arconte y gobernara Fontaine. Focalors colocó su divinidad, junto con la Gnosis Hydro, dentro de la Analizadora de Instrucción Cardenalicia, un dispositivo especial que convertía la fe del pueblo en la justicia en indemnitium, un tipo de energía que alimenta a Fontaine. Aunque el dispositivo se utilizó para juzgar, su propósito principal era matar a la Arconte Hydro y destruir el trono divino cuando llegara el momento. Focalors sabía que solo con semejante poder podría tener la esperanza de destruir el trono divino de Arconte, socavar el gobierno de Celestia y aplastar las reglas de los Siete. Cuando la profecía comenzó a hacerse realidad, Focalors puso en marcha su plan y la Analizadora destruyó tanto a Focalors como al trono divino de Fontaine, devolviendo el poder que poseía al Dragón Hydro Neuvillette.\nComo todos miembros de Los Once,\nfue la encargada de llevar la Gnosis Hydro a Snezhnaya y se le permitió usarla para salvar a Fontaine de la profecía. Durante mucho tiempo, intentó averiguar la ubicación del artefacto, dándose cuenta de que Furina no lo tenía. Incluso envió a niños de la Casa de la Hoguera para infiltrarse en el Fuerte Merópide para averiguar qué secreto escondía la prisión y si se relacionaba con la Gnosis. Con el trono divino Hydro destruido, ya no podía surgir un nuevo Arconte Hydro. El Soberano Hydro, habiendo recuperado su autoridad total, perdonó a los fontainianos por su pecado original y tomó el control de Fontaine él mismo, otorgando su poder a aquellos cuya voluntad pudiera alcanzar los cielos. Dado que el Dragón Hydro no necesitaba el poder de la Gnosis, Neuvillette le dio la Gnosis Hydro a Arlecchino, como señal de gratitud por la ayuda con el desastre en Fontaine.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Fuerte Merópide",
        "desc": "<p>Prisión de Fontaine, dirigida por el duque Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/205556113/caa9b364dba33a808f0ec018c00d9c15_9195547886075424581.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Foçalors",
        "desc": "<p>La última Arconte Hydro y la Diosa de la Justicia. <span class=\"wk-shady\">Ella se sacrificó para destruir el Trono Divino del Arconte Hydro y devolverle su poder al Dragón Hydro.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>El foco de atención absoluto del escenario durante los juicios, hasta que la obra termina y el público rompe a aplaudir.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/73555894/263e5ea0784d182b393f67a7e24146a5_4468352971994405792.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>La Sota, la cuarta de Los Once de los Fatui y una diplomática fría e implacable. Es el “padre” al que temen todos los niños de la Casa de la Hoguera, y de la cual también dependen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/10742394/672e65470bfd14b664596c2a7f7eaaf8_8545944417230307859.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5767,
        "desc": "",
        "displayStyle": "card",
        "menuId": 33
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Pyro",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Debido a la naturaleza de Natlan, no hay dioses en la región que puedan convertirse en Arcontes, y el primer Arconte Pyro fue un simple mortal llamado Ixbalanqué. Después de ascender al trono divino, tomó prestados los poderes de la Soberana de la Muerte, Ronova, una de las sombras del Soberano Primordial, y estableció las reglas de Natlan, un marco a través del cual la gente común puede ascender a la condición de Arconte. Estas reglas son la «Oda de la resurrección», que permite que los portadores del Nombre Antiguo que cayeron en batalla con el Abismo sean resucitados, y el Peregrinaje del Retorno del Fuego Sagrado. Durante el Peregrinaje, los habitantes de Natlan determinan quién de ellos es el más fuerte que puede convertirse en el próximo Arconte Pyro y crean fuego contendiente para alimentar el Fuego Sagrado. Cuando una persona asciende al trono divino, su fuego interior se despierta y el Fuego Sagrado de Natlan otorga un conocimiento y recuerdos significativos de esta tierra. El poder que recibe un nuevo Arconte depende del potencial de la persona. El mismo principio se aplica al poder de la Soberana de la Muerte, pero la cantidad de poder heredado no cambia dependiendo de la capacidad para soportarlo. Si una persona resiste la prueba, obtendrá un poder sin precedentes y la capacidad de usar poderes mayores que los poderes de cualquier Arconte. Pero cualquier poder tiene un precio, y el precio del poder de Ronova es la muerte. Aunque esta regla no define el momento del pago, el resultado sigue siendo inevitable."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/501dfee2ecd09f21232bc2a87e17e2bf_1166317514582651473.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Natlan se diferencia de todas las demás naciones en que no tiene líneas ley. Inicialmente, sufrieron durante la guerra de los dragones y el primer Descendiente y luego fueron corrompidas por el Abismo y comenzaron a decaer durante el Cataclismo hace 500 años. Uno de los ángeles, bajo la guía de la Soberana de la Muerte, creó el Reino de la Noche, que reemplaza las líneas ley de Natlan y donde se establecen las reglas. Debido al estado de las líneas ley después del Cataclismo y los constantes ataques del Abismo, según los cálculos, la región no podría existir durante más de 500 años. La Arconte Pyro Mavuika ideó un plan para usar el poder del trono divino y el poder de Ronova para salvar a Natlan. Surgiría un héroe de cada tribu, y cuando los seis héroes se reunieran, se desataría el poder de Ronova. Para poder llevar a cabo ella misma un plan tan arriesgado, Mavuika dio su vida para poder renacer cuando el tiempo de Natlan se estaba acabando."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/07d83116d50f91e83284ddfd9d0b985f_2486634328497265934.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Unos 500 años después, Mavuika renació del Fuego Sagrado, y los seis héroes fueron reconocidos por sus Nombres Antiguos. Aunque Mavuika sabía que tendría que pagar con su vida por el poder de Ronova y que su plan podría fallar, no quería usar la Gnosis Pyro para destruir todas las almas y limpiar la corrupción. La Gnosis Pyro tiene la capacidad de tomar las almas y los recuerdos de las personas de las líneas ley para tejerlas en una red gigante que puede contener la corrupción del Abismo. En el proceso de creación de esta red, todas las almas serían destruidas, por lo que Mavuika dudaba en usar esta función. Incluso si se hubiera sacrificado toda la memoria de la región, la red aún podría sufrir corrupción y todos los sacrificios serían en vano. Con el poder del trono divino y el poder de Ronova, Mavuika pudo detener una invasión a gran escala del Abismo en Natlan, limpiar parcialmente el Reino de la Noche de la corrupción del Abismo y usar la «Oda de la resurrección» en todas las personas de Natlan que murieron después de recibir el poder.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6820,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7099,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      }
    ]
  }
}