{
  "epId": 4936,
  "name": "Festival Fontinal",
  "desc": "<p>El Festival Fontinal fue creado para conmemorar la búsqueda de las Oceánidas por parte de los Caballeros Aguapura y su bienvenida a la anterior Arconte Hydro, Egeria.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/786a2169443063d814faeaa5b911c0ff_1524933958182486254.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1710469496,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Rosas y mosquetes",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/237301566/0ae6b79b6a7a0279994a5c5f7d03c3cb_4559453066957834031.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El primer Festival Fontinal que vivió el/la Viajero/a fue presentado por la Asociación Kinográfica de Fontaine, cuyo objetivo era promover el cine. Xavier, un productor de cine, enfrentó problemas financieros a pesar de conseguir la mayor parte del equipo y los derechos de autor debido a que el inversor de la película, el Sr. Morris, carecía de fondos. Xavier le explicó la situación a Chiori, que estaba trabajando en la película como supervisora ​​de la dirección de arte del evento, incluido el diseño del vestuario y las apariencias de los actores. Los actores principales, Kamisato Ayaka y Kamisato Ayato, se ofrecieron a actuar de forma gratuita. Con el/la Viajero/a como daguerrógrafo, Paimon como claquetista, Yoimiya como asistente y Xavier como productor, solo les faltaba un director hasta que Paimon sugirió a Furina, conocida por sus habilidades pasadas a lo largo de su actuación en \"pequeña Oceánida\". Después de recibir el regalo de Mousse fontinal y tener total libertad sobre el guión, Furina aceptó dirigir a pesar de su menor salario."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/f164e073d876577b16f767839cc1b667_8844276822138672027.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Para mejorar la kinografía, se recomendó a la capitana Chevreuse de la Unidad Especial de Seguridad y Vigilancia para la coreografía de acción, a lo que ella accedió al enterarse de que la película estaba basada en \"Los dos mosqueteros\". Chevreuse explicó que la inspiración de la kiongrafía, \"Los dos mosqueteros\", se centra en dos hijos ilegítimos nacidos de la sirvienta de un barón, que sufre malos tratos en la casa del barón. Después de que asesinan a su madre y se encubre el crimen, huyen pero prometen vengarla. Los hermanos se convierten en hábiles mosqueteros y, años más tarde, se vengan sistemáticamente de los familiares del barón para revelar la verdad sobre la muerte de su madre y hacer justicia a su memoria. Esto también pareció ser la inspiración de un reciente caso de asesinato con métodos similares. Instó al/a la Viajero/a a descansar y considerar unirse a la investigación al día siguiente."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/f3ac79bcc77d6dd643ef1d54e40e8a1a_3278709495588715678.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En el primer día oficial de rodaje de \"Los dos mosqueteros\", Xavier presentó a los nuevos miembros del equipo, Véronique y Bonnot, como directora de utilería y técnico de iluminación, respectivamente. Furina informó al equipo sobre la primera escena ambientada en la casa del barón. Véronique explicó que el mosquete de utilería utiliza pólvora especial. Ayaka y Chevreuse se unieron por sus armas, y Ayato sugirió ceder su papel a Chevreuse, un cambio que Furina aprobó. El rodaje comenzó con dos escenas fuertes en la mansión del barón, incluidas Chevreuse como Tulipe y Ayaka como Iris. Las escenas mostraban el maltrato a los personajes y el asesinato de su madre. Después del rodaje, Chevreuse inició la investigación del asesinato, centrándose en lugares relacionados con la actividad de los mosquetes en Río Ceniciento. La investigación reveló algunas pistas, pero Chevreuse sugirió continuar la investigación después de terminar la kinografía, esperando que surgieran nuevas pistas con el tiempo. Ayato trabajó en la construcción de relaciones diplomáticas entre Inazuma y Fontaine, y presentó una propuesta a Neuvillette, quien enfatizó el cumplimiento de las regulaciones. Ayato planeaba presentar una propuesta por escrito al Palacio Mermonia dentro de una semana."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/efc5e9bf43813f370ae1067865c385e1_6797648442784948423.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tanto el rodaje como la investigación criminal avanzaron a buen ritmo durante los siguientes días. En las escenas finales de \"Los dos mosqueteros\", Chevreuse como Tulipe y Ayaka como Iris triunfaron sobre el barón, simbolizando la justicia. Luego de la victoria, Iris y Tulipe contemplaron sus próximos pasos y expresaron que están listas para seguir adelante y buscar la paz. La escena concluyó con el florecimiento de una rosa arcoíris. Ayaka y Chevreuse recibieron elogios por sus actuaciones. Chevreuse comenzó a explicar su amor por las historias de justicia prevaleciendo sobre el mal, pero fue interrumpida por un informe urgente y se fue. Cuando regresó, reveló que había recibido una pista sobre el caso del asesinato de las rosas arcoíris. La flor dejada por el asesino es de un raro cultivo y, con la ayuda de su amiga Émilie, una perfumista, la han rastreado hasta un jardín específico en Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/0265ad043f4493e93b8624795d634c0b_553847658650337090.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando llegaron al jardín, Baptiste, autor de \"Los dos mosqueteros\", confesó los asesinatos y reveló su venganza contra un hombre rico por la muerte de su madre. Chevreuse dudó de su historia, pero accedió a mantener una conversación privada en la que Baptiste reveló más información. Instó a Chevreuse a administrar justicia directa ya que la prisión no sería suficiente. Baptiste es escoltado para ser interrogado y Chevreuse insinúa que regresará a la Unidad Especial y se preparará para los días ocupados que se avecinan. El equipo de filmación enfrentó desafíos inesperados durante la ronda final de filmación. Problemas técnicos con las cámaras y una kinografía robada provocaron contratiempos, pero el equipo logró superar estos obstáculos. A pesar de las limitaciones de tiempo, el rodaje de \"Los dos mosqueteros\" concluyó con éxito. Furina y Xavier expresaron su agradecimiento a la tripulación y siguió una fiesta de celebración en la playa. El equipo disfrutó del ambiente festivo, mientras tanto, Yoimiya invitó al inversionista de la kinografía, el Sr. Morris, para que la ayudara a llevar fuegos artificiales a la fiesta."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/411ab21127b0dfc0475fb4bff430e9c4_3452129507742688373.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Yoimiya y Morris entraron a una habitación con poca luz, donde ocurrió un giro dramático de los acontecimientos cuando Yoimiya aparentemente fue asesinada a tiros y una rosa arcoíris aterrizó frente a ella. Chevreuse apareció de repente sosteniendo un mosquete y acusó al inversor cinematográfico, el señor Morris, de asesinar a Elisa, la madre de Baptiste, blandiendo un colgante que contenía una foto de ellos juntos como prueba. Chevreuse declaró su arresto por el asesinato de Elisa. Véronique, molesta por el hecho de que no lo mataron, intentó dispararle, implicándola como \"la Segunda Mosquetera\". Se revela que Morris contrató a un asesino debido a un escandaloso romance con Elisa. Véronique, que resultó ser la hermana de Baptiste, compartió su deseo de venganza contra Morris. La Unidad Especial llegó poco después para detener a Morris y Véronique. Chevreuse reveló que todo el evento anterior, incluida la aparente desaparición de Yoimiya, fue organizado para obligar a Morris a revelar la verdad sobre el asesinato de Elisa. El equipo regresó a la celebración y Chevreuse notó que las rosas arcoíris en el jardín ahora estaban en plena floración."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/9dbc637047ae86f850b303a40210bbab_2212202336672334882.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Después del exitoso estreno de la película y la resolución del caso de asesinato, Xavier se preparó para la ceremonia de premiación. Chevreuse habló sobre los culpables con Wriothesley en el Fuerte Merópide y le pidió a Wriothesley que distribuyera una cobertura periodística del caso para que \"cierta persona\" pronto se convirtiera en la más desafortunada en el Fuerte Merópide, mientras que otros dos serían aclamados como héroes. En la ceremonia de premiación, \"Los dos mosqueteros\" ganó el Premio Furina y Xavier anunció su compañía cinematográfica, \"Mosquete Estudios\". El elenco y el equipo tomaron una fotografía conmemorativa y Furina recibió el Premio Furina. La celebración terminó con aplausos para \"¡Mosquete Estudios!\"\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>El foco de atención absoluto del escenario durante los juicios, hasta que la obra termina y el público rompe a aplaudir.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/73555894/263e5ea0784d182b393f67a7e24146a5_4468352971994405792.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "La descendiente del clan Kamisato, perteneciente a la Comisión Yashiro de Inazuma. Una persona solemne, refinada, inteligente y tenaz.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "Joven promesa y actual líder del clan Kamisato de la Comisión Yashiro. Refinado y educado, siempre tiene una forma de solucionar las cosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "La dueña de la tienda Pirotecnia Naganohara y Reina del Festival de Verano. Deposita los deseos de la gente en sus artesanales fuegos artificiales.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La capitana de la Unidad Especial de Seguridad y Vigilancia. Su corazón siempre late por la justicia, y su mosquete solo apunta a los criminales.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/10742394/a846729f31f16a987a8696466ebabcc0_4551926290637121530.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El duque del Fuerte Merópide y gobernante oculto del oscuro fondo marino.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/16/73555894/31a0eb2dec5d69ca8dd7616572136b8b_6016350995593595476.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "name": "Los dos mosqueteros",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Este popular éxito editorial de Fontaine narra una historia de intriga y venganza en la que el bien y el mal se entrelazan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/10742394/34c72b1568d72af2d395ab0091845943_5549418948097107615.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4007,
        "name": "Rosarcoíris",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una delicada planta de color rosado. A pesar de lo que su nombre indica, este tipo de planta se parece más a los lirios.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/670b8958c90014a1bdacba5123c2c9da_4882533549326570275.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4823,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival Fontinal",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/9519d13b21da501be8baeee40e5606d9_8690285002724918201.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Festival Fontinalia en Fontaine se estableció para honrar a los legendarios Caballeros Aguapura que buscaron las Oceánidas y dieron la bienvenida a la Arconte Hydro Egeria. Al igual que otros festivales destacados como el Festival de las Flores de Viento de Mondstadt y el Rito de la Linterna de Liyue, mantiene profundas conexiones con la fundación de Fontaine, lo que lo convierte en uno de los festivales más importantes de la nación. Originalmente, la gente conmemoraba a los Caballeros Aguapura imitándolos, vistiendo trajes especiales, alzando copas de oro y yendo de puerta en puerta pidiendo agua pura. Sin embargo, la señorita Furina hizo la tradición más festiva hace unos años al cambiar la petición de agua por dulces. Ahora se considera que el festival se parece más a un carnaval y es popular entre los niños que participan en actividades de \"juicio o trato\" cada año, que incluyen ir de puerta en puerta pidiendo dulces con cestas durante la celebración. Durante el primer Festival Fontinal al que asistieron el/la Viajero/a y Paimon, al final del festival se entregó el prestigioso \"Premio Furina\", que lleva el nombre de la señorita Furina , la ex Arconte Hydro. A pesar de los cambios, el nombre sigue siendo apropiado para el premio, ya que la señorita Furina sigue siendo una figura querida en Fontaine.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4939,
        "name": "Festival de las Flores de Viento",
        "desc": "<p>El Festival de las Flores de Viento fue creado para conmemorar el coraje y sacrificio de los héroes que derrocaron al tirano Decarabian, el Arconte de la Tempestad.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/a2b5d731d7d2847a062cfd8750b02944_7280859701605203716.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Rito de la Linterna",
        "desc": "<p>Cada año, en el día de la primera luna llena, Liyue celebra el Rito de la Linterna. Por la noche, la gente lanza muchas linternas celestes y una gran linterna mingxiao al cielo. Dentro de cada linterna hay un fragmento de plaustrita y los deseos del corazón escritos en varillas especiales. Las linternas flotan lentamente, iluminando el camino para las almas de los fieles defensores de Liyue.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Caballeros Aguapura",
        "desc": "<p>Los Caballeros Aguapura son seguidores de la Maestra de Todas las Aguas, Egeria, que juraron proteger a las Oceánidas, hallar el Cáliz de agua pura, y romper los grilletes que confinaban a Egeria para expiar el pecado original.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/029a5cc1416c9149351a573b97770b0d_2813323541518452143.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>El foco de atención absoluto del escenario durante los juicios, hasta que la obra termina y el público rompe a aplaudir.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/73555894/263e5ea0784d182b393f67a7e24146a5_4468352971994405792.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caballeros Aguapura",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Una antigua leyenda dice que en los años en que la Maestra de Todas las Aguas estaba encarcelada y el rey divino Remus gobernaba las tierras, el agua pura de manantial no tuvo más remedio que esconderse en los arroyos de las montañas, y los Caballeros Aguapura nacieron en estos santuarios. Los caballeros juraron con sus armadura de plata proteger a las Oceánidas y a otros caballeros que también mantienen la fe en la Maestra de Todas las Aguas, resistiendo el omnipresente poder dorado que borraba el cielo y eclipsaba al sol. Juraron no desenvainar nunca su espada contra aquellos que juran fe en Egeria y nunca ceder ante el mal. A pesar de su frágil cuerpo intentaron luchar contra la opresión de la autoridad dorada."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"En nombre de la plateada flor inmarcesible, juramos expulsar de los mares al usurpador dorado y purgar a los injustos con nuestra sangre y nuestras lágrimas.\"</color>\n<color=#ffffffd9>\"Juramos proteger a los espíritus de agua pura y la gracia que nos ha otorgado la Maestra de Todas las Aguas hasta que los manantiales vuelvan a borbotear como antes\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "El icor natural quedó sepultado y en el imperio se construyeron acueductos allá por donde pasó el afinador Boecio, de manera que aquellos espíritus de agua pura (las Oceánidas) desaparecieron sin dejar rastro. Cuando la Ciudad Dorada se hundió, los caballeros que resistieron al usurpador se despojaron de sus armaduras y sus historias quedaron ocultas en baladas y leyendas.\nCuando la Ciudad Dorada cayó y los Caballeros Aguapura se enfrentaron a pruebas inimaginables y soportaron sufrimientos nunca antes conocidos, la Maestra de Todas las Aguas fue liberada de su prisión y restaurada. El primer Caballero Aguapura decidió autoexiliarse en un intento de pagar un pecado destinado a estar más allá de la redención, por lo que se ocultó en el remoto desierto.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Son de Antaño",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Copa de plata del mar impoluto",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">En la época en la que un manto dorado cubría toda la nación, la agua pura de manantial no tuvo más remedio que esconderse en los arroyos de las montañas. En esos santuarios fue donde nacieron los Caballeros Aguapura.<br>Con sus armaduras de plata como juramento de honor, los caballeros protegieron a los espíritus procedentes del agua pura, defendieron a los compatriotas que, igual que ellos, creían en la existencia de un único manantial original, y lucharon contra el autoritarismo del oro que se cirnió sobre toda la nación.<br>Esta es una leyenda muy, muy antigua... Pero poco después de que el imperio se desmoronara y quedara sumergido bajo el agua, los caballeros que tanto habían luchado contra el tirano por fin pudieron quitarse las armaduras y sus historias pasaron a formar parte de las historias y el folclore.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/c70230640d8706fd2e3aa837a391166c_6252148418893746916.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Manantial de rocío sagrado",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Esta es una reliquia de cuando aún no existían los Caballeros Aguapura, los cuales siempre afirmaron que, en el manantial de una montaña remota y solitaria, vivían unos espíritus muy leales que protegían a dicho manantial de toda contaminación.<br>Sin embargo, el dueño del icor artificial no podía tolerar la existencia de ningún sonido distinto al de la grandiosa serenata. Se dice que el icor natural quedó sepultado y en el imperio se construyeron acueductos allá por donde pasó el afinador Boecio, de manera que aquellos espíritus de agua pura desaparecieron sin dejar rastro.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/54913bb983c08663e91eef34841c80b9_2231417011611429950.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Erinias",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/237301566/996428185ebfa9cf6901d777752725de_543682920788935618.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una leyenda dice que la Caballera Erinias de los lagos luminosos era la Jefa de los Caballeros Aguapura, que adoraba a la Maestra de Todas las Aguas, Egeria. Venció a los príncipes de los Condados Bellouacoi, Atrebatis y Viromanduo y aceptó su rendición. Y así los habitantes de aquellas tierras aceptaron su gobierno con devoción. Juraron encontrar el Cáliz de agua pura y liberar a la Maestra de Todas las Aguas de su prisión para expiar el pecado que habían cargado desde su nacimiento.\nCuenta la leyenda que el Cáliz de agua pura era un recipiente sagrado con agua primigenia que podía conceder cualquier deseo. El Cáliz dorado podría enjugar todas las lágrimas del futuro, hacer que los herederos del alto mar nunca más sufran el dolor y la tristeza del pasado, curar incluso las heridas más aterradoras, restaurar la juventud y revivir a los muertos. Sólo las personas más puras pueden contemplar su gloria, obteniendo vida eterna y sabiduría sin fin.\nPara conmemorar tal honestidad y sabiduría, se celebró en el Castillo Armórica un festín que duró ocho días consecutivos. Un emisario enviado por el rey Remo del Capitolio se unió a la celebración para transmitir un mensaje del rey divino Remo. Pidió dos regalos: agua, pues el agua más pura puede disolver todos los pecados, y tierra, pues una tierra firme puede resistir la erosión que se avecina. Si Erinias resistiera, caería la destrucción sobre ellos.\nLa sabia caballero Erinnias se negó a inclinarse ante el rey Remo y le dijo al emisario que ella lideraría el bendito ejército de la Maestra de Todas las Aguas para destruir la gran ciudad y limpiar el ejército de Remo con su propia sangre. Encargó regalos maravillosos para el músico capitoliano y lo envió de regreso a la Ciudad Dorada.\nCuenta la leyenda que su hogar natal fue aniquilado por la furia de un rey divino, y que la legión procedente de la Ciudad Dorada esclavizó y masacró a su gente. Solo dos personas tuvieron la suerte de escapar a ese destino. Una de ellas se encontró con el arrogante afinador entre las llamas de la guerra y al final acabó siendo promovida a diádoco. La otra persona recibió la compasión de la Maestra de Todas las Aguas y fue adoptada por el príncipe de Armórica, con el fin de que protegiera el agua pura que aún no había sido arrebatada por el rey divino.\nUna leyenda dice que, cuando el pecado arrastró a la capital eterna hacia su propia destrucción, los Caballeros Aguapura, tras superar pruebas inimaginables y pasar calamidades y un sufrimiento sin precedentes, el deseo más sincero de la gente por fin llegó a los cielos. Gracias a sus almas puras y bondadosas y los incontables sacrificios que tuvieron que hacer para conseguir el cáliz de agua pura, la Maestra de Todas las Aguas por fin se liberó de su largo aprisionamiento.\nErinnias agradeció a la Maestra de Todas las Aguas por mostrarle el Cáliz de agua pura y por permitirle completar este viaje. Prometió que los Caballeros Aguapura supervivientes continuarían sirviendo lealmente a Egeria y su futuro reino, siguiendo a ese noble compositor, y que cazarían las sombras ocultas para impartir justicia. La caballera de ojos aguamarina confesó sus pecados y pidió consolar su alma en la expulsión y el exilio. La Maestra de Todas las Aguas amablemente concedió el deseo de la caballera. La Maestra de Todas las Aguas le dio una flor tan pura como la Luciérnaga del lago al último Caballero Aguapura como regalo de despedida. Hasta el día de hoy, Fontaine mantiene la tradición de recoger un Lirio y regalárselo a quienes realizan largos viajes, deseándose unos a otros un camino tan tranquilo como el agua pura, y que los más preciados puedan seguir su fresca luz y regresar a su lado.\nPara pedir le piedad a la Maestra de Todas las Aguas y devolver la espada sagrada, Erinias lanzó su espada, Hauteclaire, a las aguas del lago. A la tercera vez, la espada Espadachina Rutilante se hundió y desapareció sin dejar rastro alguno.\nOtra leyenda dice que, cuando el pecado arrastró a la capital eterna hacia su propia destrucción, una juglar llamada Erinias, a pesar de superar pruebas inimaginables y pasar unas calamidades y un sufrimiento sin precedentes, no logró encontrar el cáliz de agua pura. Pero justo en ese momento, el cielo escogió a la Maestra de Todas las Aguas y la liberó de su largo aprisionamiento para que remplazara al soberano dorado y gobernara sobre las ruinas de todos los mares.\nErinias dijo:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Oh, gloriosa madre primigenia, Maestra de Todas las Aguas, ansío fervientemente su consejo.</color>\n<color=#ffffffd9>Por usted, masacré a los injustos y derribé innumerables ciudades.</color>\n<color=#ffffffd9>Por favor, se lo imploro, dígame cómo podrán evitar la catástrofe los descendientes de los mares.</color>\n<color=#ffffffd9>Oh, gloriosa madre primigenia, Maestra de Todas las Aguas, por favor, hágase su misericordia, aunque solo sea una vez...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La Maestra de Todas las Aguas se sintió conmovida por aquellas palabras tan sinceras y dolorosas y le contó todo lo que le había contado al rey Remus. Pero la líder tribal que se regodeaba en la gloria y la venganza estaba desesperada, y su espada, manchada de sangre durante mucho tiempo, cayó, llevándose consigo el último hilo de razón. Erinias se fue, para nunca más ser vista, sin presenciar la tierra de sus sueños.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La canción de Erinias",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Fulgor de las Aguas Calmas",
        "desc": "<p>Un cetro alrededor del cual gira un agua de extrema pureza. En un pasado muy remoto, simbolizaba la máxima autoridad sobre los mares.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/73555894/9807aa25f336daae391a6f6d4995af3d_2223463199449134806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Son de Antaño",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Lirio lumilago",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una flor de color azul, clara y pura. Nacida donde convergen las aguas, su fragancia es fresca, elegante y suave.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/73555894/c43e2d148b98d58c98a008b13e37b5b5_6538868953055650274.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Avances y Cinemáticas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la versión 4.3 de Genshin Impact «Rosas y mosquetes»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/237301566/06360b16fb2965545e03715b69d8e5a0_6133965589154600586.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>8 de diciembre de 2023</color>\nAl levantarse el telón del Festival Fontinal Kinográfico, parece que todo el mundo está en sus puestos: el director, el productor, el director artístico, incluso los actores...\nAhora depende de todos ustedes hacer que los mosquetes disparen en el momento adecuado y que las rosas florezcan en el momento oportuno.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=Z1SK-G1B6rY&ab_channel=GenshinImpact"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Festival Fontinal",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/205556113/b80893981c8b9210e7a7b7a96bfbadac_7146164923200204685.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Festival Fontinal"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      },
      {
        "key": "Evento relacionado",
        "value": [
          {
            "type": "RichText",
            "text": "\"Rosas y mosquetes\" - Evento de la versión 4.3"
          }
        ]
      }
    ]
  }
}