{
  "epId": 4938,
  "name": "Festival de la Luna",
  "desc": "<p>El Festival de la Luna celebra la llegada del otoño a la luz de la luna.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/205556113/15bb1e33e54b739e04d568712fabca74_6958994223811211995.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1719600998,
  "components": {
    "galleryCharacter": [
      {
        "key": "Festival de la Luna",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/205556113/38702d4c30f3e2f04d5ce14b8ef748e0_1417699182303304777.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival de la Luna",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/2e14e4aeb0e70b758692b96a7cecbaa6_568972349750487774.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Festival de la Luna es una de las antiguas tradiciones de Liyue, una gran celebración que marca la llegada del otoño a la luz de la luna. En la antigüedad, se creía que esta era la época en la que los Adeptus buscaba su camino, pero en la actualidad es un momento de alegría y relajación. El Festival de la Luna era originalmente un rito observado por los Adeptus. Cuenta la leyenda que, en su búsqueda del camino, algunos Adeptus deambulaban por las montañas y los ríos mientras disfrutaban de grandes manjares para calmar su espíritu. Más tarde, las personas que se toparon con los restos de esas delicias los llamaron \"rastros exquisitos\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/99d363bf24aefe0935064ebb44b197d6_1024955543672486481.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Varios festivales que llevan el nombre de Festival de la Luna surgieron entre la gente de Liyue mientras buscaban emular el rito original. Durante las noches de luna, la gente se reunía para disfrutar de alegres reuniones, con exquisita comida, vinos y tés. Rex Lapis unificó estas diversas celebraciones bajo el Festival de la Luna, en honor a un viejo amigo, el Patrono de las Hornillas. Rex Lapis, reconociendo las contribuciones de su amigo a Liyue, buscó inmortalizar la memoria de su amigo. Este voto colectivo a la luna simbolizó una alegre solidaridad, una conmemoración del pasado y una reflexión sobre el presente, que es la esencia del Festival de la Luna. Cada año, el Festival de la Luna adopta un tema único, generalmente elegido por las Siete Estrellas de Liyue. Un cuento popular afirma que los antiguos encontraron el santuario del Patrono de las Hornillas, pero no había ninguna hornilla, sólo una enorme y lisa losa de piedra."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/2f19fd579241cb39e2ce8e1f430f8d3a_3058468486224952550.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Adeptus Caminante Errante, reveló que el Patrono de las Hornillas era su amigo cercano, ahora perdido para la memoria y el mundo. Aunque el Patrono de las Hornillas falleció, se hizo un pacto para esperar su regreso en una nueva forma una vez que la tierra volviera a ser fértil. Marchosius fue una vez el Patrono de la tierra, pero renunció a toda la sabiduría y el poder que tenía para evitar el tipo de pruebas y tribulaciones que una tierra puede enfrentar, como sequías, inundaciones, lluvias torrenciales, huracanes, terremotos, tsunamis, incendios y plagas. Una vez caminó por las llanuras áridas con la gente hasta llegar finalmente al puerto. Se unió a los humanos en la construcción de sus viviendas y en el encendido de las estufas. Fue su mano la que encendió la primera farola de Liyue y llevó el aroma de la comida cocinada a todos los hogares del país. Los mortales ya no lo recuerdan, pero en la época en que lo hacían, él era el más cercano de todos los Adeptus a la gente común.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adeptus",
        "desc": "<p>Los Adeptus son un grupo de bestias iluminadas inmortales de Liyue, que han protegido al pueblo por milenios.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/205556113/7372a2d1b47769b64d0e87bd21a867a7_5576386756599336117.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/205556113/f85da71c0716edf2cd8333f3b9c55a9c_7185337034585150993.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madam Ping",
        "desc": "<p>Maestra de Yaoyao y Xiangling. <span class=\"wk-shady\">Ella es una Adeptus conocida como Caminante Errante.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/205556113/0f6d6b3952d41b274178b21b4b0169b9_2488593066523231042.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Misterioso asesor de la Funeraria El Camino. Erudito y con información sobre todo tipo de cosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival de la Luna",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/178140791/6eae5d30e791e9690f84ed2d8f8a1f74_3306298455782059670.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Festival de la Luna cae durante la temporada en la que muchos ingredientes para cocinar están maduros, por lo que es un momento apropiado para disfrutar de las mejores comidas. La gente de Liyue disfruta de sus comidas favoritas, comparte momentos con amigos y familiares y se deleita con la belleza de la luna y las flores. El primer Festival de la Luna del/de la Viajero/a consistió en el tema \"Fiesta de la tierra fértil\", que incluía un concurso de cocina llamado \"Concurso de Chefs Supremos\", elegido por las Siete Estrellas de Liyue. Xiangling, una joven chef talentosa y apasionada de Liyue, buscó inspiración para el concurso de cocina y reclutó al/a la Viajero/a y a Paimon para tener más ideas. Se encontraron con varias personas y obtuvieron diferentes perspectivas sobre el plato perfecto. Xiangling avanzó en la competencia Concurso de Chefs Supremos después de presentar tres nuevos platos de prueba: pollo fu yung, \"¡Ven por ello!\" y camarones de cristal. Los comentarios de la gente de Liyue la impulsaron a hacer ajustes para la final, donde presentó Pollo al chile Jueyun con guarnición de tiras de tres sabores y camarones de cristal, y finalmente ganó la competencia contra el Sonriente Yanxiao, quien entonces era el segundo finalista."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/9ed83fa2d6bcada9bf8363303f7d7797_3220316689765694858.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante toda su preparación para el torneo de cocina, el grupo había buscado información sobre el Patrono de las Hornillas porque pensaban que había una conexión entre una piedra encontrada por un pescador y el Patrono de las Hornillas. Reunieron información de varias fuentes, incluida la Abuela Ruoxin en la Aldea Chingtsé, la colección de libros de Xingchiu y un antiguo tomo conservado por el Sonriente Yanxiao en la Posada Wangshu. Después del concurso de cocina, el grupo buscó a Keching, el Equilibrio Terrenal de las Siete Estrellas de Liyue, para compartir panecillos de maíz con carne picante. Keching compartió con el grupo que la receta era un plato antiguo de las notas de su abuelo sobre el Patrono de las Hornillas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/178140791/d17b41f4cb589879c7566a66ffbd8f76_6773908112068553721.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Xiangling recordó que ella preparó este plato el día que conoció a Guoba en una cueva en las montañas. Se metió dentro para protegerse de la lluvia y puso los panecillos de maíz con carne picante en una mesa de ofrendas que vio allí. Se quedó dormida y, cuando despertó, Guoba se había comido hasta el último. Guoba la ha seguido desde entonces. Entonces, de repente, la piedra se rompió y reveló que Guoba era el Patrono de las Hornillas, Marchosius. Madam Ping explicó que Marchosius siempre había sido una deidad con gran afecto por la gente y actuaba en respuesta a sus deseos. La pasión por sí sola no será suficiente para despertar a Marchosius de su profundo sueño, pero cuando Keching comió panecillos de maíz con carne picante, un refrigerio tradicional de comida popular, se cumplió un deseo profundamente arraigado. El enorme poder desatado por el cumplimiento de este deseo resonó en la estatua de Marchosius y provocó que manifestara una vez más la forma que adoptó en el pasado. Puede que Guoba haya perdido muchas de sus antiguas facultades, pero ahora está tan despreocupado como puede estar, sin una sola preocupación en el mundo entero. Aquellos con mente y conocimiento ciertamente se verán perturbados por todo tipo de cosas. Su comportamiento despreocupado hoy es testimonio de que está en reposo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/205556113/f85da71c0716edf2cd8333f3b9c55a9c_7185337034585150993.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madam Ping",
        "desc": "<p>Maestra de Yaoyao y Xiangling. <span class=\"wk-shady\">Ella es una Adeptus conocida como Caminante Errante.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/205556113/0f6d6b3952d41b274178b21b4b0169b9_2488593066523231042.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Misterioso asesor de la Funeraria El Camino. Erudito y con información sobre todo tipo de cosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Una reconocida chef de Liyue. Le apasiona la cocina y sobresale al hacer sus platos calientes y picantes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keching",
        "desc": "El Equilibrio Terrenal de las Siete Estrellas de Liyue. Tiene su opinión sobre el gobierno de Rex Lapis en Liyue, pero, en verdad, a los dioses les gustan bastante los escépticos como ella.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingchiu",
        "desc": "Un joven con una espada larga al que puede verse frecuentemente en las librerías. Tiene un corazón de oro y anhela la justicia y la igualdad para todos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3926,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2548,
        "name": "El Sonriente Yanxiao",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/73555894/cfefb3179457ca68f7df244d9891a81e_6713802779433717561.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 740,
        "name": "Tiras de tres sabores",
        "desc": "Un plato muy bien presentado. El jamón, la carne de ave y los brotes de bambú se cortan en tiras finas de la misma longitud, se hierven a fuego rápido, se ponen en el centro de un plato para sopa y se sirven con el caldo. El resultado es muy sabroso.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Triple-Layered Consommé_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1869,
        "name": "Pollo al chile Jueyun",
        "desc": "Un plato de pollo frío. Su forma de elaboración permite que el sabor y el jugo del pollo se conserven a la perfección. Bajo su dorada piel se esconde un sabor ligeramente picante.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jueyun Chili Chicken_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1626,
        "name": "Panecillos de maíz con carne picante",
        "desc": "Un aperitivo tradicional muy popular en Liyue. Para hacer este plato, se moldea la masa fresca para darle forma, se deja reposar y se hace al vapor. Después, la carne y las verduras se lavan, se cortan en dados y se sofríen. Al comerlo, el relleno ya cocinado se mete en la masa y se come todo junto. El resultado es una verdura crujiente, una carne deliciosa y un sabor muy bueno.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chili-Mince Cornbread Buns_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 978,
        "name": "Camarones de cristal",
        "desc": "Uno de los aperitivos tradicionales de Liyue. El relleno se hace a partir de camarones frescos enteros, los cuales se envuelven en una brillante y traslúcida masa de harina. El resultado es una textura tierna y un sabor delicioso.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Shrimp_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Avances y Cinemáticas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la trama de Genshin Impact: Sabores del mundo"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/1062f1cb3cf7147dc48b249b75c30c10_6187059567318529523.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 de octubre de 2021</color>\nLa comida y bebida que nos traen alegrías marcan el paso del tiempo, siendo bendecidos por la gracia de la naturaleza. Del pasado al presente, los años pasan en un abrir y cerrar de ojos.\nEl humo de la cocina nos trae alegría, y el sentimiento hogareño pinta un lienzo de la vida diaria. Delgadas nubes van detrás de la luna conforme el bote del tiempo navega en sus aguas.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sHshbPUOXo4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustraciones y Emojis",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Evento «Festival de la Luna»"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/35428890/0b5369a5b538b2230c236637334f46d1_3179886080286978994.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>30 de agosto de 2021</color>\nDurante el evento, al completar las misiones de \"Anécdotas de la luna\" o participando en los desafíos \"En busca del brillo lunar\" y \"Rastros exquisitos\", obtendrás el arma exclusiva del evento Rey de los Mares (mandoble) así como sus materiales de refinamiento, corona de la sabiduría, Protogemas, recetas, y otras recompensas."
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Festival de la Luna"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Celebración"
          }
        ]
      },
      {
        "key": "Evento relacionado",
        "value": [
          {
            "type": "RichText",
            "text": "Evento de la versión 2.1 - Festival de la Luna"
          }
        ]
      }
    ]
  }
}