{
  "epId": 5079,
  "name": "El viajero del tiempo",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una novela de ciencia ficción de Fontaine publicada por «El Pájaro de Vapor». Cuenta la historia de un ingeniero que viaja utilizando una máquina del tiempo.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/10742394/44f9bc26d47a7f012c9c54fa6efe81d9_7285007375980132617.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1708556232,
  "components": {
    "body": [
      {
        "title": "El viajero del tiempo (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Esta anécdota ocurrió hace muchos años. Después de la cena, la Srta. Aviva (actualmente Sra. Nenonen) se quejaba con su característico tono melodramático acerca del rápido avance de la tecnología. Aunque sus conocimientos en ingeniería eran tan abundantes como sus conocimientos sobre la calidad del terreno en la Isla Watatsumi (es decir, eran nulos), la alta sociedad de la época solía mostrar interés por el tema.</color>\n<color=#ffffffa6>“Hace miles de años, nuestros antepasados conquistaron esta tierra”, alegó antes de aclararse la garganta mientras agitaba su abanico adornado con plumas de pavo real y gemas verdes. Haciendo un esfuerzo por mostrar una expresión de desánimo, continuó: “Hace cientos de años, con la ayuda de los nuevos equipos de submarinismo, ellos conquistaron los mares con total facilidad. Ahora, algunos nobles caballeros y damas tienen la idea de conquistar el cielo con el gravímetro, y temo que pronto se haga realidad”.</color>\n<color=#ffffffa6>“Así es, usted tiene toda la razón. ¡Los humanos son tan inteligentes, poderosos y enérgicos! Siempre están mejorando sus condiciones de vida con un entusiasmo inimaginable”, comentó inmediatamente el editor de «El Pájaro de Vapor»: “De hecho, si lo juzgamos solo en el sentido teórico y de ingeniería mecánica, la humanidad está casi a la altura de los dioses, pues con su ingenio conquistaron la mayor parte de la vasta naturaleza, y con su voluntad fueron capaces de transformar la apariencia de este mundo”.</color>\n<color=#ffffffa6>“Ay, no es eso lo que quería decir”, la Srta. Aviva suspiró con exageración y argumentó: “Esos lejanos y misteriosos continentes desconocidos, esas antiguas ruinas sumergidas en las profundidades del mar, todas esas exploraciones románticas y pioneras, todas esas grandiosas hazañas que revelaron la gloria de nuestra ciencia, nuestra tecnología están a punto de desaparecer en esta era civilizada en la que vivimos. Si bien nuestros antepasados lograron tantas cosas asombrosas, no nos dejaron espacio para la exploración y la conquista. ¿Acaso hay algo más doloroso para aquellos jóvenes que nacen con un ardiente deseo por lo desconocido?”.</color>\n<color=#ffffffa6>Citó pretenciosamente las palabras del legendario rey Argeas, como si eso demostrara su genuina aflicción por esa idea. Pero nadie pareció reaccionar de manera significativa. A lo sumo, asentían cortésmente. La Sra. Elle dejó escapar un ligero bostezo.</color>\n<color=#ffffffa6>Ante el silencio, el interés de la Srta. Aviva se desvaneció, por lo que decidió cambiar de tema, dirigiendo la conversación hacia el baile que tendría lugar la próxima semana. Era evidente que este tema despertaba más interés y el ambiente se volvió más animado. El Sr. Ratar estaba a punto de compartir una fascinante leyenda que había escuchado en Sumeru sobre torres, magos y bolas de cristal, pero antes de que tuviera la oportunidad de comenzar, el Sr. Crick, quien había permanecido en silencio todo el tiempo, lo interrumpió.</color>\n<color=#ffffffa6>“Srta. Aviva, lo que acaba de decir es realmente impresionante”, encendió un cigarrillo y prosiguió: “Pero no debe preocuparse, ya que aún existe un lugar en este mundo que aún no ha sido conquistado por el hombre... y si nadie dota de las destrezas necesarias, es posible que nunca llegue a serlo”.</color>\n<color=#ffffffa6>“¿A qué espacio se refiere?”, preguntó el Sr. Ratar con una expresión enfurruñada, quien estaba convencido de que su historia del mono sería algo mucho más interesante de escuchar.</color>\n<color=#ffffffa6>“Al tiempo”.</color>\n<color=#ffffffa6>La sala quedó en silencio por un momento y luego todos estallaron a carcajadas.</color>\n<color=#ffffffa6>“¡Eso es absurdo!”, exclamó el Dr. Reinier mientras reprimía una carcajada. “En primer lugar, ¿cómo puede el tiempo ser parte del espacio?”.</color>\n<color=#ffffffa6>“¿Puede usted existir independientemente del tiempo en el espacio?”.</color>\n<color=#ffffffa6>“¿Qué intenta decir?”.</color>\n<color=#ffffffa6>“¿Cree que es posible que ahora mismo esté aquí hablando conmigo y al siguiente segundo desaparezca sin dejar rastro?”. Hizo una pausa para permitir a los demás reflexionar sobre su pregunta. “Está claro que, al igual que la longitud, la anchura y la altura, el tiempo es una dimensión del espacio. Por lo tanto, el tiempo, como parte del espacio, es naturalmente susceptible de ser conquistado”.</color>\n<color=#ffffffa6>“No tiene ningún sentido...”, murmuró el médico en voz baja, a pesar de que no refutó nada más.</color>\n<color=#ffffffa6>“He estado trabajando en esto desde hace algún tiempo”, confesó antes de proseguir: “Y he concebido una máquina que permitirá viajar en el tiempo a voluntad. En un par de meses, la máquina estará terminada. Para ese entonces, me gustaría invitar a la Srta. Aviva y a todos los presentes a mi taller para presenciar uno de los mayores logros de la humanidad: la conquista del tiempo”.</color>\n<color=#ffffffa6>La Srta. Aviva guardó silencio. De hecho, por su expresión, parecía que nuestra amiga de alta cuna no había comprendido nada de lo que el Sr. Crick estaba diciendo.</color>"
          }
        ]
      },
      {
        "title": "El viajero del tiempo (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Dos meses más tarde, nosotros (el editor de «El Pájaro de Vapor», el médico, el Sr. Revilo Oliver y varios otros que asistieron a la cena) llegamos al taller de Crick como habíamos acordado. La Srta. Aviva no acudió, ya que nunca tuvo interés en ese tipo de cosas y prefería asistir al baile social del Salón Caritat, lo cual era una opción mucho más interesante para ella.</color>\n<color=#ffffffa6>Sorprendentemente, Crick estaba notablemente más viejo y demacrado en comparación a dos meses atrás. Bajo la lámpara apagada, su rostro solo revelaba una mirada fría y silenciosa que recordaba a uno de esos ascetas delgados de Sumeru.</color>\n<color=#ffffffa6>Nos recibió con un tono tranquilo y nos invitó a sentarnos.</color>\n<color=#ffffffa6>“¿Cómo va su plan para conquistar el tiempo?”, preguntó sin rodeos el editor de «El Pájaro de Vapor». “¿Y dónde está esa máquina del tiempo de la que hablaba?”.</color>\n<color=#ffffffa6>En lugar de responder con palabras, Crick señaló hacia una mesa. Miramos en la dirección que nos indicaba y vimos que justo en el centro del escritorio había una maqueta dorada de una aeronave con forma de ballena, del tamaño de un reloj de pared pequeño. Cualquiera podría apreciar la rigurosidad con la que estaba hecha aquella maqueta. Bajo la cubierta de cristal transparente, fluía lentamente un color indefinible e irreconocible que brillaba tenuemente en las sombras proyectadas por la pantalla de la lámpara.</color>\n<color=#ffffffa6>“Así que... ha pasado dos meses construyendo un juguetito que asombraría incluso a los artesanos de Lepaute”.</color>\n<color=#ffffffa6>“Es cierto que a simple vista no parece gran cosa”, Crick lo miró con una emoción indescriptible, que podría interpretarse como lástima. “Es solo una proyección de lo que parece en este momento. Es como si se observase un folio desde un lado: no podría apreciarse más que una fina línea”.</color>\n<color=#ffffffa6>“Disparates”.</color>\n<color=#ffffffa6>Por alguna razón, Crick no replicó, sino que se limitó a pedirnos, en un tono de voz tranquilo, que le permitiéramos concluir su relato sobre su experiencia de viajar en el tiempo. Aceptamos su petición y así empezó a contar la historia que detallo a continuación, de principio a fin y sin interrupción.</color>\n<color=#ffffffa6>Todos ustedes recuerdan que fue hace unos dos meses cuando les hablé por primera vez de la máquina del tiempo. Para aquel entonces, había terminado de construir la máquina hacía una semana, y decidí subir a bordo para viajar en el tiempo por primera vez en la historia de la humanidad.</color>\n<color=#ffffffa6>No puedo describir con meras palabras la deslumbrante belleza de las estrellas a alguien que nunca las ha visto con sus propios ojos, al igual que las palabras no son suficientes para transmitirles la extraña sensación que experimenté al viajar en el tiempo... Después de unos veinte minutos de viaje, la máquina se detuvo, y al mirar a mi alrededor, me di cuenta de que me encontraba en un asentamiento del imperio de Remuria. Los grandiosos templos y arenas tallados en monolitos eran suficientes para que la Ópera de la Epíclesis se sintiera avergonzada de sí misma, y las creaciones del maestro Alain Guillotin casi podrían calificarse de enanos achaparrados en comparación con los gólems que lucían con orgullo por las calles. Justo cuando quedé impresionado, unos legionarios que patrullaban me descubrieron. A juzgar por mi extraña vestimenta, me consideraron un espía enviado por los bárbaros. Por eso, me apresaron de inmediato, me trataron cual esclavo y degenerado que cree en falsos dioses, y querían arrojarme a un profundo pozo para que las serpientes venenosas me devoraran.</color>\n<color=#ffffffa6>Afortunadamente, la constructora local, Aidia Anavana, cuyo nombre descubrí más tarde, se percató de mi extraña identidad y ordenó un encuentro conmigo. A pesar de mi gramática defectuosa y mi terrible acento (en ese momento, ni siquiera podía pronunciar correctamente la palabra “Remuria”, pues sonaba más como “Euria”), ella mostró paciencia y me planteó numerosas preguntas a las cuales respondí con sinceridad. Pronto aceptó que yo venía del futuro y me mostró una estela de piedra que los esclavos habían excavado recientemente.</color>"
          }
        ]
      },
      {
        "title": "El viajero del tiempo (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Era una estela cuadrada, cada fila y cada columna inscritas con siete caracteres simétricos. No obstante, no era escritura de Remuria, sino la que usamos hoy en día. Sin importar cómo se leyeran, el mensaje del texto siempre era el mismo: un elaborado acertijo en el que intervienen el perro, el pasto, el pinzón de plumas azules, la lluvia de verano, el canto de las rosas, las motas del caracal patilludo, y el orden de las texturas de las rocas. Siempre fui un apasionado del juego de palabras, pero a pesar de ello, este acertijo en bucle me provocaba una sensación de vértigo. De alguna manera, me di cuenta de que tenía que resolverlo costase lo que costase. Al final, logré descifrarlo junto a Aidia en seis meses. La clave para descifrarlo se hallaba en el nombre de un esclavo que había fallecido hacía treinta años, y la solución era una fecha que apuntaba a cientos de años después de la caída del imperio.</color>\n<color=#ffffffa6>Me despedí de Aidia, subí a la máquina del tiempo y viajé hacia esa fecha concreta. Con la esperanza de descubrir el secreto que escondía aquella estela de piedra, me encontré con varios Cazadores Fantasmales que me mostraron otra estela. Esta tenía inscrita otros cuarenta y nueve caracteres simétricos que formaban otro acertijo. Sin embargo, su respuesta apuntaba a una fecha aún más lejana en el futuro.</color>\n<color=#ffffffa6>Viajé unas tres veces al pasado y al futuro siguiendo las indicaciones de dichas estelas. Los acertijos se volvían cada vez más complicados de resolver. La pista para descifrar uno de ellos procedía de una novela romántica de pobre calidad publicada trescientos años después, y la quinta palabra de la página treinta y siete de ese libro resultó conjugarse con el nombre completo del agente n.º 375 de la Oficina Judicial, numerado hace trescientos setenta y cinco años. Otra pista para descifrar el acertijo se encontraba en una flor blanca que se abrió miles de años después. No conozco el nombre de esa flor, y la forma de sus pistilos era de lo más extraña. Tal vez sea alguna especie de malva, pero no estoy seguro... Esta flor se alimenta del canto de las alondras, así que una de las pistas es el número de costillas del pecho de una alondra que vivió durante el periodo de Remuria. Así es más o menos como funciona el acertijo.</color>\n<color=#ffffffa6>La última estela de piedra provenía del almacén subterráneo del Museo Conmemorativo Basil Elton y solo tenía un único carácter grabado: el número cero.</color>\n<color=#ffffffa6>No estoy seguro de lo que estaba pensando cuando configuré el destino a cero. Sabía que no tenía sentido, pero aun así ingresé ese número en la máquina y tiré de la palanca. No sé cuánto tiempo pasó hasta que la máquina se detuvo de nuevo, pero ya estaba suspendido sobre un mar sin olas, donde ni siquiera el viento existía. El cielo que se cernía sobre mí ya no era azul, sino de un rojo oscuro indescriptible, salpicado de innumerables estrellas lejanas y pálidas, como si fueran escarcha de sal depositada en la orilla.</color>\n<color=#ffffffa6>Permanecí contemplando el mar en su estado original, y así pasaron varios minutos antes de que me diera cuenta de que algo se ocultaba bajo la tranquila superficie. Era el Palacio Mermonia, que claramente no debería estar allí.</color>\n<color=#ffffffa6>En ese momento, oí que alguien me llamaba por mi nombre: Crick Neven. Miré hacia atrás, como si me mirara en un espejo, y me encontré con un hombre que se parecía mucho a mí. Nuestros ojos se encontraron y su mirada revelaba tanto asombro como la mía.</color>\n<color=#ffffffa6>“Crick Neven... Quieres conquistar el tiempo, pero nadie puede conquistar el tiempo”.</color>\n<color=#ffffffa6>“¿Fuiste tú quien dejó esos acertijos?”.</color>\n<color=#ffffffa6>“¿Fuiste tú quien dejó esos acertijos?”, repitió mi pregunta como si tratara de responderla con una afirmación. “Esos acertijos son partes del tiempo... Todos esos caracteres simétricos forman parte del tiempo”.</color>\n<color=#ffffffa6>“Y por eso, la respuesta final del tiempo es cero”.</color>\n<color=#ffffffa6>“No obstante, cero tampoco es la respuesta, sino otro enigma más, porque las respuestas nunca salen a luz”, dijo. “El tiempo es un espejo de la respuesta, o mejor dicho, el espejo es la respuesta más fácil de comprender. Cuando dos espejos están uno frente al otro, se refleja una luz indefinida entre ellos, y esto es el tiempo. Un número infinito de luces divergentes, convergentes y paralelas forman la ilusión llamada tiempo, en la que no hay pasado ni futuro, porque el pasado es el futuro. Cuando uno se sitúa en el tiempo cero y mira hacia adelante a través del espacio entre los dos espejos, todas las trayectorias de la luz se encuentran en el mismo plano, y ningún rayo de luz puede escapar de él. El Palacio Mermonia se hundió mucho antes de ser construido, y el Palacio Mermonia que se hundió volverá a construirse. La risa, la tristeza, el llanto y la muerte se repetirán innumerables veces, porque esa es la naturaleza de los espejos. Nunca podrás conquistar el tiempo, al igual que no podrás atrapar tu propia sombra con la mano”.</color>\n<color=#ffffffa6>Tal vez por pánico o por un frenesí momentáneo, cuando pronunció su última sílaba, saqué mi pistola de defensa y apreté el gatillo hacia su cabeza.</color>\n<color=#ffffffa6>La sala se sumió en el silencio.</color>\n<color=#ffffffa6>“No pretendo hacerles creer lo que digo”. Crick se levantó y nos escudriñó con la mirada. “Pueden pensar que todo esto son locuras que me inventé para encubrir mi fracaso en la construcción de la máquina del tiempo o una historia poco convincente, o quizás un sueño que surgió de una completa alucinación. En fin, si me disculpan, caballeros, tengo que ir a dejar acertijos para mi yo del futuro”.</color>\n<color=#ffffffa6>Aquella fue la última vez que vi a Crick Neven.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>El viajero del tiempo</color>"
          }
        ]
      }
    ]
  }
}