{
  "epId": 5103,
  "name": "Yakshas",
  "desc": "<p>Un grupo de Adeptus que fueron convocados por Rex Lapis para derrotar a los demonios.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/205556113/5de92fa15bd3d375cc78ec1121308661_1472548841824619831.png",
  "menuId": 23,
  "menuName": "Organizaciones",
  "version": 1741010539,
  "components": {
    "galleryCharacter": [
      {
        "key": "Los Yakshas",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/205556113/bcb526cc87b9e52b4c5d246cfff9f3b2_3564258017501685644.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Los cinco Yakshas más fuertes."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Yakshas notables"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Un Yaksha y Adeptus que protege Liyue. También llamado el “Gran Cazador de Demonios” o “Guardián Yaksha”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Gran Cazador de Demonios y último Yaksha.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Líder de los Yakshas, también conocido como Mariscal Vritrá.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/73555894/61275d8b97a9c5e4055ed07a4d34c4fa_1320056320285865751.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Líder de los Yakshas, también conocido como Mariscal Vritrá.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Menogias",
        "desc": "<p>Uno de los cinco Yakshas más fuertes, también conocido como General Kapisas.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/73555894/2a70abcd41f1c25b94da6c18901fc863_2567532642069905567.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "General Kapisas, uno de los Yakshas más fuertes, quien tuvo por talento diseñar ropa.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Bonanus",
        "desc": "<p>Una de los Yahshas más fuertes, también conocida como General Chizapus.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/73555894/c11e8841d51eca4a0f5877567d0b1b28_5631445507527232938.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Uno de los cinco Yakshas más fuertes, también conocida como la General Chizapus.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Indarias",
        "desc": "<p>Una de los cinco Yakshas, también conocida como General Musatas.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/73555894/7280f8fc2afecab369f640ed8370390d_5623331648495894552.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Uno de los cinco Yakshas más fuertes, también conocida como la General Musatas.\nPervases\nUn Yaksha pájaro, que murió durante la Guerra de los Arcontes.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libros relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 2314,
        "name": "Yakshas: los guardianes Adeptus",
        "desc": "Un volumen de la colección «Maravillas y folclore de Liyue» que sirve como versión de «Viaje por las tierras de Liyue», una enciclopedia de creencias y costumbres populares escrito por Mesudi, un erudito de Sumeru. Debido al arcaico estilo de escritura del autor, fue rechazado en gran medida por el público y los editores por igual. En «Yakshas: los guardianes Adeptus», se describen los diversos Yakshas que lucharon codo a codo con el Arconte Geo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Yakshas: The Guardian Adepti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2326,
        "name": "Versos de Equilibrium",
        "desc": "Dice la leyenda que es una antigua encantación para conmemorar a Rex Lapis y al Adeptus Yaksha. A la vez, es un texto antiguo de la fe del Arconte Geo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Verses of Equilibrium_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Avances y cinemáticas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la trama de Genshin Impact: Yakshas, los guardianes Adeptus"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/237301566/90f7b599b4d7f65c3edf3844d9cf3f04_5140932463371261091.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>27 de enero de 2021</color>\nAlatus es conocido como el Rey de las Alas Doradas, también llamado el Gran Cazador de Demonios. Nadie sabe de dónde vino ni adónde fue.\nSolo durante la noche primaveral del Rito de la Linterna, puede verse su resplandor en el Bosque de Piedra Guyun. Los habitantes de Liyue exclaman: \"He aquí el Guardián Yaksha que terminará con el yugo de los demonios\".\nLe sigue el sonido sin autor de una flauta, proveniente del lejano Pantano Dihua. \"¡Escuchen! Es el llamado del Yaksha invocando a sus viejos amigos\".\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=Wv-Tr-sSoCs&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la trama de Genshin Impact: Ecos de recuerdos pasados"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/237301566/68227850eb221e54dc2b6c91f89e1436_291937187263281196.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 de junio de 2022</color>\nTras poner fin a la crisis, los miembros del equipo se marchan uno por uno, ya sea absortos en sus pensamientos, o embelesados ante lo obtenido.\nPero Xiao tiene algo que contarte acerca de los recuerdos de antaño de cierto Yaksha...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ZVnfjTVZrWY&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la trama de Genshin Impact: Melodías del corazón"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/237301566/083477d4fe3e4626f8d54ba962d5cae2_4419010495052526109.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 de enero de 2023</color>\nUna nube pasajera, una planta que flota sobre el agua sin raíces.\nUn pequeño arroyo cuya corriente se lleva consigo el polvo con suma gentileza.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Archon War",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hace varios miles de años, el Orden Celestial declaró la guerra entre los dioses por los tronos divinos, y las tierras de Liyue se convirtieron en un campo de batalla. Rex Lapis y los Adeptus del sur lucharon contra los Adeptus del norte y otros dioses. Innumerables dioses, Adeptus y Yakshas murieron en esta guerra. Entre las víctimas estaba el más joven de los Yaksha, Pervases, a quien Rex Lapis otorgó un nombre personalmente, y la Diosa de la Arena, Guizhong, cuyo poder los Yakshas sellaron para evitar su liberación. No había ningún lugar donde las almas de los muertos pudieran regresar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/90f7b599b4d7f65c3edf3844d9cf3f04_5990369071033377616.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En una de las batallas, Rex Lapis derrotó a un dios al que servía un joven Yaksha, uno de los Adeptus. Había sido obligado a hacer cosas inimaginablemente terribles, arruinó muchas vidas, destruyó muchas esperanzas y devoró los sueños de las víctimas que mataba. Aunque le dolía hacerlo, era incapaz de resistirse. Cuando Morax derrotó al maestro del Yaksha, lo liberó y le dio el nombre de Xiao para protegerlo: <color=#ffffffd9>\"En las fábulas de otro mundo, Xiao es el nombre de un espíritu que sufrió mucho y se encontró con innumerables dificultades. Tu historia es parecida, así que de ahora en adelante te llamarás así.\"</color> En gratitud por la bondad de Rex Lapis,\nasumió la protección de Liyue durante los próximos milenios. Como toda su dulzura e inocencia se habían perdido durante su servicio al dios maligno, y solo quedaban el peso de sus pecados y su habilidad para matar, Xiao solo podía ayudar al pueblo de Liyue en la batalla."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/07c5b1b79ed283b8ce32f56522a1dbae_6458912599486681398.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Hace 3.700 años, Morax derrotó a los otros dioses de Liyue y fundó el Puerto de Liyue junto con los Adeptus. Los Adeptus hicieron un pacto con Rex Lapis y juraron proteger al pueblo de Liyue. Aunque Morax derrotó a todos los dioses y los enterró bajo los acantilados de las montañas, ellos son inmortales. Su conciencia puede disminuir, pero su poder y odio siempre permanecerán y se esparcirán como veneno, causando caos en el mundo y sus habitantes. Los dioses que regresaron al ciclo de los elementos no se dieron por vencidos y regresaron en forma de demonios. Torturados por la ira, dieron lugar a un miasma, que a su vez generó todo tipo de plagas, monstruos y otros males perversos. Hambrientos, devastaron la tierra y agitaron las aguas, causando estragos en las personas. “Rex Lapis invocó a los Yakshas para ayudarle a acabar con los monstruos. Los Yakshas eran bestias iluminadas de Liyue, feroces e intimidantes, violentos por naturaleza, formidables en la batalla y dispuestos a matar sin piedad para defender el reinado de Rex Lapis. En la batalla contra los demonios, llevaban máscaras que aterrorizaban a los demonios, ocultando la parte de ellos que los hacía humanos. Los Yakshas juraron restaurar el orden y enfrentar el mal: <color=#ffffff>\"A través de la masacre restauramos el orden a través de la batalla purgamos el mal. A ello dedicaremos nuestras vidas\"</color> . Cinco de muchos eran los más fuertes: el Mariscal Vritrá Bosacius, la General Musatas Indarias, la General Chizapus Bonanus, el General Kapisas Menogias, y el Rey de las Alas Doradas Alatus. Junto con el Arconte, desterraron plagas, derrotaron demonios y se hicieron conocidos entre los mortales como \"Los Yakshas\". Sabían que la guerra que libraban nunca podría ganarse y que nunca llegaría a su fin. También era una guerra invisible que nadie presenciaría ni les agradecería."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/548e5247deab8a521e2c9f8d040c062f_2241455296625011163.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Los Yakshas mataron sin piedad a innumerables encarnaciones de los restos vengativos de los dioses, pero al hacerlo, sus almas se fracturaron. Eventualmente, esos fragmentos de odio pudieron contaminar las almas de los Yakshas, condenándolos a terribles sufrimientos por la deuda kármica. Algunos sucumbieron a una rabia ciega de indescriptibles atrocidades; a otros, el miedo les condujo hacia una locura igual de indescriptible. Otros se volvieron hostiles y se destruyeron entre sí. También hubo quienes se perdieron en los delirios de sus mentes. Después de unos mil años, tres de los cinco murieron."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/fd7d2c27514b9c50f2f6057c5d987cc3_7052495050928265229.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Menogias y Bonanus se volvieron el uno contra el otro, y Bonanus atravesó a su hermano con una lanza. Indarias sucumbió a la influencia de la deuda kármica y murió. El cuarto Yaksha, Bosacius, enloqueció y desapareció, dejando su riqueza sellada por las artes de los Adeptus, y solo Alatus permaneció con vida. Los terribles actos cometidos a lo largo de milenios comenzaron a consumir al Rey de las Alas Doradas desde dentro. Perdió a sus parientes, amigos y aliados, se enfrentó a la imposibilidad de redención, ardía en una ira eterna y no conocía descanso. Se volvió contra sus antiguos agravios, pero no recibió ni retribución ni alivio, y su recompensa fue solo un vacío en su corazón que la eternidad no podía llenar. Un día, cuando casi toda la fuerza de Xiao se había agotado luchando de la noche al amanecer, salió victorioso por un pelo. Exhausto, el Gran Cazador de Demonios sintió que el odio divino que contaminaba su cuerpo hacía efecto. Un odio ilimitado inundó sus sentidos, y cayó al suelo en agonía. Pero fue en ese momento cuando el dolor desapareció sin previo aviso. Esto no fue por la propia fuerza de Xiao, ya que había sido rescatado por el sonido de una flauta del Arconte Anemo, Barbatos. El sonido claro y hermoso de la flauta llegó a través de montañas y ríos, llevado por el viento hasta donde yacía. Protegió a Alatus, calmando sus sentidos salvajes y dándole un momento de paz. Y aunque el Gran Cazador de Demonios estuvo solo toda su vida, aún había personas en el mundo dispuestas a protegerlo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adeptus",
        "desc": "<p>Los Adeptus son un grupo de bestias iluminadas inmortales de Liyue, que han protegido al pueblo por milenios.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/205556113/7372a2d1b47769b64d0e87bd21a867a7_5576386756599336117.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Un Yaksha y Adeptus que protege Liyue. También llamado el “Gran Cazador de Demonios” o “Guardián Yaksha”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Líder de los Yakshas, también conocido como Mariscal Vritrá.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/73555894/61275d8b97a9c5e4055ed07a4d34c4fa_1320056320285865751.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Menogias",
        "desc": "<p>Uno de los cinco Yakshas más fuertes, también conocido como General Kapisas.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/73555894/2a70abcd41f1c25b94da6c18901fc863_2567532642069905567.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Indarias",
        "desc": "<p>Una de los cinco Yakshas, también conocida como General Musatas.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/73555894/7280f8fc2afecab369f640ed8370390d_5623331648495894552.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Bonanus",
        "desc": "<p>Una de los Yahshas más fuertes, también conocida como General Chizapus.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/73555894/c11e8841d51eca4a0f5877567d0b1b28_5631445507527232938.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2314,
        "name": "Yakshas: los guardianes Adeptus",
        "desc": "Un volumen de la colección «Maravillas y folclore de Liyue» que sirve como versión de «Viaje por las tierras de Liyue», una enciclopedia de creencias y costumbres populares escrito por Mesudi, un erudito de Sumeru. Debido al arcaico estilo de escritura del autor, fue rechazado en gran medida por el público y los editores por igual. En «Yakshas: los guardianes Adeptus», se describen los diversos Yakshas que lucharon codo a codo con el Arconte Geo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Yakshas: The Guardian Adepti_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2326,
        "name": "Versos de Equilibrium",
        "desc": "Dice la leyenda que es una antigua encantación para conmemorar a Rex Lapis y al Adeptus Yaksha. A la vez, es un texto antiguo de la fe del Arconte Geo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Verses of Equilibrium_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cataclismo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/9a723eb62826da5b39b435eec28c8297_1287605558445924247.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace 500 años, ocurrió un cataclismo en Khaenri'ah, y el Abismo se derramó en este mundo. La Sima, donde antiguos males habían estado ocultos durante mucho tiempo, se convirtió en el centro de batallas con monstruos del Abismo. La Geoarmada recibió la tarea de evacuar a los locales y mineros, y algunos soldados permanecieron en el Abismo para cubrir la retirada. El Yaksha de cuatro brazos, Bosacius, acudió en su ayuda. Con una espada en sus manos, entró en la Sima para poner fin al sufrimiento de las personas. Un fuego púrpura brillaba en sus ojos, y la gente decía que el Yaksha defendía la Sima no para cumplir con la orden de Rex Lapis, sino para expiar pecados eternos, para obtener perdón por la cobardía y la debilidad que una vez mostró. Sea como fuere, el Yaksha descendió a las minas junto con la Geoarmada. En el curso de la lucha lado a lado con el Yaksha, estos soldados mortales no pudieron escapar de ser contaminados por el karma, o ser heridos durante la masacre. Para evitar ser consumidos por la oscuridad del asesinato constante, los soldados de la Geoarmada usaron un reloj de arena para marcar silenciosamente el paso del tiempo durante cada batalla. Establecieron un ritmo de marcha y un horario unificados para que un escuadrón de soldados mortales tomara el campo de batalla mientras el anterior se retiraba. Este ciclo de avance y retirada continuó hasta lo más profundo del Abismo, donde el Yaksha y los valientes soldados cayeron."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/90ec28a7bc8d4e51d7db9d334bd6a40d_2423246889581117515.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Junto con uno de los mortales, Boyan, Bosacius descendió al subespacio de la Sima, donde el tiempo y el espacio estaban distorsionados. Este subespacio usaba las debilidades y temores de las personas, mostrándoles ilusiones para atraerlos a una trampa. Debido al karma, el Yaksha olvidó quién era, a sus hermanos y hermanas, y la razón por la cual había ido a la Sima. A costa de sus vidas, Boyan y Bosacius lograron sellar el subespacio con la Brújula fantástica, un artefacto capaz de cambiar el espacio y sellar monstruos. Antes de morir, la mente del Yaksha de cuatro brazos se aclaró, y recordó a sus amigos. Bosacius quedó atrapado en la Sima, y más tarde, Alatus encontró su manifestación fantasmagórica en este subespacio cuando llegó a las minas en busca de su hermano desaparecido. Para escapar del subespacio y salvar a la gente, Xiao estaba dispuesto a sacrificarse, pero fue salvado por Rex Lapis.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Líder de los Yakshas, también conocido como Mariscal Vritrá.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/73555894/61275d8b97a9c5e4055ed07a4d34c4fa_1320056320285865751.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Un Yaksha y Adeptus que protege Liyue. También llamado el “Gran Cazador de Demonios” o “Guardián Yaksha”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2064,
        "name": "Tenacidad de la Geoarmada",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Deceso del Cinabrio",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Legado",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/d62233f03601be3f1482da55fc406cc0_7401207558544153494.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante una guerra pasada, la gente de Liyue iluminaba el cielo nocturno con linternas para que le sirviera a sus guerreros como recuerdo de la vuelta a casa y nunca se perdieran de vista. El Rito de la Linterna es una festividad anual para honrar a estos héroes. En este día, la gente reza para que la prosperidad descienda sobre ellos y para que sus problemas desaparezcan. Por la noche, los residentes de la ciudad lanzan muchas linternas celestes y una gran linterna lunar al cielo. La gente puede ver su resplandor en el Bosque de Piedra Guyun solo durante la noche del Rito de la Linterna de primavera, momento en que declaran: <color=#ffffff>\"He aquí al guardián Yaksha que terminará con el yugo de los demonios\"</color> O tal vez escuchen el silbido de los juncos del pantano, fácilmente confundible con el sonido de una flauta, y al descubrir que no es una persona quien emite tal melodía anuncian: <color=#ffffff>\"Escuchen: es el Yaksha invocando a sus viejos amigos en su tierra natal\"</color> ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/dfcd3f2011935d6162fe5cd362960c47_4538355187157167310.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En memoria de las hazañas de los Yaksha, la gente erigió estatuas de ellos. Se creía que los poderosos Yaksha estaban condenados a vagar por la tierra en un estado de sufrimiento interminable. Para consolar a los Yaksha, se les ofrecía comida y se les cantaban himnos sagrados. Todo esto apaciguaba a los Yaksha y les daba fuerzas para seguir defendiendo la paz. Hoy en día, enormes estatuas de los Yaksha derrotando a espíritus malignos todavía se alzan en Liyue, pero sus rostros se han deteriorado tanto que ya no se pueden reconocer. En el mundo mortal, casi nada se sabe sobre los Yaksha, porque no son deidades populares que traen riqueza y protección, ni sabios místicos a quienes los peregrinos acuden en busca de sabiduría divina. Nadie pensaría en agradecerle a Xiao, pues su poder divino aterroriza a las personas. La mera visión de Xiao, incluso a lo lejos, era lo suficientemente intimidante como para hacer que la gente huyera inmediatamente. Sin embargo, las Siete Estrellas de Liyue asignaron a uno de sus agentes secretos para apoyar al Gran Cazador de Demonios en la tarea de someter a los demonios. Ese agente encabeza una organización fachada llamada Posada Wangshu. Ocasionalmente, Xiao se detiene en la posada por un tazón de Tofu de almendras, que le recuerda los sueños que solía devorar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/8b671dfbeb1e2ed7a75088c60db5de9b_3776640753422333091.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un día, un mortal decidió hacerse pasar por un Yaksha y llamarse a sí mismo Ladrón de Estrellas, reuniendo seguidores. Daba medicina, acompañaba a los comerciantes y ayudaba a los desamparados a cambio de donaciones. Usando el Sello de Permiso, ahuyentaba a los demonios, pero no los mataba, por lo que gradualmente se iban reuniendo en un solo lugar, amenazando a la gente con peligro. Tras enterarse del fraude, el Gran Cazador de Demonios utilizó un arte Adeptus llamado Sonambulismo para invocar el alma de Ladrón de Estrellas. El ritual consta de cuatro partes: ofrecer el incienso, meditar, hacer un encantamiento y disparar una flecha. Para ofrecer incienso, hay que colocarlo en el incensario con reverencia por Rex Lapis en el corazón. La meditación es vaciar la mente de pensamientos triviales y centrar la atención en el ritual que estamos realizando. Luego, hay que recitar el encantamiento en voz alta: <color=#ffffff>\"¡Oh, Devayaksha, trae el pecado contigo!\"</color> , y finalmente, lanzar una flecha hacia cada una de las estatuas de Yaksha para contar con su autoridad para el contrato. Cuando se invocó el alma del falso Adeptus, juró ante Alatus renunciar al mal, vivir según su conciencia y no difamar el nombre de los Adeptus."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/4034daf7d995376ffadd9d0bc70d02cd_4298174480460191849.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En honor a la memoria del Yaksha Pervases, se construyó un templo, pero con el tiempo la gente dejó de visitarlo y se derrumbó. Usando el arte adéptico Permanencia de lo mortal, las lámparas ceremoniales y el incensario, el Yaksha fallecido pudo encarnarse en el mundo como una ilusión el día de su muerte para observar el Liyue moderno. Wang Ping'an, quien renunció al nombre de Ladrón de Estrellas y decidió expiar sus pecados, reconstruyó el templo de Pervases. A veces, Xiao visita este templo para recordar a sus hermanos y hermanas fallecidos y para llevarle a Pervases el Pez tigre a la parrilla que tanto le gustaba.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Rito de la Linterna",
        "desc": "<p>Cada año, en el día de la primera luna llena, Liyue celebra el Rito de la Linterna. Por la noche, la gente lanza muchas linternas celestes y una gran linterna mingxiao al cielo. Dentro de cada linterna hay un fragmento de plaustrita y los deseos del corazón escritos en varillas especiales. Las linternas flotan lentamente, iluminando el camino para las almas de los fieles defensores de Liyue.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Un Yaksha y Adeptus que protege Liyue. También llamado el “Gran Cazador de Demonios” o “Guardián Yaksha”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2515,
        "name": "Wang Ping'an",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Wang Ping'an_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 1088,
        "name": "Pez tigre a la parrilla",
        "desc": "Una brocheta de pescado a la brasa. El pescado, atrapado directamente en el puerto, se marina y se hace a la parrilla hasta que esté tierno, por lo que el aroma siempre atrae a los gatos callejeros. La frescura es el secreto de su sabor.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Grilled Tiger Fish_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Yakshas"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Grupo de inmortales"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Líder",
        "value": [
          {
            "type": "RichText",
            "text": "Bosacius"
          }
        ]
      }
    ]
  }
}