{
  "epId": 5112,
  "name": "Espinadragón",
  "desc": "<p>Una región nevada y peligrosa al sur de Mondstadt, donde el hielo nunca se derrite. Las tierras de Espinadragón están impregnadas con la sangre envenenada del dragón Durin.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/c827a0b715536c9cf8cc63f1ca4bf669_6784422490765482109.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1747868356,
  "components": {
    "textualResearch": [
      {
        "title": "Registros estropeados (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "“Los registros indican que aquí solía haber una prisión, en cuyo caso es perfecto para mí”.\n“Debo admitirlo, fue mi propio descuido lo que me llevó a que me partiera en pedazos... Como era de esperar del elegido. Podía sentir la <color=#37ffff>energía elemental</color> ardiendo en su sangre”.\n“Ahora, supongo que tendré que apegarme al plan y <color=#37ffff>seguir el curso del agua hacia el norte</color> . Seguramente tendré que aguantar hasta que regrese a donde escondí mis suministros”."
          }
        ]
      },
      {
        "title": "Registros estropeados (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "“La tormenta se detuvo. Espero que sea una buena señal”.\n“Al fin me deshice de Ingbert. No pude hacer nada con Luther en esas circunstancias, pero con esa herida, no debe haber ningún problema”.\n“A continuación, me dirigiré <color=#37ffff>al este, donde la montaña se encuentra con el mar</color> . Si puedo resistir hasta entonces, tengo una oportunidad de sobrevivir”."
          }
        ]
      },
      {
        "title": "Registros estropeados (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "“Tanto el bote como los suministros están intactos. No puedo pedir mejor suerte”.\n“El acuerdo era que, si las noticias llegaban a Mondstadt, Priscilla encendería una antorcha en Punto Portatormentas para avisarme”.\n“Espero que todo salga bien. Si esto funciona, el poder para cambiar la situación actual será mío...”."
          }
        ]
      },
      {
        "title": "Grabados antiguos (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "“... como su alma, y el argento estelar como sus huesos. Aquel que pudo empuñarla, el forastero rompehielos, Imunlau...”"
          }
        ]
      },
      {
        "title": "Grabados antiguos (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "“... intentó sanar las líneas ley, pero el árbol ya se había secado. Después de enterrar a la princesa ...”"
          }
        ]
      },
      {
        "title": "Grabados antiguos (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "“... sin resultado ni respuesta alguna, Varuch se dirigió a la cima...”"
          }
        ]
      },
      {
        "title": "Grabados antiguos (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "“... y la nieve azotó los cielos. El pilar que cayó del cielo se partió en tres...”"
          }
        ]
      },
      {
        "title": "Grabados antiguos (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "“... lejos de la nieve y de la guerra, llegué a este paraíso reverdecido. Aquí se erigió este monumento, el cual fue bautizado como Sal Vind...”"
          }
        ]
      },
      {
        "title": "Grabados antiguos (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "“... soñé con el dragón negro que cubría el sol, y supe que era un mal presagio. Ese mismo mes, el forastero ...”"
          }
        ]
      },
      {
        "title": "Grabados antiguos (VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "“... fue guiado hasta el pálido árbol de la montaña. Ese mismo mes, las aguas subterráneas...”"
          }
        ]
      },
      {
        "title": "Grabados antiguos (VIII)",
        "desc": [
          {
            "type": "RichText",
            "text": "“... terminó. Ya no hay necesidad de más registros. Sin embargo, de lo que más me arrepiento es de no haber podido verla terminar el fresco de ese gran salón...”"
          }
        ]
      },
      {
        "title": "Anotaciones pulcramente escritas",
        "desc": [
          {
            "type": "RichText",
            "text": "Además, encontré el volumen VI de «La princesa jabalí» en mi mochila. Joel debe haberlo metido a escondidas. Este chico...\nEl libro cuenta el viaje de una valiente princesa jabalí y sus compañeros hacia la cima de una montaña nevada... Y, bueno, yo mismo me encuentro subiendo a la cima de una. Considerando lo bien que está saliendo todo hasta ahora... ¿Quién sabe? Quizás este libro me esté trayendo buena suerte. Gracias, Joel.\nEn fin, ya debería retomar mi camino hacia el siguiente campamento para reabastecerme y registrar mi progreso. Luego bajaré de la montaña porque Joel me está esperando.\nNada extraño sucedió en el camino hacia aquí. Sigue habiendo buen clima. Parece que mi suerte por fin mejoró.\nQuizás pueda apresurarme y llegar a la cima después de todo...\nHaré un intento. Si pasa algo, volveré de inmediato.\nLa tormenta de nieve en la cima ocurrió demasiado rápido. Apenas tuve tiempo de meterme en esta cueva. La mitad de mis suministros también se perdió..."
          }
        ]
      },
      {
        "title": "Anotaciones garabateadas",
        "desc": [
          {
            "type": "RichText",
            "text": "No sé por qué, pero las rocas sobre la cueva se derrumbaron de repente. La entrada ha quedado sellada. Esto no es nada bueno...\nPero... creo que hay otra salida. El otro extremo de esta cueva es un acantilado, sí, pero debajo no hay nada más que nieve espesa. Si intento bajar una cierta distancia y luego saltar el resto...\nMis suministros no durarán más que unos cuantos días más. Tengo que actuar pronto...\nLe prometí a Joel que lo llevaría a ver la nieve. No romperé esa promesa.\nPor cierto, si alguien ve estas notas, por favor, ponga algo de comida para los zorros en ese plato.\nMe hicieron compañía todo el tiempo que estuve atrapado aquí. Si tengo la oportunidad, me encantaría traer a Joel para verlos de nuevo..."
          }
        ]
      },
      {
        "title": "Botella a la deriva (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "“Si estás leyendo este mensaje, espero que seas a quien estoy esperando”.\n“He perdido la cuenta de qué numero de carta es esta. ¿Hasta dónde deambulará, y a qué costa llegará?”.\n“Si alguna vez nos volvemos a encontrar, háblame una vez más sobre la ciudad montañosa de piedra y las tormentas nevadas del norte, o cuéntame sobre los dientes de león y el vino”.\n“Esperaré tu respuesta, como siempre he hecho”."
          }
        ]
      },
      {
        "title": "Botella a la deriva (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "“Si estás leyendo este mensaje, espero que seas a quien estoy esperando”.\n“Alguna vez creímos que la guerra era algo que solo sucedía en las leyendas y cuentos de hadas. Pero ahora, todos y cada uno de nosotros temblamos bajo la furia atronadora de Su Excelencia”.\n“La playa a la que solíamos ir ha sido cerrada, pero aun así, encontré la forma de sacar esta carta”.\n“No te preocupes, no es tu culpa. Para alguien como yo, que una vez fue de aventuras contigo, esto es solo una trivialidad”.\n“Esperaré tu respuesta, incluso si escribes una sola palabra”."
          }
        ]
      },
      {
        "title": "Botella a la deriva (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "“Un viejo amigo nuestro vino ayer con malas noticias...”.\n“No he recibido una respuesta tuya en mucho tiempo. Quizás él tenga razón, y debería aceptar la realidad”.\n“Pero, si todavía estás vagando por la tierra y recibes esta misiva, espero que puedas enviarme una respuesta”.\n“Adjunta tu insignia a la carta para que pueda reconocerte a través de ella cuando llegue el momento”.\n“¿Te acuerdas del Restaurante Uyuu? Allí nos habremos de reunir. En la presente encontrarás dinero para comprar vino”.\n“Pero si no eres quien esperaba recibir esta carta...”.\n“Puedes quedarte con este recuerdo de todos modos. Quizás puedas encontrar a su dueño original por mí. Quédate con estos Moras como agradecimiento”."
          }
        ]
      },
      {
        "title": "Entrada del n.º de serie Hu-16180",
        "desc": [
          {
            "type": "RichText",
            "text": "\"3.2-..3-.23-.32-32.-3..-\""
          }
        ]
      },
      {
        "title": "Entrada del n.º de serie Hu-21030",
        "desc": [
          {
            "type": "RichText",
            "text": "\"..2-223-.32-322-..3-..2-\""
          }
        ]
      },
      {
        "title": "Entrada del n.º de serie Hu-31122",
        "desc": [
          {
            "type": "RichText",
            "text": "\"2.2-3..-232-223-..2-.32-\""
          }
        ]
      },
      {
        "title": "Entrada del n.º de serie Hu-42318",
        "desc": [
          {
            "type": "RichText",
            "text": "\"3.2-..3-.23-3.3-..3-\""
          }
        ]
      },
      {
        "title": "Entrada del n.º de serie Hu-57104",
        "desc": [
          {
            "type": "RichText",
            "text": "\".32-32.-322-.3.-\""
          }
        ]
      },
      {
        "title": "Entrada del n.º de serie GN/Hu-68513",
        "desc": [
          {
            "type": "RichText",
            "text": "\".3.-33.-22.-23.-..3-.23-..2-3..-\""
          }
        ]
      },
      {
        "title": "Entrada del n.º de serie Hu-73011",
        "desc": [
          {
            "type": "RichText",
            "text": "\".2.-..3-2.2-3..-.23-\""
          }
        ]
      },
      {
        "title": "Entrada del n.º de serie Hu-81122",
        "desc": [
          {
            "type": "RichText",
            "text": "\"23.-.33-.32-2.2-3..-\""
          }
        ]
      },
      {
        "title": "Entrada del n.º de serie Hu-96917",
        "desc": [
          {
            "type": "RichText",
            "text": "\"3.2-223-322-332-3..-233-\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Avances y Cinemáticas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vista previa de la versión 1.2 de Genshin Impact: El Príncipe de la Caliza y el dragón"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/298897ef09a05c63b2314a58bf431808_8963664731997566810.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>11 de diciembre de 2020</color>\nEspinadragón es la montaña donde yacen los restos de Durin, el dragón malvado que fue derrotado por Dvalin.\nLa nieve y el frío extremo, el entorno malvado provocado por la sangre envenenada y los monstruos hacen que los alpinistas sean rara vez vistos por aquí. Sin embargo, todos estos peligros no disuadirán al protagonista de esta aventura, quien decide adentrarse en esta gélida región...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dzpmNU8WJVg&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Charla con los desarrolladores - Detrás del paisaje de Espinadragón"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/7876dc0571625f2769f29c5c67b8416e_219315552380528717.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>20 de enero de 2021</color>\nTras una larga espera, la región de Espinadragón por fin se dejó ver. A diferencia de las vastas llanuras y los imponentes bosques de piedra, la topografía única y el entorno climático de Espinadragón han traído nuevos desafíos durante el diseño de este paisaje. Viajeros, revivamos juntos con este video el proceso de creación de los caminos nevados de Espinadragón~\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=u8kzvjRDGOM&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la versión 2.3 de Genshin Impact «Sombras de nieve y polvo»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/9993fd708c00b0cd36e595c5d0a9ca62_8944744617465210222.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>12 de noviembre de 2021</color>\nBajo este sobrecogedor frío helado se esconden los más profundos misterios de la vida...\nRastrea las sombras que acechan entre la gélida bruma, espera a que las cenizas se disipen y el polvo se asiente.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=CXYGOpcNNSQ&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Música",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "«Historias de la montaña nevada»: video de la BSO de Espinadragón de Genshin Impact"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/4bd906e2758a7e9ab0e9580153225dc5_2771891880477614953.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>31 de marzo de 2021</color>\n12 músicos tocan en orquesta, el productor musical Yu-Peng Chen toca el piano y 21 personas cantan en coro en el auditorio de la Orquesta Sinfónica de Shanghái para interpretar la BSO de Espinadragón de Genshin Impact: «Historias de la montaña nevada» (Tales from the Snow Mountain).\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=mAHW2ioE1g4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vortex of Legends (Vórtice de las leyendas) | Genshin Impact"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/73a80301db7773cf40d7497f89b9346c_6679732516589186308.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 de abril de 2021</color>\n¡El álbum BSO con temática de Espinadragón de Genshin Impact «Vórtice de las leyendas» (Vortex of Legends) ya está oficialmente disponible! Incluye 17 temas ideados especialmente para la zona de Espinadragón por el compositor Yu-Peng Chen, del equipo de @HOYO-MiX.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=n_-9mrBMLA8&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustraciones",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Field Report: A Mountain, a Lost Civilization, and a Dragon's Remains (en inglés)"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/d2b7940187ae09a65c979cf3609ba1c6_3840052202921074606.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>12 de diciembre de 2020</color>\nGreetings, Travelers! This report comes to you from Dragonspine, where we've been surveying the scene in advance of your arrival."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Anécdotas de Teyvat"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/172f510fc7bf2096562d8ce054a93b77_5801474539974467616.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>23 de noviembre de 2021</color>\n¡Estimados viajeros!\nLa historia que les contaré hoy sucedió en Espinadragón...\nEl gachapón «Susurros enigmáticos» estará disponible después de la actualización de la versión 2.3. Durante el gachapón, ¡la probabilidad de obtener a Albedo, \"el Príncipe de la Roca Caliza\" (Geo) será mucho mayor!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/49e251f56b733813f31f705b2d80faec_2240699983132311382.png",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/038f8d3ec8b48c9c27e084f75e8a4510_8719393065343027218.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "¡Feliz cumpleaños, Albedo! (2024)"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/b058d7b7724d8599ef17fcf2cba7e7ae_6610901919570259474.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>13 de septiembre de 2024</color>\nEspinadragón es uno de mis lugares favoritos para visitar e inspirarme durante mi tiempo libre.\nJusto como ahora, que los cielos se han despejado tras la nevada y los pájaros gorjean alegremente. Si colocas un caballete aquí, sin duda captarás una escena extraordinaria.\nSin embargo, el paisaje nevado puede resultar demasiado sereno, y pintar solo el entorno podría hacer que la composición quede un poco vacía. Si pudiera añadir un elemento nuevo... ¿Podrías posar para mí?\nPerfecto, acércate. No te preocupes, simplemente quédate en la postura que te resulte más cómoda y natural."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tutoriales",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dragonspine Adventure Journal: Snowy Mountain Survival Guide (en inglés)"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/e1d0bc032689efdb55389a5fb2d548e1_2344533692973751860.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25 de diciembre de 2020</color>\nGreetings, Travelers! Dragonspine is... r—really... c—cold!\nRead the tips in this adventure journal to help you stay safe while exploring the mountain!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dragonspine Adventure Journal: Exotic Discoveries Guide (en inglés)"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/e1d0bc032689efdb55389a5fb2d548e1_2344533692973751860.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>27 de diciembre de 2020</color>\nDear Travelers,\nThe second entry of the Dragonspine Adventure Journal is here — the Exotic Discoveries Guide! Come on, let's explore deeper into the snowy mountain!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Recursos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Recetas"
      },
      {
        "type": "CustomEntry",
        "epId": 1816,
        "name": "Receta: Carne a la jardinera",
        "desc": "Receta paso a paso para hacer carne a la jardinera.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/06/157514942/cdf4ff89d1a21f5fa979a4d1b1b4dc72_5622172224784387106.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Materiales e Ingredientes"
      },
      {
        "type": "CustomEntry",
        "epId": 1734,
        "name": "Cristal de escarcha",
        "desc": "Un cristal obtenido en el hábitat de los monstruos en Espinadragón.<br/>Solo se produce en momentos especiales.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Rime-Worn Crystal_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1733,
        "name": "Fragmento de escarcha",
        "desc": "Un pequeño cristal obtenido en el hábitat de los monstruos en Espinadragón.<br/>Solo se produce en momentos especiales.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Rime-Worn Fragment_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 892,
        "name": "Argento estelar",
        "desc": "Un preciado mineral formado gracias a la geografía, el entorno y las líneas ley especiales de Espinadragón.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Starsilver_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 71,
        "name": "Carne congelada",
        "desc": "Un tipo de carne fresca muy poco común.<br/>Según los registros escritos, proviene de una especie ya extinta parecida al jabalí. Su carne ha podido conservarse hasta la actualidad gracias al clima extremo de Espinadragón. Es considerado un ingrediente prácticamente celestial por los amantes de la gastronomía de Teyvat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chilled Meat_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3655,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 985,
        "name": "Colmillo de dragón imbuido de fuerza vital",
        "desc": "Un diente de dragón que ha absorbido fuerza vital. Su brillo y textura tienen un aspecto inquietante.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vitalized Dragontooth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Materiales de ascensión de personaje"
      },
      {
        "type": "CustomEntry",
        "epId": 897,
        "name": "Flor cristalina",
        "desc": "Un cristal de hielo de una pureza extrema que se crea cuando un Hipostasis Cryo florece.<br/>Estos cristales de escarcha siempre crecerán y florecerán sin parar según las reglas del frío, hasta que un día se transformen en la flor invernal que lo congela todo. Quizás el tiempo estancado, ese corazón que nunca se derrite, es la esencia de esta flor inmortal.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystalline Bloom_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos de Aventura"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Ágata escarlata",
        "desc": "Un cristal creado mediante la combinación de una gran fuerza vital y una extraña energía de Espinadragón. Es el mejor nutriente para el Árbol frioeterno, que tan fervientemente desea crecer.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Artefactos"
      },
      {
        "type": "CustomEntry",
        "epId": 2079,
        "name": "Corazón de las Profundidades",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2062,
        "name": "Nómada del Invierno",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Seres vivos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Enemigos y monstruos"
      },
      {
        "type": "CustomEntry",
        "epId": 2158,
        "name": "Hipostasis Cryo",
        "desc": "Nombre en clave: Daleth. Un ser Cryo de gran pureza.<br/>Según las investigaciones, existen ínfimas diferencias entre la composición física de los Hipostasis y los demás seres elementales. Sin embargo, tal vez estas diferencias sean la razón de su alto nivel de homeostasis y sus movimientos cuasi-mecánicos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2112,
        "name": "Hilichurl Ballestero Cryo",
        "desc": "Los habitantes primitivos de Teyvat.<br/>Un Hilichurl que utiliza una ballesta sencilla para atacar. La punta de las flechas se ha congelado con un trozo de hielo que no se derrite. Parece que las heridas causadas por este tipo de flechas tardan mucho en cicatrizar porque el frío ralentiza la circulación de la sangre.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Shooter_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2108,
        "name": "Hilichurl Granadero Cryo",
        "desc": "Los habitantes primitivos de Teyvat.<br/>Los Slimes Cryo son muy útiles para conservar la frescura de los alimentos. Los Hilichurls aprovechan los Slimes para muchas cosas, como hacer barriles explosivos con Slimes Pyro y Slimes Cryo e inventar nuevos métodos de transporte con Slimes Anemo. Quizás la dureza de su modo de vida les proporcionó esta capacidad innovadora.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Grenadier_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2106,
        "name": "Samachurl Cryo",
        "desc": "Un Hilichurl anciano que utiliza el elemento Cryo y siempre está mascullando entre dientes.<br/>La capacidad de los Hilichurls para controlar los elementos suele alcanzar su punto máximo en la vejez. Este chamán conoce en profundidad los secretos del hielo y es experto en usarlos contra sus oponentes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Samachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2105,
        "name": "Lawachurl Brazo Helado",
        "desc": "Un misterioso rey de los Hilichurls que deambula entre la nieve y la niebla.<br/>Se trata de una criatura de gran tamaño a la que los demás Hilichurls llaman Lawa. Se ha ejercitado hasta desarrollar sus músculos al máximo y parece fundirse con el entorno, tan silencioso y majestuoso como los glaciares del Reino del Norte.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Frostarm Lawachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fauna"
      },
      {
        "type": "CustomEntry",
        "epId": 2431,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2433,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2356,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2432,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2358,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Peces"
      },
      {
        "type": "CustomEntry",
        "epId": 2429,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Madera"
      },
      {
        "type": "CustomEntry",
        "epId": 933,
        "name": "Madera de pino",
        "desc": "Madera obtenida de pinos. Sus vetas y su color no tienen nada de especial, pero su naturaleza sin pretensiones la dotan de su propia elegancia. Además, esta madera es muy sólida y, en manos de un buen carpintero, los productos hechos con ella resistirán la carcoma y las polillas.<br/>Puede utilizarse para fabricar decoraciones.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Pine Wood_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 963,
        "name": "Madera de abedul",
        "desc": "Madera obtenida de abedules. Es fácil de procesar y cortar. Los muebles que se hacen con esta madera son bonitos y duraderos.<br/>Puede utilizarse para fabricar decoraciones.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Birch Wood_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "PNJs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "PNJs relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>El Dragón de las Sombras y uno de los niños de Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/206a8a0bc1698ae7019f093470f9e845_6608418404833900487.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Un Dragón Elemental y amigo del Arconte Anemo Barbatos. Tras haber sido envenenado por la sangre del Dragón de las Sombras, comenzó a ser conocido como Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/b6e31b3c3cb069320d40e3b7b7d06b2f_309187007931404650.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Biblioteca",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libros"
      },
      {
        "type": "CustomEntry",
        "epId": 2304,
        "name": "Diario de investigación antiguo (I)",
        "desc": "Un diario de investigación encontrado frente a la puerta circular de unas ruinas.<br/>Parece que su escritor fue miembro de la nobleza que gobernó Mondstadt en el pasado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part I_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2306,
        "name": "Diario de investigación antiguo (II)",
        "desc": "Un diario de investigación encontrado en la cripta de unas ruinas congeladas.<br/>Parece que su escritor fue miembro de la nobleza que gobernó Mondstadt en el pasado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part II_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2305,
        "name": "Diario de investigación antiguo (III)",
        "desc": "Un diario de investigación encontrado en un campamento establecido en el lado sur de Espinadragón.<br/>Parece que su escritor fue miembro de la nobleza que gobernó Mondstadt en el pasado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part III_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Diario del aventurero Roald",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Diary of Roald the Adventurer_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 1665,
        "name": "La princesa jabalí (VI)",
        "desc": "Caminando por páramos helados y escalando gélidas montañas, la princesa y los dos sabios conocen a un personaje misterioso. Comienza la aventura en las cimas nevadas en «La princesa jabalí (VI)».<br/>En la portada alguien ha escrito con caligrafía infantil: “Cuando papá vuelva a casa, me tiene que contar la historia de las montañas nevadas”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (VI)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guías de Aventura",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutoriales"
      },
      {
        "type": "CustomEntry",
        "epId": 2629,
        "name": "Clima glacial",
        "desc": "En los entornos gélidos, el Frío extremo se acumula constantemente. Cuando alcanza el límite, el personaje <span style=\"color:#FFE14BFF\">pierde Vida rápidamente</span>. Además de esto, debido a las características especiales de las líneas ley y el clima de Espinadragón, <span style=\"color:#FFE14BFF\">algunos artilugios no se pueden utilizar</span>.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/tutorial/Subzero Climate..._icon.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2617,
        "name": "Hielo ancestral",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/tutorial/Ancient Rime_icon.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 3029,
        "name": "Seelie cálido",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/10742394/1ef525b101a31611b9fe2cc1b0a59aa8_2236990577186208974.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 3028,
        "name": "Cuarzo carmesí",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/10742394/1ef525b101a31611b9fe2cc1b0a59aa8_8710099432076912251.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2628,
        "name": "Ventisca",
        "desc": "Las ventiscas <span style=\"color:#FFE14BFF\">aceleran enormemente la acumulación de Frío extremo</span>. Si no consigues guarecerte a tiempo y no te preparaste bien para las inclemencias del tiempo, tal vez tengas un desgraciado final...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/tutorial/Snowstorms_icon.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sistema de ofrecimiento"
      },
      {
        "type": "CustomEntry",
        "epId": 7019,
        "desc": "",
        "displayStyle": "card",
        "menuId": 39
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mapa",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ubicación en el mapa"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?shown_types=181&center=1203.74,-61.97&zoom=-0.50"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La expedición a Espinadragón",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/237301566/be9c62594a243381afec36d022814712_4777470375929807580.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace mil años, durante el reinado de la aristocracia en Mondstadt, un grupo compuesto por Ingbert Landrich, su hermano ilegítimo Eberhart, y el sirviente Luther partió en una expedición hacia lo que en el futuro sería Espinadragón. Eberhart era uno de aquellos que ansiaban restaurar en todo su esplendor la orgullosa y noble aristocracia del pasado. Creía que cualquier medio era válido para alcanzar su meta de convertirse en el heredero de la familia, por lo que estaba dispuesto a deshacerse de sus propios hermanos de sangre o a utilizar a una bruja… para luego eliminarla cuando se presentara la oportunidad. En secreto, Eberhart practicaba el combate con lanza —un arma indigna de un aristócrata— con el único propósito de derrotar a su señor y eliminar otro obstáculo en su camino hacia la jefatura del clan. Para cumplir sus ambiciones, convenció a su hermano Parsifal de convertirse en un ladrón fantasma. Parsifal, habiendo renunciado a su apellido, disparaba las coronas de las cabezas de los nobles en completo silencio y desarmaba a muchos soldados que lo perseguían. Juró alguna vez traer luz a una era oscura, llevar justicia, riquezas y alegría a los oprimidos. Caminaba por las calles sombrías y las tabernas, mezclándose con el pueblo llano, y con la esgrima que había aprendido como noble, robaba a los ricos para entregar el dinero a los pobres. Todas las doncellas de Mondstadt soñaban con aquel ladrón noble, pero él prefería una jarra de cerveza junto a sus hermanos. Un día, robó la regalía de un noble y se llevó un zafiro para dárselo a la bruja de ojos azules, Priscilla, pero hasta el último momento no logró arrancar una sola sonrisa de su hermoso rostro. Al final, el ladrón noble escuchó el consejo de sus hermanos y, abandonando su juramento, zarpó hacia un océano que no pertenecía a nadie. Se unió a un navío de guerra de Liyue y se convirtió en Primer Oficial. Cuando llegó por primera vez al puerto, llevaba una hoja corta colgando del cinturón y una pequeña pluma de zafiro prendida a su raído manto. El Primer Oficial, gran bebedor, se perdía en una ensoñación etílica desde la mañana hasta la noche, y rara vez estaba sobrio. El olor a alcohol lo seguía a todas partes, y no dejaba de murmurar sobre sus recuerdos distorsionados. Un día, la pluma de zafiro se volvió roja como la sangre, y en el último instante, Parsifal recordó con claridad aquellos días que el velo del alcohol había ocultado."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/237301566/7fa926af572da8ca02b46258659e4a60_1476149588145068111.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La bruja de ojos azules se quedó con Eberhart. Debido al zafiro que le fue obsequiado, fue castigada y marcada como criminal, pero a Eberhart no le importaba su pasado. Ella no solo cumplía las tareas de una sirvienta, sino también las que eran necesarias para los objetivos de él. Soñaba con estar a su lado, o al menos entre la multitud que lo seguía. Cuando Eberhart partió en la expedición hacia el futuro Espinadragón para eliminar a su último hermano, Priscilla debía encender la señal en el Punto Portatormentas si eran descubiertos. La expedición planeaba traer numerosos hallazgos arqueológicos a Mondstadt para fortalecer el nombre del Clan Landrich. Debido a una inscripción, decidieron no entrar a las mazmorras de las ruinas suroccidentales, como estaba previsto inicialmente, y en su lugar explorar una sala secreta con una puerta sellada."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/237301566/7d99faff46225ffeef21156f3141836e_7019499794461005517.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Según la interpretación de Eberhart, allí se conservaban antiguos frescos y armas forjadas con Argento estelar, lo que podría representar el hallazgo arqueológico más significativo de las últimas décadas. Durante una fuerte tormenta de nieve, la expedición perdió a varios miembros y, frente a la sala secreta, por culpa de Eberhart, se produjo una avalancha que arrastró a uno de los hombres junto con el combustible y las provisiones. A pesar de la situación, Eberhart mantuvo la calma y sugirió bajar a las mazmorras de las ruinas suroccidentales. Cuando los miembros del grupo se separaron en el camino, los fue eliminando uno por uno, sin saber que Landrich ya planeaba otorgarle un título nobiliario tras la expedición. Atrajo a Luther y a su hermano Ingbert a un lugar apartado y atravesó a este último con una lanza. Aunque Ingbert, que poseía una Visión, logró herir de gravedad a su hermano, Eberhart sobrevivió. Todo lo relacionado con \"la antigua civilización enterrada en la nieve\" y \"la magia que cayó desde el cielo\" no era más que un medio para un fin. Sabía cuánto amaba Ingbert las expediciones y la aventura, y usó esa debilidad para atraerlo a un lugar solitario donde nadie pudiera ayudarlo. Tras asesinar a su hermano, el herido Eberhart planeaba dirigirse al este, donde la montaña se encuentra con el mar, y tomar un barco. En Mondstadt, se descubrió la conspiración entre Eberhart y Priscilla. Y aun cuando la bruja de ojos azules vio a la multitud burlona y las espadas que reflejaban la luz de la luna, no sintió ni agravio ni pesar, y hasta el último momento creyó que la antigua gloria de la aristocracia pronto regresaría.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 1982,
        "name": "Vino y Poesía",
        "desc": "El nombre de una canción muy popular durante la época de la aristocracia. Su autor es desconocido. En ella, se cuenta la historia de un bandido errante...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/暗巷的酒与诗.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1981,
        "name": "Cazador del Callejón",
        "desc": "Un arco largo presuntuoso y fabricado con gran ingenio. Perteneció a un ladrón justiciero que nunca llegó a ser atrapado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/暗巷猎手.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2021,
        "name": "Lanza de Favonius",
        "desc": "Una lanza hecha al estilo de los Caballeros de Favonius. Su barra es recta y su punta fluye ligeramente como el viento.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/西风长枪.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2847,
        "name": "Alabarda del Viento Epistolar",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un estandarte que puede guiar hacia el viento. Los vientos que soplan por lugares idílicos no siempre son gentiles.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/06/10742394/98f3fb9e0886b25bfd094828cc391978_7257405228369060231.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2079,
        "name": "Corazón de las Profundidades",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2304,
        "name": "Diario de investigación antiguo (I)",
        "desc": "Un diario de investigación encontrado frente a la puerta circular de unas ruinas.<br/>Parece que su escritor fue miembro de la nobleza que gobernó Mondstadt en el pasado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part I_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2306,
        "name": "Diario de investigación antiguo (II)",
        "desc": "Un diario de investigación encontrado en la cripta de unas ruinas congeladas.<br/>Parece que su escritor fue miembro de la nobleza que gobernó Mondstadt en el pasado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part II_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2305,
        "name": "Diario de investigación antiguo (III)",
        "desc": "Un diario de investigación encontrado en un campamento establecido en el lado sur de Espinadragón.<br/>Parece que su escritor fue miembro de la nobleza que gobernó Mondstadt en el pasado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part III_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dragón de las Sombras",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/237301566/3dd966675be0cb2d46c420ae09c0bf6d_3873231679947036816.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Antes de la caída del reino de Sal Vindagnyr, la hija de un sacerdote tuvo una visión: un dragón negro cubriría la tierra con una nube de veneno carmesí. Miles de años después, su visión se hizo realidad: el dragón de las sombras, Durin, descendió sobre la tierra de Vindagnyr. Una alquimista de Khaenri'ah, Rhinedottir, conocida como Oro, dio cuerpo a muchas criaturas del Abismo, entre ellas el dragón negro serpentino, Durin. Cuando los cinco humanos encargados de proteger Khaenri'ah sucumbieron al poder abismal, ocurrió un desastre terrible en Teyvat, conocido como el Cataclismo de Khaenri'ah. Monstruos del Abismo invadieron el mundo, y una ola negra se extendió por Teyvat, destruyéndolo todo a su paso. Rhinedottir liberó a sus hijos para que contemplaran el hermoso mundo. Durin, cautivado por la música del pueblo y por la belleza del dragón Dvalin, viajó a Mondstadt con la esperanza de hacerse amigo de sus habitantes. Pero no sabía que su sangre era venenosa, ni que resultaría tóxica para las personas y la tierra. Aunque no deseaba causar daño alguno, se convirtió en un desastre viviente para Mondstadt. El pueblo de Mondstadt creyó que su intención era destruir toda forma de vida. La envidia del dragón maldito dio origen a una maldad que envenenó la tierra y a sus habitantes. En aquellos días terribles, monstruos sedientos de sangre y desolación llegaron a Mondstadt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/237301566/f5cdefaf93f3fc5a8efaa9d8e670b325_5780617299373458082.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Despertado de su letargo silvano por los gritos de las víctimas de Durin, el Arconte Anemo acudió y convocó a su fiel servidor. Por la vida y la libertad, el Arconte y el Dragón del Viento cabalgaron en los cielos para enfrentarse a su enemigo. En una batalla que desgarró las nubes del cielo, Dvalin desplegó sus seis alas benditas, partiendo el firmamento y atravesando las escamas de hierro de Durin con la fuerza de una hoja colosal. La batalla sacudió los cielos, incluso el sol tembló de miedo. Finalmente, Dvalin arrancó la garganta de Durin con sus colmillos, y el dragón maligno cayó desde el cielo. Su cuerpo se estrelló sobre las ruinas del antiguo reino de Sal Vindagnyr, que desde entonces se conoce como Espinadragón. La nieve en la cima de las montañas jamás se derrite, por lo que las fuerzas del hielo eterno lograron contener el veneno de la descomposición que emanaba del cuerpo de Durin.\nAunque fue derrotado, Durin no dejó atrás el amor ni la gratitud que sentía por su madre, Rhinedottir, y por el mundo. Le agradecía a su madre por haberle dado alas y un cuerpo lleno de fuerza, y deseaba contarle al mundo sobre aquel lugar hermoso donde nació y creció con sus hermanos y hermanas. Soñaba con que él y los demás emprendían un viaje largo, muy largo, hacia una tierra donde crecía la hierba verde y se cantaban canciones llenas de alma. Soñaba con cantar junto a la gente amable de esa tierra y danzar en los cielos con un dragón tan hermoso como una joya. Como su hermano Elynas, que fue a Fontaine durante el Cataclismo, Durin era como un niño que exploraba el mundo por primera vez."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Adiós, madre. Mi viaje terminó\".</color>\n<color=#ffffffd9>\"Dormir en la nieve reluciente no está nada mal\".</color>\n<color=#ffffffd9>\"Adiós, hermoso bardo. Adiós, hermoso dragón\".</color>\n<color=#ffffffd9>\"Si nos encontramos en otro momento, en otro lugar...</color>\n<color=#ffffffd9>podremos bailar y cantar\".</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5575,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>El Dragón de las Sombras y uno de los niños de Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/206a8a0bc1698ae7019f093470f9e845_6608418404833900487.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Un Dragón Elemental y amigo del Arconte Anemo Barbatos. Tras haber sido envenenado por la sangre del Dragón de las Sombras, comenzó a ser conocido como Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/b6e31b3c3cb069320d40e3b7b7d06b2f_309187007931404650.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Una bestia abisal que apareció en Fontaine hace unos 500 años durante el Cataclismo. Elynas es el \"Padre\" de todas las melusinas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/fa4c986eefe97522566b35be6e29e7a0_4326688696020046010.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Deseo Ponzoñoso",
        "desc": "Una espada muy recta y misteriosa que parece sedienta de vida. De ella gotea un veneno capaz de corromper hasta a un dragón.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Lanza de Espinadragón",
        "desc": "Una lanza creada a partir del colmillo de un dragón. Sorprendentemente, es cálida al tacto.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Hoja Afilada Celestial",
        "desc": "Una espada de caballero que simboliza el honor de Dvalin. Las bendiciones del Arconte Anemo descansan sobre el filo de su hoja, impregnando la espada con los poderes del cielo y del viento.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Orgullo Celestial",
        "desc": "Un mandoble que simboliza el orgullo de Dvalin en los cielos. Cuando es utilizado, emite un zumbido que representa la fuerza Dvalin y el poder de Anemo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Púa Celestial",
        "desc": "Una lanza que simboliza la firme resolución de Dvalin. La recta asta de esta arma, que apunta hacia los cielos, está revestida con el poder del cielo y del viento.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Alas Celestiales",
        "desc": "Un gran arco que simboliza el vínculo entre Stormterror y Barbatos. El sonido del disparo del arco es música para los oídos del Dios del Viento. Contiene el poder del cielo y del viento en su interior.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Deseo Ponzoñoso",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/237301566/2490cb82dccd1fe2063fa9c11af17355_1709892223727869790.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un día, Sacarosa, la asistente del Alquimista Jefe y Capitán de la Compañía de Investigación de los Caballeros de Favonius, Albedo, sospechó que él estaba ocultando algún secreto alquímico tanto a ella como a su colega. Por ello, pidió al/a la Viajero/a y a Paimon que investigaran. Cuando encontraron al Príncipe de la Roca Caliza en un campamento de Espinadragón, este les ofreció probar una espada con propiedades inusuales. Poco antes, los Caballeros de Favonius habían arrestado a un grupo de Ladrones de Tesoros cerca de la ciudad y confiscaron todas sus pertenencias, incluida la espada. Durante un tiempo, esta permaneció olvidada en un almacén hasta que Albedo decidió usarla en experimentos alquímicos y descubrió su historia. Esta antigua espada mágica fue forjada por un herrero que desapareció inmediatamente después de completarla, y la hoja se perdió durante siglos. Estaba incrustada con fragmentos triturados de los ojos, garras y escamas de Durin, y el veneno del dragón se filtró en la espada, dotándola de poderes especiales y también de una maldición. El herrero estaba tan orgulloso de su creación que decidió probarla él mismo, pero en cuanto entró en combate, la energía de la descomposición recorrió la empuñadura e invadió su cuerpo. Los simples mortales no podían resistir ese poder. Enloquecido por la maldición, el herrero huyó, y quizá, tras mucho sufrimiento, encontró su final en algún lugar desconocido. Albedo sabía que el/la Viajero/a había purificado las lágrimas corrompidas del Dragón del Este, Dvalin, así que le ofreció probar la espada e imbuirla de energía durante el combate."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/237301566/b154d2259f293a8bf56465636c23c283_973569001185279140.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Gracias a la habilidad única del/de la Viajero/a, la espada no solo se llenó de energía, sino que también fue purificada del poder corrompido por la sangre del dragón. Durante sus exploraciones, descubrieron lugares donde los monstruos se volvían más fuertes y atacaban a los aventureros, como si fueran impulsados por la maldición de Durin. Y los Fatui, obsesionados con todo lo relacionado con los antiguos dioses y Arcontes, dirigieron su atención hacia una espada capaz de desafiar incluso a los Arcontes. Uno de los aventureros extraviados y congelados, Pallad, confundió accidentalmente el resplandor de la espada con fuego y quiso calentarse con ella. Cuando el/la Viajero/a intentó detenerlo, la espada cayó sobre el hielo y despertó, con su energía, a una Megaflora Cryo que yacía latente. El poder purificado de la espada no solo revivió a la planta, sino que la fortaleció, convirtiéndola en una Regisvid Cryo. Tras derrotarla, Albedo extrajo la fuerza vital de la espada y sintió cómo resonaba con él, pues tanto él como Durin eran creaciones de la misma alquimista: Rhinedottir.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Alquimista en Jefe de los Caballeros de Favonius y Capitán del equipo de investigación. Lo llaman el “Príncipe de la Roca Caliza”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Sacarosa",
        "desc": "Una alquimista e investigadora de la escuela de bioalquimia que siente curiosidad por todo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>El Dragón de las Sombras y uno de los niños de Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/206a8a0bc1698ae7019f093470f9e845_6608418404833900487.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2145,
        "name": "Regisvid Cryo",
        "desc": "Un monstruo formado a partir de una enredadera imbuida de la esencia de la escarcha dentro de las líneas ley.<br/>Según algunos estudios, las plantas son como los órganos del mundo, ya que estabilizan las turbulentas energías elementales de las líneas ley. Ejemplos concretos de este fenómeno son las flores de neblina, las Megafloras, etc., las cuales rebosan de Energía Elemental.<br/>Al crecer bajo ciertas condiciones ambientales, algunas plantas pueden convertirse en criaturas de monstruoso tamaño en el transcurso de muchos años, como ocurre con las Regisvides Cryo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Deseo Ponzoñoso",
        "desc": "Una espada muy recta y misteriosa que parece sedienta de vida. De ella gotea un veneno capaz de corromper hasta a un dragón.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Impostor",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/237301566/18a0b8e8252d628f26a34335bed57225_1262473356616891624.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un día, el Gremio de Aventureros decidió realizar una sesión de entrenamiento invernal en Espinadragón. El lugar fue elegido por ser un excelente escenario para que los nuevos aventureros se desafiaran a sí mismos y ganaran una experiencia invaluable. Sin embargo, debido al peligro de la región, el Gremio organizó equipos formados por aventureros experimentados junto a novatos. Como el Gremio tenía poco personal y uno de los instructores no se presentó, se unieron a la expedición la exploradora de los Caballeros de Favonius, Amber, la Caballera de la Marea, Eula, y el/la Viajero/a. Mientras patrullaban Espinadragón, el/la Viajero/a y Paimon detectaron vigilancia y sonidos extraños, pero al perseguir a la criatura, solo encontraron a Albedo, quien estaba recolectando inspiración para sus pinturas. Cuando decidieron ayudar al alquimista a recolectar plata estelar para crear pigmentos, encontraron su campamento destruido y parte de su investigación alquímica robada. Siguiendo las huellas del ladrón, encontraron una cueva, y Albedo decidió entrar solo mientras el/la Viajero/a y Paimon custodiaban la entrada. Al poco tiempo, Albedo regresó con las manos vacías, y entonces escucharon gritos de auxilio. Corriendo al rescate, encontraron al instructor desaparecido del Gremio de Aventureros, Bennett, víctima de su legendaria mala suerte. Mientras se dirigía al campamento, fue atrapado por nieve y hielo, y posteriormente capturado por los Fatui."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/237301566/3f8b54f9c07eb9d8918e28b3dfe7ecd2_873900237888412212.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mientras el/la Viajero/a y Paimon rescataban a Bennett, Albedo desapareció repentinamente. Cuando volvieron a reunirse, el alquimista dijo que creía que lo habían abandonado cerca de la cueva. Al mismo tiempo, Eula llegó tras haber visto a un \"Albedo\" llevando a un niño —con quien ella estaba construyendo muñecos de nieve— a una zona desolada de Espinadragón infestada de monstruos. Cuando Eula se interpuso para evitarlo, \"Albedo\" la atacó y huyó. Luego de discutir lo ocurrido, el verdadero Albedo se dio cuenta de que existía un impostor suyo en Espinadragón, por lo que decidió investigar por su cuenta y pidió al/a la Viajero/a y a Paimon que lo vigilaran. Si Albedo era el objetivo del impostor, tarde o temprano este se revelaría y atacaría. Tras varios días de investigaciones infructuosas, Albedo, el/la Viajero/a y Paimon se encontraron con Eula, Amber y Bennett, quienes habían estado vagando por Espinadragón sin poder regresar al campamento. Habían sufrido aludes, derrumbes y caídas, como si alguna fuerza invisible los estuviera reteniendo. Decidieron pasar la noche en el campamento de Albedo y bajar la montaña al día siguiente, pero en la mañana fueron sorprendidos por una avalancha que separó a Bennett y Albedo del grupo principal. Al apresurarse a rescatarlos, Eula, Amber y el/la Viajero/a encontraron primero a Bennett, y luego apareció Albedo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/237301566/d4824fdd543518497dfbb0fcc02586b0_5526554770502206389.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Aunque nadie resultó herido, Eula y el/la Viajero/a comenzaron a sospechar. Durante el descanso, \"Albedo\" los atacó de repente, pero fue detenido por el verdadero alquimista. El impostor herido asumió su verdadera forma: Megaflora maldita, una gigantesca Megaflora Cryo corrompida. Estas criaturas son maestras del disfraz y poseen un instinto natural de reproducción y suplantación, por lo que el impostor deseaba tomar el lugar de Albedo y eliminar a cualquiera que supiera de su existencia. Durante la avalancha, Albedo se había ocultado intencionalmente para atraer al impostor. Cuando la criatura notó su ausencia, su instinto la llevó a ocupar su lugar. Una vez completado su disfraz, su siguiente paso era cazar a sus presas. El/La Viajero/a notó que el impostor, a diferencia del verdadero Albedo, no tenía una marca en el cuello: el punto por el cual se le dio vida. Esta \"marca de nacimiento\" era una señal de su origen artificial y su imperfección como ser humano. La flor mutante hizo todo lo posible por imitar al original, pero evitó copiar esa marca para no parecer imperfecta. Durante la investigación, Albedo finalmente comprendió el verdadero plan del impostor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/237301566/7ca902755d8f5c7152710f401d02348c_2992580002650796562.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La gran alquimista Rhinedottir, conocida como Gold, había creado alguna vez al\nsu logro más orgulloso, y logró que se integrara con éxito en la sociedad humana. Nadie habría imaginado que ese amigo suyo era, en realidad, un ser humano sintético. Sin embargo, sin que el sujeto n.º 1 lo supiera, Gold había repetido ese experimento muchas veces antes de crearlo. Algunos de los experimentos fallidos fueron desechados, pero no todos murieron. El\nfue uno de esos fracasos. Fue devorado por el gran dragón Durin, que cayó en una montaña cubierta de nieve. Muchos años después, fue resucitado por el misterioso poder del dragón. Desde entonces observó a diversas personas en Espinadragón, incluido el sujeto n.° 1, quien, milagrosamente, se había integrado a la sociedad. Jamás habría imaginado que una forma de vida experimental pudiera engañar a los humanos con tanto éxito. Vio cómo los humanos aceptaban al sujeto n.° 1 como amigo, cómo le dirigían afecto y lo llamaban por su nombre. Eso era lo que el sujeto n.° 2 deseaba. Ahora, todo lo que quería era reemplazar al sujeto n.° 1 y quedarse con la dicha de su existencia. El impostor puso en marcha su plan. Robó los libros y notas de Albedo, y estudió todo lo que había aprendido de Rhinedottir. Cambió su rostro para que fuera una réplica exacta del del sujeto n.° 1. Luego, encontró una planta con habilidades de imitación y la transformó usando sangre de dragón y alquimia. Así, no solo transformó su apariencia para igualar a la del sujeto n.° 1, sino que creó una tercera entidad:"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/237301566/8cf87410a887a828ea68999f05098a0c_8954883324125876861.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pero el sujeto n.° 2 también quería convertirse en un humano perfecto, por lo que borró la marca en su cuello y en el del sujeto n.° 3, ya que estas marcas eran símbolos de imperfección. Deseaba tanto ser un humano perfecto que olvidó algo esencial: los humanos se definen por sus defectos. El plan del impostor era meticuloso. La Megaflora maldita debía atraer la atención de Albedo, y tras destruir a la Megaflora mutada, él bajaría la guardia. En el siguiente momento en que estuviera solo, el impostor lo eliminaría y ocuparía su lugar. El impostor reemplazaría en secreto a Albedo en la memoria de todos y heredaría su identidad, su hogar, su ropa, su espada, su nombre y sus amigos. Nadie sabría que la persona que conocían se había convertido en otra de un día para otro. Pero el plan fue frustrado por el/la Viajero/a, quien detectó el reemplazo y se convirtió en el nuevo objetivo a eliminar."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Es como si hubiera tres rosas idénticas en un jardín. Solo una de las tres era un espécimen ejemplar, mientras que las otras dos eran especímenes deficientes con espinas venenosas.</color>\n<color=#ffffffd9>En todo el mundo, el único que podía distinguir el espécimen ejemplar de los otros dos era el jardinero que cuidó de ellas.</color>\n<color=#ffffffd9>A la gente no le gustan las plantas venenosas. Solo una rosa perfecta puede alcanzar un precio considerable. Si los especímenes inferiores pretendían ocultar sus deficiencias, tenían que eliminar al jardinero por medio de sus espinas venenosas.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Eso era exactamente lo que pensaba el sujeto n.° 2. Así que se escondió entre las sombras y esperó pacientemente. Tal vez muy pronto podría convertirse en humano. Albedo sabía que si sus posiciones se hubieran invertido, si su impostor fuera el sobreviviente, entonces, como experimento abandonado y fallido del Proyecto del Humano Primigenio, Albedo también habría querido reemplazarlo. Habría replicado su apariencia, estudiado su alquimia y creado formas de vida milagrosas para distraerlo. Habría esperado el momento adecuado, luego habría eliminado al impostor y al/a la Viajero/a, la única persona que conocía su secreto. Y entonces, finalmente, podría experimentar la alegría de haber sido traído al mundo. Albedo entendió que no había lugar para un impostor en este mundo, y tras su enfrentamiento, el destino del impostor quedó desconocido.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7724,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Alquimista en Jefe de los Caballeros de Favonius y Capitán del equipo de investigación. Lo llaman el “Príncipe de la Roca Caliza”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 14,
        "name": "Amber",
        "desc": "Siempre enérgica y llena de vida, Amber es la mejor exploradora de los Caballeros de Favonius, aunque también es la única...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Amber_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Eula",
        "desc": "La Caballera de la Marea, procedente de una familia con un gran linaje y Capitana del Equipo de Reconocimiento de los Caballeros de Favonius. Aunque es descendiente de la antigua aristocracia, se unió a los Caballeros de Favonius, sus archienemigos, algo que sigue siendo un gran enigma para todo Mondstadt hasta hoy en día.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "El chico aventurero de Mondstadt. Su naturaleza amable no va acorde con su mala suerte.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2114,
        "name": "Megaflora Cryo",
        "desc": "Una planta-monstruo mimética que puede aparecer de la nada y usar el Elemento Cryo en combate.<br/>Estas plantas acechan en el subsuelo y tienden emboscadas a sus presas cuando las atrapan desprevenidas. Con el paso del tiempo, suficientes nutrientes y un entorno adecuado, podrían echar raíces y convertirse en una Regisvid Cryo gigante.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Whopperflower_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 892,
        "name": "Argento estelar",
        "desc": "Un preciado mineral formado gracias a la geografía, el entorno y las líneas ley especiales de Espinadragón.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Starsilver_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Renacimiento de Durin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/237301566/63f72de6b4cc34aeff43b2820b8e00e8_3419740939107794651.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Aunque Durin fue derrotado quinientos años después, su corazón siguió latiendo, y con cada día que pasaba, más fuerza vital se acumulaba en su interior. Bajo su influencia, los monstruos de Espinadragón desenterraron el cadáver del impostor de Albedo y lo devolvieron al estómago de Durin. El dragón absorbió al espécimen fallido junto con todos sus conocimientos, ideas y recuerdos, y al absorber las emociones del impostor, logró entender el mundo actual hasta cierto punto. Comprendió que ya no era la creación perfecta de su madre, y en respuesta, desarrolló sentimientos muy reales, casi humanos. <color=#ffffffd9>\"Me desharé de cualquier creación perfecta, pues yo soy el único hijo que necesita madre.\"</color> Esta mentalidad surgió del instinto de Durin por competir y sobrevivir, y llegó a dominar a todos los que lo rodeaban. Gracias al conocimiento del sujeto n.° 2, los nuevos monstruos creados por Durin adquirieron la habilidad de transformar su apariencia, y las personas que pasaban demasiado tiempo en Espinadragón eran influenciadas por el poder del dragón. El impostor adoptaba la forma de quienes no tenían familia ni amigos, y cuya desaparición pasaría desapercibida. Cuando Albedo descubría a los impostores, los eliminaba y los enterraba en Espinadragón."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/237301566/61846d03ca4c99f9c60b42affbf2c859_3611978297497264493.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En un plazo de medio año tras lo sucedido, los Caballeros de Favonius y Albedo notaron que el número de monstruos crecía y elaboraron un plan para combatirlos. Difundieron rumores de que la capitana de una de las compañías, Hertha, había muerto en Espinadragón con el fin de atraer al impostor. Al ver una oportunidad para mezclarse entre la gente, el sujeto n.° 2 fingió ser Hertha y reportó que había resultado herida pero había sobrevivido. Le tomó varios meses asegurarse de que nadie sospechara de él, y entonces los monstruos de Espinadragón pasaron a la siguiente parte del plan. La capitana de otra compañía, Phonia, cayó bajo la influencia del impostor y comenzó a transmitirle información de los Caballeros de Favonius. \"Hertha\" y varias personas influenciadas por Durin acusaron a Albedo de asesinato y de la disposición ilegal de restos humanos en Espinadragón. El impostor sabía que el alquimista no podía revelar el secreto de su origen y el del impostor, pues de hacerlo, el pueblo de Mondstadt se volvería en su contra. En el juicio, \"Hertha\" presentó como prueba un mapa de Espinadragón donde estaban marcados los sitios de entierro de cadáveres, así como una carta sobre la creación de vida. La fiscalía alegó que Albedo había matado a personas inocentes para realizar experimentos con ellos y crear nueva vida, y testigos bajo la influencia del poder de Durin testificaron haber visto al alquimista enterrando los restos. Durante el juicio, apareció la verdadera Hertha, y entonces el impostor se vio obligado a huir mientras los monstruos atacaban la ciudad. Todo ese tiempo, los Caballeros de Favonius sabían del plan del sujeto n.° 2 y trabajaban junto con Albedo para impedir la invasión. Juntos, lograron proteger la capital."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/237301566/3a7f9a37e77fd3237e4038db8e791874_7925790618419220399.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Según la profecía de la bruja Barbeloth, Durin renacería. Al darse cuenta de que un Durin renacido podría traer desastre a Mondstadt, Albedo decidió matar al dragón de las sombras y hacerlo renacer en otra forma. Quería transmutar el cuerpo de Mini Durin de Simulanka en un humano. A diferencia del Durin de Teyvat, Mini Durin era puro de alma, y este lado puro podía equilibrar el lado malvado del dragón. Aunque Mini Durin temía dejar de ser él mismo tras tal transformación, finalmente encontró una razón para vivir. Con la aprobación del Aquelarre, Albedo utilizó la carne de una bestia inmortal del Mare Jivari, el embrión con el que Rhinedottir creó vida, y el núcleo del corazón de Durin para realizar un ritual alquímico y transformar a Mini Durin en humano. Hace mucho tiempo, Rhinedottir envió a Albedo a Mondstadt con la instrucción de completar una tarea de gran importancia: encontrar la verdad del mundo. Le tomó un tiempo corroborar que \"encontrar la verdad del mundo\" significaba \"obtener una vida\". Para la mayoría de las personas, esto no era difícil, pero el alquimista tuvo que estudiar mucho para descubrir tanto sobre sí mismo como sobre el mundo, para así alcanzar esta meta. Así, la creación de Mini Durin se convirtió en la verdad que Albedo había estado buscando durante tanto tiempo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"La vida es el puente que me conecta con el mundo. Convertirse en humano significa cruzar ese puente y encontrar mi propia vida.</color>\n<color=#ffffffd9>Así que, para un humano artificial, encontrar la vida es, en cierto modo, lo mismo que encontrar la verdad.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7683,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>Hace mucho, mucho tiempo, tres diosas crearon un mundo al que bautizaron como \"Simulanka\".</p><p>La Diosa de la Creación, que prevalece más allá de la magia y la materia, nos concedió la vida, y así creó los bosques, los ríos y las montañas. Además de eso, hizo que Simulanka fuera capaz de existir en varios mundos al mismo tiempo.</p><p>La Diosa de las Profecías, que controlaba la trayectoria de las estrellas, giraba el cielo estrellado y hacía que el mundo continuara rotando... Su estatua todavía se encuentra en la cúspide de la Metrópolis de las Constelaciones.</p><p>Y, por último, la Diosa del Destino, quien poseía soberanía sobre todos los cuentos y todos los deseos. Ella nos brindó el amor indestructible y el odio impetuoso, y nos enseñó el significado de la muerte, así como el valor de la esperanza.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/205556113/ce475e3b56f1d59f442bd1601bba8b21_5903196513108852540.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Mare Jivari",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Alquimista en Jefe de los Caballeros de Favonius y Capitán del equipo de investigación. Lo llaman el “Príncipe de la Roca Caliza”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2549,
        "name": "Hertha",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Hertha_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>El Dragón de las Sombras y uno de los niños de Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/206a8a0bc1698ae7019f093470f9e845_6608418404833900487.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7681,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Camino Nevado",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/9a1ac5dcc6ab7314785a014931ad2a5e_1724719949016336063.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Espinadragón es, merecidamente, la zona más única de Mondstadt. El origen de su nombre se remonta a un dragón que cayó en la montaña hace quinientos años. Espinadragón es una región azotada por tormentas de nieve durante todo el año, que emana un poder misterioso. Sus montañas están completamente cubiertas de nieve y hielo, y las bajas temperaturas hacen imposible la vida allí. La hierba local no puede ser incendiada, por lo que los únicos medios para calentarse y evitar la congelación se encuentran cerca de los braseros de las ruinas, fogatas especiales instaladas, o con los Seelies cálidos. El Clima glacial de Espinadragón ha creado el Hielo ancestral, bloques de hielo que no pueden derretirse con Pyro, sino únicamente con cuarzo carmesí. Debido a las propiedades únicas del Hielo ancestral, muchas expediciones a Espinadragón han terminado de forma abrupta; la gente no tenía manera de atravesar este hielo extraño y, en algunos casos, bloqueaba entradas y salidas. Además, debido a la estructura única de las Líneas Ley y el clima del lugar, algunos artilugios no funcionan en la zona. Muchos aldeanos que viven al pie de la montaña comparan esta monstruosa elevación con un punto ciego en los ojos de los dioses, un lugar regido por la inescrutable fuerza del destino. Viejos cuentos de hadas de Mondstadt hablan de la montaña como un sitio de castigo, abandonado por los vientos del tiempo y congelado en un momento de destrucción. Y sin embargo, algo todavía se agita en la cima, y parece cantar una melodía suave, agradable al oído pero inquietante para la mente. A pesar del clima severo, las avalanchas y los monstruos, Espinadragón atrae no solo a los Ladrones de Tesoro y a los Fatui, que exploran el poder misterioso de la montaña, sino también a aventureros que buscan tesoros. En una ocasión, incluso un pequeño tanuki de Inazuma visitó Espinadragón para conocer el mundo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/e1dd8e30d6e11537112a49a8403c1a38_1900695516541361724.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En la frontera entre Espinadragón y Colina Silbante se encuentra un campamento establecido por el Gremio de Aventureros. Allí pueden encontrarse a la famosa aventurera y hermana mayor del Maestro del Gremio de Mondstadt, Iris, al erudito Stevens, al fundador del campamento y cocinero Harris, así como al herrero Orban. Stevens, estudioso de la historia antigua, leyó muchos almanaques históricos al redactar su tesis. Uno de ellos, compilado antes de la formación de los Caballeros de Favonius, mencionaba un grupo de exploradores enviados por los nobles para investigar Espinadragón, pero no se conservaron detalles de este grupo. En las montañas pueden encontrarse tres diarios del sirviente Luther, así como las notas de un hombre llamado Eberhart, que revelan la muerte de casi todos los miembros del grupo. Solo Eberhart sobrevivió, pero los archivos de Mondstadt no registran nada sobre su regreso."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/9e1c9057d77305a692624504e68d181e_7970012055943843775.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al sur del Camino Nevado, no lejos de la antigua capital, vive el Rey Jabalí de las Nieves —un antiguo rey que espera entre la nieve y el hielo ser despertado por sus hermanos sepultados en el hielo. En un pasado lejano más allá de la memoria, circulaba entre los cazadores una leyenda: cuando la tierra sellada por el hielo regresara a la vida y un invitado no deseado perturbara su profundo y gélido silencio, el señor y líder de los jabalíes de las nieves despertaría de su letargo, sacudiría el hielo que lo aprisiona y emitiría juicio sobre los intrusos irrespetuosos. Este enorme jabalí es el verdadero amo de Espinadragón, y no puede ser cazado por diversión. Durante mucho tiempo se creyó que los jabalíes de las nieves se habían extinguido hace siglos, pero algunos quedaron congelados en el hielo, mientras que otros descendieron por el lado oeste de Espinadragón, pasaron por el Viñedo del Amanecer hacia la Aldea Aguaclara y se establecieron en el cálido bosque."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/21/237301566/158d427e9036e81f88dcac5ef4493e76_533234801442549267.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Con la ayuda de Orban, el herrero, los cuatro Colmillos Extraños que se encuentran dispersos por Espinadragón pueden transformarse en un arma única, sin igual. Cuando Orban vio los dientes por primera vez, no importaba cuántas veces los golpeara con su martillo: no se desprendía ni una astilla. Así que le pidió consejo al Alquimista Jefe de Mondstadt, quien a su vez le pidió a su aprendiz, Sacarosa, que le llevara una Roca Rúnica, una reliquia que la Orquesta del Errante dejó a los Caballeros de Favonius hace más de mil años. Esta reliquia ayudó a los habitantes de Mondstadt a rebelarse contra la aristocracia. El flautista de aquella orquesta luchó una vez contra un monstruo conocido como \"Bakunawa\" en Mare Jivari, y la Roca Rúnica fue tallada a partir de su cuerpo. Esta reliquia contiene una vitalidad infinita, similar a la de un dragón, y si los dientes de Durin se imbuyen con ese poder, pueden forjarse en un arma utilizando Argento estelar. El Argento estelar, un mineral valioso creado por la geología local y los patrones de las Líneas Ley, se encuentra por todo Espinadragón. No solo sirve para crear armas poderosas, sino también para fabricar pociones y tintes especiales."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/f170af89ccc4fb412d71691021bd4894_2789778485743323710.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La carne exquisita del Rey Jabalí de las Nieves es ideal para preparar platos especiales. Un día, un grupo de exploración se adentró en las montañas y, en medio de una tormenta de nieve, descubrió unas ruinas antiguas. Allí encontraron varios libros y registros, entre ellos una receta de un plato ancestral. Uno de los aventureros entregó la receta a su amigo del campamento, el cocinero Harris, para que la recreara. Harris nunca había oído hablar de muchos de los ingredientes, y algunas técnicas de cocción le resultaban completamente nuevas, pero tras varios ajustes, logró recrear la receta, utilizando la carne congelada de jabalíes de las nieves, la cual se mantenía especialmente fresca gracias a las bajas temperaturas. Esta misma carne inspiró a un poderoso Adeptus de Liyue, Preservadora de Nubes, a crear un platillo a base de carne estofada. Con la ayuda de su cocinadora mecánica suprema, un dispositivo especial diseñado por ella, nació el platillo Carne Estofada."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/57f9d2ea3bda274fa8402272b946d7ba_4746264804535499549.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Más adelante en el camino se encuentra una fragmento inusual de escarcha. Hace más de seis mil años, cuando el reino de Sal Vindagnyr aún existía, un árbol plateado, parte del Irminsul, crecía en ese lugar. Aunque Irminsul no es un árbol en el sentido biológico, puede imaginarse como un gran árbol que crece hacia abajo en lugar de hacia arriba. Las Líneas Ley, como las raíces de Irminsul, atraviesan la tierra, extendiéndose desde una caverna inmensa bajo tierra hasta la superficie. Las Líneas Ley absorben constantemente los recuerdos del mundo, los cuales son canalizados hacia el Irminsul, permitiéndole acumular conocimiento y sabiduría desde tiempos antiguos hasta el presente."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/602a125cc84963983c40acfda1e0adfc_5995609498501402869.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando un Pilar Celestial cayó sobre la montaña, se dividió en tres fragmentos y transformó los verdes bosques en nieve y hielo. Uno de esos fragmentos partió el árbol plateado, haciéndolo marchitar. Tras la destrucción del fragmento, el Árbol frioeterno volvió a la vida, alimentado por la sangre venenosa del dragón Durin. A medida que la sangre corrosiva del dragón manchaba de rojo el valle ceniciento, un árbol plateado extendió sus raíces hacia el icor cálido que irrigaba la tierra. Reunió toda su fuerza y dio un único fruto, nacido de la convergencia, para aquellos que habitaban bajo su sombra, por toda la felicidad que no pudieron poseer. Este fruto carmesí y helado debía esperar a quien pudiera rendir cuentas a este mundo venenoso, y llevar este fruto inocente y amargo consigo para hacer justicia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/b993d508c61e6891334c1e2f963ecfc1_2424974324946656222.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando el antiguo reino aún no había sido destruido por el Pilar Celestial, nació bajo el árbol plateado una hija de los altos sacerdotes y sacerdotisas, que recibió su bendición. Quienes escribieron los anales de aquel reino montañoso creían que la bendición de Sal Vindagnyr sería eterna, al igual que el árbol de plata cuyas raíces atravesaban la tierra."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/1a4160cc74a9bf3ada3cb0b1c1ca9af4_1474391379083549840.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Creían que la belleza y el talento de su princesa serían tan puros y eternos como la luz de la luna. Cuando se partió una parte del Irminsul, la princesa tomó la última rama intacta con la esperanza de revivir el árbol cuya sombra alguna vez cubrió todo el reino. Intentó injertar la rama, pero el árbol ya había muerto. Junto a las ramas plateadas del árbol, la princesa también se marchitó. Cerca del árbol plateado, al noreste del Camino Nevado, puede encontrarse la caja de la princesa, necesaria para abrir una de las habitaciones secretas cerca de las ruinas de la capital.\nEn esta subárea, pueden encontrarse las misiones de mundo: En la montaña, Perdido en la montaña, Un reino bajo la nieve, Anhelo escarlata, Ah, ¡carne fresca!, Aviso: bajas temperaturas, Silueta en la nieve: esperanza, y Silueta en la nieve: reunión.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5575,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>El Dragón de las Sombras y uno de los niños de Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/206a8a0bc1698ae7019f093470f9e845_6608418404833900487.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2514,
        "name": "Iris",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Iris_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3435,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4800,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Preservadora de Nubes",
        "desc": "<p>Un Adeptus que vive en la Montaña Aozang, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/26/73555894/46ee1323ddfe94fe1707c1d50912504e_9173702040654960252.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2449,
        "name": "Kichiboushi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/\"Kichiboushi\"_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2356,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2432,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 1969,
        "name": "Frío Eterno",
        "desc": "Un fruto cristalizado que posee una extraña voluntad helada. Una tenue sensación de agonía emana de él.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/忍冬之果.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2304,
        "name": "Diario de investigación antiguo (I)",
        "desc": "Un diario de investigación encontrado frente a la puerta circular de unas ruinas.<br/>Parece que su escritor fue miembro de la nobleza que gobernó Mondstadt en el pasado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part I_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2306,
        "name": "Diario de investigación antiguo (II)",
        "desc": "Un diario de investigación encontrado en la cripta de unas ruinas congeladas.<br/>Parece que su escritor fue miembro de la nobleza que gobernó Mondstadt en el pasado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part II_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2305,
        "name": "Diario de investigación antiguo (III)",
        "desc": "Un diario de investigación encontrado en un campamento establecido en el lado sur de Espinadragón.<br/>Parece que su escritor fue miembro de la nobleza que gobernó Mondstadt en el pasado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part III_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 71,
        "name": "Carne congelada",
        "desc": "Un tipo de carne fresca muy poco común.<br/>Según los registros escritos, proviene de una especie ya extinta parecida al jabalí. Su carne ha podido conservarse hasta la actualidad gracias al clima extremo de Espinadragón. Es considerado un ingrediente prácticamente celestial por los amantes de la gastronomía de Teyvat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chilled Meat_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1816,
        "name": "Receta: Carne a la jardinera",
        "desc": "Receta paso a paso para hacer carne a la jardinera.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/06/157514942/cdf4ff89d1a21f5fa979a4d1b1b4dc72_5622172224784387106.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1821,
        "name": "Receta: Carne estofada",
        "desc": "Receta paso a paso para hacer carne estofada.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/06/157514942/cdf4ff89d1a21f5fa979a4d1b1b4dc72_6083853842777257436.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 297,
        "name": "Cofre de la princesa",
        "desc": "Un cofre cuyo fondo está decorado con un tipo de patrón al que aún le faltan dos partes. Si puedes reunir las que quedan, tal vez puedas abrir la puerta de algún sitio.<br/>“Me temo que no puedo completar el mural”.<br/>“Hace mucho tiempo que no veo el azul del cielo y el verde del campo. No sé qué tipo de azul y de verde debo usar para dibujar el paisaje de nieve derretida que quiere mi padre”.<br/>“Cuando él vuelva, todo volverá a la normalidad. Pero hace demasiado frío y yo ya no puedo más”.<br/>“Lo siento, papá. Ukko, siento que nos hayas tenido que ver así”.<br/>“Imunlaukr, ojalá pudiera verte una última vez...”",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess's Box_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Ágata escarlata",
        "desc": "Un cristal creado mediante la combinación de una gran fuerza vital y una extraña energía de Espinadragón. Es el mejor nutriente para el Árbol frioeterno, que tan fervientemente desea crecer.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7019,
        "desc": "",
        "displayStyle": "card",
        "menuId": 39
      },
      {
        "type": "CustomEntry",
        "epId": 2628,
        "name": "Ventisca",
        "desc": "Las ventiscas <span style=\"color:#FFE14BFF\">aceleran enormemente la acumulación de Frío extremo</span>. Si no consigues guarecerte a tiempo y no te preparaste bien para las inclemencias del tiempo, tal vez tengas un desgraciado final...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/tutorial/Snowstorms_icon.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2629,
        "name": "Clima glacial",
        "desc": "En los entornos gélidos, el Frío extremo se acumula constantemente. Cuando alcanza el límite, el personaje <span style=\"color:#FFE14BFF\">pierde Vida rápidamente</span>. Además de esto, debido a las características especiales de las líneas ley y el clima de Espinadragón, <span style=\"color:#FFE14BFF\">algunos artilugios no se pueden utilizar</span>.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/tutorial/Subzero Climate..._icon.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2617,
        "name": "Hielo ancestral",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/tutorial/Ancient Rime_icon.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 3029,
        "name": "Seelie cálido",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/10742394/1ef525b101a31611b9fe2cc1b0a59aa8_2236990577186208974.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Valle Dragondurmiente",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/c312db3eb206807fb9f384ec46f54006_6233901949662675353.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Valle Dragondurmiente se formó a partir de los restos del enorme dragón de las sombras, Durin, quien murió hace quinientos años durante el Cataclismo, a manos del dragón elemental Dvalin. Esta gigantesca criatura cayó desde gran altura, y su impacto contra el suelo formó una garganta. Su carne hace mucho que se descompuso, y su sangre corrupta se filtró en la tierra, envenenando a las plantas y monstruos, pero al mismo tiempo otorgándoles un poder especial. Parte de la fuerza vital y sangre de Durin se cristalizó en Ágatas Escarlatas y Cuarzo Carmesí, los cuales contienen una clase de energía cálida que permite resistir el terrible frío. Un día, hace unos quinientos años, investigadores de Fontaine, René de Petricor y Jakob Ingold, se interesaron en el cuerpo de Elynas, hermano de Durin, que también murió durante el Cataclismo. Usaron la carne y sangre del dragón para despertar los poderes del Abismo en Jakob, y comenzaron a estudiar objetos con propiedades similares, incluyendo el Cuarzo Carmesí de Espinadragón y la inmundicia de las minas del Abismo. Descubrieron que todos tenían una composición similar a la carne de Elynas y que afectaban negativamente a las personas comunes. Solo Jakob, al que René llamó un \"Neohumano\", podía resistir esta influencia destructiva."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/f92eee5ed0e8c3eccebb2ad33af7adb0_1522377018812984023.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El Ágata Escarlata también se utilizó para crear la antigua diadema del Corredor de Lava, un viajero que partió hacia Mare Jivari. Esta diadema protegía contra las llamas y las altas temperaturas, y causaba envidia tanto en jóvenes como en ancianos. Al observarla de cerca, casi se puede ver su figura resistiendo entre las llamas. Se creía imposible desafiar al Mare Jivari, y que este joven arrogante sería devorado por las llamas, reducido a cenizas y dispersado en el cielo. Lleno de celos, su maestro le exigió que entrara en el mar de fuego con la diadema. El Corredor de Lava, en completa calma, caminó sobre la lava y desapareció en el horizonte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/3387ed179602fa8311cc5d09f8c27ae1_3891276836419174520.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tras la muerte de Durin, Andersdotter, una bruja del Aquelarre, creó una versión de Durin en un mundo mágico llamado Simulanka. Aunque sabía que el destino de esta versión estaría ligado al Durin real, esperaba que algún día pudiera tener su propio camino. Como el verdadero Durin, el dragón de Simulanka destruía todo lo que tocaba, y la gente le temía. Cuando deseó no haber nacido jamás, unos héroes de Teyvat aparecieron en Simulanka y salvaron al dragón. Mientras Andersdotter creaba a Durin de Simulanka, su hijo, otra bruja, Barbeloth, hizo una profecía sobre el Durin de Teyvat: <color=#ffffffd9>\"El niño de R resucitará de entre los muertos algún día\"</color> ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/21/237301566/f988fb022d6f4d8e58a5f27589940718_6719820533433759630.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Observaciones recientes en Espinadragón dan crédito a esta profecía, pues el corazón de Durin ha ido creciendo en vitalidad. El proceso sería extremadamente lento, pero en cientos o miles de años, volvería a la vida. Para evitar una tragedia similar al Cataclismo —provocada por otra de las creaciones de Rhinedottir—, Albedo decidió reencarnar a Mini Durin para que ocupara el lugar de Durin. De ese modo se cumpliría la profecía, pero en lugar de un dragón venenoso, cobraría vida un dragón puro, salido de una tierra de cuentos de hadas. En el proceso, Albedo cortó el núcleo del corazón de Durin y drenó el resto de su fuerza vital."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/bd9283a63302a15c4ae98c09ecaa328a_197209611944609675.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El campamento del Alquimista Jefe y Capitán de la Compañía de Investigación de los Caballeros de Favonius, Albedo, se encuentra en las cercanías del Valle Dragondurmiente. Albedo es un humano artificial creado por la alquimista\nuna de los Cinco Pecadores de Khaenri'ah, usando algo que en alquimia se conoce como la técnica de la kimia. Debido a sus orígenes, el alquimista no teme al frío de Espinadragón, y disfruta pasar tiempo allí investigando y dibujando. En su campamento se encuentran una mesa de alquimia, un banco de trabajo, muchos libros y una pizarra con los resultados de sus experimentos. Sus asistentes, Timaeus y Sacarosa, suelen aparecer para ayudarle. Un día, el Príncipe de la Roca Caliza descubrió una semilla especial que no respondía al despertar de la vida mediante alquimia. Para estudiarla, decidió experimentar con el/la Viajero/a, quien, como la semilla, no pertenece al mundo de Teyvat. Tras combatir Slimes, usar una poción especial hecha con el catalizador de Argento estelar y realizar numerosos experimentos, Albedo no encontró diferencia entre una persona común y el/la Viajero/a. Pero aunque el estudio falló, la simulación de la vida del/de la Viajero/a inspiró a Albedo, y logró que la semilla germinara momentáneamente."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"La transición de la nada a algo, de un brote a un tallo y, luego, a un fruto.</color>\n<color=#ffffffd9>¿Nutrir una vida de otro mundo no es como nutrir al propio mundo?</color>\n<color=#ffffffd9>La vida es un entramado de muchas capas compuesto por seres libres. No deberíamos determinar su valor basándonos en cuánto tiempo permanece con nosotros. Incluso un brote momentáneo es algo valioso.</color>\n<color=#ffffffd9>Una vida corta también se puede vivir bien. En una vida bien y eficazmente vivida, nunca se experimentará la soledad.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Aunque el alquimista reportó que los resultados del experimento fueron ordinarios, encontró un sedimento inusual en el fondo de la poción que no debería estar allí."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Los nacidos de la tierra están limitados por sus imperfecciones, pero los nacidos de la caliza están libres de impurezas... Tú y yo somos iguales, ambos compuestos por una sustancia que aún no se ha definido por completo...</color>\n<color=#ffffffd9>Si un día perdiera el control y destruyera Mondstadt... si lo destruyera todo...</color>\n<color=#ffffffd9>¿Puedo confiar en que me detendrás?\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/1a62ccacdc2f74b8e8dd3809faacc983_8836158853308676907.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al norte del Valle Dragondurmiente, en la frontera con Mondstadt, se encuentra la ecóloga Esther, quien, junto a su grupo de expedición, fue atacada por monstruos mientras estudiaba la montaña. Se inspiró a convertirse en científica cuando quiso determinar la fuente del agua de manantial de Aldea Aguaclara, que resultó ser nieve derretida de Espinadragón. Planeaba estudiar el clima y otras condiciones en la montaña, así que compró un costoso juego de balizas de medición. Mientras las instalaba, el grupo fue atacado, y un investigador la llevó a un lugar seguro. Se negaron a regresar, y las balizas fueron destruidas por monstruos. Con ayuda del/de la Viajero/a, Esther logró recuperar las balizas perdidas y colocar nuevas para al menos recopilar algunos datos. La frontera norte de Espinadragón está patrullada por la Caballera de Favonius, Riese. Debido a las condiciones extremadamente severas de la montaña, incluso los aventureros más experimentados pueden no estar preparados. Riese tiene la tarea de evitar que los habitantes de Mondstadt se aventuren, pero muchos son testarudos y no ceden. Por ello, los caballeros han colocado varios puntos de suministros de emergencia en la montaña para aumentar las probabilidades de supervivencia. También puede encontrarse al aventurero Tommy, enamorado de la bioalquimista Sacarosa. Ella le pidió recolectar ciertos materiales sin mencionar que debía ir a Espinadragón. Tommy subió unos pasos por la montaña, se perdió y se congeló."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/fc82a7315399960f53514e4fb9b24581_4610784267769194859.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cerca del valle pueden encontrarse algunos fósiles que, según la leyenda, pertenecen a los leviatanes lunares, criaturas capaces de conceder deseos. En realidad, estos \"Leviatanes\" son selénidos, un raro tipo de pez mariposa que emite luz en medio de la oscuridad del océano. Les encanta nadar en bancos, y cuando se agrupan, forman la imagen de una luna caída en el mar, lo que dio origen a la leyenda del Leviatán Lunar. Una pescadora de Inazuma, Kujirai Momiji, cree haber encontrado al Leviatán Lunar en persona. Hace varios años, ella y algunos amigos de la Gremio de Pescadores partieron en busca del pez legendario, pero su travesía no salió bien. Fueron atrapados por una tormenta terrible, y aunque el barco sobrevivió, la brújula se rompió y quedaron perdidos en aguas desconocidas. Pasaron varios días sin poder encontrar el camino de regreso, y se les acabó el suministro de agua potable.\nUna noche, uno de los pescadores se levantó, escribió una nota de suicidio, la metió en una botella y la lanzó al mar, dispuesto a lanzarse tras ella. Por suerte, sus amigos estaban despiertos y lograron detenerlo a tiempo. Entonces vieron una sombra gigantesca bajo el agua, que brillaba tenuemente, como si fragmentos de luna hubieran caído al fondo del océano. Desesperados, le rogaron que los guiara de vuelta a casa, y como por arte de magia, la silueta nadó hacia la distancia y los condujo de regreso. Los amigos no pudieron dejar de pensar en el Leviatán Lunar. Sin embargo, uno de ellos encontró una pista en un libro antiguo y escribió un superventas titulado «La verdad sobre el incidente del leviatán lunar, que en realidad es una tortuga marina gigante». En él, concluía que lo que vieron aquella noche fue una tortuga marina gigante, con largas plantas bioluminiscentes creciendo en su caparazón. La tortuga estaba embarazada y nadaba hacia la costa para desovar, lo que les permitió encontrar el camino de vuelta. Otros textos antiguos afirman que el Leviatán Lunar pertenece a una especie de criaturas ancestrales de una época en que la tierra estaba repleta de vida animal. Sus antepasados vivieron en la región que hoy conforman las montañas de Espinadragón, donde aún pueden encontrarse sus fósiles, con una apariencia similar a la de caparazones de tortuga.\nEn esta subárea, se pueden encontrar las misiones de mundo: Investigación alpina y Continuación de la investigación alpina.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Mare Jivari",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>El Dragón de las Sombras y uno de los niños de Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/206a8a0bc1698ae7019f093470f9e845_6608418404833900487.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Un Dragón Elemental y amigo del Arconte Anemo Barbatos. Tras haber sido envenenado por la sangre del Dragón de las Sombras, comenzó a ser conocido como Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/b6e31b3c3cb069320d40e3b7b7d06b2f_309187007931404650.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Una bestia abisal que apareció en Fontaine hace unos 500 años durante el Cataclismo. Elynas es el \"Padre\" de todas las melusinas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/fa4c986eefe97522566b35be6e29e7a0_4326688696020046010.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Alquimista en Jefe de los Caballeros de Favonius y Capitán del equipo de investigación. Lo llaman el “Príncipe de la Roca Caliza”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Sacarosa",
        "desc": "Una alquimista e investigadora de la escuela de bioalquimia que siente curiosidad por todo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2577,
        "name": "Kujirai Momiji",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Kujirai Momiji_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Lanza de Espinadragón",
        "desc": "Una lanza creada a partir del colmillo de un dragón. Sorprendentemente, es cálida al tacto.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2083,
        "name": "Virtuoso Corredor de Lava",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3655,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 985,
        "name": "Colmillo de dragón imbuido de fuerza vital",
        "desc": "Un diente de dragón que ha absorbido fuerza vital. Su brillo y textura tienen un aspecto inquietante.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vitalized Dragontooth_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 892,
        "name": "Argento estelar",
        "desc": "Un preciado mineral formado gracias a la geografía, el entorno y las líneas ley especiales de Espinadragón.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Starsilver_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 624,
        "name": "Poción experimental",
        "desc": "Una poción elaborada por Albedo mediante la alquimia. Presenta un color muy particular. Según Albedo, el resultado fue tal como esperaba, así que puede beberse sin problemas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Experimental Potion_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Ágata escarlata",
        "desc": "Un cristal creado mediante la combinación de una gran fuerza vital y una extraña energía de Espinadragón. Es el mejor nutriente para el Árbol frioeterno, que tan fervientemente desea crecer.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3028,
        "name": "Cuarzo carmesí",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/10742394/1ef525b101a31611b9fe2cc1b0a59aa8_8710099432076912251.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ciudad Sepultada - Periferia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/205c6786ab08507c111efa80c8d40c24_2142806115637011747.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al suroeste de la Periferia de la Ciudad Sepultada se encuentra el campamento del famoso aventurero Roald, quien dejó atrás sus diarios de viaje. La pendiente allí era relativamente suave, los vientos eran calmados y los manantiales no se congelaban, por lo que decidió establecer su campamento en ese lugar. Tras examinar las ruinas, Roald notó que su estilo arquitectónico guardaba un asombroso parecido con estructuras antiguas y sin nombre de otras regiones, aunque era imposible adivinar a qué período histórico pertenecían. A lo largo del sendero, descubrió varios objetos de hace mil años, cuya historia se remonta a la era de la aristocracia de Mondstadt. El aventurero logró encontrar restos de ropa y armas antiguas que pertenecían a la expedición de Eberhart. Al comenzar a escalar hacia la cima de la cresta, se topó con condiciones climáticas severas: los carámbanos desgarraron su ropa, sus pies sufrieron congelación y casi se rompe los huesos. Aunque su expedición no tuvo éxito, logró sobrevivir y luego partió hacia un viaje por Liyue."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/f7896ce73e52f521dedffcda391a0454_1224765966222312582.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En las periferias de la Ciudad Sepultada se encuentra la Hipóstasis Cryo, una entidad Cryo altamente concentrada y estable. Cuando florece, se crea un cristal de hielo de una pureza extrema. Estos cristales de escarcha siempre crecerán y florecerán sin parar según las reglas del frío, hasta que un día se transformen en la flor invernal que lo congela todo. Un día, una chef de Fontaine llamada Escoffier viajó a la región de Espinadragón en busca de una legendaria \"misteriosa fuente de frío\". Llevando un grueso abrigo y una bufanda, un pesado equipaje y una corriente Punta de Hierro, deambuló durante más de diez días por Espinadragón. Sin embargo, su lanza acabó rompiéndose y no logró encontrar lo que buscaba. Debido a las heridas que le habían causado los monstruos y la congelación, no tuvo más remedio que marcharse con las manos vacías. En el camino de vuelta a Fontaine, Escoffier oyó hablar de un increíble ser Cryo llamado \"Dálet\", lo que hizo que le diera aún más lástima el resultado de su incursión. Su obsesión por encontrar una fuente de frío solo la superaba su obsesión por perfeccionar sus habilidades culinarias."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/2496970e702fe0bb4eecd94bb853c20d_3017083200650728569.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Justo debajo de la Hipóstasis se halla una cueva que contiene el fragmento final del pilar divino que cayó sobre la montaña. Una vez que los tres cristales se derriten, regresan a la cima de la montaña, al Pilar del Frío Celestial."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/9e87338562cf3392aca17af33bd680a9_8257871476150850301.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Los restos de Guardianes y Demoledores de las Ruinas, vestigios de la destruida civilización de Khaenri'ah, se encuentran esparcidos por todo Espinadragón. Aunque la antigua Sal Vindagnyr fue destruida antes de la fundación de Khaenri'ah, estas máquinas humanoides fueron enviadas para explorar las ruinas. Algunos de los guardianes contienen fragmentos de un mensaje grabado: <color=#ffffffd9>\"Por la nación, no podíamos renunciar a este poder celeste, pero fracasamos.\"</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 2158,
        "name": "Hipostasis Cryo",
        "desc": "Nombre en clave: Daleth. Un ser Cryo de gran pureza.<br/>Según las investigaciones, existen ínfimas diferencias entre la composición física de los Hipostasis y los demás seres elementales. Sin embargo, tal vez estas diferencias sean la razón de su alto nivel de homeostasis y sus movimientos cuasi-mecánicos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7624,
        "name": "Escoffier",
        "desc": "La exjefa de cocina del Bistró Debord, famosa en toda Fontaine, pionera de la cocina de precisión y condecorada con el título de “pâtissière suprême”. Lo estricta que es en la cocina no tiene parangón.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/ddbc128157d69479f61747f0918f9e72_2470321636402108639.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "name": "Guardián de las Ruinas",
        "desc": "Una máquina de guerra muy antigua con forma humanoide.<br/>Cuenta la leyenda que se trata de una máquina de guerra legada por un imperio que desapareció. Suele deambular por las ruinas de ciudades ya desaparecidas y atacar a los aventureros. Las investigaciones han descubierto que los Guardianes y las ruinas no comparten el mismo origen, e incluso miles de años los separan, así que... ¿por qué motivo se quedan en las ruinas y las defienden con todas sus fuerzas?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2225,
        "name": "Demoledor de las Ruinas",
        "desc": "Una máquina de guerra muy antigua con forma humanoide.<br/>Su apariencia es similar a la del Guardián de las Ruinas, pero está más deformado y es más fuerte. Tiene núcleos de energía en ambos pies, probablemente para poder soportar el peso de su cuerpo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Grader_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 897,
        "name": "Flor cristalina",
        "desc": "Un cristal de hielo de una pureza extrema que se crea cuando un Hipostasis Cryo florece.<br/>Estos cristales de escarcha siempre crecerán y florecerán sin parar según las reglas del frío, hasta que un día se transformen en la flor invernal que lo congela todo. Quizás el tiempo estancado, ese corazón que nunca se derrite, es la esencia de esta flor inmortal.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystalline Bloom_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 314,
        "name": "Diario del aventurero Roald: Espinadragón",
        "desc": "El diario del famoso aventurero Roald. Algunas páginas ya están rotas y arrugadas, y en otras hay carámbanos que emiten cierto brillo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Dragonspine_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cueva del Destello Estelar",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/8adaea6e6360958553ab697e2dfe17e8_4425311674233105286.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ubicada cerca de la Ciudad Sepultada - Palacio Antiguo, la Cueva del Destello Estelar es un vasto espacio bajo Espinadragón, llamado así por las brillantes flores azules que crecen allí. En lo profundo de la cueva se encuentra el segundo fragmento del pilar divino, y el camino hacia él está iluminado por muchas plantas azules que brillan cerca de estos fragmentos. Las espinas congeladas que se encuentran en este lugar no pueden derretirse con calor común, y solo el Cuarzo Escarlata puede fundirlas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/5a2635a085e306fd17099ef03a8730f3_1624179107660154187.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A pesar de las bajísimas temperaturas, algunas piscinas de Espinadragón no están cubiertas por hielo. Puede que en el pasado hayan sido refugios subterráneos, pero con el tiempo, el agua subterránea se filtró y los inundó. Según algunas fuentes, en el pasado lejano, los tiranos arrojaban criminales a estas prisiones, cerraban las celdas y luego dejaban que el agua se filtrara lentamente para que los prisioneros pudieran ver cómo el nivel del agua subía primero hasta sus tobillos, luego hasta la nariz, y finalmente hasta la frente. Un castigo tan cruel y doloroso en este lugar gélido hacía casi imposible que alguien pudiera sobrevivir. Una vez, Eberhart, que viajó a Espinadragón con un grupo de nobles, se refugió en uno de estos sitios."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/2fa645b97655d7b3ea9ba5e03c8281e3_844539304353866705.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "A la salida de la cueva se encuentra la tumba de, presumiblemente, la princesa de Sal Vindagnyr, erigida por el escriba del reino, Ukko. Cuando ella murió, Ukko fue el único sobreviviente, y ya no quedaba nadie más por quien cargar su deuda. Anhelaba que los cielos helados ardieran en llamas hasta que no quedara alma viviente en el mundo, y que el dragón negro de los sueños de la princesa envolviera la tierra en una nube de veneno escarlata. El escriba esperaba que el pueblo que construía una nueva\ntuviera el poder suficiente para resistir este mundo. Cerca de la tumba, hay una valiosa caja de escriba con un adorno tallado, que forma parte de un patrón triple que abre una puerta secreta."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/54c8b64ebaf572fbbdfa4b8beb68eed9_8872423627486034533.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un día, un hombre llamado Joserf fue a Espinadragón por unos días, dejando a su hijo Joel con la promesa de volver para hacer muñecos de nieve. Cuando el hombre decidió escalar hasta la cima, una tormenta de nieve lo sorprendió repentinamente, y apenas logró refugiarse en una cueva. De repente, unas rocas colapsaron, bloqueando el paso, y el otro extremo de la cueva daba a un acantilado cubierto de nieve. Zorros de las nieves vivían allí con Joserf, y aunque sus provisiones escaseaban, aún así las compartía con ellos. Cuando el Gremio de Aventureros organizó un ejercicio en Espinadragón, uno de los aventureros, Pallad, decidió explorar un nuevo y peligroso lugar. Separado del grupo, resbaló y rodó montaña abajo hasta llegar a un sitio desconocido y con varias heridas. Allí, Pallad conoció a Joserf, quien salió al escuchar la caída. Al principio, Pallad pensó que era otro aventurero que había acudido al evento, pero luego se dio cuenta de que el hombre tenía problemas de memoria y ni siquiera recordaba su nombre. Joserf dijo que despertó cubierto de sangre, sin sus pertenencias, y sin pistas de cómo había llegado allí. Se arrastró hasta la cueva y se instaló allí para recuperarse poco a poco. Y después de que sus piernas mejoraron un poco, sus habilidades de caza lo ayudaron a sobrevivir. Juntos, regresaron al campamento, donde se encontraron con Joel. Este se quedó helado por un momento, con una expresión completamente atónita, y luego rompió a llorar gritando: <color=#ffffff>\"¡Papá! ¡Papá!\"</color> Fue entonces cuando Joserf comenzó a recordar. Lo único que el hombre recordaba era a su hijo y a su esposa. En sus notas, pidió que se alimentara a los zorros, y si se les da de comer durante cinco días, agradecerán la bondad mostrada."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/ca5d530f425cc012fa7988e4ba16947c_4002670043306179109.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al sur de la Cueva del Destallo Estelar, en la costa de Espinadragón, se pueden encontrar varios mensajes en botellas enviados por el oficial de la Comisión Kanjou, Hiromi, a la Ladrona de Tesoros, Yan'er, en Liyue. Se conocían desde la infancia, pero cuando Hiromi se convirtió en oficial y Yan'er en ladrona de tesoros, sus caminos se separaron. Cuando se promulgó el Decreto de cierre de fronteras en Inazuma y comenzó la guerra civil, perdieron la capacidad de comunicarse, así que Hiromi solo pudo enviar un mensaje en una botella, sin saber en qué orilla llegaría. Cuando un viejo amigo de ambos llegó con noticias de que no se había sabido nada de la mujer durante mucho tiempo, él no quiso creer que pudiera haber muerto, así que continuó esperándola en el Restaurante Uyuu. Afortunadamente, Yan'er estaba a salvo, y después de que se levantó el Decreto de cierre de fronteras, fue a Inazuma con la intención de pasar por el Uyuu para tomar unos tragos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/cf7a9714ea392ead1fd2bd92f53b7921_5366557310072929806.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al suroeste de la cueva, se encuentran las ruinas de un antiguo reino con símbolos grabados. Cuando el alquimista Albedo estaba experimentando con el/la Viajero/a para evaluar sus capacidades cognitivas, drenaron una sección inundada de las ruinas y descubrieron estos símbolos de origen y significado desconocidos.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Alquimista en Jefe de los Caballeros de Favonius y Capitán del equipo de investigación. Lo llaman el “Príncipe de la Roca Caliza”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 1602,
        "name": "Cofre del escriba",
        "desc": "Un cofre cuyo fondo está decorado con un tipo de patrón al que aún le faltan dos partes. Si puedes reunir las que quedan, tal vez puedas abrir la puerta de algún sitio.<br/>“Que este cielo helado y nevado arda hasta que no quede ni un atisbo de vida en el mundo”.<br/>“Que nos convirtamos en cenizas arrastradas por el viento hasta alcanzar a ese forastero que abandonó a la princesa para no volver”.<br/>“Que el dragón negro con el que soñó la princesa esparza su veneno escarlata por toda la despreciable tierra”.<br/>“Yo soy el último. Ya no es necesario que permanezca aquí”.<br/>“He oído que están construyendo una nueva nación sin dioses. Quizás ellos tengan el poder de enfrentarse a este mundo”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Scribe's Box_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ciudad Sepultada - Palacio Antiguo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/f21036f9c59489f3952e452b0c82b3f2_7785081586942291850.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Las ruinas del antiguo palacio de la Ciudad Sepultada son todo lo que queda de un reino ancestral fundado hace más de seis mil años. Su gente huyó de las nieves y los conflictos hacia una tierra de dicha, donde erigieron un monumento llamado Sal Vindagnyr. El pueblo del reino prosperó bajo la guía de los Ángeles, quienes les otorgaron conocimiento. Pero cuando un Pilar Celestial cayó sobre la montaña verde y exuberante, todo el reino quedó cubierto de hielo, nieve y tormentas furiosas, y casi nadie sobrevivió."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/3082c634ef9be8babbe7b339ffa5ee09_3612263789314781100.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Por todo Espinadragón están dispersas antiguas tablillas de piedra que registran la historia del reino. Si todas las tablillas son activadas, se abrirá una puerta hacia una sala secreta donde la princesa de Vindagnyr pintó frescos con sus visiones. Incluso cuando la tierra fue cubierta por el hielo, ella continuó pintando, pero había pasado tanto tiempo desde la última vez que vio cielos despejados y praderas verdes, que ya no sabía qué tonos de azul y verde usar para representar el deshielo. Al no recibir mensajes de los cielos, su padre subió a la cima de la montaña en busca de respuestas. Esperaba que, para cuando regresara, su hija hubiera terminado de pintar el segundo fresco. Si el tercer muro representaba el derretimiento del hielo y la nieve, Sal Vindagnyr podría haberse salvado. Pero la princesa nunca logró completar el último fresco, y los mensajeros celestiales no dieron respuesta alguna."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/99f50304ccb4bf151ef209cebf2f2205_4123390167741158328.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En el centro de la sala se encuentra la gran espada de Argento estelar que la princesa le regaló a su amante, el forastero Imunlaukr. Con la espada en mano, él partió en busca de respuestas más allá del reino, en tierras lejanas. Cuando el forastero finalmente terminó su viaje infructuoso, regresó al reino, pero solo encontró el eco apagado de la muerte. Imunlaukr dejó la espada que le fue entregada para dispersar la tormenta de nieve entre los frescos, y descendió de las montañas en busca de conflictos y guerras, en busca de un lugar donde derramar sangre. Al final de su viaje, permaneció en Mondstadt, donde fundó el Clan Imunlaukr.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5575,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 2043,
        "name": "Argento Estelar de las Nieves",
        "desc": "Un mandoble antiguo oculto detrás de un fresco. Fue forjado con argento estelar, y tiene el poder de cortar a través del hielo y la nieve.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/雪葬的星银.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Pilar del Frío Celestial",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/33564f4f977dd49e545b399a2dc54e65_4775805078516958387.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Alguna vez, la Pico de Vindagnyr fue un lugar exuberante y verde, y los sacerdotes que venían aquí podían tocar los cielos y recibir respuestas de los enviados celestiales. Hace aproximadamente seis mil años, aparecieron en Teyvat invasores venidos de más allá del firmamento (presumiblemente, el Segundo Trono), y comenzó una gran guerra que trajo consigo muchas pérdidas. Las barreras creadas por el Soberano Primordial alrededor de Teyvat fueron destruidas, y el conocimiento prohibido penetró en la tierra. Además de la destrucción, los invasores trajeron a la humanidad ilusiones que prometían romper las cadenas del destino y del Orden Celestial. La gente comenzó a dudar de los dioses, desobedecieron al reino celestial, intentaron ascender al nivel de los dioses y empezaron a buscar respuestas en las profundidades del mundo, en ruinas antediluvianas y altares de sacrificio largamente enterrados. El maestro de los cielos, consumido por el temor ante esta creciente marea de delirios y rupturas, decidió sanar este mundo frágil, triste e imperfecto. Para ello, envió Pilares Celestiales con los que remendar la tierra, arrasando el reino mortal. Uno de estos clavos cayó sobre Sal Vindagnyr."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/fce633ff2c79db239e0e38168ebb49cd_6432712364413581958.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La temperatura cerca del Pilar del Frío Celestial es mucho más baja que en la base de la montaña. El suelo está cubierto de flores azules resplandecientes y transparentes, y cerca de las ruinas, mecanismos de defensa de origen desconocido, vestigios de tiempos antiguos, esperan a los intrusos. Cuando los tres fragmentos del Pilar Celestial se derriten, regresan al Pilar del Frío Celestial, y si se derriten nuevamente con la ayuda del Cuarzo Escarlata, el pilar se descongela y se eleva en el aire. El paso hacia la cima de la montaña está bloqueado por una extraña corriente de aire que ha impedido a más de un grupo de aventureros —atraídos por la promesa de tesoros ocultos en el hielo— entrar. Pero cuando todos los fragmentos se derriten, la corriente desaparece. Bajo el Pilar Celestial sellado en el hielo, se encuentra un antiguo altar donde los sumos sacerdotes, coronados con ramas blancas, descendían en busca de respuestas. Se dice que cada generación de sacerdotes, en sus últimos días, veía la misma imagen: una pila de coronas bajo un árbol muerto en un lugar misterioso. Cada sumo sacerdote, al retirarse, devolvía al mundo esta inmaculada corona de ramas blancas.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5575,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7083,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3028,
        "name": "Cuarzo carmesí",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/10742394/1ef525b101a31611b9fe2cc1b0a59aa8_8710099432076912251.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2089,
        "name": "Ritual de la Sabiduría",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Wisdom/circlet_of_logos_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2088,
        "name": "Ritual de la Iluminación",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Illumination/circlet_of_logos_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2087,
        "name": "Ritual del Destino",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Destiny/circlet_of_logos_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2086,
        "name": "Ritual de la Primavera",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers to Springtime/circlet_of_logos_icon.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "galleryCharacter": [
      {
        "key": "Espinadragón",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/f0b2d88e860e6446800a669d8aeefa84_6157164207923938041.png"
      },
      {
        "key": "Árbol frioeterno",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/7254f0736c773fea0a3f35b6244a94f4_6944913917008872347.png"
      },
      {
        "key": "Pilar del Frío Celestial",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/1811fc47cb72ebabf08943b95bb416fe_4295299406943436243.png"
      },
      {
        "key": "Sal Vindagnyr",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/91a79ee8b5f8d5a883fb0272d97d631a_7280324082551024653.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un reino fundado sobre montañas verdes."
          }
        ]
      },
      {
        "key": "Sal Vindagnyr",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/49e1926f8cc49da0fce11c6aedf2f82b_1748456299442952032.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Enviados del cielo que guían al pueblo."
          }
        ]
      },
      {
        "key": "El corazón de Durin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/205556113/df47dc0406e4cd700ca7f004102599af_1418029212634536533.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Incluso cuando Durin había sido derrotado, su corazón continuó latiendo por quinientos años."
          }
        ]
      },
      {
        "key": "El corazón de Durin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/205556113/17b8b4800b54cd26592150875d3349b0_1466589342664367405.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "El corazón del fallecido Durin después de que Albedo extrajo su vitalidad."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Espinadragón"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Ubicación permanente"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Versión de lanzamiento",
        "value": [
          {
            "type": "RichText",
            "text": "1.2"
          }
        ]
      }
    ]
  }
}