{
  "epId": 5119,
  "name": "Sima",
  "desc": "<p>Tal y como dice el proverbio: \"Los acantilados crean sombras evasivas. A dónde se dirigen las sendas traicioneras, todos lo desconocen\". En los textos antiguos de Liyue, este lugar es conocido como el Valle Yu. Incluso el brillo radiante del sol se hunde en las profundas sombras del ocaso. Aunque las leyendas no sean más que eso, uno siempre debe esperar lo inesperado al explorar esta mina subterránea laberíntica.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/0902c139b6e085cf89bdddc7cdd983e0_3759786955839715871.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1755892180,
  "components": {
    "textualResearch": [
      {
        "title": "Cartel de aviso del Salón Huishan",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Más adelante hay una llave rocosa. ¡Solo personal autorizado!\"\n\"¡Aquel que dañe la maquinaria tendrá que rendir cuentas ante las Siete Estrellas! Para cualquier pregunta, ¡consulte a <color=#37ffff>Muning</color> , el responsable del campamento!\""
          }
        ]
      },
      {
        "title": "¡Cuidado!",
        "desc": [
          {
            "type": "RichText",
            "text": "\"¡Es obligatorio el uso del casco durante las excavaciones!\"\n(El resto de anuncios están tapados por nuevos anuncios.)\n\"Esta sección se encuentra en desuso. ¡Solo personal autorizado!\""
          }
        ]
      },
      {
        "title": "Aviso urgente del dormitorio de los mineros",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Debido a los extraños cambios que han tenido lugar recientemente en la Sima, se ruega a los mineros que salgan de la mina en los próximos tres días. Se les enviará una notificación cuando puedan retomar su actividad. ¡No se olviden de llevarse todas sus pertenencias!\"\n\"Entreguen todas las cartas y paquetes al Ministerio de Asuntos Civiles de Liyue para su reenvío.\""
          }
        ]
      },
      {
        "title": "Anuncio",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Se supone que el Casco de protección de la Geoarmada debería estar aquí, pero hemos buscado por todas partes y no hemos encontrado nada\".\n... \"Aquí solo hay cascos de mineros, no hay ningún Casco de protección. ¿Están seguros de que la información es veraz?\".\n(Además, han tachado el nombre de Erge y lo han vuelto a escribir un par de veces, como si el autor no estuviera satisfecho con su caligrafía...)"
          }
        ]
      },
      {
        "title": "Aviso del depósito de seguridad del antiguo almacén",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Debido a los extraños cambios que han tenido lugar recientemente en la Sima, hemos decidido suspender temporalmente la renovación de los almacenes. Pedimos a todos los trabajadores que dejen de trabajar y se mantengan a la espera de nuevas noticias. El antiguo almacén se destinará tal y como está para uso de la Geoarmada y cualquier miembro del Ministerio que lo necesite.\""
          }
        ]
      },
      {
        "title": "Registro de suministros incompleto",
        "desc": [
          {
            "type": "RichText",
            "text": "\"... El ladrón de tesoros, Erge, ha accedido a intercambiar algo de comida y suministros a cambio del Mora y el armamento que nos queda...\"\n\"... Los Ladrones de Tesoros están en problemas. Se dice que han perdido sus hurones ladrones (?). Aquellos que permanezcan en la Sima, mantengan la calma y esperen noticias...\"\n\"... Ha habido un terremoto y ha atemorizado a los Ladrones de Tesoros, así que hoy tampoco han entregado la comida...\"\n\"... Seguro que alguien ha deshecho el sello de las Siete Estrellas. Necesito más información al respecto...\"\n\"... Clitofo, nuestro contacto en los Ladrones de Tesoros ha desaparecido. Así que nuestro abastecimiento de suministros ha caído...\""
          }
        ]
      },
      {
        "title": "Receta de Fan Cabeza de fuego",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Cebolla, champiñones, jengibre, ajo, soja, repollo, carne de jabalí, pimienta y sal. Cantidad: todo lo que haya disponible\".\n\"Después, poner unos ganchos de lobo y valbayas. ¡Todos los que haya en la despensa de Clitofo! Por último, agregar unos champiñones extraños arrancados del suelo y... poner a hervir en una olla todos los ingredientes\".\n\"Quitar todos los huesos y no dejar ningún resto. ¡Lo último que alguien quiere es romperse un diente comiendo carne!\""
          }
        ]
      },
      {
        "title": "Diario de un alquimista aficionado",
        "desc": [
          {
            "type": "RichText",
            "text": "\"...El tercer intento de crear un detonador de bolas de cañón ha fracasado. Afortunadamente, no hubo explosiones... pero el problema sigue siendo el mismo: la concentración del reactivo no es suficiente, por eso no se produce la explosión...\"\n\"... El tercer campamento necesita bebidas frías, y se nos están agotando los ganchos de lobo. Es extraño. Tendremos que contactar a nuestros amigos de Mondstadt para acordar otra entrega...\"\n\"... El cuarto intento por fabricar un detonador de bolas de cañón ha fracasado. Descubrimos que los frascos de aceite litoesencial pueden adaptarse para usarlos como mecha del mecanismo explosivo de seguridad. Podríamos intentarlo...\"\n\"... Clitofo ha desaparecido y se ha llevado nuestra receta. Erge se ha vuelto loco. Parece que alguien está en problemas\"."
          }
        ]
      },
      {
        "title": "Carta abierta",
        "desc": [
          {
            "type": "RichText",
            "text": "\"...Disculpa mi falta de educación, pero te estás volviendo viejo. Tus ojos y piernas no son lo que eran antes... Deja de seguirnos a nosotros los jóvenes por toda la mina...\"\n\"... Las cosas no han ido muy bien últimamente. Algunos hemos reunido un poco de Moras para ti, debería ser suficiente para que te jubiles. Con tus habilidades, puedes encontrar un trabajo decente en Liyue. No tendrás que preocuparte por tener dinero para la vejez...\"\n\"... No te preocupes por nosotros, ya somos mayorcitos. ¡Podemos cuidarnos solos! Por favor, acepta esto como muestra de nuestro agradecimiento...\"\n\"Zhao Toro de hierro\""
          }
        ]
      },
      {
        "title": "¡Atención!",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Algunos invitados del Sr. Flauti vendrán a cerrar un trato más tarde. Asegúrense de verse bien. ¡Queremos causar una buena impresión!\""
          }
        ]
      },
      {
        "title": "Libro de cuentas de Zhao Toro de hierro",
        "desc": [
          {
            "type": "RichText",
            "text": "(Aquí hay un registro de todos los gastos. Parece que los Ladrones de Tesoros de la Sima han pasado por momentos difíciles.)\n(Parece que el \"taller de jade\" es el principal culpable. Desde hace tres meses, todo el mineral entregado en ese lugar ha desaparecido de los registros, nunca se tradujo en ingresos.)\n(La última página no tiene ningún dato, solo un toro grande y fuerte resoplando con rabia y pisoteando una flor dulce.)"
          }
        ]
      },
      {
        "title": "Aviso",
        "desc": [
          {
            "type": "RichText",
            "text": "\"En lo alto de Tianheng, los innumerables picos de las montañas forman un imponente acantilado, mientras que abajo, en las rocas, los abundantes jades brillan gloriosamente. Sin embargo, las fuerzas siniestras ahora acechan a la Sima; sus gloriosas gemas están ocultas y su brillo carmesí desapareció. El camino hacia la recuperación de riquezas está plagada de ruinas... Peligroso es el camino hacia los preciosos elixires...\".\n\"Por lo tanto, procedí inmediatamente a discutir esta situación con todos en el Pabellón Yuehai, para que pudieran votar sobre el destino de las actividades mineras en la Sima. Su veredicto fue que no es aconsejable continuar, y toda actividad debería cesar de inmediato. Que todo el mundo lo sepa: eviten la codicia de riquezas, y en cambio busquen un mañana mejor. No se dejen llevar por el resplandor noctilucoso, y apunten la mirada hacia la guía perfecta del destino y el tiempo\"."
          }
        ]
      },
      {
        "title": "Guía de entrenamiento de hurones ladrones",
        "desc": [
          {
            "type": "RichText",
            "text": "\"... Sobre el horario estipulado para alimentar a los hurones ladrones de tesoros...\"\n\"... En cuanto a los hurones ladrones novatos, se aconseja alimentarlos después del mediodía e incentivarlos para que tengan la costumbre de mantenerse activos... El horario recomendado es de <color=#37ffff>12:00 a 23:59</color> .\"\n\"... En cuanto a los hurones ladrones de tesoros, es mejor alimentarlos antes del mediodía, así pueden entrenar después, de <color=#37ffff>2:00 a 11:59</color> .\"\n\"... Los hurones ladrones dorados son los más traviesos, por lo que solo se concede dos horas para alimentarlos y mandarlos de regreso. Concretamente, de <color=#37ffff>0:00 a 1:59</color> .\"\n\"Se puede llamar a todos los hurones silbando desde una gran roca en los horarios mencionados. Si estás aburrido/a, evita silbar por puro entretenimiento. ¡Así nos evitaremos problemas!\"\n\"... Notas de Erge. Entrenador de hurones de este mes: Clitofo... Días designados: 31. Días que llegó tarde: 27...\""
          }
        ]
      },
      {
        "title": "Estela antigua",
        "desc": [
          {
            "type": "RichText",
            "text": "\"... Al cruzar las montañas, el rey dragón la tierra hizo temblar... Y en la tierra de los lirios de cristal, numerosas bestias aparecieron sin cesar...\"\n\"... Por salvar esta gran nación, mi vida con gusto entregaré... ¡Que mi fin lloren con elación! Pues a la muerte sin miedo enfrentaré...\"\n\"... Sereno e imponente, Rex Lapis a las armas llamó... Para salvar a su gente, este guerrero acudió...\""
          }
        ]
      },
      {
        "title": "¡Cuidado!",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Este campo de batalla es el antiguo legado que Rex Lapis nos dejó. Por eso pedimos a todos los trabajadores que respeten las medidas de seguridad estipuladas. Eviten en todo momento los ruidos y tengan sumo cuidado al excavar. Si no siguen las normas, ¡aténganse a las consecuencias!\""
          }
        ]
      },
      {
        "title": "Mensaje",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Desmantelaron la mayoría de los centros de comando de los ingenieros y la maquinaria que empleaban. Es necesario que el personal implicado vuelva a la superficie y espere a recibir las siguientes instrucciones.\""
          }
        ]
      },
      {
        "title": "Cartel",
        "desc": [
          {
            "type": "RichText",
            "text": "(El cartel está roto por la mitad. Solo parte del texto que contiene es inteligible.)\n\"Tres lotes de espato lumínico... Salón Huishan... Permitir el paso tras superar la inspección.\"\n\"... Los investigadores deberán devolver el Canalizador lumínico en cuanto hayan obtenido las muestras... Cierren el acceso a las minas cuando consideren que es seguro hacerlo...\""
          }
        ]
      },
      {
        "title": "Guía de minerales de la Sima",
        "desc": [
          {
            "type": "RichText",
            "text": "\"... A lo largo de tantos años de historia, las reacciones elementales dentro de la Sima han hecho que la tierra se vuelva de una fascinante tonalidad rojiza...\"\n\"... La arena cristalizada que se obtiene y se procesa a partir en este lugar posee un brillo único...\"\n\"... La gran reputación que tiene la porcelana de Liyue se debe en gran medida a la antigua tradición de los habitantes de la Sima de procesar arena cristalizada...\""
          }
        ]
      },
      {
        "title": "Carta de Nikolay",
        "desc": [
          {
            "type": "RichText",
            "text": "Mi querida hermana Katya:\nEl Capitán dijo que pronto te asignarán aquí y te tendremos con nosotros. ¡No sé cómo expresar con palabras la felicidad que siento solo con pensarlo!\nTodavía llevo conmigo la balalaika que me regalaste antes de tu partida. Con unos arreglos aquí y allá, logré cambiarle el puente, ahora cada rasgueo suena mucho mejor.\nEso sí, te advierto que, aunque regreses, esta balalaika me la quedo yo. Y con esas manos tan torpes que tienes, si la vuelves a romper, ¡no pienso arreglarla otra vez!\nPor cierto, he aprendido dos canciones nuevas. Cuando vengas, las tocaré para ti junto a la fogata. Como en los viejos tiempos, esos en los que tocábamos y cantábamos frente al fuego, nos contábamos chistes, esperando que en el año nuevo su majestad la Zarina enviase regalos a la Casa de la Hoguera...\nPero ya no somos unos niños sin preocupaciones, ahora cargamos una responsabilidad importante sobre nuestros hombros y ahondamos más en nuestro pensamiento de las cosas.\nCon motivo de nuestro reencuentro, el Capitán nos ha concedido medio día libre. Espero que puedas venir a beber y comer algo rico, y poder rememorar todos esos momentos que vivimos juntos. Tengo muchas historias que contarte, ¡seguro que tú también tienes miles de anécdotas interesantes!\nY ya que estoy, me gustaría advertirte de que probablemente notes que he vuelto a ganar unos kilitos, ¡ni se te ocurra burlarte de mí! ¡Yo también me voy a fijar en si engordaste o no!\nDeseando que volvamos a encontrarnos,\nNikolay Snezhevich"
          }
        ]
      },
      {
        "title": "Registro de operaciones de los Fatui (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"La gente de Liyue dejó sus cañones como salvaguarda. Al parecer todavía no han abandonado la idea de reabrir la mina.\"\n\"Hemos inspeccionado los lugares donde se encontraron los fragmentos de cristal para despejar el camino a los demás antes de volver aquí a esperar órdenes.\"\n\"El sensor de sonido reaccionó. Desde lo más profundo de la mina llegaron pulsaciones... potentes pero silenciosas.\"\n\"Los estudios realizados indican que los cristales son incluso más antiguos que la Sima. Y, sin embargo, nunca se encontraron vestigios de ninguna civilización en las cercanías.\""
          }
        ]
      },
      {
        "title": "Registro de operaciones de los Fatui (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"El sensor de sonido no deja de hacer ruido. Me recuerda a los ronquidos de la abuela del sargento Anton. No podemos utilizarlo.\"\n\"Mejor deberían llamarlo 'Ronquiditos'. Tal vez se deba a la resonancia de los propios cristales y la materia oscura.\"\n\"No tenemos repuestos para repararte, Ronquiditos. Me temo que solo podemos desmontarte. Por ahora, montemos el campamento aquí para reabastecernos de suministros.\"\n\"Parece que alguien nos observa desde un terreno elevado no muy lejos de aquí. Vi un destello extraño. Tal vez sea un telescopio (o podría ser la mira de un arma). Tenemos que movernos de inmediato.\""
          }
        ]
      },
      {
        "title": "Registro de operaciones de los Fatui (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"La técnica Bogdana se ha percatado de que el fango negro no deja de crecer. No hay tiempo que perder.\"\n\"Los extraños cambios bajo la Sima se están acelerando lentamente. Para evitar que la situación empeore aún más, tenemos que llevar el dispositivo de Mokosh hasta el fondo para ensamblarlo.\"\n\"El sargento Anton ha informado de que una mujer nos está siguiendo. Deberíamos colocar algunas trampas y mantenernos en guardia.\""
          }
        ]
      },
      {
        "title": "Registro de operaciones de los Fatui (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Ha ocurrido una explosión por causas desconocidas. El dispositivo de Mokosh, que en teoría podría eliminar la corrupción en este lugar, se sobrecargó y se destruyó.\"\n\"Esa sustancia oscura del fragmento principal comenzó a aparecer de nuevo... Necesitamos recopilar todo lo aprendido hasta ahora.\"\n\"Golpear una o varias veces justo en los puntos precisos del fragmento principal puede hacer que la sustancia oscura desaparezca.\"\n\"... El equipo de investigación ha descubierto actividad humana en diferentes ubicaciones. No sabemos con certeza si son seres humanos o no, pero quizás sean los causantes de la propagación de la sustancia oscura.\""
          }
        ]
      },
      {
        "title": "Carta misteriosa",
        "desc": [
          {
            "type": "RichText",
            "text": "Non custos si fingar ille Caenrium"
          }
        ]
      },
      {
        "title": "Carta misteriosa",
        "desc": [
          {
            "type": "RichText",
            "text": "Non fulmineus ego lyrae Barbatos"
          }
        ]
      },
      {
        "title": "Carta misteriosa",
        "desc": [
          {
            "type": "RichText",
            "text": "Non si pegaseo ferar volatu"
          }
        ]
      },
      {
        "title": "Carta misteriosa",
        "desc": [
          {
            "type": "RichText",
            "text": "Non Morphes niveae citaeque bigae"
          }
        ]
      },
      {
        "title": "Carta misteriosa",
        "desc": [
          {
            "type": "RichText",
            "text": "Adde huc plumipedas volatilesque"
          }
        ]
      },
      {
        "title": "Carta misteriosa",
        "desc": [
          {
            "type": "RichText",
            "text": "Ventorumque simul require cursum"
          }
        ]
      },
      {
        "title": "Carta misteriosa",
        "desc": [
          {
            "type": "RichText",
            "text": "Quos iunctos amica mea mihi dicares"
          }
        ]
      },
      {
        "title": "Carta misteriosa",
        "desc": [
          {
            "type": "RichText",
            "text": "Defessus tamen omnibus medullis"
          }
        ]
      },
      {
        "title": "Carta misteriosa",
        "desc": [
          {
            "type": "RichText",
            "text": "Et multis languoribus peresus"
          }
        ]
      },
      {
        "title": "Carta misteriosa",
        "desc": [
          {
            "type": "RichText",
            "text": "Essem te mihi amica quaeritando"
          }
        ]
      },
      {
        "title": "Carta misteriosa",
        "desc": [
          {
            "type": "RichText",
            "text": "Caelum dilabitur"
          }
        ]
      },
      {
        "title": "Carta misteriosa",
        "desc": [
          {
            "type": "RichText",
            "text": "Falsitas collabitur"
          }
        ]
      },
      {
        "title": "Bitácora de un minero",
        "desc": [
          {
            "type": "RichText",
            "text": "(Una bitácora de un minero. Tiene el nombre \"He\" escrito en su portada. Probablemente sea el nombre del propietario.)\n(En las primeras páginas, se lee:)\n\"... Chi Ding ha estado buscando el juguete de su hija, pero no lo encuentra por ninguna parte. Voy a adentrarme más en las profundidades a ver si puedo ayudarlo a encontrarlo...\"\n\"... Me pican tanto los oídos...\"\n\"... Me pica tanto, como si tuviera bichos en los oídos... No me deja descansar. Me voy a quedar sin comida. Según esa voz... Pero ¿este hongo es realmente comestible?\"\nEn las páginas siguientes, se lee: \"... Puedo oírlo. Carne de hongo, jejeje... Qué rica es la carne de hongo jejeje...\""
          }
        ]
      },
      {
        "title": "Carta de los Ladrones de Tesoros",
        "desc": [
          {
            "type": "RichText",
            "text": "\"... ¡Ese Clitofo no es de fiar! Primero dejó tirados a los muchachos para robar comida. ¡Luego liberó a todos los hurones ladrones de tesoros!\"\n\"... Lo hemos encerrado, quedamos a la espera de las instrucciones de Erge...\"\n\"... Por cierto, antes hubo un terremoto y algunas personas descendieron hacia aquí. Todo el mundo debe mantenerse alerta...\""
          }
        ]
      },
      {
        "title": "Carta de los Ladrones de Tesoros",
        "desc": [
          {
            "type": "RichText",
            "text": "\"... Hemos conocido a algunos compañeros aquí abajo que necesitan algunas cajas con algo de comer y beber. No podemos dejar que nadie se muera de hambre (sobre todo cuando ofrecen Mora a cambio de nuestra hospitalidad). Que alguien les proporcione lo que necesitan cuanto antes...\"\n\"... Dejen que se ocupe el nuevo para que haga algo, el que vendía medicamentos falsos: Clitofo o como se llame. En el almacén de los mineros debe haber comida y bebida...\"\n\"... Ya enviamos unos cuantos muchachos. ¿Por qué nadie responde?\""
          }
        ]
      },
      {
        "title": "Aviso del escuadrón de demoliciones de la Sima",
        "desc": [
          {
            "type": "RichText",
            "text": "\"¡Aviso!\"\n\"La Sima se cerró de forma permanente. Todos los explosivos se sellaron dentro de este almacén. Si no utilizamos dos llaves al mismo tiempo, no podremos abrir esta puerta.\"\n\"¡La munición y los detonadores se colocaron separados en el almacén para evitar accidentes!\"."
          }
        ]
      },
      {
        "title": "Registro dañado",
        "desc": [
          {
            "type": "RichText",
            "text": "(Un diario viejo. Las páginas contienen algunas marcas de quemado de color violeta.)\n\"... Hoy disolverán el equipo de excavación, y una vez que hayan organizado propiamente los datos recopilados, los entregarán mañana al mensajero del Salón Huishan. Además, descubrimos que forzaron la puerta de la oficina tres veces. Seguramente fueron los Ladrones de Tesoros, así que todo el mundo debería mantenerse alerta...\"\n\"Se enviaron los detalles a la secretaría de la Terraza Yujing para comprobar las posibles consecuencias a largo plazo para la Sima. También descubrieron una sustancia fangosa...\"\n\"... Una especie de barro de color morado oscuro... Bajo... las personas... Algo apareció en el resquicio de la puerta...\""
          }
        ]
      },
      {
        "title": "Tablón de anuncios sencillo",
        "desc": [
          {
            "type": "RichText",
            "text": "\"El equipo de espeleología de la Sima ha establecido su campamento temporal aquí. Todos los miembros deben prestar atención y actuar según las normas de seguridad en todo momento. No actúen solos o sin permiso, ¡y no toquen materiales desconocidos en las profundidades de la Sima!\""
          }
        ]
      },
      {
        "title": "Mensaje",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Recientemente descubrimos una sustancia fangosa negra en algunas zonas del Área Minera Principal. Es extremadamente peligrosa. Todos los exploradores deben mantenerse alerta. Asegúrense de evitar las zonas afectadas por esta sustancia. Si tienen cualquier duda, contacten a Zhichiong para que les muestre el camino.\"\n\"Los zapatos de Taliesin se empaparon. Necesitamos que el equipo de reabastecimiento nos proporcione ropa y zapatos limpios.\"\n\"Además, Jinwu necesita un conjunto de herramientas de repuesto para poder procesar las rocas lumínicas del Canalizador. Es preciso que el equipo de reabastecimiento nos lo envíe lo antes posible. ¡Gracias!\"\n(Este fragmento de papel que rompieron por la mitad está lleno de complejas operaciones matemáticas y geométricas. Parecen estar relacionadas con la astrología...)"
          }
        ]
      },
      {
        "title": "Recordatorio",
        "desc": [
          {
            "type": "RichText",
            "text": "\"El Explotamontañas del Área Minera Principal parece mantenerse intacto. Esto podría servirnos para abrir un camino y ahorrarnos mucho tiempo de exploración.\"\n\"Pero primero debemos despejar la zona de maleantes. Por suerte, no todas son malas noticias: la Geoarmada ya se puso manos a la obra para eliminar las conexiones de los ladrones de tesoros con la superficie.\"\n\"Si se corta su conexión con la superficie, los ladrones de tesoros de la zona subterránea acabarán marchándose por sí solos...\"\n\"Necesitamos más suministro de verduras. Además, al permanecer tanto tiempo aquí abajo sin luz solar, todos necesitan huevos, champiñones y pescado para reponer los nutrientes que les faltan.\""
          }
        ]
      },
      {
        "title": "Anuncio viejo",
        "desc": [
          {
            "type": "RichText",
            "text": "(Este anuncio es muy viejo. Parece que lo pusieron los mineros mucho antes de que el equipo de espeleología llegara.)\n\"... Las minas son inmensas y complejas. Cuando atraviesen lugares estrechos, no se olviden de llevar consigo una jaula para canarios en todo momento, ¡así evitarán gases venenosos o inflamables! ¡Que ningún minero olvide todo lo que nos enseñó Erge!\""
          }
        ]
      },
      {
        "title": "Nota incompleta",
        "desc": [
          {
            "type": "RichText",
            "text": "(Los bordes de este fragmento de papel incompleto parecen un tanto carbonizados, de un tono marrón oscuro. Es como si alguien hubiera estado leyéndolo con una antorcha sin mantener la distancia apropiada...)\n\"Todos los mineros están equipados con lámparas minerales especiales, por lo tanto, ¡no desciendan a las minas con antorchas inflamables! Además, habrá profesionales que les indiquen dónde pueden encender fuego. No acampen si no conocen el terreno...\""
          }
        ]
      },
      {
        "title": "Mensaje de un minero",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Cuando se dispersen, ¡recuerden hacerlo en orden! Tomen sus bienes personales consigo y no se dejen llevar por el pánico. Cuando la señal llegue desde la superficie, ¡comenzarán a salir en pequeños grupos!\"\n\"En cuanto a aquellos que se acercaron demasiado a los fragmentos de cristal, comuníquenlo inmediatamente al equipo médico, incluso si no tuvieron ninguna reacción alérgica. ¡Y salgan de la Sima de inmediato!\"\n\"Compañeros, ¡mantengan la tranquilidad y sigan las instrucciones de los superiores!\""
          }
        ]
      },
      {
        "title": "Mensaje cubierto",
        "desc": [
          {
            "type": "RichText",
            "text": "(Este anuncio y los mensajes escritos debajo están cubiertos de otros mensajes más recientes. No parecen tener mucho tiempo, quizás los pusieron después de que se cerrasen las minas.)\n\"Después de que descubrieron el fragmento de cristal, la cantidad de roca lumínica comenzó a subir como la espuma. Es necesario que el equipo de espeleología confirme sus posibles consecuencias positivas y negativas...\""
          }
        ]
      },
      {
        "title": "Lista de nombres estropeada",
        "desc": [
          {
            "type": "RichText",
            "text": "(Una listas de nombres ya estropeada. Parece que el primer equipo de espeleología la dejó aquí después de que cerrasen las minas.)\n\"Para investigar y hacer un buen uso del creciente potencial de las rocas lumínicas, invitamos especialmente a los siguientes especialistas para que acampen aquí y tomen las muestras que sean necesarias:\"\n\"... Subdirectora de investigación, Jinwu. Asistente de experimentos, Azadi. Espeleólogos: He Zhi, He Wei...\""
          }
        ]
      },
      {
        "title": "Aviso",
        "desc": [
          {
            "type": "RichText",
            "text": "\"¡Cuidado! ¡Desprendimiento de rocas!\"\n\"¡Miren por dónde pisan!\"\n\"¡Cuidado! ¡No se resbalen!\"\n(En la imagen aparece borroso el dibujo de un monigote cayéndose al abismo.)\n\"¡Presten especial atención a su seguridad al usar maquinaria pesada!\"\n\"No usen maquinaria pesada para transportar el espato lumínico recientemente descubierto en las profundidades de la Sima!\"\nEste es el centro de comando de los ingenieros. ¡Prohibido el paso a todo personal no involucrado!"
          }
        ]
      },
      {
        "title": "Informe minero de la Sima",
        "desc": [
          {
            "type": "RichText",
            "text": "\"... El espato lumínico se está extendiendo por más y más zonas, como si se estuviera propagando. Este no es nocivo, pero durante su proceso de formación absorberá minerales valiosos y estos sufrirán cambios...\"\n\"... A este ritmo, el mineral se devaluará y afectará la extracción de los demás. Exhortamos al Salón Huishan para que envíe a la brevedad especialistas para que averigüen las propiedades y funciones del mineral para elaborar un plan a largo plazo...\""
          }
        ]
      },
      {
        "title": "Investigación de rocas espíritu de la Sima",
        "desc": [
          {
            "type": "RichText",
            "text": "\"... Las rocas espíritu mencionadas en las leyendas mineras, las rocas de los deseos, etc., derivan de un misterioso cristal que crece en las profundidades de la Sima...\"\n\"... Las muestras que obtuvimos revelan que son muy diferentes del resto de minerales vistos en Teyvat. Parece que tienen la capacidad de modificar la estructura material de su alrededor. Tal vez esto esté relacionado con el legendario astro que cayó en la Sima...\"\n\"... O quizás ese astro se adentró en las profundidades de la Sima y permanece a la espera de que alguien lo descubra...\""
          }
        ]
      },
      {
        "title": "Guía de señales del mecanismo explosivo de distancia de seguridad",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Altura baja, frecuencia de parpadeo alta\".\n\"Altura intermedia, frecuencia de parpadeo baja\".\n\"Altura alta, frecuencia de parpadeo baja\"."
          }
        ]
      },
      {
        "title": "Documento extraviado",
        "desc": [
          {
            "type": "RichText",
            "text": "\"... Aviso de emergencia de la secretaria de la Terraza Yujing: el malintencionado y despiadado incidente que tuvo lugar recientemente en la Cámara de Jade ha demostrado que los Fatui son peligrosos y no son dignos de confianza...\"\n\"... El acuerdo firmado con Snezhnaya se ha roto. Las Siete Estrellas de Liyue se harán cargo a partir de este momento de la exploración de la Sima...\"\n\"... Se prohíbe terminantemente que la Geoarmada tenga cualquier tipo de contacto con los Fatui. ¡Aquellos que osen desobedecer esta orden serán inmediatamente arrestados!\"\n\"Debido al reciente incidente, todos los puestos de reabastecimiento edificados de manera conjunta serán cerrados de manera permanente. ¡Se ordena la retirada inmediata de todos los soldados de la Geoarmada, de todo el personal y de los mineros!\"\n\"Cualquier miembro de los Fatui que permanezca en la zona será considerado enemigo y arrestado. ¡Tengan cuidado!\""
          }
        ]
      },
      {
        "title": "Página de diario",
        "desc": [
          {
            "type": "RichText",
            "text": "\"... La luz comienza a atenuarse... Deben quedarle cuatro horas de uso a mi lámpara mineral...\"\n\"... No queda mucha comida. Si la memoria no me falla, debería ser capaz de encontrar un dispositivo de filtración de agua, pero aún debo encontrar una nueva fuente de luz...\"\n\"Esas luces que veo... ¿están flotando o están caminando? Tal vez la falta de oxígeno me esté haciendo alucinar...\""
          }
        ]
      },
      {
        "title": "Página de diario",
        "desc": [
          {
            "type": "RichText",
            "text": "\"... Una extraña lava negra supura de las profundidades de la tierra. No sé si es correcto llamarla ‘lava’. De todas formas, no transmite mucha confianza, es mejor no acercarse...\"\n\"... Fui a explorar más profundamente y recogí unos hongos extraños. No sé con certeza si son comestibles...\"\n\"... La lava atrajo ciertas formas de vida elemental. Si ellos pueden comérselos, quizás yo también pueda...\"\n\"...No, algo no está bien. Hay algo extraño con esos hongos. Será mejor que me marche. Está claro que no son comestibles...\"\n\"... Una vez que te acostumbras, los hongos no saben tan mal. Será mejor que busque un lugar donde haya más hongos para acampar allí.\""
          }
        ]
      },
      {
        "title": "Página de diario",
        "desc": [
          {
            "type": "RichText",
            "text": "\"... Cuando me acerqué a la lava negra, mis pensamientos se agitaron y mis sentidos se estremecieron, pero cuando permanezco cerca de estos cristales, los efectos nocivos desaparecen...\"\n\"... Una vez escuché a la pequeña Jinwu decir que una especie de ‘canalizador’ podía usarse para absorber la energía de estos cristales. Le preguntaré sobre esto cuando regrese a la superficie...\"\n\"... Me pican las orejas. Oigo que alguien me está llamando y diciendo que hay agua en las profundidades. Y hongos...\"\n\"... Por Los Siete, creo que me estoy volviendo loco...\""
          }
        ]
      },
      {
        "title": "Aviso",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Debido al reciente incidente, todos los puestos de reabastecimiento edificados de manera conjunta serán cerrados de manera permanente. ¡Se ordena la retirada inmediata de todos los soldados de la Geoarmada, de todo el personal y de los mineros!\"\n\"Cualquier miembro de los Fatui que permanezca en la zona será considerado enemigo y arrestado. ¡Tengan cuidado!\""
          }
        ]
      },
      {
        "title": "Estela extraña",
        "desc": [
          {
            "type": "RichText",
            "text": "(Una estela de piedra. Parece más nueva que el resto de las ruinas. Es como si la hubieran puesto hace poco.)\n(El texto en ella es indescifrable, pero tras una inspección detallada se ve que el grabado es un mapa de los alrededores.)\n(Además, la estela también tiene grabadas unas imágenes confusas que parecen estar relacionadas con el pilar gigante frente a ti...)"
          }
        ]
      },
      {
        "title": "Mensaje en el idioma antiguo",
        "desc": [
          {
            "type": "RichText",
            "text": "Abyssis via"
          }
        ]
      },
      {
        "title": "Mensaje en el idioma antiguo",
        "desc": [
          {
            "type": "RichText",
            "text": "Caell ese un td umus"
          }
        ]
      },
      {
        "title": "Mensaje en el idioma antiguo",
        "desc": [
          {
            "type": "RichText",
            "text": "Et umbra"
          }
        ]
      },
      {
        "title": "Mensaje en el idioma antiguo",
        "desc": [
          {
            "type": "RichText",
            "text": "Imp Agnarr"
          }
        ]
      },
      {
        "title": "Mensaje en el idioma antiguo",
        "desc": [
          {
            "type": "RichText",
            "text": "Mortuos plango"
          }
        ]
      },
      {
        "title": "Mensaje en el idioma antiguo",
        "desc": [
          {
            "type": "RichText",
            "text": "Non est ad"
          }
        ]
      },
      {
        "title": "Mensaje en el idioma antiguo",
        "desc": [
          {
            "type": "RichText",
            "text": "Pivs Egill"
          }
        ]
      },
      {
        "title": "Mensaje en el idioma antiguo",
        "desc": [
          {
            "type": "RichText",
            "text": "Vedi flevi"
          }
        ]
      },
      {
        "title": "Mensaje en el idioma antiguo",
        "desc": [
          {
            "type": "RichText",
            "text": "Vivos voco"
          }
        ]
      },
      {
        "title": "Buliwyf, Defensor salvaje",
        "desc": [
          {
            "type": "RichText",
            "text": "... Oh, tú que vienes de la tierra del engaño, ¡es hora de que te enfrentes a la realidad...!\n... En la muerte... también hay vida..."
          }
        ]
      },
      {
        "title": "Edgetho, Rompesilencios",
        "desc": [
          {
            "type": "RichText",
            "text": "... Compañero del tiránico \"destino\", el/la viajero/a de nombre \"calamidad\"...\n... Lo que sucedió en el pasado ya no se recuerda..."
          }
        ]
      },
      {
        "title": "Haltaf, Joven",
        "desc": [
          {
            "type": "RichText",
            "text": "... Oh, tú que vienes de la tierra del engaño, ¡es hora de que te enfrentes a la realidad...!\n... El verdadero vacío, la justicia arbitraria, la injusticia celestial..."
          }
        ]
      },
      {
        "title": "Herger, Bufón abatido",
        "desc": [
          {
            "type": "RichText",
            "text": "¡Márchate! ¡Fuera...! ¡Tú no tienes lo necesario para hacer frente a la sombra de la omnipresente lucha!\n... Los ecos del fin... no... cesarán..."
          }
        ]
      },
      {
        "title": "Hyglacg, Esclavo de la crítica",
        "desc": [
          {
            "type": "RichText",
            "text": "... Seremos dueños y señores del mal augurio que descienda de los cielos...\n... Destruye... Rompe... esta falaz ilusión... Nuestro resurgir... será inevitable..."
          }
        ]
      },
      {
        "title": "Rethel, Mártir arcorroto",
        "desc": [
          {
            "type": "RichText",
            "text": "¿Por qué un/a viajero/a insistiría en quedarse aquí?... En este lugar solo hay muerte... Solo perviven conmemoraciones a la injusticia...\n... El vacío dentro del vacío... No hay más que... vacío."
          }
        ]
      },
      {
        "title": "Roneth, Caballero relegado",
        "desc": [
          {
            "type": "RichText",
            "text": "¿Cómo osas interponerte? ¡Purificaremos la inmundicia celestial con sangre sagrada!\nEl castigo del cielo... el pilar del castigo... nunca... perdona..."
          }
        ]
      },
      {
        "title": "Serkir, Escriba espadachín",
        "desc": [
          {
            "type": "RichText",
            "text": "... Mensajero del cielo, te dedico mi más sincero saludo: ¡el de la venganza!\n... Una victoria vacía contra la desesperanza... ¿Acaso puede haber algo más desalentador?"
          }
        ]
      },
      {
        "title": "Skeld, Profeta de los reflejos",
        "desc": [
          {
            "type": "RichText",
            "text": "No sigas, intruso... No oses perturbar el sueño de la roca celestial...\nNo... No deberías estar aquí..."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Avances y Cinemáticas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Versión 2.6 de Genshin Impact «Céfiros del jardín violeta»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/17/237301566/8c467aab689915760445d1f2d89d3b0e_3014659075387910968.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>18 de marzo de 2022</color>\nEl viento atraviesa los campos y se encuentra con la poesía de un jardín púrpura.\nLa luz pura del valle ilumina un rincón del abismo.\nEn el reflejo del agua, el legado del pasado comienza a revelarse...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=LqCwQicfMuc&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la versión 2.7 de Genshin Impact «Sueños en las profundidades»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/17/237301566/64d2a5e490056ff33617e61c11eb15ad_6985840157417308963.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>20 de mayo de 2022</color>\nLos misterios de las profundidades de la Sima son complejos y confusos, todos han acabado aquí por motivos diferentes.\nLas montañas y los valles permanecen en silencio mientras que los pensamientos de los visitantes se agitan, las respuestas son difíciles de encontrar.\nDonde cae la luz del día, quedan cosas por hacer y deseos por cumplir...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=VbFZvVeY0LY&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Música",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Millelith's Watch｜Genshin Impact"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/17/237301566/f4308d450cc298dcf68f16a492ee5e23_6965903603001774118.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>22 de junio de 2022</color>\n<color=#ff9999>Disco 1:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=nlc41gME5F0&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disco 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=abPQnIMnoTw&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disco 3:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=nXWaTUBHnOc&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustraciones",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fondos de pantalla del evento web «Ecos de la Sima»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/237301566/a85cd4bfae65739f6aa3bd397e367e1c_259563553662808069.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24 de junio de 2022</color>\nGracias por tu apoyo, Paimon te ha preparado estos fondos de pantalla exclusivos del evento de la BSO «Ecos de la Sima».\nPuede descargarse el fondo de pantalla completo desde el artículo de HoYoLAB."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fondos de pantalla del evento web «Ecos de la Sima»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/237301566/e1355e3978becb6917e4606e4e66bd98_5290743325740099253.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24 de junio de 2022</color>\nGracias por tu apoyo, Paimon te ha preparado estos fondos de pantalla exclusivos del evento de la BSO «Ecos de la Sima».\nPuede descargarse el fondo de pantalla completo desde el artículo de HoYoLAB."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fondos de pantalla del evento web «Ecos de la Sima»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/237301566/2378ee6f18adc5dd1011704efc38f99c_6750099202586163212.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24 de junio de 2022</color>\nGracias por tu apoyo, Paimon te ha preparado estos fondos de pantalla exclusivos del evento de la BSO «Ecos de la Sima».\nPuede descargarse el fondo de pantalla completo desde el artículo de HoYoLAB."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fondos de pantalla del evento web «Ecos de la Sima»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/237301566/1f2f895da1c916e7bd966a4f98990f8f_8166003673976520505.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24 de junio de 2022</color>\nGracias por tu apoyo, Paimon te ha preparado estos fondos de pantalla exclusivos del evento de la BSO «Ecos de la Sima».\nPuede descargarse el fondo de pantalla completo desde el artículo de HoYoLAB."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fondos de pantalla del evento web «Ecos de la Sima»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/237301566/49b34afc0ce5237a2d0485db289d3f7b_3231293731456740242.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24 de junio de 2022</color>\nGracias por tu apoyo, Paimon te ha preparado estos fondos de pantalla exclusivos del evento de la BSO «Ecos de la Sima».\nPuede descargarse el fondo de pantalla completo desde el artículo de HoYoLAB."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fondos de pantalla del evento web «Ecos de la Sima»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/237301566/398f6440469bbade5e6b0a46aec251db_3493667057586377241.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24 de junio de 2022</color>\nGracias por tu apoyo, Paimon te ha preparado estos fondos de pantalla exclusivos del evento de la BSO «Ecos de la Sima».\nPuede descargarse el fondo de pantalla completo desde el artículo de HoYoLAB."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fondos de pantalla del evento web «Viajes con canto»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/17/237301566/571baa9d10c29bd4b0f40413a438e0c5_294697343331837414.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19 de agosto de 2022</color>\nGracias por tu apoyo, Paimon te ha preparado estos fondos de pantalla exclusivos del evento de la BSO «Viajes con canto».\nPuede descargarse el fondo de pantalla completo desde el artículo de HoYoLAB."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tutoriales",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diario de Liyue - Sima (I): Minas de la Superficie"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/0d2587eb55746284c9a2d786795f46c2_2872285359387891263.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>20 de marzo de 2022</color>\nEn la versión 2.6, una nueva área, la Sima, estará disponible en Liyue. Echemos un vistazo al nuevo modo de juego de la Sima.\nAtención: Este diario contiene información sobre cómo desbloquear mecanismos. Si no quieres encontrarte con spoilers, considera no leerlo."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diario de Liyue - Sima (II): Minas Subterráneas"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/ac0e3596247f13c5b17bde5dc5e69496_6225905726271041743.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 de marzo de 2022</color>\nDespués de haber completado la misión de mundo «Las llaves rocosas de las Siete Estrellas», la zona de las Minas Subterráneas de la Sima estará disponible. Echemos un vistazo al nuevo modo de juego de las profundidades de la Sima.\nAtención: Este diario contiene información sobre cómo desbloquear mecanismos. Si no quieres encontrarte con spoilers, considera no leerlo."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diario de Liyue - Sima (III): Criaturas y enemigos de las minas"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/7b7fa2c287f535589f4e10cdd0e7153d_8339611389785475349.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>22 de marzo de 2022</color>\nLa Sima tiene un sistema ecológico y geológico complejos. Hay muchas criaturas nuevas por descubrir y enemigos peligrosos."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Recursos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Especialidades locales"
      },
      {
        "type": "CustomEntry",
        "epId": 1242,
        "name": "Cor lapis",
        "desc": "Un valioso mineral de elemento Geo puro condensado. Suele encontrarse junto a otros minerales. También es conocido como “cor petrae”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cor Lapis_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 471,
        "name": "Jade noctilucoso",
        "desc": "Un mineral poco común que brilla en la oscuridad. Se dice que es una piedra preciosa que ha mutado y se ha condensado a partir de los elementos del mundo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Noctilucous Jade_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1184,
        "name": "Campanita de cristal",
        "desc": "Una pequeña flor con mucha vitalidad. Se dice que se abre hacia abajo para impedir que su fragancia se escape.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Violetgrass_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1048,
        "name": "Flor chingxin",
        "desc": "Una flor blanca traslúcida que solo crece en los picos rocosos más altos. No se adapta bien al calor y a la humedad de las llanuras, sino que prefiere contemplar el horizonte desde los terrenos elevados.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Qingxin_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Materiales e Ingredientes"
      },
      {
        "type": "CustomEntry",
        "epId": 375,
        "name": "Coraza fluorescente",
        "desc": "La parte emisora de luz de una luciérnaga. El órgano de cortejo para el insecto y el elixir de fuerza para el humano.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Luminescent Spine_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1736,
        "name": "Rana",
        "desc": "Una rana común que se encuentra en ambientes húmedos. Llena de energía, segrega una sustancia que vigoriza enormemente a cualquiera.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Frog_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Material de mejora de personaje"
      },
      {
        "type": "CustomEntry",
        "epId": 1319,
        "name": "Colmillo rúnico",
        "desc": "Un colmillo que la antigua máquina con forma de serpiente utiliza para excavar a través de las rocosas paredes de las profundidades de la montaña. Hay varias runas grabadas en él.<br/>Cuenta la leyenda que serpientes gigantes se esconden entre las rocas bajo tierra y que albergan un gran odio hacia aquello que pertenece a la superficie. Se dedican a cavar grandes túneles subterráneos, aunque aún no se sabe con qué siniestro fin...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Runic Fang_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Artilugios"
      },
      {
        "type": "CustomEntry",
        "epId": 1005,
        "name": "Canalizador lumínico",
        "desc": "Un piedra preciosa capaz de proporcionar luz al llevarla equipada en las Minas Subterráneas de la Sima.<br/><br/>Su composición comparte algunas características con la arena cristalizada de la Sima, pero esta piedra contiene un poder aún mayor.<br/>Ojalá te sirva como un sol en miniatura que ilumina tu camino y facilita tu exploración de la oscuridad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lumenstone Adjuvant_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos de aventura"
      },
      {
        "type": "CustomEntry",
        "epId": 3831,
        "name": "Espato lumínico",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cristal de un color azul tan vívido como el del cielo. Su superficie centellea de forma intermitente, como si las profundidades de la tierra intentasen responder al elevado firmamento.<br>Si uno escucha con detenimiento, es como si pudiera oírse un suspiro procediendo de alguna parte.<br>Puede parecer extraño, pero este cristal transmite una sensación de calidez.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/27/10742394/302feacb5e628422fd5c8f3e5df416f6_6731220136988342724.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1004,
        "name": "Mineral lumínico",
        "desc": "Un pedazo de roca lumínica en bruto. Si se pule un poco, es posible que fortalezca la energía del Canalizador lumínico. Podrías buscar a Jinwu para que le eche un vistazo...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lumenstone Ore_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Artefactos"
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Deceso del Cinabrio",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Eco del Sacrificio",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Seres vivos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Enemigos y Monstruos"
      },
      {
        "type": "CustomEntry",
        "epId": 2222,
        "name": "Serpiente de las Ruinas",
        "desc": "Una antigua máquina autómata de aspecto inusual.<br/>Según las leyendas, es una máquina de ingeniería de un reino caído. Con su boca en forma de tuerca, es capaz de perforar las rocas más duras. Gracias a esa fuerza, puede crear túneles de acceso a la superficie lo suficientemente grandes como para que pase todo un ejército.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Serpent_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2141,
        "name": "Dragarto Geo",
        "desc": "Un Dragarto Geo adulto.<br/>Se dice que, tras un largo proceso de crecimiento, las Crías de Dragarto Geo mudan su coraza protectora y se convierten en Dragartos Geo. No obstante, tanto los adultos como las crías, así como los más poderosos Protodragartos Geo, yacieron dormidos durante muchos años bajo una montaña y no empezaron a estar activos hasta hace poco. Por tanto, no hay observaciones directas que confirmen esta teoría.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geovishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2144,
        "name": "Cría de Dragarto Geo",
        "desc": "Un joven Dragarto con un duro exoesqueleto Geo.<br/>Son criaturas excepcionalmente ágiles a las cuales es prudente no subestimar en batalla. Los expertos de la Academia de Sumeru creen que se convierten en dragones cuando crecen por completo. Al evitar a depredadores y desastres naturales, tal vez incluso puedan vivir lo suficiente como para convertirse en bestias formidables que reinan sobre montañas enteras.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geovishap Hatchling_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2180,
        "name": "Emisario del Abismo - Rápidos malignos",
        "desc": "Un monstruo perteneciente a la Orden del Abismo que utiliza el elemento Hydro para luchar.<br/>Estas silenciosas sombras son las predecesoras del Abismo. Lo asolan todo con sus filos de agua, rompen en pedazos cualquier armadura y defensa, aplastan a los herejes y castigan cruelmente a los ignorantes más despreocupados.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Herald: Wicked Torrents_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2251,
        "name": "Soldado del Vacío - Defensor",
        "desc": "Un soldado sombrío que, en el pasado, fue un orgulloso militar de un antiguo reino subterráneo. En la actualidad, no es más que una armadura vacía cuyo único recuerdo es el de luchar.<br/>Lo peor que le puede pasar a un ser vivo es involucionar. En el caso de este cascarón vacío, su aspecto ha cambiado por la erosión que los Caballeros Serpiente Negra sufrieron a causa de sus pecados, sus maldiciones y el tiempo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Defender_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2249,
        "name": "Soldado del Vacío - Abanderado",
        "desc": "Un soldado sombrío que, en el pasado, fue un orgulloso militar de un antiguo reino subterráneo. En la actualidad, ha perdido toda conciencia y memoria.<br/>Aun así, sigue izando el estandarte de la realeza para luchar. Ha olvidado cómo eran sus compañeros y ha perdido las bendiciones de la realeza, pero jamás bajará su estandarte.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Standard Bearer_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2250,
        "name": "Soldado del Vacío - Rompefilas",
        "desc": "Un soldado sombrío que, en el pasado, fue un orgulloso militar de un antiguo reino subterráneo. En la actualidad, ya no posee la razón característica de los humanos.<br/>Parece que en su armadura vacía está grabada a fuego la voluntad de aniquilar al enemigo y de romper las filas enemigas con tal de proteger a los suyos. Sin embargo, ya nadie puede decirle dónde están esos enemigos o qué es lo que tiene que proteger.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Line Breaker_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2234,
        "name": "Mago del Abismo Electro",
        "desc": "Criaturas del abismo que controlan el poder de Electro para luchar.<br/>Alguna vez, el erudito Alva Nikola llevó a cabo un experimento para estudiar la habilidad para usar el elemento Electro de los Magos del Abismo Electro. Como resultado, creó el “Solenoide Nikola”, un arma teórica que hasta la fecha ninguna persona ha podido utilizar en la vida real. Se dice que sus escritos se perdieron durante una plaga de hongos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Abyss Mage_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2109,
        "name": "Mago del Abismo Cryo",
        "desc": "Una criatura del abismo que utiliza el frío extremo del elemento Cryo para luchar.<br/>Aunque posee un gran poder e incluso puede condensar la humedad de la atmósfera en carámbanos, su cuerpo es bastante débil. Una vez roto el escudo que lo protege, acabar con él es pan comido.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Abyss Mage_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2168,
        "name": "Mago del Abismo Hydro",
        "desc": "Una criatura del abismo que utiliza el elemento Hydro para luchar.<br/>Entre los aventureros se dice que los Magos del Abismo Hydro son el escalafón más bajo de la Orden del Abismo y actúan por todo el mundo, involucrándose en todo tipo de conspiraciones y artimañas. Aunque muchos se burlan de los Magos del Abismo Hydro diciendo que el mayor daño que pueden hacer es un reumatismo o un resfriado, en realidad su poder no debe ser subestimado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Abyss Mage_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2185,
        "name": "Mago del Abismo Pyro",
        "desc": "Una criatura del abismo que utiliza el elemento Pyro para luchar.<br/>Por razones desconocidas, los Magos del Abismo entienden la rudimentaria lengua de los Hilichurls y son capaces de controlar sus mentes. Se dice que hablan en un idioma antiguo olvidado desde hace mucho tiempo y del cual pueden obtener poder mágico.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Abyss Mage_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2171,
        "name": "Flotihongo Hydro",
        "desc": "Un organismo fúngico con cierta inteligencia. Tiene una gran capacidad de adaptación al entorno.<br/>Dicen que su sabor es horrible, pero como contiene mucha agua, puede servir como suministro de agua de emergencia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Floating Hydro Fungus_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fauna"
      },
      {
        "type": "CustomEntry",
        "epId": 3052,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2410,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2396,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 3318,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2377,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2365,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Peces"
      },
      {
        "type": "CustomEntry",
        "epId": 2401,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2389,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2376,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2368,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2385,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2402,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2420,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2369,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Madera"
      },
      {
        "type": "CustomEntry",
        "epId": 933,
        "name": "Madera de pino",
        "desc": "Madera obtenida de pinos. Sus vetas y su color no tienen nada de especial, pero su naturaleza sin pretensiones la dotan de su propia elegancia. Además, esta madera es muy sólida y, en manos de un buen carpintero, los productos hechos con ella resistirán la carcoma y las polillas.<br/>Puede utilizarse para fabricar decoraciones.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Pine Wood_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "PNJs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "PNJs relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4784,
        "name": "Azhdaha",
        "desc": "<p>Forma de vida elemental cuya esperanza de vida supera con creces la de la humanidad, traída a la superficie por Rex Lapis. Morax lo transformó en un dragón y le dio ojos para ver el sol. Azhdaha había sido amigo y aliado del Arconte Geo durante muchos años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/472a219c5d998c371672b670a0829f16_8337086528032219116.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Líder de los Yakshas, también conocido como Mariscal Vritrá.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/73555894/61275d8b97a9c5e4055ed07a4d34c4fa_1320056320285865751.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2487,
        "name": "Zhichiong",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Zhiqiong_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2520,
        "name": "Jinwu",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Jinwu_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2510,
        "name": "Khedive",
        "desc": "<p>Investigador de Sumeru especializado en minerales y biología. Debido a los cambios en el entorno de la Sima financió con sus fondos un equipo de espeleología para adentrarse en la zona y recoger información.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/26/20619958/086809e1ae9843c57d4a17936c81ff88_8722946769095828396.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3996,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3995,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3994,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2473,
        "name": "Anton",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Anton_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 8239,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Misiones",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Misiones de Arconte"
      },
      {
        "type": "CustomEntry",
        "epId": 6497,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6502,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Misiones de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5378,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5376,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5371,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5373,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5370,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5379,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5366,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5377,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5368,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5369,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5365,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5374,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5375,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5372,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guías de aventura",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutoriales"
      },
      {
        "type": "CustomEntry",
        "epId": 2589,
        "name": "Jaulas rocosas",
        "desc": "Un objeto creado de manera natural al desprenderse de las llaves rocosas que sellan la Sima. Si llevas un Geógrano hasta él, recibirá un estímulo externo con el que disparará un proyectil cristalizado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/tutorial/Cage-Shaped Geo Formations?_icon.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2620,
        "name": "Pilar de piedra extraño",
        "desc": "Según la leyenda, se trata del rastro de una antigua guerra. Al explotar o recibir un ataque con un objeto pesado, es posible que cause una resonancia sísmica con otros pilares de piedra similares y <span style=\"color:#FFE14BFF\">algunas creaciones Geo</span>.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/tutorial/Unique Rock Pillars_icon.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2621,
        "name": "Roca extraña",
        "desc": "Una misteriosa roca relacionada con los pilares de piedra de formas extrañas y característicos de la zona. Parece que puede asimilar la resonancia de dichos pilares, y la cantidad de símbolos que hay en ella tiene que ver con el número de veces que puede asimilar esa resonancia en un breve periodo de tiempo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/tutorial/Unique Rocks_icon.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2644,
        "name": "Fango oscuro extraño",
        "desc": "<p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/10742394/1ef525b101a31611b9fe2cc1b0a59aa8_5569734263047612697.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2585,
        "name": "Protuberancia fangosa",
        "desc": "Un extraño saliente que aparece en el fango oscuro para asegurar su integridad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/tutorial/Oozing Concretions_icon.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sistema de ofrendas"
      },
      {
        "type": "CustomEntry",
        "epId": 7021,
        "desc": "",
        "displayStyle": "card",
        "menuId": 39
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mapa",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ubicación en el mapa"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?shown_types=524&center=2996.15,-2573.78&zoom=-0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mapa del subsuelo"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/9?shown_types=352&center=-26.03,-278.00&zoom=-1.00"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Valle Yu",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/237301566/66b993557b97ec3f121cbff5d10ccc5b_3596269273673865707.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Se cuenta que hace unos seis mil años, cuando Rex Lapis aún era joven, un meteorito cayó del cielo sobre las llanuras áridas al oeste de Liyue. Estas llanuras se transformaron en una enorme y profunda sima tras la caída de aquella estrella. Del interior surgió jade hermoso e inagotable, que se convirtió en el fundamento de mil años de minería industrial en Liyue. Como muchos saben, las piedras sin palabras albergan alma y espíritu, y en formas y tiempos no presenciados por ojos mortales, observaban y escuchaban los latidos de las líneas ley, los ecos de los manantiales alpinos y los lentos pero inexorables movimientos de las montañas. Pero, a diferencia de la piedra común y duradera de la tierra, los fragmentos del meteorito caído del cielo poseían un temperamento orgulloso y agitado. Más tarde, cuando innumerables dioses y gobernantes\npor los asientos celestiales asignados, y las mismas estrellas y el abismo se desvanecieron, la tragedia y el mal contaminaron el aliento de las aguas y las montañas. La estrella caída no pudo soportarlo más, y sin hacer caso de las súplicas de la gran sima para que permaneciera, saltó lejos, de regreso hacia los cielos. Al volver al firmamento, el jade celestial dejó tras de sí un profundo cráter, en el que los humanos construirían grandes ciudades y poderosas fortalezas, hallando refugio y encerrándose junto con la herencia que dejó esa estrella caída. Otra leyenda cuenta que no fue un meteorito, sino un carruaje del sol que viajaba por el mundo. Cuando tres Diosas Lunares perecieron en la gran catástrofe, el carruaje del sol cayó en un profundo valle. Afortunadamente, el sol se recuperó, y volvió a iluminar la oscura bóveda celeste. Aunque las riendas solares volvieron al cielo infinito, un fragmento de ellas cayó para siempre. Cuando los habitantes de las montañas se trasladaron a la gran ciudad portuaria, molieron el fragmento hasta convertirlo en arena cristalizada y se lo vendieron a una persona que supo reconocer su valor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/237301566/bb101171bbe566a17307d6a991dd189d_4960738748402757931.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Hace mucho tiempo, cuando la Sima aún se conocía como Valle Yu, existía una civilización antigua cuyos asentamientos se extendían de pico en pico, y la vida giraba en torno a las minas. La gente del valle se comunicaba con los cielos mediante el jade. Los\nde Celestia, cuya belleza era pura como la luz de la luna, guiaban y protegían a las personas. En las antiguas leyendas de los antepasados, el jade de las rocas procedía del cielo azul. Los emisarios que aún no habían caído en el silencio entregaban jade tan cálido y hermoso como la luna a los primeros pobladores, guiándoles a construir altares para el cielo con el fin de poder escuchar las señales de bendición y calamidad. Pero el pecado antiguo sepultado bajo sus pies y oculto en las minas más profundas era desconocido para los mortales. Tras la guerra entre el Soberano Primordial y el segundo trono de los cielos, una roca espiritual cayó del cielo sobre las minas: un enorme pilar cristalino azul celeste que selló la inmundicia. Después de la guerra, los ángeles guardaron silencio y dejaron de guiar al pueblo, y debido a los cambios en la geología, los habitantes del Valle Yu se trasladaron muy al norte, fundando Valle Chenyu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/237301566/c61240000b2cc4f3305c7dc9db37dee1_3087922686480715223.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando la arena cristalizada apareció en la Sima tras la caída de un meteorito, algunas tribus indígenas comenzaron a recolectar estos cristales y a fabricar porcelana con ellos. Más tarde, estas tribus harían pactos de sangre con los Yaksha del Rey Geo y se unirían a él. Abandonaron sus tierras y costumbres y se trasladaron al este, al puerto de Liyue. Acostumbrados a la vida urbana, poco a poco olvidaron su pasado y se convirtieron en el Salón Shenglu, una de las Ocho Industrias de Liyue. Dejando atrás sus antiguas raíces guerreras, comenzaron a ganarse la vida fabricando y vendiendo porcelana, y participaron en las grandes batallas para someter a Azhdaha y repeler la calamidad oscura, haciendo grandes contribuciones a Liyue.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Valle Chenyu",
        "desc": "<p>Las suaves brisas traen consigo el aroma del té a través de las montañas de Liyue, dotando al aire de una deliciosa esencia una vez más.</p><p>“El té crece entre las rocas, donde los arroyos de jade fluyen eternamente”. El ligero perfume y la antigua canción de jade se fusionan y se dejan llevar a través de los ríos que cruzan la Aldea Chiaoying hasta desembocar en el Puerto Yilong. ¿Qué aventuras aguardarán más allá de la densa niebla de las montañas?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/205556113/f783a7fc0a773c38db445bbba2eefb59_163796164123302821.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 2338,
        "name": "Registros de Jueyun",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 3692,
        "name": "Centelleo Jadecaído",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una piedra preciosa que fue testigo del nacimiento de una gran ciudad. Ahora emana de ella ligeramente el poder de los dioses.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/02/10742394/a42860870c5765757d0536416eb2137f_7305433784789763058.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Deceso del Cinabrio",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "El Cataclismo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/237301566/e7516eb701186c244d7ff526a2288034_3956928362213829256.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace quinientos años, el Rey Vinster de la\ndesgarró el velo del pecado, y hordas de bestias oscuras provenientes de Khaenri'ah invadieron las siete naciones de Teyvat, marcando el inicio del Cataclismo. Liyue sufrió el mismo destino, y bajo el mando de Rex Lapis, la Geoarmada lucharon hasta el último aliento. A medida que el Abismo se derramaba en este mundo desde las profundidades de la Sima, el Arconte Geo encomendó a la Geoarmada la evacuación de los habitantes y la protección de las minas. Algunos soldados permanecieron para cubrir la retirada y mantener la línea del frente cerca de la Sima. El comandante de la Geoarmada murió en cumplimiento del deber, al igual que parte de su tropa. Para asegurar que los civiles afligidos pudieran escapar con seguridad y mantener su honor ante los ojos del Rey Geo, los soldados del frente, con el casco puesto, tomaron la delantera, apuntando sus lanzas hacia el Abismo y lanzándose a la batalla. Pero estas bestias eran increíblemente feroces, y la situación en el campo de batalla era desesperada. En el momento decisivo, el Yaksha de cuatro brazos,\nllegó para ayudar a la Geoarmada. Los Yakshas habían servido durante mucho tiempo al Señor del Geo combatiendo demonios, pero debido a los restos de maldiciones, dioses muertos y bestias, sus cuerpos y mentes estaban corroídos por el karma. Cuando Bosacius fue a la Sima, ya había perdido la razón y olvidado su nombre, pero el aura de esa batalla lo atrajo. Según los rumores, el Yaksha defendió la Sima para expiar pecados eternos, para obtener el perdón por la cobardía y debilidad que una vez mostró. Sea como fuere, cuando no había esperanza, Bosacius distrajo a los monstruos y cambió el curso de la batalla."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/237301566/7b9129f9c6803c9736e7e71f50f2e96e_3092347784132141649.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando la superficie de la Sima fue destruida en una de las batallas, se reveló debajo un misterioso palacio subterráneo. Según las observaciones, los monstruos que se acercaban a él se debilitaban, por lo que los soldados asumieron que alguna fuerza descansaba en el subsuelo, capaz de suprimir a los monstruos del Abismo. Junto a otros soldados, el Yaksha de cuatro brazos descendió más y más profundo en las entrañas de la Sima. Los mortales comunes que luchaban codo a codo con Bosacius no podían escapar de la influencia dañina del karma ni del sufrimiento causado por la matanza. Para evitar ser consumidos por la oscuridad de la muerte constante, los soldados de la Geoarmada usaban un reloj para marcar silenciosamente el paso del tiempo durante cada batalla. Establecieron un ritmo de marcha y horario unificado, de modo que un escuadrón de soldados mortales tomara el campo de batalla cuando el anterior se retirara. Este ciclo de avance y retirada continuó hasta lo más profundo de la Sima."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/237301566/df74685031ff65e7eb503c122fc34d01_7947823591405301131.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Uno de los combatientes, un humano con entrenamiento en las artes mágicas, Boyang, poseía una\nentregada a su familia por el Adeptus Observador del Océano. Esta reliquia era capaz de sellar monstruos. Boyang quiso llevar a algunos de la Geoarmada al palacio subterráneo para atraer a los monstruos lo más profundo posible. Con la Brújula fantástica, él y Bosacius recrearon el sello desde dentro, y el hermano de Boyang los ayudó desde afuera para completar el sello. Gracias a su sacrificio, la Sima quedó a salvo, pero Boyang, el Yaksha y la Geoarmada que los acompañaban quedaron atrapados. Los monstruos no podían moverse, y la mayoría fueron destruidos, pero a pesar de su victoria, los soldados de la Geoarmada no pudieron escapar. Con el tiempo, los soldados murieron, y Bosacius y Boyang quedaron solos. Antes de morir, la mente del Yaksha de cuatro brazos se aclaró, y recordó a sus camaradas. Cuando Boyang estuvo completamente solo, tuvo una visión de su casa, su esposa y sus hijos. Ellos se le acercaron, luego lo atravesaron y desaparecieron. Sus pensamientos se volvían cada vez más confusos, y a veces sentía odio porque todo ese sufrimiento le había tocado a él y no a su hermano, pero aún así se alegraba de que su hermano menor hubiera sobrevivido. Boyang no escapó de la Sima, nadie en la superficie supo el nombre del Yaksha de cuatro brazos, y el hermano de Boyang, que regresó a casa, nunca volvió a ser el mismo y eventualmente perdió la razón. Sus nombres fueron olvidados, pero gracias a su sacrificio, los soldados vencieron a los monstruos del Abismo y salvaron a Liyue."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/237301566/07c2d73e7d16f0b439f182a18c4d8442_4296394447402912061.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En los antiguos peñascos de color cinabrio alguna vez floreció una hermosa flor. En la época en la que la sangre oscura y corrompida corría por el mundo, ni un ápice de fango llegó a mancharla. Uno de la Geoarmada nacido bajo la sombra de la Cordillera Tianheng confió su vida al Yaksha de cuatro brazos y se lanzó a las profundidades luminosas. No temía al camino sombrío de las fosas más oscuras, a los salones de cristal pétreo, a la corrupción que brotaba de las profundidades, ni a las bestias retorcidas dentro de la montaña. Lo único que temía era ser olvidado y perdido. Solo le dejó esta pequeña flor a la hija de los habitantes de las montañas como recuerdo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Mis únicos miedos y preocupaciones son el olvido y la pérdida.</color>\n<color=#ffffffd9>Así pues, si tengo la desventura de acabar enterrado en un lugar sin nombre, te ruego que nunca me olvides\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Pero la joven nacida entre los picos montañosos permaneció para siempre en las profundidades sin fondo. El cataclismo que los montañeses aún no habían visto con sus propios ojos era un concepto ajeno y abstracto para ellos, pero ella no podía quedarse al margen mientras tantos miembros de la Geoarmada marchaban voluntariamente hacia la muerte. Una noche, la joven testaruda robó un arco blanco como la nieve, incrustado con una gema preciosa, de su padre, el jefe tribal, y luego marchó junto a la Geoarmada en campaña. Al tomar la decisión de no volver a ver la luz del día, la perla del arco emitió un tenue brillo. Según las leyendas del pueblo de la montaña, derribó a los oscuros murciélagos, y clavó contra el suelo a la enorme tortuga del fango oscuro. El reluciente arco danzaba como las nubes mismas, mientras atravesaba a feroces bestias con sus frías flechas. La corrupta marea del abismo, los diabólicos monstruos de las montañas, el miedo y lo inconcebible no eran cosas que la acobardaran. Estas melodías cambiarían con el paso del tiempo como el resplandor del alba, incluso hasta el día de hoy, pero ella, la dueña del arco, nunca volvió."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Mis únicos miedos y preocupaciones son el olvido y la pérdida.</color>\n<color=#ffffffd9>Así pues, si tengo la desventura de acabar enterrada en un lugar sin nombre, les ruego que nunca me olviden\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/237301566/0d55bed19d80711a86a2f9514eac7a2b_7221314143381276109.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Existen Ocho Puertas en Liyue, ocho nodos clave en las líneas ley de Liyue: Vida, Muerte, Reposo, Ocultación, Inicio, Terreno, Miedo y Laceración. Estas pueden usarse para dirigir la energía de las líneas ley. Si las líneas ley se corrompen, su hedor se filtra en el mundo, infectando a las personas y trayendo gran peligro a la nación. El hechizo de las Siete y Ocho Puertas, utilizado famosamente por los Ocho Adeptus durante la purificación de Tao Dou, es una técnica secreta usada en tales casos, capaz de suprimir espíritus malignos e incluso dioses. Las siete puertas son el requisito para activar el hechizo. El encargado del hechizo seleccionará una puerta de entre las ocho para someter al mal, bloqueando su ruta de escape al usar el poder de las líneas ley para ocultarse. La puerta desaparecerá por completo de las líneas ley, sin volver a ser vista jamás — llevándose con ella al mal desterrado. Como el estado de las líneas ley está intrínsecamente ligado a la actividad humana, las ubicaciones de las puertas pueden cambiar con el tiempo. La Puerta de la Laceración simboliza el daño y el castigo y, junto a la Puerta del Miedo y la Puerta de la Muerte, es una de las tres puertas más terribles. Por eso apareció en la Sima, donde el Abismo se desbordó hace miles de años, y donde la Geoarmada y el Yaksha Bosacius se sacrificaron durante el Cataclismo hace 500 años.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6502,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Rito de la Linterna",
        "desc": "<p>Cada año, en el día de la primera luna llena, Liyue celebra el Rito de la Linterna. Por la noche, la gente lanza muchas linternas celestes y una gran linterna mingxiao al cielo. Dentro de cada linterna hay un fragmento de plaustrita y los deseos del corazón escritos en varillas especiales. Las linternas flotan lentamente, iluminando el camino para las almas de los fieles defensores de Liyue.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5103,
        "name": "Yakshas",
        "desc": "<p>Un grupo de Adeptus que fueron convocados por Rex Lapis para derrotar a los demonios.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/205556113/5de92fa15bd3d375cc78ec1121308661_1472548841824619831.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adeptus",
        "desc": "<p>Los Adeptus son un grupo de bestias iluminadas inmortales de Liyue, que han protegido al pueblo por milenios.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/205556113/7372a2d1b47769b64d0e87bd21a867a7_5576386756599336117.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Líder de los Yakshas, también conocido como Mariscal Vritrá.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/73555894/61275d8b97a9c5e4055ed07a4d34c4fa_1320056320285865751.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Observador del Océano",
        "desc": "<p>Un Adeptus de Liyue que amaba coleccionar tesoros. Él era el anterior dueño de la \"Brújula fantástica\".</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/bcf3c5e99c0f06cc10a700403456164c_8244983452388089599.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2064,
        "name": "Tenacidad de la Geoarmada",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Deceso del Cinabrio",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2255,
        "name": "Desvanecimiento del Crepúsculo",
        "desc": "Un preciado arco de plata con una centelleante gema arrebol incrustada.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/落霞.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7762,
        "name": "Nota de origen desconocido",
        "desc": "Una nota que encontraste en el espacio misterioso. Su contenido se parece al de un diario.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/0f07cb6fbcb8a27664e6281ed22fa233_6918072165512844978.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7766,
        "name": "Nota de origen desconocido (I)",
        "desc": "Una nota que encontraste en el espacio misterioso. Su contenido se parece al de un diario.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/0f07cb6fbcb8a27664e6281ed22fa233_6918072165512844978.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7765,
        "name": "Nota de origen desconocido (II)",
        "desc": "Una nota que encontraste en el espacio misterioso. Su contenido se parece al de un diario.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/0f07cb6fbcb8a27664e6281ed22fa233_6918072165512844978.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7764,
        "name": "Nota de origen desconocido (III)",
        "desc": "Una nota que encontraste en el espacio misterioso. Su contenido se parece al de un diario.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/0f07cb6fbcb8a27664e6281ed22fa233_6918072165512844978.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7763,
        "name": "Nota de origen desconocido (IV)",
        "desc": "Una nota que encontraste en el espacio misterioso. Su contenido se parece al de un diario.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/0f07cb6fbcb8a27664e6281ed22fa233_6918072165512844978.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Réquiem desde el abismo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/237301566/31c7856ee191800d8c2527f86ce5c2de_4510304070312980279.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de que el/la Viajero/a y Paimon purificaran la roca espíritu en las minas, las Siete Estrellas de Liyue reabrieron la Sima para la minería. Una vez, uno de los mineros vio a un grupo de hilichurls que, como si estuvieran en trance, se adentraron en lo profundo de la Sima sin siquiera notarlo. Tras observarlos más de cerca, se dio cuenta de que esto ocurría una y otra vez, y aquellos hilichurls jamás regresaban. Los mineros comenzaron a temer que estuvieran en peligro, por lo que solicitaron al Gremio de Aventureros que investigara el extraño suceso. El caso de los hilichurls en la Sima recayó en el/la Viajero/a y Paimon, y tras descender hasta la ciudad invertida donde habían sido vistos, se encontraron con\nuno de los nativos de Khaenri'ah supervivientes, condenado a la inmortalidad. Antes de la caída de Khaenri'ah, fue capitán de la guardia real, pero no pudo salvar a su reino. Tras el Cataclismo y su viaje con la/el hermana/o del/de la Viajero/a en busca del destino, comenzó a cazar a la Orden del Abismo, entre quienes había muchos sobrevivientes de Khaenri'ah que habían hecho uso del poder del Abismo. Su persecución de un Emisario del Abismo lo condujo a las profundidades de la Sima a través de una red especial de teletransportación, y por ello creyó que la Orden del Abismo podría estar oculta allí."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/237301566/e8e00a88bd2f6697279fed0f01015f08_1215791330967890164.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dainsleif confundió inicialmente la ciudad invertida con Khaenri'ah, ya que el reino fue construido sobre las ruinas de una civilización antigua similar. Cerca de la ciudad, sintió que el entorno debilitaba la maldición que pesaba sobre él y sobre los hilichurls. Durante siglos, había sufrido diariamente por la maldición, pero allí sintió de repente un pequeño alivio de ese tormento. La maldición de la inmortalidad negaba la muerte a quienes la padecían, pero el cuerpo y el alma continuaban siendo erosionados hasta prácticamente desaparecer, aunque esa erosión no tomara la forma de la \"muerte\". Cuando los hilichurls comprendían que su final estaba próximo, instintivamente buscaban un lugar tranquilo y oscuro donde despedirse de siglos de sufrimiento, y un sitio donde el poder de la maldición se debilitaba era el más adecuado para ello."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/237301566/b73ad03b5cadcc49ce56dfebc6dd7f74_1173154613050009951.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tras dirigirse a la ciudad invertida, Dainsleif, el/la Viajero/a y Paimon fueron atacados por un grupo de Caballeros Serpiente Negra, antiguos miembros de la guardia real de Khaenri'ah que habían enloquecido por la maldición y el Abismo, convertidos en cascarones vacíos. Uno de los caballeros, de pie a la distancia, le resultaba familiar a Dainsleif y parecía querer decir algo, pero pronto desapareció. Dentro de la ciudad invertida, se toparon con más Caballeros Serpiente Negra que protegían a los hilichurls cuyo final estaba cerca. El caballero familiar apareció nuevamente y ordenó a los demás retirarse, y Dainsleif lo reconoció como Halfdan, que en otro tiempo había sido un joven guerrero de la guardia real. El día de la caída de Khaenri'ah, el Espadachín del Crepúsculo ordenó a Halfdan proteger al pueblo de Khaenri'ah a toda costa, y aun después del Cataclismo y la corrupción de la maldición, los guardias continuaban obedeciendo esta orden al ver en los hilichurls a la gente del reino. En los niveles superiores de la ciudad, Dainsleif y el/la Viajero/a descubrieron una fuente invertida cuya agua tenía un efecto \"purificador\" y debilitaba la maldición. Pero incluso la fuente no podía eliminarla por completo: estaba entretejida en el destino mismo del mundo, y existía en un plano más elevado de la realidad que las propias personas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/237301566/8a59436a38e36d12bf0995bb4bf32167_3702793153339031720.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Halfdan apareció de nuevo, indicándole a Dainsleif y al/a la Viajero/a que lo siguieran, y se dirigió hacia los hilichurls que casi se habían fundido con la oscuridad. Cerca de uno de los hilichurls, el/la Viajero/a descubrió una flor inteyvat, la flor nacional de Khaenri'ah, que en otro tiempo florecía en todos los rincones de la nación. Su floración duraba solo dos semanas, y si era arrancada y llevada fuera de Khaenri'ah, los pétalos dejaban de crecer y se endurecían. Solo al regresar a su tierra natal los pétalos se ablandaban de nuevo hasta volverse polvo. Para la gente de Khaenri'ah, la inteyvat era un símbolo del errante, que representa la ternura de la tierra natal. Además, era la flor que Lumine llevaba en el cabello. Al tocar la flor, el/la Viajero/a tuvo una visión de su hermana/o dialogando con un Emisario del Abismo sobre el ritual para revivir Khaenri'ah usando el dispositivo bajo la fuente. Dainsleif estaba convencido de que tanto la resurrección de su patria como el levantamiento de la maldición eran imposibles, y que intentar disiparla por la fuerza solo traería más sufrimiento, por lo que se apresuraron a detener a la Orden del Abismo antes de que pisoteara la voluntad de Halfdan y de los demás Caballeros Serpiente Negra."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/237301566/defde5c33d549daa9cf56740e594dcb8_3231899657648384940.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando Dainsleif, el/la Viajero/a y Paimon regresaban a la fuente, un destello de luz brilló repentinamente desde la sala, y su paso fue bloqueado por un Emisario del Abismo. Tras derrotarlo, se apresuraron a entrar, pero la Orden del Abismo ya había empleado un dispositivo amplificador para multiplicar cientos de veces el efecto purificador del agua de la fuente."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/237301566/4dd90b1c17ebd4b69e07df02a4c453b9_2928860346386280911.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Aunque esperaban que el ritual los liberase de la maldición, los hilichurls, los Caballeros Serpiente Negra y el propio Dainsleif solo experimentaron un dolor atroz. A pesar del inmenso sufrimiento, Halfdan se lanzó hacia el dispositivo y detuvo el proceso sacrificándose. Pero incluso tras el sacrificio de Halfdan, el dispositivo permaneció activo. Luego de destruir todos los mecanismos de alimentación, el dispositivo finalmente se apagó, pero Halfdan ya no tenía vida alguna. Cuando Dainsleif estaba a punto de marcharse, el espíritu de Halfdan recobró la conciencia por un instante y pudo despedirse del Espadachín del Crepúsculo, desvaneciéndose sin dejar rastro.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6497,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Un anterior capitán de la guardia real de Khaenri'ah, quien fue maldito por Celestia con la inmortalidad.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/86cba0ac52d14db4084f3a30b16f48cd_688505044661450551.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2467,
        "name": "Halfdan",
        "desc": "<p>Un miembro de élite en la Guardia Real de Khaenri'ah bajo el comando del Espadachín del Crepúsculo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/205556113/b9ba431d202f42175efec804dc0857cd_7803263860153270145.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Senderos peligrosos",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/31/237301566/461dc19a5eb9ed41b1b603917a98c197_6451841152248298330.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando la roca espíritu en la Sima atravesó a la Serpiente de las Ruinas, se generó una fuerza de contragolpe y apareció un lugar resplandeciente bajo ellos, que el/la Viajero/a y Paimon decidieron explorar. En el camino, se encontraron con la consultora legal Yanfei, con Itto y Shinobu de la Banda de Arataki, y con Yelan, miembro encubierto del Ministerio de Asuntos Civiles. Yanfei había ido a la Sima por un antiguo testamento en el que se mencionaba la Brújula fantástica. Muchos años atrás, el autor del testamento entregó este tesoro a una persona decidida, con la esperanza de que lo ayudara en un momento de necesidad. Según un testigo, esa persona llevó la brújula a la Sima y desde entonces desapareció, pero Yanfei seguía decidida a cumplir la última voluntad de su cliente. Por su parte, Itto la siguió para agradecerle la ayuda en un caso."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/31/237301566/3e5deb7204cfe146abce5728a25efc53_3002061326606287987.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Como la Sima es un área secreta de Liyue sellada tras un incidente en las minas, Yelan no quería que forasteros estuvieran allí. Ella misma fue al lugar buscando información sobre el Cataclismo, durante el cual uno de sus antepasados desapareció sin dejar rastro y otro perdió la cordura. Itto y Yelan discutieron, lo que provocó que el suelo bajo el pilar colapsara, y todos cayeron a un extraño lugar bajo las minas. Buscando una salida, encontraron la entrada a un dominio y estaban por entrar cuando apareció el\nLes advirtió que retrocedieran y desapareció tan rápido como llegó. Tras atravesar el dominio, Yanfei, Yelan, Itto, Shinobu, el/la Viajero/a y Paimon volvieron al mismo punto de partida, aunque estaban seguros de no haber girado en ningún lugar. Incluso Ushi, el toro exorcista y miembro auxiliar de la Banda Arataki, no pudo encontrar la salida, y el agujero por el que entraron había desaparecido. El/La Viajero/a intentó llamar a Xiao, pero ni siquiera el Adeptus podía escucharlos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/31/237301566/a4e25f61d74f1ba4ac49df596757d954_3270318831050598421.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando el grupo se dio cuenta de que tendría que pasar un tiempo en la cueva, decidieron descansar. Para Paimon, parecía que ya habían pasado veinte días, mientras que para el/la Viajero/a apenas había transcurrido un día. A pesar del tiempo pasado en la Sima, ninguno de ellos tenía hambre ni estaba cansado. De repente, Yelan descubrió un nuevo camino, al final del cual había un pasaje oculto. Al entrar en la mazmorra, escucharon los ecos de una batalla y vieron una ilusión de Xiao. El Adeptus parecía herido, pero no quería que lo encontraran, y advirtió que algo estaba mal con la mazmorra."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/31/237301566/d1415c93b8518f997ea19e38c7716683_8665018764696094849.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando el/la Viajero/a resolvió todos los acertijos de la mazmorra, el suelo de una de las plataformas de piedra desapareció, y el grupo decidió descender por allí. En la cueva en la que terminaron, encontraron las ruinas de una civilización antigua y una puerta sellada. Itto quiso derribar la puerta con su peso, pero resultó que se abría mediante un mecanismo especial. Dentro de la sala tras la puerta había personas que intentaban alejar a Itto, sosteniendo cuencos de frijoles que los oni no soportan. Cuando Shinobu decidió abrir la puerta, vio a su madre intentando obligarla a trabajar como sacerdotisa en el Gran Santuario Narukami, mientras que Yanfei se encontró frente a un asunto civil que la ponía en una situación complicada. Al comprender que la sala mostraba los miedos de quien la abría, Yelan se negó a hacerlo, pues no creía que aquel camino los condujera a Xiao, y no quería que los demás vieran los secretos con los que se encontraba mientras trabajaba para la líder de las Siete Estrellas de Liyue, Ningguang. El/La Viajero/a fue el último en abrir la puerta, y cuando entró en la sala, la puerta se cerró y no volvió a abrirse. En el interior, el/la Viajero/a vio la oscuridad del Abismo, que se había llevado a su hermano/a. Aunque hasta entonces el grupo no había sentido cansancio ni hambre, de repente sintieron sueño y decidieron que comerían y descansarían durante una hora para evitar otra oleada de hambre y fatiga."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/31/237301566/28fada7923632db69e303103ab1561ec_6221782103791081694.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de descansar en el campamento, Yanfei dedujo que estaban en un lugar caótico: veían personas y objetos que no deberían estar allí, y el tiempo se había detenido para sus cuerpos. Y era como si el lugar intentara deliberadamente atraerlos para ayudar al Gran Cazador de Demonios, aunque él no estuviera allí. Este lugar estaba más allá de la razón, y el tiempo y el espacio en la mazmorra eran caóticos, lo que llevó a la idea de que Xiao no había seguido el mismo camino que ellos. Y que su estado les era transmitido a través de algún tipo de alteración espacial desconcertante, porque el lugar así lo quería. Cuando el grupo había visto antes a Xiao en la mazmorra, el lugar quería atraerlos a una trampa, pero la intersección de los espacios creó una fisura espacial. Tras regresar de la mazmorra, Yanfei observó a su alrededor y se dio cuenta de que los espacios caóticos se intersectaban constantemente, de modo que cualquier cosa podía suceder. Y si los fenómenos creados por el espacio se basaban en la imaginación, entonces debían seguir imaginando. Yanfei escuchó con atención y oyó la voz de Xiao detrás de la pared ilusoria, logrando convencer al Adeptus de unirse a ellos. Después de que el herido Xiao descansara en el campamento, reveló que estaba buscando al Yaksha Bosacius, cuyo cuerpo nunca fue hallado. La última vez que se habían visto, Bosacius ya había perdido la cordura. El mayor de los Yaksha siempre decía que los Yaksha estaban destinados a pelear, y que sin importar si estaban vivos o muertos, debían cuidarse mutuamente y conocer el destino de cada uno de ellos hasta el mismísimo final. La única pista del Gran Cazador de Demonios era la historia de la batalla durante el Cataclismo, por lo que descendió a la Sima."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/31/237301566/c639d383e7087db8584a78ae1e255e5c_6294629088993064292.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando Xiao se dio cuenta de que el espacio en la Sima absorbía almas, sugirió usar su poder para crear una grieta y enviar a los demás a la superficie mientras él permanecía en el lugar, pero los demás se negaron a dejar atrás al Adeptus. Cansado de las discusiones en el grupo, Itto decidió abrir un agujero en la pared de un puñetazo y forzar un nuevo pasaje, pero gastó todas sus fuerzas y perdió el conocimiento. Dejando a Itto con Shinobu y Ushi, los demás se adentraron en la mazmorra, donde vieron un enorme disco redondo en el cielo, la Brújula fantástica. Una versión más pequeña de la brújula estaba incrustada en el suelo de la mazmorra, y al girar su flecha se abrían nuevos pasajes que conducían al mismo lugar, pero en un tiempo diferente. En uno de estos momentos, Xiao se encontró con el fantasma de Bosacius. Tras despedirse del Yaksha caído, el grupo descubrió los registros de Boyang, el ancestro desaparecido de Yelan, quien, al igual que Bosacius, había quedado atrapado en el subespacio de la Sima. Al llegar al final de la mazmorra, el grupo se encontró en un lugar creado a partir de los recuerdos del/de la Viajero/a, en el que el poder del Abismo les había arrebatado a su familia. Vieron la Brújula fantástica tendida en el suelo, y Yelan la reconoció como un artefacto que su familia había poseído desde tiempos antiguos."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Dentro de las energías positivas y negativas, en las cinco regiones, el agua, el fuego, el viento y el trueno son cíclicos como las estaciones. Toma los siete cielos desde el suelo, abre las tres puertas de par en par y el mundo entero estará al alcance de las manos...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/31/237301566/77eba8808cbc9a6eab999c2a057706aa_1155502737096799092.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de salir de la mazmorra, Yanfei recordó la historia del libro en el que encontró el testamento. Hace milenios, un Adeptus creó un artefacto mágico para sellar a los monstruos malignos. Más tarde, entabló una gran amistad con un humano y le entregó el artefacto para que lo usara como catalizador. Unos años después, grandes demonios atormentaban las montañas, y el mortal y el Adeptus unieron fuerzas para exorcizarlos utilizando ese mismo artefacto. El libro decía: <color=#ffffffd9>\"Cuando los poderes de los mortales y los Adeptus se unen, es posible mover los cielos y hacer temblar la tierra. Este dispositivo es la prueba de que mortales y Adeptus pueden coexistir, de que existe una unidad entre el cielo y la humanidad.\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/31/237301566/a2aac46674386c42311afe0c4910470c_5788111250959408356.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Yanfei, quien llevaba en sus venas la sangre de humanos y Adeptus, intentó usar sus poderes en el artefacto, y este reveló cómo Boyang y Bosacius habían sellado ese espacio. Como en su equipo contaban tanto con un Adeptus como con una maga, Yanfei sugirió que Xiao y Yelan usaran sus poderes en la Brújula fantástica al mismo tiempo. Juntos lograron abrir una grieta en el espacio, pero las almas atrapadas comenzaron a atacarlos, y Xiao gastó casi todas sus fuerzas para alejarlas y mantener la energía de la brújula. Al darse cuenta de que ya no podía seguir usando el poder de la Brújula fantástica, el Gran Cazador de Demonios trasladó a todos a la superficie, consumiendo el último resto de su energía y sacrificándose. Cuando Xiao estaba a punto de perder el conocimiento, fue salvado por Rex Lapis.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6502,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Un Yaksha y Adeptus que protege Liyue. También llamado el “Gran Cazador de Demonios” o “Guardián Yaksha”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Una reconocida asesora legal que vive en Liyue. Esta joven tan perspicaz tiene parte de sangre de bestia iluminada.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 36,
        "name": "Arataki Itto",
        "desc": "El primer gran líder de la Banda de Arataki, muy activo en la zona de Hanamizaka de la Ciudad de Inazuma. ¿Nunca habías oído hablar de la Banda de Arataki? ¿En serio?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Arataki Itto_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2256,
        "name": "Kuki Shinobu",
        "desc": "<p>La hábil y confiable subjefa de la Banda de Arataki. Menos mal que está ella, si no, la Banda de Arataki no tendría nada de \"hábil\" y \"confiable\".</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kuki Shinobu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "Una misteriosa persona que dice trabajar para el Ministerio de Asuntos Civiles, pero que “no existe” según los registros del propio Ministerio.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7467,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Líder de los Yakshas, también conocido como Mariscal Vritrá.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/73555894/61275d8b97a9c5e4055ed07a4d34c4fa_1320056320285865751.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sima",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Cima del Cristal",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/31/237301566/f6c0edfb79ce61126e2fa5e23c2dd075_7348367578302362859.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Sima es un distrito administrativo especial de Liyue ubicado al oeste de Lisha. Desde que el área fue cerrada por las Siete Estrellas de Liyue hace algunos años debido a un incidente minero, un representante especial del Ministerio de Asuntos Civiles, Muning, ha estado gestionando todas las actividades en la zona. Cuando era joven, pasaba la mayor parte del tiempo en el Salón de Té Yanshang, donde acumuló una gran deuda. No tenía tiempo para ir a casa, ni tampoco quería, pero finalmente los cobradores de deudas encontraron a su padre en el Salón Shenglu, y este saldó las deudas. Cuando su padre lo halló, vivía en las calles como un perro apaleado. Entonces su padre le dijo: <color=#ffffff>\"Tengo todos tus pagarés, así que ahora estás en deuda conmigo\"</color> . En aquellos días en los que Muning vivía escondiéndose de los cobradores y sin poder dormir del miedo, juró que, si la vida le daba una segunda oportunidad, enmendaría sus errores. Pero no esperaba que esa oportunidad viniera de su propio padre, quien siempre había estado insatisfecho con su conducta. Para pagar su deuda con él, Muning se unió al Ministerio de Asuntos Civiles."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/31/237301566/10941ad93913cb7ac16015e1fbc4589f_6995644897067883486.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un día, su padre transportaba un lote de minerales en el Salón Shenglu y le regaló como juguete una roca ancestral de mala calidad que había sobrado. Las rocas ancestrales son minerales extremadamente raros que no son fáciles de encontrar en las minas. La belleza de esta magnífica gema es inimaginable, y se dice que, si se observa dentro de ella, pueden verse los más finos destellos de luz, como el horizonte del mar al atardecer. Cuando alguien vio la piedra en posesión de Muning, le ofreció un buen precio por ella, y él la vendió para conseguir algo de Mora. Pero más tarde, su padre le preguntó por la piedra, y Muning respondió a regañadientes que la había perdido. Después de esa conversación, no pudo dejar de pensar en qué habría pasado si hubiese sacado la roca ancestral en respuesta a la pregunta. Durante su trabajo en el Ministerio, el Salón Huishan mostró interés por las rocas ancestrales y quiso analizarlas, por lo que enviaron a Muning a La Sima para recolectar muestras, pero no pudo encontrar ninguna. Solo con la ayuda del/de la Viajero/a logró obtener nueve muestras de rocas ancestrales."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/31/237301566/1b369359a43b53348fe3ce9e65e7842f_173399967480826734.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando La Sima comenzó a sufrir inusuales temblores provenientes de las profundidades, el Ministerio de Asuntos Civiles ordenó una investigación. Lo que se encontró allí era tan extraño que podía causar pánico en la población, y por orden de las Siete Estrellas de Liyue se reunió en secreto un equipo de investigadores y científicos para llevar a cabo una indagación, bajo la fachada de un decreto que prohibía la entrada a la Sima. Todo esto se hizo con el fin de ganar tiempo para contener la posible crisis subterránea. Como representante especial del Ministerio, Muning no puede pedir ayuda directamente ni hablar abiertamente sobre muchas de las características de la Sima. Por lo tanto, sus \"advertencias\" son su única manera de comunicar de forma encubierta cómo poder entrar en la Sima, de modo que cuando dice \"no deberías\", en realidad quiere decir \"puedes\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/31/237301566/7bc09af752bdedbd2954c40ca080f0f8_189992065452469282.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En la cima de la Cima del Cristal se puede encontrar la Pluma del vuelo, uno de los seis objetos necesarios para abrir el tesoro secreto de la Sima. Además, un día el Gremio de Aventureros envió al/a la Viajero/a y a Paimon para asistir a un investigador de Fontaine llamado Patrice. Patrice investigaba las \"Irradiación de minerales resonantes\", un proceso mediante el cual se estimula la energía elemental contenida en gemas y cristales para usarla como fuente de poder. No mucho antes, alguien en la Sima había intentado activar gemas y descubrió que podía generarse una curiosa resonancia entre ciertos\nCuando el mineral ecorresonante, una de las mitades del conjunto de minerales resonantes, se estimula de cierto modo, libera una energía que provoca resonancia con el mineral ecorresonante. Las dos energías de los minerales resonantes se acumulan y multiplican mutuamente muchas, muchas veces, algo que Patrice denominó \"interirradiación\". El investigador desarrolló una hipótesis, pero necesitaba ayuda para ponerla a prueba en la práctica. Gracias al/a la Viajero/a, Patrice pudo completar su investigación.\nEn esta ubicación, pueden hallarse las misiones de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5371,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", y"
      },
      {
        "type": "CustomEntry",
        "epId": 5376,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3994,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7756,
        "name": "Roca ancestral",
        "desc": "Un mineral extraño que solo se puede encontrar en la Sima.<br>Este tipo de roca se halla exclusivamente en las montañas más antiguas. Es tan rara que los comerciantes nunca escucharon a nadie mencionarla antes.<br>Pero, debido a las transformaciones subterráneas de la Sima, aparecieron numerosas rocas ancestrales cuya calidad deja mucho que desear, lo que provoca dolores de cabeza a los mineros y comerciantes del Salón Huishan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/27a573f05ea3b6de63633fc9d5805033_6787685402410173046.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1881,
        "name": "Pluma del vuelo",
        "desc": "Una de las seis ofrendas legendarias esparcidas por la Sima. Se trata de una pluma que se desprendió de un águila cuando esta pasó por encima de una cueva. Parece que la Geoarmada tiene la costumbre de recoger estas plumas tan rígidas para usarlas con fines decorativos.<br/>Según se cuenta en las leyendas, estas férreas plumas les quedan muy bien a los guerreros. Por eso, se convirtieron en el broche de los soldados más valientes, para que nunca pierdan su agilidad al surcar los cielos y logren devastar al enemigo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Skyfeather_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 996,
        "name": "Nota de Muning",
        "desc": "Una nota que te dio Muning, el gerente del Ministerio de Asuntos Civiles. A pesar de su corta extensión, la palabra “prohibido” aparece ocho veces. Si se la muestras a una aventurera llamada Zhichiong, obtendrás su ayuda.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Muning's Note_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Valle Maderero",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/31/237301566/a99099c3f51cd5fe3601d338c88e6d5f_6097350656823819966.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Valle Maderero se encuentra al noreste de la Sima, entre Valle Fu'ao y el Paso Lingju. Después de que las minas fueran clausuradas, los Ladrones de Tesoros se asentaron en el lugar, tal como hicieron en la superficie de la Sima. Al principio, simplemente robaban minerales de arena cristalizada y otros minerales para contrabando, pero luego se volvieron tan osados que ocuparon los antiguos almacenes abandonados por los mineros y comenzaron a fabricar joyas baratas para vender. Aunque este tipo de joyería de baja calidad solo podía engañar a turistas ingenuos que jamás habían estado en Liyue o a personas que solo habían aprendido por libros, la Geoarmada decidió limpiar la Sima de los Ladrones de Tesoros. Para llevar a cabo la operación, un escuadrón de la Geoarmada comenzó a hacerse pasar por Ladrones de Tesoros. También descubrieron que los líderes de los ladrones estaban en contacto con los Fatui y posiblemente preparaban un trato relacionado con el comercio de materiales peligrosos. El informante de la Geoarmada reportó que los Fatui estaban comprando algo a los Ladrones de Tesoros y pagando con grandes cantidades de Mora y suministros militares, pero él solo encontró alimentos y artículos domésticos, por lo que probablemente se trataba de una distracción. Justo cuando el escuadrón encubierto ya tenía todo lo necesario para lanzar una ofensiva mayor y estaba por exponerlos, los soldados fueron descubiertos por el/la Viajero/a y Paimon, quienes los confundieron con simples ladrones. Uniendo fuerzas, el/la Viajero/a y la Geoarmada se dirigieron al Valle Maderero para capturar un campamento de alimentos en el sureste, uno de armas en el este y uno de alquimia en el noreste. Al tomar por sorpresa estos campamentos, cortaron completamente su línea de suministros y lograron atacar el campamento donde se realizaría la transacción principal entre los Fatui y los Ladrones de Tesoros. Pero incluso tras derrotarlos, la Geoarmada solo encontraron tratos en marcha para comprar comida."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/31/237301566/5798243e673bd51527e4dde66cee1254_8727135963774298370.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En el campamento de los Ladrones de Tesoros se pueden encontrar uno de los objetos necesarios para abrir el tesoro de la Geoarmada, la Copa del festín, así como un fragmento de un mapa del tesoro que conduce al paso entre la Cima del Cristal y la Garganta Tiangong.\nUn día, el/la Viajero/a y Paimon conocieron a un ingeniero del Instituto de Ciencias de Fontaine y colega del investigador Patrice —a quien ya habían conocido— llamado Anatole. Cuando Patrice tuvo problemas con la distribución del presupuesto y la financiación del sitio de pruebas, tomó todos los fondos restantes, el equipo experimental y desapareció. Todos decían que estaba completamente harto del Instituto, así que se fue llevándose toda la Mora con él. Pero luego apareció como si nada, e incluso con los resultados de un experimento en el que había sido ayudado por el/la Viajero/a y Paimon. Como su presencia y propósito en la Sima para realizar el experimento eran ilegales, y los datos obtenidos eran excesivamente detallados y completos, el Instituto decidió que los datos habían sido inventados y envió a Anatole para reproducir el experimento. Con la ayuda del/de la Viajero/a, los resultados fueron confirmados, pero el director del Instituto declaró que el estudio no tenía beneficios económicos, por lo que Patrice no pudo conseguir más fondos. Anatole y Patrice regresaron a la Sima para experimentar con aplicaciones prácticas de la tecnología. Anatole tuvo la idea de conectar el mineral reactivo al mecanismo de polea que controla la iluminación, y luego solo quedaría activar remotamente el mineral ecorresonante para apagar la luz del techo. También sería posible fijar el mineral reactivo a objetos que la gente suele perder, para que pudieran encontrarse fácilmente usando el mineral ecorresonante.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 298,
        "name": "Copa del festín",
        "desc": "Una de las seis ofrendas legendarias esparcidas por la Sima. De valor y calidad media, se convirtió en parte del botín de los Ladrones de Tesoros.<br/>En su momento estuvo en manos de criminales y en su interior contuvo licores refinados, tesoros y sangre fresca. Hoy en día, esta copa quedó limpia de desgracias y se dispone a albergar nuevos recuerdos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cup of Commons_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1552,
        "name": "Fragmento de mapa del tesoro",
        "desc": "Un fragmento que parece pertenecer a un mapa del tesoro.<br/>Si lograras encontrar el fragmento restante, quizás puedas unirlos para obtener el mapa completo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Treasure Map Fragment_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Valle Fu'ao",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/01/237301566/675c4c8064b42f7e98de36913976357a_1295316065609244753.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace mucho tiempo, Rex Lapis elevó el espíritu de la roca a la superficie, esculpió un dragón a partir de ella, le dio ojos para que pudiera observar el mundo y forjó un pacto con dicho espíritu. A este Rey de los Dragartos Geo se le dio el nombre de Azhdaha. El Arconte Geo permitió que Azhdaha viviera entre los humanos, pero si alguna vez llegaba a perturbar el orden, sería sellado nuevamente en la oscuridad. Después de eso, el dragón acompañó a Rex Lapis en sus viajes y luchó a su lado en numerosas batallas. Con el paso del tiempo, Azhdaha comenzó a perder la memoria debido a la erosión. Olvidó el rostro de su viejo amigo, y la memoria de la protección de Liyue se desmoronó como arena. Lo que antes estaba en armonía se tornó en ira: Azhdaha se volvió irascible y agresivo. La erosión lo volvió aún más salvaje, y por más que luchara, perdió la capacidad de coexistir con la humanidad y cayó en la irracionalidad. Para detener el proceso, el Rey Geo compartió parte de su poder con Azhdaha, pero fue en vano. Un día, el dragón atacó a los mineros en la Sima, quienes, al extraer minerales, alteraban las Líneas Ley, causándole sufrimiento. Rex Lapis se vio obligado a enfrentarlo y, tras la batalla, lo selló bajo tierra, lejos de los ojos del pueblo. Aún hoy, pueden observarse rastros de este enfrentamiento en el Valle Fu'ao. Los temblores breves que a veces se producen en la Sima eran conocidos por los antiguos mineros como \"el Aliento de Azhdaha\". Tras la lucha entre el Arconte Geo y el Señor de los Dragones, nació la dragonita, un mineral extraordinariamente raro utilizado en la forja. A diferencia de los cristales comunes, que se forman en ambientes de alta temperatura, la dragonita surge como resultado de reacciones elementales. Incluso después de miles de años, el Dragarto Geo continuó sintiéndola e intentó hallar a su viejo amigo a través de ella."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/01/237301566/fea3ab03042c1307f2c421c0b4ae4008_2256142051774740986.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En el valle pueden encontrarse pilares rocosos únicos que, según la leyenda, quedaron tras esa batalla ancestral. Bajo el impacto de explosiones o de objetos pesados, estos pilares generan una onda sísmica resonante que se transmite a otros pilares similares y a Construcciones Geo. En esta zona también se encuentra el Reloj de sol del tiempo, necesario para realizar una ofrenda al antiguo tesoro de la Geoarmada.\nEn el Valle Fu'ao, ubicado en el punto más septentrional de la Sima, se halla un antiguo altar de sacrificios. Hace varios milenios, este sitio ritual fue enterrado durante una catástrofe que desgarró el cielo y la tierra, y en medio del caos cayó un meteorito. Cuando la roca espíritu descendió a la Sima, el altar resurgió, y las resoluciones surgidas del conflicto entre dos viejos amigos con metas opuestas, Rex Lapis y Azhdaha, lo trajeron nuevamente al mundo. No obstante, aquellos que una vez veneraron este lugar ya no existen.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4784,
        "name": "Azhdaha",
        "desc": "<p>Forma de vida elemental cuya esperanza de vida supera con creces la de la humanidad, traída a la superficie por Rex Lapis. Morax lo transformó en un dragón y le dio ojos para ver el sol. Azhdaha había sido amigo y aliado del Arconte Geo durante muchos años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/472a219c5d998c371672b670a0829f16_8337086528032219116.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 666,
        "name": "Reloj de sol del tiempo",
        "desc": "Una de las seis ofrendas esparcidas por la Sima que se mencionan en las leyendas. Aunque se nota que tiene sus años, parece contar con un buen estado de conservación. Seguro que todavía se puede utilizar.<br/>Aunque en las profundidades de la Sima rara vez se ve el sol, el paso del tiempo no perdona en ningún lugar. No obstante, algún día, este reloj de sol volverá a registrar las cicatrices del tiempo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sundial of Ages_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2620,
        "name": "Pilar de piedra extraño",
        "desc": "Según la leyenda, se trata del rastro de una antigua guerra. Al explotar o recibir un ataque con un objeto pesado, es posible que cause una resonancia sísmica con otros pilares de piedra similares y <span style=\"color:#FFE14BFF\">algunas creaciones Geo</span>.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/tutorial/Unique Rock Pillars_icon.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "La superficie",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/01/237301566/1b75248327239e57001d02533890c46e_6415711400143858857.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Sima es la mina más grande de Liyue, y solo la Cordillera Tianheng la supera en antigüedad. Se trata de una zona con un terreno complejo, un ecosistema único y condiciones geológicas generadas por el impacto de un meteorito hace aproximadamente seis mil años. La superficie de la Sima está repleta de acantilados, mientras que sus minas subterráneas están llenas de abismos sin fondo y cavernas. Durante siglos, esta región fue famosa por la extracción de minerales y menas, hasta que un accidente en las minas obligó a clausurarla. Incluso tras la evacuación de los mineros, quedaron repartidos por el lugar numerosos elevadores, viviendas temporales y cañones de detonación de rocas. Luego de la salida de los mineros, su lugar fue ocupado por los Fatui —al servicio de Pulcinella, uno de Los Once— y por los Ladrones de Tesoros, quienes buscaban menas para obtener Mora de forma rápida. Además, en la zona se encuentran piedras de géiser especiales, producto de la geología local, que contienen aire a alta presión. Estas rocas permiten realizar saltos más potentes y facilitan el desplazamiento en terrenos complejos y de múltiples niveles."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/01/237301566/ad8896b9a8850404a7211552c29e8607_1031819452064582780.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En la superficie de la Sima pueden encontrarse\ndel sello de las Siete Estrellas, que sella la entrada a las minas subterráneas. Los miembros de las Siete Estrellas instalaron estas llaves rocosas para unificar y estabilizar el flujo de energía dentro de la formación. Con el tiempo, comenzaron a manifestarse convergencias anómalas del elemento Geo alrededor de estos nodos, como si algo al otro lado de la barrera intentara liberarse. Para destruir dicha barrera, es necesario eliminar cinco llaves rocosas, que representan los puntos débiles del sello de las Siete Estrellas.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7478,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 146,
        "name": "Boceto de la ubicación de las llaves rocosas",
        "desc": "Un bosquejo que Zhichiong dibujó con prisas. Ha marcado las ubicaciones aproximadas de varias llaves rocosas en la mina.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bedrock Key Location Diagram_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Acantilado Cinabrio",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/01/237301566/239a13e9f1164bc5ee534d2ea010c38f_1687236923176191325.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El punto más alto de la Sima es el Acantilado Cinabrio, ubicado en el extremo más occidental de Liyue, en la frontera con Sumeru. Las reacciones elementales en la Sima, a lo largo de una larga historia, han teñido el suelo de un hermoso tono púrpura-rojizo. En el acantilado se puede encontrar a Tang Wuchou, quien se presenta como un verdadero discípulo de la 320.ª generación del Clan Guhua. En una de las cumbres halló varias flores chingxin y las cuidó con esmero, con la intención de construir un hermoso y magnífico jardín de lirios de cristal, lejos de las estructuras y normas convencionales. Cuando el/la Viajero/a y Paimon recogieron una de estas flores —la Flor de la contemplación, que debía ser ofrecida a un tesoro ancestral—, Tang Wuchou los atacó, aunque fue derrotado con facilidad. Como el/la Viajero/a y Paimon no creyeron que perteneciera al Clan Guhua debido a su atuendo de Ladrón de Tesoros, Tang les mostró un colgante de jade como prueba. Dijo que se lo vendió un viejo amigo al despedirse, y que en cuanto empezó a llevarlo puesto, un Adeptus se le apareció la primera noche y le enseñó los secretos del Clan Guhua. Cada vez que practicaba artes marciales, Tang Wuchou sentía un ligero cosquilleo en la cabeza, lo que interpretaba como prueba del desarrollo y expansión de su conciencia. El/La Viajero/a y Paimon se dieron cuenta de que, debido al extraño colgante lleno de energía Geo, el hombre realmente creía ser discípulo del Clan Guhua, lo que comenzaba a llevarlo a la locura. Si seguía usando el colgante y refugiándose en ese mundo de fantasía, inevitablemente acabaría en problemas. Para salvarlo, el/la Viajero/a y Paimon le ofrecieron intercambiar el colgante por un huevo de gallina, en el cual Tang creyó ver una enorme gema."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/01/237301566/d558e5b17525ff8b0d3700be2b3dd75d_686307929987562173.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Para averiguar más sobre el colgante, el/la Viajero/a y Paimon acudieron a Chou, un comerciante de jade que se ofreció a ayudarlos a encontrar tesoros ocultos. Chou y Tang Wuchou habían sido Ladrones de Tesoros, pero tras un negocio lucrativo en la Sima, sus caminos se separaron. Un día, los antiguos compañeros de Chou lo encontraron y lo amenazaron con comprarle todas sus joyas de baja calidad para revenderlas en Liyue. Se vio obligado a bajar los precios y operar con pérdidas, hasta que los Ladrones fueron finalmente arrestados por la Geoarmada con ayuda del/de la Viajero/a. Uno de los objetos que Chou había vendido era el colgante de jade. Esperaba obtener una fortuna por él, pero Tang Wuchou lo convenció de vendérselo barato. El material del colgante estaba imbuido de energía elemental, y si alguien sin Visión entraba en contacto con él, su personalidad comenzaba a cambiar. La descripción le recordó a Chou la leyenda de la jadeíta smaragdus. Se decía que ese material era muy valioso, pero causaba molestias a sus dueños y escondía presagios funestos. La jadeíta smaragdus es uno de los tesoros de los Adeptus, en los que reside su poder, y no todas las personas pueden resistir un contacto prolongado con este mineral sin consecuencias para su salud. El «Tratados de las siete montañas» afirma que esta sustancia brota de la médula de las montañas y traerá desgracia a cualquier mortal que la toque. En el mejor de los casos, caerán enfermos; en el peor, sufrirán grandes alteraciones en su personalidad, y su enfermedad solo irá empeorando. El/La Viajero/a y Paimon ya se habían topado con la jadeíta smaragdus una vez, al crear un hogar dentro de una tetera con ayuda de los Adeptus."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/01/237301566/609aa2d48b648b8e5921fe2984c83f42_4942786550906093737.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Para compensar a su antiguo amigo, Chou ofreció excavar un tesoro en su campo y dárselo a Tang Wuchou. Aunque a Tang el tesoro le pareció feo, prometió llevarle una botella de vino al comerciante y hablar con él. Como muestra de gratitud, dejó el colgante de jade en manos del/de la Viajero/a. Tras esto, el/la Viajero/a y Paimon rescataron a un minero perdido en la Sima que había estado comiendo hongos durante más de un año. Este minero llegó al Acantilado Cinabrio y, confundiendo las flores chingxin de Tang Wuchou con hongos, comenzó a comérselas. Gracias a la intervención del/de la Viajero/a y Paimon, el conflicto se resolvió: Tang Wuchou entendió que estaba cuidando chingxin y no lirios de cristal, y el minero comprendió que estaba a punto de comerse flores en lugar de hongos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/01/237301566/33adf604e461725de1c9960991ed7b0d_3668233540466113934.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En la base del Acantilado Cinabrio hay un pasaje que conecta Sumeru con Liyue. En la frontera entre ambas naciones se puede encontrar al Gran Rey Bestia, un gigantesco Yak de carga que aterroriza a todo el que lo ve. Cuando duerme, parece una cadena de colinas, pero si alguien entra en su territorio, la bestia cargará contra el intruso tan pronto como lo detecte.\nEn esta ubicación, puede encontrarse la misión de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5378,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adeptus",
        "desc": "<p>Los Adeptus son un grupo de bestias iluminadas inmortales de Liyue, que han protegido al pueblo por milenios.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/205556113/7372a2d1b47769b64d0e87bd21a867a7_5576386756599336117.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2942,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 1632,
        "name": "Flor de la contemplación",
        "desc": "¿Será una de las seis ofrendas legendarias esparcidas por la Sima? No... Parece que no es más que una flor chingxin que acaba de florecer. En sus pétalos todavía se aprecia el rocío de la mañana.<br/>Nadie sabe cuántas personas tuvieron que subir hasta la cima de algún peñasco para poder recoger esta flor fresca... ¿Habrá sido testigo de despedidas o de reencuentros?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Flower of Farsight_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7757,
        "name": "Bolsa de joyas",
        "desc": "Una bolsa de joyas que encontraste cerca de la tienda de Chou para compensar a Tang Wuchou. Las hicieron los ladrones de tesoros que hacen contrabando de minerales en la Sima. Debido a la burda y simple técnica de fabricación utilizada y a su aspecto bastante tosco, no cabría ninguna posibilidad de que se vendieran en Liyue. Lo único positivo que se puede decir de ellas es que los materiales utilizados parecen auténticos...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/759e68a6d336f4acf054ff765158d636_7066725362941058136.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1478,
        "name": "Jadeíta smaragdus",
        "desc": "Una piedra llamada jadeíta smaragdus. ¿Para qué la usará Madam Ping?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Smaragdus Jadeite_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Garganta Tiangong",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/01/237301566/2dd34ad790886f1217e53906696dfbfe_6714852814958850789.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En la Garganta Tiangong, ubicada en la parte sur de la Sima, se encuentran dos llaves rocosas que pueden ser destruidas utilizando una formación Geo en forma de jaula. Estos precipitados naturales comenzaron a aparecer alrededor de las llaves rocosas utilizadas para sellar la Sima. Son similares en naturaleza a una \"cosa\" que habita en las profundidades de las minas y, bajo la influencia de la anomalía, comienzan a desintegrarse. Al recibir impactos de fuerzas externas potenciadas por un Geógrano, liberan proyectiles de cristal capaces de destruir las llaves rocosas. Investigadores del Salón Huishan descubrieron que estas formaciones absorben la energía Geo del entorno, debilitando gradualmente la estructura de las llaves rocosas, como si alguien estuviera intentando destruir deliberadamente el sello de las Siete Estrellas desde dentro. Las Siete Estrellas de Liyue envió personal para eliminar estas formaciones dos veces al mes, pero pronto comenzaron a reaparecer cada vez más rápido."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/01/237301566/9a6b9137b11156c369d81e496221a99e_5692748849375430318.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En la Garganta Tiangong se puede encontrar la Lanza del guerrero, una de las seis ofrendas necesarias para abrir el tesoro de la Geoarmada. Además, en la frontera entre la Garganta y la Cima del Cristal, hay un pasaje secreto que conduce a la Bóveda de los Ladrones de Tesoros, al cual se accede gracias al mapa que poseen. La bóveda en sí está ubicada al noreste del Área Minera Principal. Otro pasaje en la Garganta conecta la superficie de la Sima con una cueva situada entre el Área Minera Principal y el Ruta Minera Provisional.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 146,
        "name": "Boceto de la ubicación de las llaves rocosas",
        "desc": "Un bosquejo que Zhichiong dibujó con prisas. Ha marcado las ubicaciones aproximadas de varias llaves rocosas en la mina.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bedrock Key Location Diagram_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 399,
        "name": "Lanza del guerrero",
        "desc": "Una de las seis ofrendas legendarias esparcidas por la Sima. Se encontró en un antiguo campo de batalla de hace quinientos años. La punta de esta lanza ya no es muy afilada, quizás debido a todo el tiempo que ha pasado desde entonces. Sin embargo, eso no hace que sea una amenaza menor.<br/>En el pasado, esta lanza, seguramente extraordinaria en manos de algún guerrero que asoló la Sima con ella, recibía el clamor de los jóvenes allá por donde pasaba.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Warrior's Spear_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2589,
        "name": "Jaulas rocosas",
        "desc": "Un objeto creado de manera natural al desprenderse de las llaves rocosas que sellan la Sima. Si llevas un Geógrano hasta él, recibirá un estímulo externo con el que disparará un proyectil cristalizado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/tutorial/Cage-Shaped Geo Formations?_icon.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Entrada a la Sima",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/01/237301566/b640e76c526e1c039ed7893827fdda0c_6855412615980120017.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En el centro del cráter formado por el meteorito que cayó en las tierras de Liyue hace milenios se encuentra la entrada a las minas subterráneas de la Sima. Hace varios años, los mineros desenterraron una \"cosa\" en lo más profundo de las minas, lo que provocó un grave incidente. Tras evacuar la zona, se formó una larga fila de heridos que fueron llevados de vuelta a la superficie. Sin embargo, los daños que sufrían los mineros eran más mentales que físicos. Se recuperaron tras algunos días en la superficie, pero fue suficiente para que las Siete Estrellas de Liyue interviniera. Las autoridades decidieron sellar la entrada con una barrera mágica, el sello de las Siete Estrellas, y todo movimiento en la Sima pasó a requerir un permiso especial. Cuando el equipo de espeleología de la Sima, con ayuda del/de la Viajero/a y Paimon enviados en nombre del Gremio de Aventureros, destruyó todas las llaves rocosas, la barrera finalmente se disipó. Dado que destruir el arreglo era considerado daño a la propiedad pública, Muning reportó el incidente por anticipado, como si las llaves ya hubieran sido destruidas antes de que el grupo llegara."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/01/237301566/2d4bc6f9171e4e495c45444840b05553_6658003791263401578.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cerca de la entrada a las minas de la Sima se encuentra una pila de rocas modestas. Esta es la estatua de la Geoarmada, que ha permanecido firme durante quinientos años. La Sima está protegida por la Geoarmada, por lo que cada vez que los mineros descienden a las profundidades, recitan una oración ante las rocas en honor a las almas heroicas de quienes bajaron a protegerlos: <color=#ffffff>\"Oh, poderosa Geoarmada, no permitas que nada malo vuelva a ocurrir en la Sima. Espero que esta excavación pueda completarse sin mayor problema y que los compañeros que ya no volverán a la mina encuentren su camino en esta vida. Oh, poderosa Geoarmada, protégenos.\"</color> Los miembros caídos de la Geoarmada hace tiempo se fundieron con los elementos y pasaron a ser uno con la mina, así que cuando los mineros oran por protección, también rinden homenaje a la propia Sima. Como dice un antiguo refrán: \"La tierra tiene a los dioses, y los elementos, a los espíritus\". Quienes dieron su vida para que otros vivieran ahora los cuidan desde allí. Se cree que este monumento fue erigido por un miembro de la Geoarmada que cayó desde gran altura mientras rescataba mineros y luchaba contra enemigos. Su columna vertebral quedó gravemente herida y perdió el uso de brazos y piernas. Sin embargo, no se rindió: se entrenó como médico y ayudó a muchos otros con lesiones similares. Se dice que erigió esta conmemoración en memoria de sus camaradas tras recibir una Visión."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/01/237301566/3bac656e365d22d44c3ae6cc77776fdf_709917196690714664.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Con el tiempo, la historia de este guardia de la Geoarmada se desvaneció, y fue reemplazada por leyendas sobre el \"tesoro de la Geoarmada\" y el \"legado del Yaksha\". Según la leyenda, quien coloque seis objetos perdidos en la Sima frente al monumento será recompensado con dones de la Geoarmada. Entre los seis objetos se encuentran: El Casco de protección, que puede proteger de desprendimientos de rocas; La Copa del festín, hecha para conmemorar la camaradería; La Pluma del vuelo, símbolo de los ideales elevados; La Lanza del guerrero, usada para rechazar enemigos; La Flor de la contemplación, que creció en los acantilados de la Sima; y El Reloj de sol del tiempo, usado para recordar el pasado que ya se fue. Se dice que la Flor de la contemplación siempre va acompañada de grandes pretensiones y que, por eso, resulta inalcanzable para la gente corriente. Se dice que la Pluma del vuelo solo puede obtenerse de un águila que planea sobre la cumbre de una montaña, y que todo el mundo recordaría siempre el Reloj de sol del tiempo y que ni el tiempo podría hacer que cayera en el olvido. Se dice que la Copa del festín hace digno a cualquier invitado, incluso si sus propietarios son bandidos; y que el Casco de protección reposa en la habitación de una persona normal y corriente y que aquellos que no gozan de heroicidad no podrán encontrarlo. Por su parte, se dice que la Lanza del guerrero yace abandonada en un acantilado y que anhela el regreso de un héroe que la empuñe hacia el flujo de la eternidad. Uno de los objetos, el Yelmo del Guardián, puede encontrarse cerca de la estatua de la Geoarmada. Las piedras están inscritas con los nombres de guerreros de la Geoarmada en varias filas, y debajo puede leerse un mensaje:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>... \"Con Liyue a nuestras espaldas, los soldados nos encaminamos hacia la batalla. No hay cabida para el miedo\".</color>\n<color=#ffffff>... \"Estuvimos a la altura de las expectativas. No defraudamos a nuestra gente. Que este monumento sirva de recuerdo\".</color>\n<color=#ffffff>... \"Incluso con el paso del tiempo, la roca permanece inamovible.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/01/237301566/2e2156cd5c995f496a3510af97a38a2f_5420114125196867880.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Una vez que se han encontrado todos los objetos, se abre un pasaje al tesoro de la Geoarmada, donde descansan la armadura del soldado y una tablilla de piedra con una inscripción:\n<color=#ffffff>\"Perdí la movilidad de todos mis miembros durante la batalla en la Sima, así que solo puedo describirlo con palabras y pedir a otro que lo grabe y registre aquí.\"</color>\n<color=#ffffff>\"Sobreviví a esa batalla feroz, pero pensar en todos los compañeros que perdí me priva del sueño cada noche. Ahora que mi cuerpo se encuentra indispuesto, me odio por no poder seguir su camino.\"</color>\n<color=#ffffff>\"Mi intento por quitarme la vida fue infructuoso, ya que Rex Lapis se enteró de ello y me lo reprochó. Así, de repente, abrí los ojos.\"</color>\n<color=#ffffff>\"¡Ay! El casco y la armadura que me otorgó Rex Lapis me son inservibles. Si se quedan aquí conmigo, solo acumularán polvo. Si alguien está destinado a pasar por aquí, puede quedárselos.\"</color>\n<color=#ffffff>\"A todos ustedes les digo: ya no nos queda nada en esta vida, pero espero que volvamos a ser compañeros la próxima vez. ¡Brindemos de nuevo por la hermandad que juramos, y defendamos juntos a Liyue de sus enemigos!\"</color>\nEn esta ubicación puede encontrarse la misión de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5373,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Visión",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Las visiones son artefactos mágicos otorgados por Celestia y Los Siete a los llamados \"Arcontes Primordiales\", o \"Genshin\" en una lengua antigua, una pequeña minoría de personas con fuertes deseos. Ella les permiten canalizar un poder elemental específico. Todo poseedor de Visión tiene las cualidades para convertirse en una divinidad y ascender a Celestia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/11/10742394/fa9e7f4e1400794f2ee1468599880d59_2173439477692760270.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 700,
        "name": "Casco de protección",
        "desc": "Una de las seis ofrendas legendarias esparcidas por la Sima. Se halla oculta en la morada de alguno de los mineros. Si no se observa con detenimiento, es fácil confundirlo con uno de los cascos de los mineros.<br/>Su superficie está cubierta de roces, por lo que seguramente sirvió de protección para incontables mineros.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Helm of Warding_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1881,
        "name": "Pluma del vuelo",
        "desc": "Una de las seis ofrendas legendarias esparcidas por la Sima. Se trata de una pluma que se desprendió de un águila cuando esta pasó por encima de una cueva. Parece que la Geoarmada tiene la costumbre de recoger estas plumas tan rígidas para usarlas con fines decorativos.<br/>Según se cuenta en las leyendas, estas férreas plumas les quedan muy bien a los guerreros. Por eso, se convirtieron en el broche de los soldados más valientes, para que nunca pierdan su agilidad al surcar los cielos y logren devastar al enemigo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Skyfeather_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 399,
        "name": "Lanza del guerrero",
        "desc": "Una de las seis ofrendas legendarias esparcidas por la Sima. Se encontró en un antiguo campo de batalla de hace quinientos años. La punta de esta lanza ya no es muy afilada, quizás debido a todo el tiempo que ha pasado desde entonces. Sin embargo, eso no hace que sea una amenaza menor.<br/>En el pasado, esta lanza, seguramente extraordinaria en manos de algún guerrero que asoló la Sima con ella, recibía el clamor de los jóvenes allá por donde pasaba.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Warrior's Spear_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 298,
        "name": "Copa del festín",
        "desc": "Una de las seis ofrendas legendarias esparcidas por la Sima. De valor y calidad media, se convirtió en parte del botín de los Ladrones de Tesoros.<br/>En su momento estuvo en manos de criminales y en su interior contuvo licores refinados, tesoros y sangre fresca. Hoy en día, esta copa quedó limpia de desgracias y se dispone a albergar nuevos recuerdos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cup of Commons_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1632,
        "name": "Flor de la contemplación",
        "desc": "¿Será una de las seis ofrendas legendarias esparcidas por la Sima? No... Parece que no es más que una flor chingxin que acaba de florecer. En sus pétalos todavía se aprecia el rocío de la mañana.<br/>Nadie sabe cuántas personas tuvieron que subir hasta la cima de algún peñasco para poder recoger esta flor fresca... ¿Habrá sido testigo de despedidas o de reencuentros?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Flower of Farsight_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 666,
        "name": "Reloj de sol del tiempo",
        "desc": "Una de las seis ofrendas esparcidas por la Sima que se mencionan en las leyendas. Aunque se nota que tiene sus años, parece contar con un buen estado de conservación. Seguro que todavía se puede utilizar.<br/>Aunque en las profundidades de la Sima rara vez se ve el sol, el paso del tiempo no perdona en ningún lugar. No obstante, algún día, este reloj de sol volverá a registrar las cicatrices del tiempo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sundial of Ages_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sima - Minas Subterráneas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Ruta Minera Provisional",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/0c60383d8343145319684f574b9a391f_2836309254827690939.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En la Sima, cuando las Siete Estrellas de Liyue envió un equipo de espeleología para estudiar la \"cosa\" que se hallaba en las profundidades, establecieron su primer campamento en la Ruta Minera Provisional. La expedición fue liderada y financiada por Khedive Pursina, un erudito de la Academia de Sumeru que fue convocado especialmente para esta misión. Siendo ecólogo de la Escuela de Biología, y teniendo como áreas de estudio los minerales y la biología, es probable que estuviera interesado en fotografiar fósiles, objetos extraños en los cuerpos de agua de las minas y hongos brillantes."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/44334e2770206b091efa7da0e8dac82c_5214629658651717987.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tras completar todas las tareas relacionadas con estos temas, Khedive obsequió al/a la Viajero/a una carta de recomendación a la Academia dirigida a obtener la ayuda de los Purbiruni, como muestra de agradecimiento. Las tareas de Khedive consistían en estudiar los cambios ocurridos en las formas de vida de la Sima, así como investigar cualquier forma de vida de interés paleontológico. Uno de estos fósiles de interés paleontológico se encuentra al sureste de la Ruta Minera Provisional. Dado que el investigador debía pagar de su propio bolsillo los sueldos de todos los mineros del campamento, era importante para él lograr el éxito y compartir los resultados de su investigación con la comunidad histórica de Liyue."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/da14b7867b5fe6fbea9580a99f97e3fc_3755773118196886992.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Además de Khedive, el equipo incluía a la aventurera Zhichiong, originaria del Pueblo Mingyun. Siendo parte de la última generación de mineros, Zhichiong había trabajado en la Sima y la conocía como la palma de su mano, por lo que el Ministerio de Asuntos Civiles la contrató para cartografiar el subsuelo. Cuando la Sima fue clausurada tras un accidente, la joven se convirtió en aventurera. Zhichiong reflexionaba constantemente sobre cuál era el valor de los simples mortales que no contaban con la bendición de los dioses y que, quizás, habían llegado a este mundo por accidente, en comparación con quienes sí gozaban de la mirada de las deidades. Soñaba con seguir esforzándose para no quedar atrapada en la miseria de la pobreza y esperaba que ese esfuerzo cotidiano no fuese olvidado."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"El herborista que escala el precipicio más alto para cumplir con su trabajo, el minero que se enfrenta al peligro como si fuera su pan de cada día, el obrero que incrusta clavo tras clavo en un barco de varios pisos de altura... Si esos esfuerzos se consideran mediocres y es común que hasta los propios humanos los olviden, ¿no resulta ridículo que los dioses se esfuercen por establecer una diferencia tan absurda entre los deseos y el honor de los seres humanos?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Aunque la aventurera no poseía una Visión, descendió valientemente a las peligrosas profundidades de la Sima para cartografiar los lugares que había recorrido. Zhichiong deseaba que los paisajes subterráneos llevaran su nombre, y demostrarle a la gente común hasta dónde podía llegar un mortal no elegido por los dioses, y qué clase de historia podía dejar tras de sí."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/22ecacb511800322d5b6f9f12e67b168_5833897761467354332.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La especialista en seguridad, Jinwu, estaba encargada de reparar y mantener el equipo del grupo de exploración. Su padre le había enseñado todo cuando ella tenía diez años: cómo montar un campamento, cómo fabricar lámparas de cristal, y cómo operar maquinaria de minería. A medida que su padre envejeció y su vista se debilitó, la responsabilidad del mantenimiento recayó completamente sobre Jinwu. Aunque tenía una hija, esta se fue a estudiar a Sumeru, y Jinwu se encargó de cuidar a los hijos de los mineros fallecidos. Trabajó en las minas por aproximadamente veinte años, convirtiéndose en una verdadera hermana mayor para los mineros, incluida Zhichiong. Para facilitar la exploración de la Sima, Jinwu le entregó al/a la Viajero/a el Canalizador lumínico, el cual disipa la oscuridad y el miasma, destruye los pozos de fango y enciende lámparas. El aparato puede absorber energía de las moscas brillofortuna, jade noctilucoso, rocas lumínicas, y lámparas brillorroca, pero solo puede ser utilizado correctamente por portadores de Visión. La composición del Canalizador lumínico es similar a la arena cristalizada y a las rocas lumínicas, que comenzaron a aparecer en los túneles oscuros tras la caída del pilar divino. Este mineral tiene la propiedad mágica de acumular energía y emitir luz, y si se escucha atentamente, se pueden oír sonidos parecidos a suspiros. Uno de los nombres que recibe este mineral es roca de los deseos, y los mineros supersticiosos dicen que puede conceder milagrosamente un deseo que uno ni siquiera había pedido. Los espatos lumínicos son similares a las rocas lumínicas y constituyen una manifestación de la \"cosa\" subterránea. Debido a su estructura similar, los cristales, minerales y el Canalizador pueden resonar entre sí, por lo que Jinwu puede mejorar el Canalizador recolectando cierta cantidad de estos materiales, permitiéndole acumular más energía y destruir grandes concreciones exudantes."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/6ee0ebce1edf777981b899819463dae5_6320778825920832645.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El último miembro del equipo era un bardo de Mondstadt, Taliesin, que recolectaba inspiración. Luego de todas las aventuras del/de la Viajero/a en la Sima, las historias del fango oscuro, los monstruos del Abismo, los cristales azules, los nueve Caballeros Serpiente Negra, los Fatui en aprietos y los hongos brillantes, Taliesin compuso un poema épico que combinaba sus emociones y aspiraciones. Durante su estancia en la Sima, un anillo de latón desapareció de su persona. Según el bardo, fue encontrado\ndonde, según la leyenda, cayó el dragón de las sombras Durin. Sospechando que los hurones lo hubieran devuelto, el bardo pidió ayuda al/a la Viajero/a, y ambos fueron al campamento de los Ladrones de Tesoros en el Cima del Cristal, donde se recuperó el anillo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/9e3047415adb40d1a901c00506987ec8_5652260663267953017.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En el noroeste de la Ruta Minera Provisional, puede encontrarse a uno de los Caballeros Serpiente Negra, Skeld. Tras derrotarlo, se obtiene un Orbe abisal, necesario para abrir una habitación secreta.\nEn el campamento del equipo de espeleología, pueden encontrarse las misiones de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5368,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5369,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5366,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5377,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", y"
      },
      {
        "type": "CustomEntry",
        "epId": 5379,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 2510,
        "name": "Khedive",
        "desc": "<p>Investigador de Sumeru especializado en minerales y biología. Debido a los cambios en el entorno de la Sima financió con sus fondos un equipo de espeleología para adentrarse en la zona y recoger información.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/26/20619958/086809e1ae9843c57d4a17936c81ff88_8722946769095828396.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2487,
        "name": "Zhichiong",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Zhiqiong_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2520,
        "name": "Jinwu",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Jinwu_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3996,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2251,
        "name": "Soldado del Vacío - Defensor",
        "desc": "Un soldado sombrío que, en el pasado, fue un orgulloso militar de un antiguo reino subterráneo. En la actualidad, no es más que una armadura vacía cuyo único recuerdo es el de luchar.<br/>Lo peor que le puede pasar a un ser vivo es involucionar. En el caso de este cascarón vacío, su aspecto ha cambiado por la erosión que los Caballeros Serpiente Negra sufrieron a causa de sus pecados, sus maldiciones y el tiempo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Defender_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 762,
        "name": "Carta de recomendación de la Academia de Sumeru",
        "desc": "Una carta escrita con mucho esmero. Sobre el cierre del sobre se aprecia el sello de Khedive Pursina, investigador de ecología.<br/>Es una recompensa que te dio el mismo Khedive. Según él, es más valiosa que todo el Mora del mundo. También garantiza la ayuda de los Purbiruni.<br/>El erudito piensa que recompensar a la gente con dinero es un insulto. Esperemos que esta no sea la típica forma de recompensar a la gente en Sumeru...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Academia Recommendation Letter_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1005,
        "name": "Canalizador lumínico",
        "desc": "Un piedra preciosa capaz de proporcionar luz al llevarla equipada en las Minas Subterráneas de la Sima.<br/><br/>Su composición comparte algunas características con la arena cristalizada de la Sima, pero esta piedra contiene un poder aún mayor.<br/>Ojalá te sirva como un sol en miniatura que ilumina tu camino y facilita tu exploración de la oscuridad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lumenstone Adjuvant_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1003,
        "name": "Roca lumínica",
        "desc": "Un mineral obtenido en el subsuelo de la Sima. Se dice que puede servir como canalizador.<br/>Puede emitir un gran brillo en los oscuros túneles mineros de la Sima, pero dejará de funcionar en cuanto salgas de ellos.<br/>Parece como si aún tuviera algunas misteriosas propiedades por descubrir.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lumenstone_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1004,
        "name": "Mineral lumínico",
        "desc": "Un pedazo de roca lumínica en bruto. Si se pule un poco, es posible que fortalezca la energía del Canalizador lumínico. Podrías buscar a Jinwu para que le eche un vistazo...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lumenstone Ore_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3318,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 471,
        "name": "Jade noctilucoso",
        "desc": "Un mineral poco común que brilla en la oscuridad. Se dice que es una piedra preciosa que ha mutado y se ha condensado a partir de los elementos del mundo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Noctilucous Jade_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1921,
        "name": "Anillo de latón",
        "desc": "Un anillo que le robaste a un hurón ladrón dorado. Debido a su brillo, los hurones ladrones lo usan para atraer a una pareja. En realidad, parece ser bastante valioso. Seguramente su dueño esté muy preocupado por él.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Brass Ring_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7767,
        "name": "Borrador del poema de Taliesin",
        "desc": "Un grueso manuscrito de poesía. El contenido no está mal, pero es de calidad media. De hecho, nadie disfrutaría leyendo los comentarios verídicos. Más que un poemario, esto parece un soporífero libro de historia.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/c7cc11d696ed949e399fa20325fae941_2275053737865157076.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1058,
        "name": "Orbe abisal",
        "desc": "Un extraño orbe que dejaron los enemigos del Abismo. Si se mira con detenimiento, es como si se pudieran vislumbrar los sueños de tiempos remotos que quedaron escondidos en la niebla.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Orb of the Blue Depths_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7021,
        "desc": "",
        "displayStyle": "card",
        "menuId": 39
      },
      {
        "type": "CustomEntry",
        "epId": 3031,
        "name": "Canalizador lumínico",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/10742394/1ef525b101a31611b9fe2cc1b0a59aa8_7355629842735163232.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Cueva de la Serpiente Gigante",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/d4be9e78954488c4e16956d7836cb6eb_2829030728308748389.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Serpiente de las Ruinas se encuentra en la Cueva de la Serpiente Gigante. Esta antigua y extrañamente formada máquina autónoma fue diseñada en Khaenri'ah hace más de quinientos años y fue abandonada en la Sima tras la caída del reino. El sistema de engranajes en su \"cabeza\" puede abrirse paso incluso a través de la roca más dura, y excavar los túneles con los que las fuerzas de esa nación podrían haber accedido a todo el continente habría sido una tarea sumamente sencilla. La Serpiente de las Ruinas está compuesta por varias partes cúbicas, algo reminiscentes a los Hipóstasis elementales, y es capaz de adaptarse a su entorno. Por eso, el autómata comenzó a usar las Protuberancias fangosas para almacenar energía y lanzar misiles. Para debilitar a la Serpiente de las Ruinas, se puede usar el Canalizador Lumínico para destruir el fango oscuro.\nNo muy lejos de la Serpiente de de las Ruinas, se puede encontrar al Caballero Serpiente Negra, Haltaf, quien posee un Orbe abisal necesario para abrir la sala en la ciudad invertida.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 2222,
        "name": "Serpiente de las Ruinas",
        "desc": "Una antigua máquina autómata de aspecto inusual.<br/>Según las leyendas, es una máquina de ingeniería de un reino caído. Con su boca en forma de tuerca, es capaz de perforar las rocas más duras. Gracias a esa fuerza, puede crear túneles de acceso a la superficie lo suficientemente grandes como para que pase todo un ejército.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Serpent_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 1319,
        "name": "Colmillo rúnico",
        "desc": "Un colmillo que la antigua máquina con forma de serpiente utiliza para excavar a través de las rocosas paredes de las profundidades de la montaña. Hay varias runas grabadas en él.<br/>Cuenta la leyenda que serpientes gigantes se esconden entre las rocas bajo tierra y que albergan un gran odio hacia aquello que pertenece a la superficie. Se dedican a cavar grandes túneles subterráneos, aunque aún no se sabe con qué siniestro fin...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Runic Fang_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1005,
        "name": "Canalizador lumínico",
        "desc": "Un piedra preciosa capaz de proporcionar luz al llevarla equipada en las Minas Subterráneas de la Sima.<br/><br/>Su composición comparte algunas características con la arena cristalizada de la Sima, pero esta piedra contiene un poder aún mayor.<br/>Ojalá te sirva como un sol en miniatura que ilumina tu camino y facilita tu exploración de la oscuridad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lumenstone Adjuvant_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2585,
        "name": "Protuberancia fangosa",
        "desc": "Un extraño saliente que aparece en el fango oscuro para asegurar su integridad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/tutorial/Oozing Concretions_icon.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2644,
        "name": "Fango oscuro extraño",
        "desc": "<p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/10742394/1ef525b101a31611b9fe2cc1b0a59aa8_5569734263047612697.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 1058,
        "name": "Orbe abisal",
        "desc": "Un extraño orbe que dejaron los enemigos del Abismo. Si se mira con detenimiento, es como si se pudieran vislumbrar los sueños de tiempos remotos que quedaron escondidos en la niebla.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Orb of the Blue Depths_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Área Minera Principal",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/cf325db8600373681fc3c94999841385_7872371168788869902.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El noreste de las minas subterráneas de la Sima solía ser la principal zona de extracción, pero tras el cierre de la Sima, solo quedaron allí los Ladrones de Tesoros. En las zonas mineras puede encontrarse un extraño gas rojo violáceo que explota ante cualquier tipo de destello, por lo que las minas están iluminadas con lámparas minerales. Los mineros usaban pinzones enjaulados para determinar si un área era segura según el estado de las aves."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/e49bf1b9ce6c735e85ca096eac501e73_2633047608798233793.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En el extremo norte del lugar puede encontrarse un árbol blanco plateado, similar al árbol de Espinadragón. Este árbol es una ramificación del Irminsul, ubicado en lo profundo del subsuelo. Aunque no es un árbol en el sentido biológico, puede considerarse como un enorme árbol que crece al revés. Al igual que las raíces del Irminsul, las Líneas Ley atraviesan la tierra, extendiéndose desde un vasto espacio subterráneo hasta emerger en la superficie. Las Líneas Ley absorben los recuerdos de Teyvat, y el Irminsul contiene todo el conocimiento y sabiduría del mundo desde tiempos antiguos hasta la actualidad. Cerca del árbol se puede encontrar uno de los fósiles que le interesan a Khedive, así como un mensaje escrito por magos del Abismo en una lengua extinta."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/18cdaa524753f40537b3c26a48c3afc2_6402921886040171619.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mientras investigaban el miasma en las minas de la Sima, el/la Viajero/a, Zhichiong y Paimon se encontraron con un grupo de Ladrones de Tesoros que habían encerrado a un hombre llamado Clitofo en una jaula. Al liberarlo, el hombre reveló que otro individuo usaba el nombre falso de \"Tuclifo\" para vender medicinas falsas haciéndose pasar por él, razón por la cual había sido encerrado. Sin creerle del todo, el/la Viajero/a y Paimon pensaban entregarlo a la Geoarmada, pero Clitofo pidió que lo llevaran con ellos, prometiendo fabricar explosivos. Al regresar al campamento temporal, Jinwu reconoció a Clitofo como el hombre que había vendido la falsa \"medicina de los hombres de verdad\" en las minas. Los trabajadores la habían comprado y luego descubrieron que era simplemente mermelada de valbaya. Como la\nde Mondstadt que debía llegar a la Sima había sido encarcelada junto con el\nClitofo fue reclutado como experto en demoliciones para despejar un pasaje hacia los niveles inferiores."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/df2e690ee9795ac3380698bd18e6a6fd_7151572233776313054.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Con el tiempo, al conocer mejor a Clitofo, resultó que su encierro en la jaula fue, en parte, culpa del/de la Viajero/a y Paimon. El hombre para quien trabajaba, Erge, fue en su momento líder de un equipo de extracción en la Sima, pero al clausurarse el sitio, quedó desempleado. En lugar de recibir un subsidio del Ministerio de Asuntos Civiles y comenzar una nueva vida, Erge se unió a los Ladrones de Tesoros. Clitofo también era un Ladrón de Tesoros en Mondstadt hasta que fue enviado a Liyue bajo las órdenes de Erge. Un día cometió un error, y su grupo fue emboscado por el/la Viajero/a y la Geoarmada. Después fue enviado a vigilar a los hurones ladrones de tesoros, pero estos les robaron todo y escaparon. Finalmente, Clitofo fue enviado a encontrar una entrada secreta a la mina, pero apenas tuvo tiempo de explorar cuando un terremoto, causado por la destrucción de las llaves rocosas por parte del/de la Viajero/a, casi los sepulta vivos. Entonces Erge se enfureció, acusó a Clitofo de traición y de colaborar con la Geoarmada, y por ello lo encerró en una jaula."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/0904396266b5c21010cf0e0c2e9d17b5_4596868761576538331.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tras desbloquear el almacén con dos llaves, el/la Viajero/a y Paimon descubrieron proyectiles de cañón. Todas las mechas estaban diseñadas para activarse por reacción catalizadora del elemento Geo, pero las anomalías en las minas las habían afectado, y los elementos catalíticos Geo se convirtieron en un cristal azul inerte, volviendo las mechas inútiles. Con la ayuda de Clitofo, crearon un Aceite litoesencial especial para detonar los proyectiles, y al cargar uno en el Explotamontañas, el mecanismo explosivo de distancia de seguridad modelo 2156, el/la Viajero/a, Paimon y Zhichiong lograron abrir un pasaje que conectaba la zona principal de extracción con los niveles inferiores de la Sima."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/901eae97c11b2ad500cea850e084acc1_3908127554039887297.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al sureste del lugar se encuentra un árbol enorme y poco común, cuyas ramas y hojas crecen desafiando la gravedad. Tras activar los monumentos cercanos al árbol con el poder de los elementos, puede encontrarse una Semilla seca. Luego de que el/la Viajero/a y Paimon fueran a Sumeru y encontraran todos los tesoros de los\ndel Arconte Dendro, la Semilla seca comenzó a vibrar repentinamente en la mochila del/de la Viajero/a. Al colocarla en agua, se transformó de pronto en un Aranara llamado Araminali. En el pasado, le encantaba viajar y dibujar paisajes que veía a la distancia para enviarlos al hogar de los Aranara, Vanarana. Pero un día, Araminali se adentró en un lugar muy oscuro y sombrío, con poca tierra y hierba, pero muchos hongos y piedras. Allí se topó con una criatura negra peligrosa (un Caballero Serpiente Negra) y se convirtió en semilla para protegerse. Cuando el/la Viajero/a y Paimon lo devolvieron a Sumeru, decidió emprender nuevamente un viaje a través del desierto.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5112,
        "name": "Espinadragón",
        "desc": "<p>Una región nevada y peligrosa al sur de Mondstadt, donde el hielo nunca se derrite. Las tierras de Espinadragón están impregnadas con la sangre envenenada del dragón Durin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/c827a0b715536c9cf8cc63f1ca4bf669_6784422490765482109.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3995,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Una visitante frecuente de los calabozos de los Caballeros de Favonius, la maestra de explosiones de Mondstadt. La llaman “el Sol Fugitivo”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "El gran estratega de los Caballeros de Favonius. Se rumorea que procede de un lugar de fuera de Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 8238,
        "name": "Aceite litoesencial especial",
        "desc": "Según la fórmula del peligroso bálsamo ideado por Clitofo, este está compuesto de dos aceites esenciales de rocas profundamente refinadas. Contiene el elemento Geo.<br>Es conocido por su inestabilidad, solo los dementes y los mineros más experimentados lo utilizan, por lo que tampoco es fácil de encontrar.<br>Por tu bien, ¡utilízalo con mucha precaución!",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/14/e9c34f5d72f7ab84c6e25d0bd85364e3_2133180094434337933.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 691,
        "name": "Semilla seca",
        "desc": "Un objeto redondo que parece haberse desecado hace tiempo. Si uno se guía por el sentido común, adivinará que se trata de una semilla. No obstante, esta contiene una vitalidad imposible de ignorar.<br/>En conclusión, mejor no te la comas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shriveled Seed_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Canal Subterráneo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/9af29fc960b539c57483fdab3e93b926_1030278759377887159.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Canal Subterráneo de la Sima se encuentra al suroeste del Área Minera Principal y está saturada de energía elemental. Mientras pescaba, el/la Viajero/a atrapó un objeto extraño del agua y decidió preguntarle a Khedive al respecto. El erudito aconsejó dejar el objeto cerca de la orilla y activarlo con Hydro. Tras seguir las instrucciones, apareció un Dragarto, atraído por la energía elemental. Resultó que el objeto era un alga enriquecida con Hydro. El contenido de estos elementos en el agua bajo la Sima es tan alto que tales plantas podrían aparecer en lugares especiales donde se acumulan. Y los Dragartos, al igual que otras criaturas de la Sima que necesitan el elemento Hydro, consumen estas plantas para aumentar su fuerza. Dichas algas no crecen en condiciones normales a menos que el cuerpo de agua esté afectado por una energía muy pura y fuerte, y algún día podrían volverse criaturas elementales con conciencia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/0d07efb8b5ab0d19c1075631e79cfc8e_8713070359411226911.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cerca del lugar de pesca, pueden encontrarse dos Caballeros Serpiente Negra, uno de los cuales, Edgetho, tiene un Orbe abisal necesario para abrir el tesoro, y el segundo posee una carta del cabo Nikolay para su hermana, Katarina. Además, en el Canal Subterráneo se pueden encontrar dos registros escritos en el antiguo idioma del Abismo. Tales registros se disipan con la luz del Canalizador lumínico. Cerca de los registros, también se hallan dos fósiles que interesan a Khedive."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/de27929b2c6a4cb203fc7f834e3f9a53_2360418694764982748.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al suroeste del lugar se encuentran las ruinas de una antigua civilización, cuya arquitectura recuerda a la civilización de Enkanomiya. En estas ruinas está una de las dos campanas necesarias para disipar la niebla extraña de las Ruinas Desconocidas, así como también el Caballero Serpiente Negra, Hyglacg, quien posee un Orbe abisal.\nCuando el/la Viajero/a y Paimon entraron en las minas de la Sima, la especialista en seguridad, Jinwu, les pidió que encontraran el rastro de un minero veterano, el Tío He. Fue una de las desafortunadas personas que desaparecieron hace varios años durante la evacuación de la Sima, al no poder oír la alarma debido a su sordera. En la Ruta Minera Provisional, se encontraron antiguos diarios donde el minero escribía sobre un extraño magma negro que rezumaba desde el subsuelo y sobre hongos inusuales. Al acercarse al magma negro, sus pensamientos se volvían confusos y sus sentidos se agitaban. Sin embargo, cerca de los espatos lumínicos, estos efectos perjudiciales se reducían notablemente. Este magma atraía criaturas elementales, que comenzaron a alimentarse de él, pero el hombre sintió que algo no iba bien y decidió buscar un lugar donde crecieran hongos. Gradualmente, el minero comenzó a escuchar como si alguien lo llamara y le dijera que había agua y hongos en las profundidades."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/fc9b027f81011ae55d7d67c8889a5c34_6090912739000997994.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tras descender al Canal Subterráneo, el/la Viajero/a y Paimon descubrieron un enorme árbol hueco donde vivía el Tío He. Su piel se había vuelto de un color rojo oscuro, hablaba constantemente sobre hongos y parecía no comprender las preguntas. Después de alimentarlo con hongos, lograron llevar al minero al campamento del equipo de espeleología, donde fue examinado por Khedive. Las esporas de los hongos se habían alojado en el canal auditivo del minero, lo que provocaba picazón constante en sus oídos, y con el uso prolongado, los hongos deterioraron su cordura. Cuando estos hongos fueron hallados por primera vez en la Sima, un erudito quiso estudiar los efectos de su uso prolongado, pero nadie quiso participar en el experimento ni comerlos. Tras investigarlos, se descubrió que, debido al entorno especial de las minas, los hongos empezaron a tener efectos alucinógenos, aunque no causaban daños irreversibles al cuerpo ni a la mente humana. Khedive limpió el hongo del cuerpo del Tío He y le dio medicación para restaurar su sistema nervioso, por lo que debería recuperarse tras un largo descanso."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/5aa100d8b53381771cb52590646dd8b9_7250648588292753961.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En la intersección entre el Área Minera Principal y el Canal Subterráneo, el/la Viajero/a se encontró con la Novena Compañía de los Fatui, liderada por el sargento mayor Anton Melnikov. Cuando llegaron a la Sima, había sesenta y cuatro personas en la compañía, pero solo quedaron Anton, Danilov, Temur y Radomir. Según el acuerdo con las autoridades de Liyue, la tarea de los Fatui era estudiar la causa del incidente en la Sima y proteger a las personas del desastre oscuro. Cuando las minas fueron selladas por primera vez, se firmaron acuerdos comerciales entre Snezhnaya y Liyue, y la transferencia de los Fatui a la Sima fue una de las condiciones adicionales. La Novena Compañía llegó para realizar investigaciones y destruir la fuente de la anomalía, y toda la información obtenida durante las investigaciones se compartía entre Snezhnaya y Liyue. Al principio, los habitantes de Liyue incluso bendecían al escuadrón, ya que para ellos eran héroes que se sacrificaban por los demás. Los Fatui descubrieron un cristal más antiguo que la propia Sima y encontraron que la sustancia negra aumentaba en cantidad cada día. La Novena Compañía quiso usar el dispositivo de Mokosh, que en teoría podía lidiar con la corrupción del Abismo, pero una explosión de origen desconocido causó que el dispositivo se sobrecargara y fallara. Como resultado de las batallas con monstruos y las fuerzas de la corrupción, casi toda la Novena Compañía fue aniquilada o desapareció, y los suministros dejaron de llegar desde la superficie. Al principio, los Fatui hicieron un acuerdo con los Ladrones de Tesoros para intercambiar dinero y suministros militares por comida y bienes esenciales, pero el contacto, Clitofo, desapareció y la Geoarmada arrestó a todos los Ladrones. Cuando el/la Viajero/a y Paimon subieron al punto de suministro, resultó que hacía tiempo había sido abandonado, y la cooperación con los Fatui había cesado tras el incidente con los Fatui y el Señor del Vórtice, Osial. El acuerdo de cooperación con Snezhnaya fue cancelado, se prohibió a la Geoarmada interactuar con los Fatui bajo pena de arresto, y todos los Fatui fueron declarados criminales enemigos. El líder del escuadrón de la Geoarmada, con quien los Fatui y el/la Viajero/a habían cooperado, dejó una carta a Anton informándole del cambio en la situación y de los suministros ocultos. Al darse cuenta de que ya no eran bienvenidos en Liyue y que Pulcinella había renunciado a activos de bajo valor en favor de empresas más importantes, la Novena Compañía decidió retirarse. Al despedirse, pidieron encontrar a su camarada, Katarina, quien había ido en busca de su hermano, Nikolay.\nEn esta ubicación pueden encontrarse las misiones de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5374,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "y"
      },
      {
        "type": "CustomEntry",
        "epId": 5365,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5366,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2510,
        "name": "Khedive",
        "desc": "<p>Investigador de Sumeru especializado en minerales y biología. Debido a los cambios en el entorno de la Sima financió con sus fondos un equipo de espeleología para adentrarse en la zona y recoger información.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/26/20619958/086809e1ae9843c57d4a17936c81ff88_8722946769095828396.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2473,
        "name": "Anton",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Anton_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7478,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7769,
        "name": "Objeto extraño",
        "desc": "Un objeto extraño rescatado de las aguas subterráneas de la Sima. Está tan empapado que no se distingue si es un ser vivo o inerte.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/fbc0da1da51a634deffd89fc9e4450b5_2043231914728291181.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1058,
        "name": "Orbe abisal",
        "desc": "Un extraño orbe que dejaron los enemigos del Abismo. Si se mira con detenimiento, es como si se pudieran vislumbrar los sueños de tiempos remotos que quedaron escondidos en la niebla.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Orb of the Blue Depths_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7768,
        "name": "Nota de Yanbo",
        "desc": "Un papel al que no parece faltarle ningún fragmento. Los caracteres que contiene se escribieron con una letra limpia y cuidada. Tiene el aspecto de ser una carta para un viejo amigo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/37ad628377e17bc4a9c8c9c4ae9c8423_3393775603252000807.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Cámaras Rocosas",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/25040a28a15d40318fe45cd9648556a6_6767054792110213793.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando Zhichiong, el/la Viajero/a y Paimon despejaron un camino hacia los niveles inferiores, descubrieron un fragmento flotante y brillante, similar a los fragmentos de pilar divino que el/la Viajero/a había encontrado en Espinadragón. Cuando los mineros desenterraron el fragmento, comenzaron a aparecer rocas lumínicas por toda la Sima. Después de la aparición del fragmento, los cambios en la estructura geológica de las minas comenzaron a acelerarse: empezó a surgir una materia negra que cubría las rocas, y el fango oscuro junto con las concreciones rezumantes comenzaron a extenderse por las minas. El fango oscuro es una sustancia misteriosa y venenosa que brota de una fisura en el suelo, causando un efecto mortal y destructivo en cualquier organismo cercano. La protuberancia fangosa es el núcleo del fango oscuro, y solo destruyéndola puede eliminarse el fango. Los monstruos que se encuentran dentro de este derrame se vuelven aún más feroces y se alimentan de esa energía. Los mineros que desenterraron el cristal creyeron que era una \"Roca de los deseos\", y que cualquier deseo se haría realidad si se acercaban a él. Pero el fragmento volvió locos a los mineros, y las Siete Estrellas de Liyue se vieron obligadas a sellar la mina. Cuando Zhichiong entró en contacto con el fragmento, sintió una náusea intensa, como el mareo de un carruaje o la desorientación de un barco en medio de una tormenta. Había sentido lo mismo cerca del fango oscuro, pero aún así continuó explorando las minas a pesar del deterioro de su salud. Cuando el/la Viajero/a purificó el fragmento, este salió volando y despejó el camino más adelante, y Zhichiong sintió alivio, como si el aire se hubiese vuelto más limpio de nuevo.\nEn las Cámaras Rocosas, el/la Viajero/a y Paimon encontraron al minero Chi Ding, que estaba buscando una muñeca para su hija. Esta muñeca era muy rara, así que pidió a sus conocidos que compraran una en el Gremio de Comerciantes de Feiyun y la atesoraba como a la niña de sus ojos, pero un día la perdió. El/La Viajero/a y Paimon se ofrecieron a ayudar al minero a encontrarla y lo llevaron a la superficie para ver a Muning. Mientras buscaban la muñeca, encontraron una hoja rota de un cuaderno:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“... Esa roca apareció otra vez. Seguro que tiene algo que ver con el cierre de las minas...”</color>\n<color=#ffffffd9>“... Ahora que comenzó a trabajar en el Ministerio de Asuntos Civiles, necesitará dinero para muchas cosas. No puedo atrasar mi trabajo como hice dos años atrás cuando cerraron las minas.”</color>\n<color=#ffffffd9>“... Chi Ding, hazlo al menos por tu hija, ¡tienes que hacer estallar esa roca!”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/cadaa27ff20c5f54a823e3e44baa802d_3401326986232286420.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Después de examinar una caja de pólvora en las Cámaras Rocosas, el/la Viajero/a y Paimon notaron repentinamente a una niña pequeña. Ella se presentó como hija de un minero y se negó a subir al campamento, pero les mostró la ubicación de la muñeca perdida. Al ver a los Sabuesos Acechadores en el camino, no se asustó, sino que empezó a jugar con ellos. Cuando regresaron con el minero, resultó que Chi Ding se había obsesionado debido a su prolongada estadía en las profundidades de la Sima, pero cuando subió a la superficie, su mente se aclaró. Cuando las Siete Estrellas de Liyue sellaron la Sima, Chi Ding no podía aceptar que cerraran las minas, ya que perdería su trabajo, así que decidió volar por los aires a la \"Roca de los deseos\". Pero en cuanto descendió y se acercó a la piedra, su cabeza comenzó a dolerle intensamente, y todo empezó a darle vueltas. Solo cuando salió de las minas pudo recobrar el juicio. La muñeca que Chi Ding pidió encontrar en realidad pertenecía a su hija, pero tras jugar con ella un tiempo, el hombre comenzó a llevarla consigo como un talismán. La hija hacía ya tiempo que había crecido y trabajaba en el Ministerio de Asuntos Civiles, y la niña que el/la Viajero/a y Paimon conocieron no era más que un reflejo creado por los poderes de la \"Roca de los deseos\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/8e031df065c50942351030eedd895265_7158747086810254185.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En el extremo sur de las Cámaras Rocosas se encuentran las ruinas de una civilización antigua, donde puede hallarse la segunda campana necesaria para disipar la niebla en las Ruinas Desconocidas. En estas ruinas quedó un Demoledor de las Ruinas, una máquina humanoide antigua creada en Khaenri'ah, abandonada tras la desaparición de dicha civilización. Cerca de allí pueden encontrarse dos registros escritos en lengua abisal antigua. No muy lejos de este sitio hay una sala oculta con tres Caballeros Serpiente Negra. Uno de ellos, Buliwyf, posee un Orbe abisal, necesario para abrir la sala secreta.\nEn esta ubicación puede encontrarse la misión de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5370,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 2487,
        "name": "Zhichiong",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Zhiqiong_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2225,
        "name": "Demoledor de las Ruinas",
        "desc": "Una máquina de guerra muy antigua con forma humanoide.<br/>Su apariencia es similar a la del Guardián de las Ruinas, pero está más deformado y es más fuerte. Tiene núcleos de energía en ambos pies, probablemente para poder soportar el peso de su cuerpo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Grader_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 1174,
        "name": "Muñeca de juguete",
        "desc": "La muñeca de la hija del minero Chi Ding. De aspecto andrajoso, nadie diría que a algún niño le pudiera gustar. No obstante, si se presta atención a cada una de las punzadas con las que se cosió a mano, uno puede percatarse de que se pagó un alto precio por ella en su día.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Toy Doll_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1058,
        "name": "Orbe abisal",
        "desc": "Un extraño orbe que dejaron los enemigos del Abismo. Si se mira con detenimiento, es como si se pudieran vislumbrar los sueños de tiempos remotos que quedaron escondidos en la niebla.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Orb of the Blue Depths_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Ruinas Desconocidas",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/92195bc26e02b13d248aa93a90d4318f_6365149508360179028.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando el/la Viajero/a, Paimon y Zhichiong purificaron a la \"Roca de los deseos\", este abrió un pasaje hacia una zona aún más profunda de la Sima, cubierta por una extraña niebla púrpura. Tras despejar la niebla con dos campanas en las ruinas de una antigua civilización y enfrentarse a los Bardos del Abismo, el/la Viajero/a y Paimon vieron una ciudad invertida, que recuerda a la estatua profanada del Arconte Anemo en Liyue. En el centro de esta ciudad hay una fuente invertida que debilita los efectos de la maldición de los dioses. La Orden del Abismo intentó usar esta fuente para levantar dicha maldición, pero los malditos cayeron en una agonía indescriptible y el ritual fue interrumpido. Esta fuente puede verse desde el mundo dentro del «Vademécum de la revelación», escrito por el fundador de la Comunidad Cruz de los Narcisos, René de Petricor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/6c775094f03b6def0c67ac8822f4d902_8482901625119510783.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El terreno bajo la ciudad invertida es el más corrompido por el fango oscuro. Un día, cuando se reabrió la Sima, el fango oscuro comenzó a fluir nuevamente desde las minas, y Khedive pidió ayuda a su amigo, un erudito de Sumeru llamado Hosseini, para enfrentar este peligro. Hosseini y Khedive descubrieron que el fango oscuro se debía a alteraciones en las Líneas Ley. Para purificarlas, debían instalar el Clavo de Pursina, capaz de liberar las fuerzas que interrumpen el flujo normal de energía en las Líneas Ley, en los puntos de donde brotaba el fango. Dado que el Clavo de Pursina podían absorber la energía del fango oscuro, no solo sellaban las Líneas Ley, sino que también reducían el efecto de la contaminación ya esparcida."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/50edf90b15d30a1973b3f16f5717b1b8_1120285811099700193.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al oeste de las Ruinas Desconocidas se encuentra uno de los Caballeros Serpiente Negra, Serkir. Él posee un Orbe abisal, y si se recolectan los nueve orbes, se puede abrir una sala secreta en la ciudad invertida. En esta sala del tesoro, puede encontrarse una misteriosa carta escrita en un idioma ancestral.\nTras despejar Zhichiong y el/la Viajero/a el pasaje hacia el sur de la Sima, el campamento temporal del equipo de espeleología se trasladó hacia el sur de las Ruinas Desconocidas.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Condado Berilo",
        "desc": "<p>Una antigua cordillera repleta de ruinas al otro lado de las aguas de la Corte de Fontaine.</p><p>Se dice que antaño los seguidores de Egeria consideraban este lugar como un lugar de alegría en el que hacer excursiones, dedicando canciones al amor y a los sueños puros e inmaculados como el berilo. Ahora, sus canciones se han dispersado con la luz de la luna, y solo vientos frescos siguen soplando por estas solitarias tierras cubiertas de menta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/205556113/b427c492c39d16da8fcca8217e55e32a_65223788382548651.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2487,
        "name": "Zhichiong",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Zhiqiong_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 1058,
        "name": "Orbe abisal",
        "desc": "Un extraño orbe que dejaron los enemigos del Abismo. Si se mira con detenimiento, es como si se pudieran vislumbrar los sueños de tiempos remotos que quedaron escondidos en la niebla.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Orb of the Blue Depths_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Cañón Luminiscente",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/96b5ffc49a38cf863eedf471dc72d293_8417857508141205612.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Cañón Luminiscente se encuentra al suroeste de la Sima, en la parte más profunda de las minas. Al sur de esta zona se encuentra un extraño y enorme hongo llamado Xamaran. Su progenitor es el dios de Sumeru, Bifrons. En el pasado, con la ayuda de sus \"hijos\", Bifrons controlaba la mente de las personas para que lo adoraran. Durante la Guerra de los Arcontes, Bifrons fue desterrado por al-Ahmar y se vio obligado a buscar un nuevo hogar, marchándose hacia un volcán en Natlan, mientras que Xamaran, quien considera a Bifrons \"su necio padre\", se separó de él y se trasladó a las minas subterráneas de Liyue. Han pasado muchos años sin tener contacto alguno, y Xamaran casi ha olvidado el nombre de su progenitor. Con el tiempo, la energía corrompida del Abismo en las minas se hizo cada vez más fuerte, y en su lucha contra ella, Xamaran agotó sus fuerzas. Gracias a la energía del Canalizador lumínico, parte de su poder fue restaurado, y compartió la Bendición de la Sabiduría con el/la Viajero/a para que pudiera purificar el fango negro y destruir la fuente del poder corrupto. Una vez purificada la tierra, el hongo entró en hibernación para recuperar fuerzas, proteger a sus semejantes y reproducirse. Alrededor de Xamaran pueden encontrarse hongos brillantes inusuales, idénticos a una de las especies que crecen en Sumeru. Tras estudiar estos hongos, Khedive llegó a la conclusión de que su luminiscencia podría ser el resultado de haber absorbido la energía de fragmentos de pilar divino."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/f58962edd059cc00e69cfe029b06a828_4653568393279601549.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En el Cañón Luminiscente, el/la Viajero/a y Paimon se encontraron con la compañera desaparecida de Anton Melnikov de la Novena Compañía: Katarina Snezhevna. Katarina es amiga de Lyudochka Snezhevna, a quien el/la Viajero/a y Paimon rescataron en Inazuma y ayudaron a empezar una nueva vida como miko. Katya y su hermano menor, el cabo Nikolay, crecieron en la Casa de la Hoguera, y cuando Nikolay desapareció en la Sima, Katya se separó de su compañía para buscarlo. Como estaba herida, pidió al/a la Viajero/a y a Paimon que buscaran pistas sobre su hermano. Durante la búsqueda, encontraron un fragmento de diario, un galón ensangrentado y una nota donde el cabo relataba haber descubierto una sala secreta mientras huía de un Guardián de las Ruinas. La cueva tenía una sola salida, pero no sabía a dónde conducía. Al final de la nota, escribió que un Caballero Serpiente Negra lo había visto, y su destino posterior es desconocido, aunque más adelante el/la Viajero/a y Paimon encontraron tanto al Caballero como una carta de Nikolay para Katya."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Me han descubierto, alguien viene. Es... ¿un espadachín cubierto totalmente de negro...?\"</color>\n<color=#ffffffd9>\"... Él, no, esa cosa... Parece que ni siquiera la sólida valla metálica es capaz de detenerlo. Lo sé con solo ver su aspecto...\"</color>\n<color=#ffffffd9>\"Perdón, Katya.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Al conocer el destino de su hermano, Katya prefirió creer que había muerto en combate y no desertado, ya que, de ser así, tendría que cazarlo como traidor sin importar dónde se escondiera o cuánto tiempo pasara. Y si realmente había muerto, entonces como su hermana, Katarina aceptaba el destino que todo Fatui debe afrontar, pero estaría orgullosa de su hermano. Al día siguiente, cuando el/la Viajero/a y Paimon regresaron al campamento de Katya, ella ya no estaba, y solo quedó la carta de Nikolay, que siempre llevaba consigo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/306b930d18c6c5a7f87d19c02f5b2c0a_7474775021177713226.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El camino que lleva al oeste de la zona está bloqueado por una puerta que puede abrirse con una llave pétrea que se obtiene al derrotar a los Bardos del Abismo en la ciudad invertida. Más allá de la puerta se hallan las ruinas de una antigua civilización y un pilar divino llamado la roca espíritu. El/La Viajero/a ya se había encontrado con un pilar similar en Espinadragón; eran herramientas usadas por el Orden Celestial para sellar las grietas de Teyvat. La roca espíritu tiene la capacidad de purificar y equilibrar fuerzas que no deberían existir en Teyvat, incluyendo el Abismo y el conocimiento prohibido."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/9869fe6df32cfe60d9a4458c5543c950_8202290413373513540.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al descubrirla, Paimon encontró una losa de piedra que parecía reciente y no encajaba con las ruinas circundantes. En ella había instrucciones para purificar la roca espíritu y una advertencia sobre el futuro. Tras purificar el cristal, el/la Viajero/a fue atacado desde el subsuelo por una\nmecánica, similar a la de la Cueva de la Serpiente Gigante. Durante la batalla, apareció repentinamente una mujer misteriosa, agente especial del Equilibrio Celestial de las Siete Estrellas de Liyue, quien disparó una flecha a la roca espíritu, dirigiéndola contra la Serpiente de las Ruinas. Cuando el pilar divino volvió a su lugar, la propagación de la inmundicia bajo la Sima se detuvo y las Siete Estrellas de Liyue reabrió las minas para reanudar los trabajos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/8f83e3192475e6a324e95e60675835bb_8795868415281012834.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de purificar el cristal y completar el mapa de la parte subterránea de la Sima, Zhichiong debía regresar a la superficie, ya que su salud empeoraba. El/La Viajero/a fue elegido para la expedición porque podía controlar los elementos y ya había visto un pilar similar en Espinadragón. Pero para personas comunes sin Visión, la mutación en las minas podía ser letal. Aquellos que se acercaban a la fuente de la mutación perdían lentamente el contacto con la realidad, enloquecían o se debilitaban hasta morir. A pesar de las órdenes del equipo de espeleología y de su estado, Zhichiong escapó. No muy lejos de la roca espíritu, el/la Viajero/a encontró el último campamento donde se había quedado, pero la chica ya no estaba. En su lugar, en el suelo, había una carta donde Zhichiong se despedía del equipo y les pedía perdón. Escribió que su viaje aún no había terminado y que seguiría su aventura, recorriendo el camino abierto hasta el final."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Pero no puedo frenar mis ilusos pensamientos y preguntarme si aventureros tan famosos como Leonard, Stanley o Roald, aun siendo humanos corrientes, habrían visto los paisajes que yo vi, si se habrían adentrado conmigo en la oscuridad de las cuevas rocosas, si habrían venido a ver con sus propios ojos el fango morado oscuro que fluye como lava, los cristales azules flotantes, los viejos mapas grabados en antiguas estelas de piedra y todos esos magníficos misterios imposibles de describir con palabras... Si se habrían retirado del peligro con tal de salvar sus vidas, o si, siendo tan testarudos como yo, habrían arriesgado sus endebles vidas como humanos que son para explorar las impredecibles profundidades de la tierra...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/9fa85e75ae6e639777111e34a91323c4_8246767743232909143.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Milenios atrás, cuando Sumeru era gobernada por la Reina Mayor Rukkhadevata, la Soberana Dendro, Apep fue corrompido por el conocimiento prohibido, una verdad que no pertenecía a Teyvat y provenía del fondo del Abismo. La vida elemental que prosperaba en el cuerpo de Apep fue casi destruida por el cataclismo, y las criaturas que sobrevivieron lo abandonaron para mantenerse con vida. Una de estas criaturas creía que el apocalipsis formaba parte de su ser, y por tanto, debía preservarse. Los demás no estuvieron de acuerdo, y esta criatura dejó Sumeru para irse a las profundidades sin fondo al este de la región, a un lugar negro sin retorno: la Sima. La Reina Mayor, junto con esta criatura, creó la semilla crepitante, que imitaba el funcionamiento del \"Corazón del Oasis\", la fuente de poder de Apep. Con esta semilla, el Corazón del Oasis podía reactivarse y el Dragón Dendro comenzaría a recuperarse. Rukkhadevata prometió que algún día el apocalipsis llegaría, y todos los recuerdos de él se borrarían, siendo esta criatura la única que los conservaría."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/9f854c2f0b014097b537e2c51d70d6cd_6850022219918877880.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dado que el pilar divino en la Sima puede equilibrar el poder del Abismo y el conocimiento prohibido, el apocalipsis dentro de la criatura fue alterado y ocultado profundamente en el fango oscuro. Gracias al poder de la Reina Mayor, la criatura pudo sobrevivir milenios, transformando el poder del apocalipsis a través del pilar y renunciando a la posibilidad de ser salvada. Como Rukkhadevata prometió, destruyó el conocimiento prohibido, pero eso le costó la vida, y su sucesora, la Reina Menor Kusanali, se vio obligada a borrarla por completo del Irminsul, destruyendo toda memoria de su existencia. Aunque Kusanali no recordaba el pacto, con ayuda de las criaturas que vivían en Apep, descubrió los últimos recuerdos del apocalipsis. Aunque fue demasiado tarde para la criatura que los custodiaba, la Reina Menor devolvió su conciencia a casa y salvó al Dragón Dendro."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Nuestro pasado ha sido rescatado y nuestro futuro, salvaguardado.</color>\n<color=#ffffffd9>Me basta con saber que ellos podrán volver a casa.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/bf0446af1bd1c2ea4edacc36d6d01d33_2057161759991376193.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En el Cañón Luminiscente puede encontrarse dos inscripciones escritas en el antiguo idioma del Abismo, así como a los Caballeros Serpiente Negra Rethel, Herger y Roneth, cada uno portando su Orbe abisal. Cerca de una de las inscripciones se encuentra el último fósil que interesa a Khedive. En estos fósiles se pueden ver criaturas marinas, lo cual prueba que antes de la formación de la Sima, allí existía un océano. Para conservarse en tan buen estado, los fósiles debieron ser enterrados rápidamente bajo tierra. Como todos estaban a una altitud similar, cerca unos de otros, y se formaron en un periodo corto, esto indica cambios ambientales bruscos y drásticos, como un terremoto de gran magnitud.\nEn esta ubicación pueden encontrarse las misiones de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5375,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "y"
      },
      {
        "type": "CustomEntry",
        "epId": 5372,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7628,
        "desc": "",
        "displayStyle": "card",
        "menuId": 38
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 8239,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "Una misteriosa persona que dice trabajar para el Ministerio de Asuntos Civiles, pero que “no existe” según los registros del propio Ministerio.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2487,
        "name": "Zhichiong",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Zhiqiong_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Diosa de la Sabiduría, la anterior Arconte Dendro, y amiga de Nabu Malikata y del Rey Deshret. Ella fue completamente borrada del Irminsul para preservarlo del conocimiento prohibido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/205556113/b8f2003f9943725b14fff4ebb77e90cf_925192913612715450.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4913,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2222,
        "name": "Serpiente de las Ruinas",
        "desc": "Una antigua máquina autómata de aspecto inusual.<br/>Según las leyendas, es una máquina de ingeniería de un reino caído. Con su boca en forma de tuerca, es capaz de perforar las rocas más duras. Gracias a esa fuerza, puede crear túneles de acceso a la superficie lo suficientemente grandes como para que pase todo un ejército.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Serpent_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7759,
        "name": "Diario del cabo Nikolay",
        "desc": "Un fragmento del diario del cabo Nikolay de los Fatui. Emite un hedor bastante desagradable, pero peor sería estar cubierto de barro.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/0f07cb6fbcb8a27664e6281ed22fa233_6918072165512844978.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7758,
        "name": "Nota del cabo Nikolay",
        "desc": "Una nota del cabo Nikolay. El contenido parece incompleto.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/c7cc11d696ed949e399fa20325fae941_2275053737865157076.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1182,
        "name": "Cristal gélido",
        "desc": "Un pedazo de cristal originario de las profundidades de la Sima. Este particular mineral de arena cristalizada es un fragmento que salió despedido durante tu combate con la misteriosa serpiente mecánica. En un principio, estos minerales eran unos objetos comunes y corrientes típicos de la Sima, pero este es distinto a los demás.<br/>Al exponerse a la radiación con otros minerales de color azul y el poder del Abismo, en su parte superior se crea un extraño patrón con forma de vórtice que resulta muy frío y que prácticamente hiela la sangre.<br/>El poder de la bóveda celeste y la ponzoña que asciende al cielo desde las profundidades de la tierra otorgaron esta forma a la arena cristalizada de la que se componía este mineral, como si de una advertencia a los mortales se tratara.<br/>Ya que el inerte mundo puede transformar la materia de esta manera, si esa persona valiente tuviera la oportunidad de ver el final de las oscuras profundidades, ¿cómo encararía todo lo que descubrió?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Frostglaze Crystal_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2258,
        "name": "Carta de Zhichiong",
        "desc": "Una carta de una joven aventurera con un olor a flor chingxin ligeramente amargo.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/13/10742394/ba08fcad090f859730554c152cdb2208_8821625254006010549.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1058,
        "name": "Orbe abisal",
        "desc": "Un extraño orbe que dejaron los enemigos del Abismo. Si se mira con detenimiento, es como si se pudieran vislumbrar los sueños de tiempos remotos que quedaron escondidos en la niebla.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Orb of the Blue Depths_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "videoCollection": [
      {
        "title": "Perilous Trail Event Cutscene Animation: \"Moment of Life or Death\" | Genshin Impact",
        "url": "https://youtu.be/C24nvloZZhE",
        "coverUrl": "https://i.ytimg.com/vi/C24nvloZZhE/maxresdefault.jpg",
        "duration": 249
      }
    ],
    "galleryCharacter": [
      {
        "key": "Sima",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/faedd5b2e80df91185822e4f9d235a56_40598192426433428.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Me quedé atónito la primera vez que vi estas formaciones tan maravillosas y aterradoras... Nunca olvidaré la conmoción y el asombro que sentí entonces\".\n\"Pero hasta las creaciones más sublimes acaban haciéndose monótonas tras tantas idas y venidas a órdenes del Ministerio de Asuntos Civiles...\"\n\"Por eso quiero agradecerte tu ayuda, viajero/a, sin ella no podría continuar mi propia aventura...\"."
          }
        ]
      },
      {
        "key": "Entrada a la Sima",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/46ff570ac542841c98f2468be8356935_7984731824064238071.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Entrada a la mina de la Sima, que los mineros llaman reverentemente la 'Entrada a la Sima'. Desde que fue sellada por las Siete Estrellas tras el terremoto reciente, la mina parece aún más traicionera e impredecible\".\n\"Por fin rompimos el sello mágico que bloqueaba la entrada gracias a ti, viajero/a, solo espero que las Siete Estrellas no nos lo echen en cara...\"."
          }
        ]
      },
      {
        "key": "Valle Fu'ao",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/56c2c306b401ff1672cc0360c2031f4f_3905365941116324317.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Este fue antaño el campo de batalla en el que lucharon a muerte Azhdaha y Rex Lapis. Solo soy una aventurera joven e inexperta y escribir no es mi fuerte, pero no puedo evitar conmoverme ante semejante escenario\".\n\"Comparados con el tiempo y el espacio insondables, o con las poderosas deidades capaces de alterar el mundo, ¡qué insignificantes somos los mortales!\"."
          }
        ]
      },
      {
        "key": "Sima - Minas Subterráneas",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/f55d2e2ccf0f25e0fe010389d25854c9_711504992927956317.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Yo crecí en el Pueblo Mingyun, donde los mineros trabajaban y vivían animadamente. Sus dichas y desdichas me acompañaron durante toda mi infancia.\"\n\"Ahora, viendo estas majestuosas pero desoladas minas subterráneas, me siento como si volviese al pasado, solo que este es un pasado mucho más solitario y sombrío...\"."
          }
        ]
      },
      {
        "key": "Ruta Minera Provisional",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/a6a5df9ae2c5a32c853269b78cd9f2c3_1518327014284718465.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Por aquel entonces, los trabajadores sellaron los túneles más profundos antes de ser evacuados, pero dejaron allí un Explotamontañas\".\n\"Puede que fuese una orden expresa de los mandamases de entonces, ya que el comercio de Liyue no puede prescindir por mucho tiempo de la arena cristalizada si quiere seguir prosperando\"."
          }
        ]
      },
      {
        "key": "Canal Subterráneo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/7cbe363aab244830eff2e178dfb497b9_7557346631978726948.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Descubrí esta laguna mientras exploraba sola el camino. Es una laguna de aguas limpias y refrescantes, ideal para relajarse y limpiarse toda la mala suerte del camino\".\n\"Cerca pacen sin prisa algunas mansas criaturas elementales y raras criaturas apartadas del mundo... He dibujado la laguna en el mapa. Sería estupendo que tú, viajero/a, pudieses seguir el mapa hasta alcanzarla\"."
          }
        ]
      },
      {
        "key": "Cámaras Rocosas",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/b095db273cec2891cabc6a5bdd0341f5_8110645558554802636.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"El cristal que una vez existió aquí fue el culpable que forzó el cierre de la Sima, y ahora su extraño movimiento ha vuelto a poner en vilo al Ministerio de Asuntos Civiles\".\n\"Menos mal que con tu ayuda, viajero/a, regresó a su guarida en el subsuelo más profundo y ha dejado vacío este solemne palacio rocoso\"."
          }
        ]
      },
      {
        "key": "Ruinas Desconocidas",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/f038732c52fe40acc4a8c945a90201ae_3500772936292545635.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Descubrí estas enormes y terroríficas ruinas mientras exploraba sola, puede que se trate de una civilización milenaria que fue arrasada como castigo. Es como si esta antigua ciudad se opusiese a la existencia de extraños... y puede que esté relacionada con esos cristales violeta y ese barro de origen desconocido\".\n\"Solo me detuve un momento, no pude sino mantenerme apartada de esa silueta ominosa de la ciudad invertida\"."
          }
        ]
      },
      {
        "key": "Cañón Luminiscente",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/02fda8abc421ef9043b6a261f1f0224f_8138094380012152103.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Una caverna subterránea donde crecen inusuales hongos gigantes, casi puede oírse un sonido extraño como de respiración. Debe ser una alucinación, lo que quiere decir que este lugar está lleno de vapores venenosos, así que debo de irme inmediatamente de aquí\"."
          }
        ]
      },
      {
        "key": "Pilar de La Sima",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/7481d9adc5ea20895d44d44fe4d765ab_3285943049671707626.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Viajero/a, decidí seguir tus pasos y llegar hasta aquí a pesar de que intentaras disuadirme repetidamente\".\n\"Ni en sueños podría imaginarme estas columnas ciclópeas azules como el cielo... es imposible que sean una creación de la tierra, solo pueden proceder del cielo, tan fulgurante como ellas\",\n\"Para poder desentrañar su misterio, decidí adentrarme en las profundidades a través de un pasaje oculto, no sé hasta dónde llegaré ni si podré dejar algún registro...\"."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Sima"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Ubicación permanente"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Versión de lanzamiento",
        "value": [
          {
            "type": "RichText",
            "text": "2.6"
          }
        ]
      }
    ]
  }
}