{
  "epId": 5141,
  "name": "Condado Rocioblanco",
  "desc": "<p>Aunque gran parte de Fontaine está cubierta de agua, también hay montañas y bosques. El Montaña Equinoccio, que se encuentra entre el puerto y la Corte de Fontaine, es uno de sus picos más emblemáticos. El Instituto de Ciencias de Fontaine utilizó enormes dispositivos de ingeniería para perforar el Túnel de Poisson, resolviendo así uno de los mayores desafíos a los que se enfrenta la construcción de las líneas de ferribús.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/f86078c2c25d1978171d8392fb828e10_2211405555761106915.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1715799558,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Condado Rocioblanco"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Ubicación permanente"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Versión en que apareció",
        "value": [
          {
            "type": "RichText",
            "text": "4.0"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Poisson",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/e1b64fb805ca497f90b44fa3e1b7a984_7250870801372123504.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "El lugar en el que se fundó Spina di Rosula. Igual que un huevo del que eclosiona un polluelo que algún día se convertirá en un majestuoso halcón, una grandiosa y radiante ambición también nace en lugares recónditos y oscuros.\nA raíz de la historia de sus hogares, los habitantes de Poisson y del Río Ceniciento aprendieron que hay cosas por las que vale la pena luchar, cosas por las que es necesario luchar, y cosas que solo se pueden conseguir luchando."
          }
        ]
      },
      {
        "key": "Montaña Equinoccio - Ladera Occidental",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/5748dff80d3bd21041dd51ba7840fea1_6307960505189110777.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Sacha pintó algo desde aquí.\nUna suave brisa acariciaba las hermosas flores de los prados del Monte Esus, mientras los molinos de viento giraban al son de dicha brisa. En un entorno tan sereno y apacible, resulta imposible no dejarse llevar por los bellos recuerdos del pasado..."
          }
        ]
      },
      {
        "key": "Puerto Rociomarino",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/5399e609a0c4655c8a78271532217369_4024741299510058118.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La justicia revelará la verdad, castigará a los malhechores y recompensará a los bienhechores. Sin embargo, todos nosotros no somos más que simples gotas de agua cuyos deseos más primigenios acabarán sumergidos, arrastrados por las rápidas corrientes, y sepultados junto a notas musicales y códigos secretos tiempo atrás olvidados."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustraciones",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Edición especial de «El Pájaro de Vapor» (I) - El origen de toda agua"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/8458af7e370ca4be1d499963c18873ff_8988558508845599873.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>9 de agosto de 2023</color>\n¡Hola, viajeros! En las aguas de Fontaine hay muchos acertijos nuevos ocultos, esperamos que los descubran y resuelvan juntos.\nÚltimamente hay un períodico muy popular entre los aventureros que se preparan para ir a Fontaine y he escuchado que hace poco fue publicada la edición especial de Fontaine de «El Pájaro de Vapor». ¡Echémosle un vistazo juntos al nuevo contenido!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Edición especial de «El Pájaro de Vapor» (VII) - El Monarca terramarino del lago turbulento"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/dbfb528591d9eac77d78c46a54b61149_1508546605683925315.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15 de agosto de 2023</color>\n¡Hola, viajeros! En esta edición de «El Pájaro de Vapor» les presentaremos al nuevo enemigo acuático de Fontaine, el \"Emperador Piroacorazado\"."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Música",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fountain of Belleau｜Genshin Impact"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/5b6554f30813c3e823e1e25035be3dd6_2469318684227731904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 de octubre de 2023</color>\n¡El álbum de la BSO de Fontaine de Genshin Impact «Fountain of Belleau» ya está disponible! Compuesto por los cuatro discos «Chanson of Justice and Impartiality», «Arioso of Belle Epoque», «Chapelloise of Trickling Springs» y «La bataille de Fontaine», contiene un total de 96 temas originales compuestos por el equipo de HOYO-MiX para la región de Fontaine de Genshin Impact.\nLas canciones seleccionadas para Fontaine fueron interpretadas por la Orquesta Sinfónica de Londres en compañía de artistas invitados de música folclórica, grabadas en los estudios de grabación de Abbey Road Studios, Angel Studios, Air-Edel Recording Studios y otros estudios de grabación.\n<color=#ff9999>Disk 1:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=znHhRYBmfck&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=gwGOp351clk&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 3:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xZSDdaYjV_c&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 4:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xUcJtXtLb_I&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Puerto Rociomarino",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/dedd60ac6dbe044331c6cfd8906cfe4b_3430538121776033774.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Puerto Rociomarino es un mirador costero en el sur de la región del Condado. El puerto incluye dos niveles que permiten atracar allí los barcos de Sumeru y Fontaine. Está construido en el lado de una cascada y es una parada del ferribús. Desde aquí, el ferribús te llevará hasta la Corte de Fontaine en la acualínea Clémentine. El Puerto Rociomarino limita con Sumeru, por eso llegan allí muchos turistas, comerciantes e incluso amantes de los libros de la tierra de los desiertos y las selvas tropicales."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/61b4a4b9d3a22151cd2851d4267933bb_3979199907066784739.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El ruido atronador de la cascada ahoga el sonido de la gente que va y viene hacia el puerto. Incluso si se usa el ascensor, tomará una cantidad considerable de tiempo llegar a la cima de la cascada. Pero una vez que estás en la acualínea Clémentine y te diriges hacia el corazón de la nación de Hydro, todo el tiempo que has esperado palidece hasta convertirse en insignificante.\nLa melusina Everallin trabaja en el puerto y su trabajo es observar el mar y seguir sus movimientos. También advierte a la gente con antelación sobre tormentas y chubascos.\nPueden hallarse muchos duelistas del TCG Invocación de los Sabios en el Puerto Rociomarino: Everallin y Lectoure en la platadorma inferior, y Hermose y Rena en la plataforma superior."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/f5160f512a74267f18b6a658e4f4db36_211261387065920584.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al norte del puerto hay ruinas antiguas. Las leyendas dicen que la primera Caballera Aguapura, seguidores de la Maestra de Todas las Aguas, se recluyó del mundo junto a unos espíritus en un lugar muy remoto. Tenía la esperanza de que, al autoexiliarse y dedicarse al estudio y la meditación, podría redimirse de sus inexpiables pecados. Ya hace mucho tiempo que en este lugar vuelve a reinar un silencio sepulcral, y en él tan solo queda un gélido viento que sigue soplando por un valle solitario.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Condado de la Corte de Fontaine",
        "desc": "<p>\"Por encima de todas las aguas solo se encuentra esta ciudad\".</p><p>El Palacio Mermonia, que se eleva en el punto más alto de la ciudad, representa la máxima autoridad en Fontaine. Bajo su mirada, las personas llevan una vida ordenada, tan regular y predecible como el ferribús.</p><p>La ley sirve para mantener un orden estable, que a su vez es la piedra angular sobre la que se construyen la equidad y la justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/14/205556113/d383327e5d25b9590a0fedacbe5ac74c_4706779519832920018.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Caballeros Aguapura",
        "desc": "<p>Los Caballeros Aguapura son seguidores de la Maestra de Todas las Aguas, Egeria, que juraron proteger a las Oceánidas, hallar el Cáliz de agua pura, y romper los grilletes que confinaban a Egeria para expiar el pecado original.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/029a5cc1416c9149351a573b97770b0d_2813323541518452143.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4801,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4804,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4803,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4807,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Poisson",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/d96b0a6f9056c628280b027206060d35_1984785759947143378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Poisson es un pueblo tranquilo a los pies de la Montaña Equinoccio. Sus habitantes se ganan la vida principalmente con la pesca y el rescate submarino. Las leyendas dicen que antes de la primera subida del nivel del agua, el pueblo era el corazón de la red de tráfico marítimo de Fontaine. Aunque el cambio del nivel del agua supuso la pérdida de su condición de puerto principal, el ambiente acogedor y cálido de la ciudad seguirá atrayendo sin duda a muchos visitantes. En Poisson se encuentra el pescadero Hinterman.\nPoisson es el hogar de Spina di Rosula, una organización que ayuda a las personas a resolver problemas complejos. La sede de la organización está ubicada en un enorme barco dentro del pueblo. La ciudad sufrió importantes daños durante la catástrofe, pero gracias a Spina di Rosula y a su actual jefa, Navia Caspar, fue reconstruida.\nEn el norte de Poisson, se pueden encontrar las misiones \"¡Se me hace la boca agua!\" y \"¡La boca aún hecha agua!\".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula se rige por el principio de la democracia, el de una actitud inclusiva en cuanto a diferentes industrias y profesiones, el de contribuir ayudando a los ciudadanos a resolver sus problemas en situaciones difíciles y, cuando surge la necesidad, también participa en colaboraciones secretas junto con las autoridades de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/881b3c91168f2dbb08b943a5e0eb1e5c_6303923155770470243.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Montaña Equinoccio - Ladera Occidental",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/5f98d4667483dff8a99203f75cbfd3e4_7949136655228517159.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Aunque gran parte de Fontaine está cubierta de agua, también hay montañas y bosques. El Montaña Equinoccio, que se encuentra entre el puerto y la Corte de Fontaine, es uno de sus picos más emblemáticos. El Instituto de Ciencias de Fontaine utilizó enormes dispositivos de ingeniería para perforar el Túnel de Poisson, resolviendo así uno de los mayores desafíos a los que se enfrenta la construcción de las líneas de ferribús."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/5a28bb387f9039fde56b1d8c8ef303d5_1248372417385075807.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Si admiras el paisaje desde la Montaña Equinoccio, podrás divisar la cresta de Elynas. El hogar de las melusinas se encuentra bajo las montañas y las aguas. Sacha, una artista que se opone al Gremio de Aventureros, pintó una vez el paisaje aquí."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/237301566/e2a49d0aa35f33f3a63d3d15706ab8ca_6820294591069267285.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al oeste de la Montaña Equinoccio se encuentra un pequeño pueblo donde vivió el famoso escritor de Fontaine Baptiste, autor de \"Los dos mosqueteros\". La novela se centra en dos hijos ilegítimos nacidos de la sirvienta de un barón, que sufrieron malos tratos en la casa del barón. Después de que mataran a su madre, huyeron de la casa pero juraron vengarla. El hermano y la hermana se convirtieron en mosqueteros experimentados y, años más tarde, comenzaron a vengarse de los miembros de la familia del barón para descubrir la verdad sobre la muerte de su madre y restablecer la justicia. Durante el Festival Fontinal Kinográfico, esta novela se convirtió en la base de una película producida por Xavier y dirigida por Furina. El mismo libro se convirtió en la inspiración para una serie de asesinatos investigados por Chevreuse, capitana de la Unidad Especial de Seguridad y Vigilancia. Como en el libro, el asesino dejó una rosarcoíris en la escena del crimen, y estas rosas llevaron a Chevreuse, con la ayuda de la perfumista Émilie, hasta el asesino. Las flores pertenecían a un raro cultivo que crecía precisamente en el jardín de Baptiste en un pueblo de las laderas occidentales de la Montaña Equinoccio. La investigación de Chevreuse reveló que Baptiste escribió \"Los dos mosqueteros\" basándose en hechos reales de su vida: su madre, Elisa, fue asesinada a consecuencia de una aventura con un miembro de una familia adinerada, dejando solos a Baptiste y a su hermana, Véronique. Véronique decidió vengarse de su padre. Su primera víctima fue el asesino enviado a matar a su madre. Aunque Baptiste, Véronique y su padre fueron enviados al Fuerte Merópide, Chevreuse le pidió al Duque del Fuerte, Wriothesley, que les contara a los prisioneros sobre el difícil pasado de los hermanos y las acciones de su padre."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/32de30d95c4c796050080361dca61eab_8667461232774211061.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al sur del área, hay una cueva submarina con la enorme guarida del Cangrejo Acorazado. La gente lo llamaba el \"Emperador Piroacorazado\". Es uno de los dos soberanos que alguna vez estuvieron en la cúspide de la especie de los Engendros Fontamarinos, y tema de muchas historias entre marineros. A diferencia de los humanos, entre los Engendros Fontamarinos no existe ni la aristocracia, ni la herencia de la riqueza ni nadie con privilegios desde el nacimiento. Aquellos Engendros Fontamarinos que son capaces de superar todas las adversidades y derrotar a sus depredadores naturales se fortalecen con el tiempo a medida que cazan y se alimentan, hasta que acaban siendo temidos y se convierten en grandes monarcas. A menudo se hace referencia a una criatura así como un señor supremo por el miedo que inspira. Antes del primer período diluviano, un enorme Cangrejo Acorazado atacó una vez un barco y finalmente fue obligado a regresar a las profundidades por una famosa ex almirante de la Armada Blanca, Basil Elton, que aún no había sido reincorporada como comandante naval."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/6555b6c18d716410b9f97d30e099a333_5893224628088158931.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Además, en la costa sur de la Montaña Equinoccio hay ruinas antiguas con murales tallados que representan la creación de las Oceánidas por la Maestra de Todas las Aguas, Egeria, el pecado original y la profecía de Fontaine.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Condado Berilo",
        "desc": "<p>Una antigua cordillera repleta de ruinas al otro lado de las aguas de la Corte de Fontaine.</p><p>Se dice que antaño los seguidores de Egeria consideraban este lugar como un lugar de alegría en el que hacer excursiones, dedicando canciones al amor y a los sueños puros e inmaculados como el berilo. Ahora, sus canciones se han dispersado con la luz de la luna, y solo vientos frescos siguen soplando por estas solitarias tierras cubiertas de menta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/205556113/b427c492c39d16da8fcca8217e55e32a_65223788382548651.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Festival Fontinal",
        "desc": "<p>El Festival Fontinal fue creado para conmemorar la búsqueda de las Oceánidas por parte de los Caballeros Aguapura y su bienvenida a la anterior Arconte Hydro, Egeria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/786a2169443063d814faeaa5b911c0ff_1524933958182486254.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Instituto de Ciencias de Fontaine",
        "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusinas",
        "desc": "<p>Las melusinas son una especie exclusivamente femenina nacida de las heridas de Elynas después de que este resultara herido por una explosión que tuvo lugar dentro de su cuerpo petrificado. Alguna vez residieron exclusivamente en la Aldea Espumarina, pero después de conocer a Neuvillette el juez recién nombrado, ahora se pueden encontrar muchas en la superficie de Fontaine como parte de la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/a10125252b03a6168936fe3d55435fe7_2876687435621649918.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4361,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La capitana de la Unidad Especial de Seguridad y Vigilancia. Su corazón siempre late por la justicia, y su mosquete solo apunta a los criminales.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/10742394/a846729f31f16a987a8696466ebabcc0_4551926290637121530.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El duque del Fuerte Merópide y gobernante oculto del oscuro fondo marino.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/16/73555894/31a0eb2dec5d69ca8dd7616572136b8b_6016350995593595476.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>El foco de atención absoluto del escenario durante los juicios, hasta que la obra termina y el público rompe a aplaudir.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/73555894/263e5ea0784d182b393f67a7e24146a5_4468352971994405792.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Emperador Piroacorazado",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno de los dos monarcas que se erigieron sobre el resto de los Engendros Fontamarinos. En el pasado, los marineros contaban historias sobre él.<br>Había una vez un Cangrejo Acorazado que no conocía enemigo alguno. Cazaba donde quería y comía cuanto quería, así que el cangrejo crecía y crecía. Por eso, se veía obligado constantemente a buscar nuevas caracolas que le sirvieran de coraza. Un día, antes de la primera subida del nivel del agua, el gigantesco Cangrejo Acorazado atacó a un barco. Sin embargo, fue finalmente derrotado por Basil Elton, el capitán que aún seguía a cargo de la flota.<br>Imagina por un momento que toda la gente de Teyvat desapareciera, y que el colosal Emperador Piroacorazado llevara el Palacio Mermonia a cuestas, como si de la más gloriosa armadura de mármol se tratara. Aunque, por supuesto, en un mundo así, no habría gente que pudiera llamarle Emperador Piroacorazado.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/92cf784732984089c7f5a91f7a42822c_6941668679794516614.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4026,
        "name": "Providencia imperial",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La tenaza de guerra del Emperador Piroacorazado. Ya se trate de otros Engendros Fontamarinos, de Mecabots o de un cazador, el Emperador Piroacorazado ha aplastado a innumerables visitantes con esta colosal tenaza.<br>A diferencia de los humanos, entre los Engendros Fontamarinos no existe ni la aristocracia, ni la herencia de la riqueza ni nadie con privilegios desde el nacimiento. Aquellos Engendros Fontamarinos que son capaces de superar todas las adversidades y derrotar a sus depredadores naturales se fortalecen con el tiempo a medida que cazan y se alimentan, hasta que acaban siendo temidos y se convierten en grandes monarcas.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/4192b765e880bef0a49753fc0b634c13_8751534149564578402.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4007,
        "name": "Rosarcoíris",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una delicada planta de color rosado. A pesar de lo que su nombre indica, este tipo de planta se parece más a los lirios.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/670b8958c90014a1bdacba5123c2c9da_4882533549326570275.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "name": "Los dos mosqueteros",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Este popular éxito editorial de Fontaine narra una historia de intriga y venganza en la que el bien y el mal se entrelazan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/10742394/34c72b1568d72af2d395ab0091845943_5549418948097107615.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Recursos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Materiales para la Ascensión de personajes"
      },
      {
        "type": "CustomEntry",
        "epId": 4026,
        "name": "Providencia imperial",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La tenaza de guerra del Emperador Piroacorazado. Ya se trate de otros Engendros Fontamarinos, de Mecabots o de un cazador, el Emperador Piroacorazado ha aplastado a innumerables visitantes con esta colosal tenaza.<br>A diferencia de los humanos, entre los Engendros Fontamarinos no existe ni la aristocracia, ni la herencia de la riqueza ni nadie con privilegios desde el nacimiento. Aquellos Engendros Fontamarinos que son capaces de superar todas las adversidades y derrotar a sus depredadores naturales se fortalecen con el tiempo a medida que cazan y se alimentan, hasta que acaban siendo temidos y se convierten en grandes monarcas.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/4192b765e880bef0a49753fc0b634c13_8751534149564578402.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Girocristales radiantes"
      },
      {
        "type": "CustomEntry",
        "epId": 4238,
        "name": "Girocristal radiante (107)",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un maravilloso cristal que contiene cierta melodía. Es como un hermoso objeto confeccionado con una delicada seda. Estos objetos están distribuidos por todo Teyvat o en manos de comerciantes de rarezas. Puedes restaurar la música que contienen usando las decoraciones “Melodías del mundo: Música en el aire” o “Melodías del mundo: Sonidos entrelazados” de tu Relajatetera. La canción que contiene este Girocristal radiante es «Demain, des l'aube».</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/10742394/dfe848a02d578d7edff55943614d1d8e_8641516137612344549.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Seres vivos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Enemigos y monstruos"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Emperador Piroacorazado",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno de los dos monarcas que se erigieron sobre el resto de los Engendros Fontamarinos. En el pasado, los marineros contaban historias sobre él.<br>Había una vez un Cangrejo Acorazado que no conocía enemigo alguno. Cazaba donde quería y comía cuanto quería, así que el cangrejo crecía y crecía. Por eso, se veía obligado constantemente a buscar nuevas caracolas que le sirvieran de coraza. Un día, antes de la primera subida del nivel del agua, el gigantesco Cangrejo Acorazado atacó a un barco. Sin embargo, fue finalmente derrotado por Basil Elton, el capitán que aún seguía a cargo de la flota.<br>Imagina por un momento que toda la gente de Teyvat desapareciera, y que el colosal Emperador Piroacorazado llevara el Palacio Mermonia a cuestas, como si de la más gloriosa armadura de mármol se tratara. Aunque, por supuesto, en un mundo así, no habría gente que pudiera llamarle Emperador Piroacorazado.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/92cf784732984089c7f5a91f7a42822c_6941668679794516614.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Peces"
      },
      {
        "type": "CustomEntry",
        "epId": 4107,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "PNJs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Comerciantes"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "PNJs relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4505,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4807,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4804,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4803,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4801,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4522,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4519,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mapa",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ubicación en el mapa"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?center=-274.84,-5018.77&zoom=-0.50&shown_types="
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Asedio de Poisson",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Una vez, las autoridades de Fontaine quisieron crear una ciudad subterránea debajo de la ciudad, Río Ceniciento, a partir de las alcantarillas bajo la Corte de Fontaine. Como era difícil mantener el orden, Eduardo Baker y sus amigos tomaron el poder en Río Ceniciento. Comenzaron a resolver disputas entre los \"compatriotas\" de Río Ceniciento, a bendecir a los recién casados ​​y a proteger a los comerciantes de la extorsión, el acoso y el chantaje de las pandillas. Cuando las autoridades de la Corte de Fontaine decidieron purgar a Río Ceniciento, Baker fue arrestado y exiliado al desierto de Sumeru. De camino al exilio, él, con la ayuda de sus secuaces, huyó a Poisson, tomando como rehenes tanto a la propia ciudad como a los miembros de la Oficina Judicial que transportaban a Baker. Hizo una serie de demandas irrazonables, por lo que intervinieron los Cazadores Fantasmales, incluido Guillotin. El periodista Karl Ingold llegó a Poisson como negociador junto con el hijo de Eduardo, Jakob.\nTras un intento fallido de resolver el problema, el desacuerdo entre el grupo de Baker y los Cazadores Fantasmales se convirtió en una pelea violenta. Como resultado, Jakob y René, el hijo del alcalde de Poisson, quedaron huérfanos. Ambos fueron enviados al Instituto Cruz de los Narcisos, un orfanato que a menudo albergaba a hijos de delincuentes. Más tarde, estos dos niños fundaron La Comunidad Cruz de los Narcisos, una de las más importantes organizaciones en la historia de Fontaine. El Asedio de Poisson dejó cicatrices físicas y psicológicas en Guillotin. Debido a este suceso, abandonó las filas de los Cazadores y planeó vivir el resto de sus días, contento sólo con el contenido de su copa.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Gendarmería Fantasmal",
        "desc": "<p>La Gendarmería Fantasmal (Cazadores Fantasmales) es la unidad personal del juez supremo Neuvillette, que es responsable de la investigación del crimen. Tiene su base en el Palacio Mermonia y es uno de los departamentos de la Corte de Justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/0754982d06f58659af734aafc88d0c88_8063827020713320808.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Instituto Cruz de los Narcisos",
        "desc": "<p>Un orfanato de Fontaine, construido sobre las ruinas de una antigua civilización.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Vado del Río Ceniciento",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una tubería abandonada muy práctica que en el pasado se usó como arma. Gozaba de una excelente reputación (o de una muy infame, dependiendo de a quién le preguntes).</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/c7283cb1af7af921627e5fc4b8c6c8c8_8466127290299017509.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/ae577647454167a7a0f797a6a7dc5603_3600196575135307589.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula es una sociedad orientada a los ciudadanos que involucra a muchos sectores de la vida y centra sus esfuerzos en resolver problemas difíciles entre la gente común, y coopera con las autoridades de Fontaine cuando es necesario. La organización, cuya sede se encuentra dentro del barco, fue fundada por Calas en Poisson. Un barco tan grande y hermoso simboliza el viaje, las oportunidades, las victorias, la ambición y el brillante futuro de Spina di Rosula. El emblema de Spina, con un ancla y rosas, fue diseñado por Clémentine, esposa de Calas y madre de Navia, actual jefa de la organización.\nUno de los proyectos más importantes de Calas fue la construcción de las acualíneas de de ferribús que se extendían por Fontaine. Cuando se discutió la construcción de las acualíneas, Spina di Rosula se dividió en dos partidos. Calas creía que la organización tenía una oportunidad única de establecer una cooperación con las autoridades de la Corte de Fontaine y el Instituto de Ciencias, y que la construcción de las acualíneas ayudaría a establecer conexiones útiles. Se suponía que los ferribús traerían beneficios comerciales y buena reputación entre los residentes de Fontaine. El segundo partido, encabezado por Romeuf, miembro de Spina di Rosula, pensó que sumas tan importantes serían mejor invertidas en el desarrollo de Poisson. Cuando las partes no pudieron ponerse de acuerdo, Romeuf y sus partidarios guardaron rencor contra Calas y Clémentine, considerándola parcial debido a su embarazo. Para el grupo de Romeuf, el apoyo de Clémentine a la construcción de las acualíneas fue una traición, lo que significaba que sus voces nunca más serían escuchadas. Después de que Clémentine muriera debido a complicaciones durante el nacimiento de su hija, Calas comenzó a ver la construcción de acualíneas como la encarnación de su última voluntad. Entonces la última esperanza de llegar a un acuerdo desapareció, por lo que Romeuf abandonó Spina di Rosula."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/300ff1352524d76e48790f8a50b72698_988917864761509741.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Como resultado, con el apoyo de Spina di Rosula, se construyeron tres acualíneas de ferribús que llevan el nombre de la familia Caspar: Clémentine, Navia y Calas. Aunque la sede de la organización es Poisson, ninguna de las acualíneas conduce a la ciudad y sólo la acualínea Clémentine pasa por la Montaña Equinoccio. La acualínea Calas que va desde la Corte de Fontaine al Instituto de Ciencias quedó destruida cuando explotó el Laboratorio Central del Instituto.\nMuchos años más tarde, cuando la hija de Clémentine y Calas, Navia, se convirtió en presidente de la organización, Romeuf decidió vengarse de Spina di Rosula y volar la acualínea Clémentine que pasaba por Poisson. Su asistente Colter, que había abandonado recientemente el Fuerte Merópide, culpó a Navia de todos los problemas que le sucedieron a Spina di Rosula, por lo que, en su opinión, murieron Clementine, Calas y el ex mayordomo Melus. Creía que Navia destruyó todo lo que amaba con sus propias manos y llevó a Poisson a la destrucción. Navia pudo derrotar a Colter en una pelea, y el/la Viajero/a y Paimon desactivaron las bombas y salvaron la acualínea de la destrucción.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula se rige por el principio de la democracia, el de una actitud inclusiva en cuanto a diferentes industrias y profesiones, el de contribuir ayudando a los ciudadanos a resolver sus problemas en situaciones difíciles y, cuando surge la necesidad, también participa en colaboraciones secretas junto con las autoridades de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/881b3c91168f2dbb08b943a5e0eb1e5c_6303923155770470243.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Instituto de Ciencias de Fontaine",
        "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Profecía",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/4d00bf623c0adde66eacebeb7573b94e_4354889468432779816.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace muchos milenios, Egeria, la anterior Arconte Hydro, pecó usando el poder del Mar Primigenio para convertir a las Oceánidas en humanos. Entonces apreció una profecía en Fontaine que decía: <color=#ffffffd9>\"Al final, todo el mundo se disolverá en el mar y solo quedará la Arconte Hydro sentada en su trono divino mientras llora.\"</color>\nMuchos años después, la profecía comenzó a hacerse realidad y se produjo una explosión de agua del Mar Primigenio en la región de Poisson. Los residentes de Poisson no reconocieron de inmediato el peligro, por lo que los transeúntes que se encontraban cerca del agua desaparecieron inmediatamente. Después de esto, la gente empezó a correr presa del pánico, con la esperanza de llegar a lugares más altos. Algunas personas resultaron heridas durante la estampida o cayeron desde lo alto. Cuando se organizó una operación de rescate, muchos se salvaron, pero Melus y Silver, los ayudantes de Navia que ayudaron en la evacuación, no lograron salir a tiempo. La jefa de Spina di Rosula Navia, con el apoyo de Arlecchino, una de los Once Fatuis, pudo garantizar la seguridad de los residentes afectados de Poisson, evacuándolos de la ciudad.\nLa gente de Poisson culpó a la Arconte Hydro Furina por el desastre, ya que creían que ella no hizo nada para salvarlos. Después del incidente, la ciudad comenzó a recuperarse gradualmente y Navia prometió indemnizaciones a todas las víctimas. Aunque la situación financiera de Spina está lejos de ser la deseada, esta promesa ayudó a expresar la actitud ante lo sucedido para que la gente volviera a creer en la organización."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/86666cb4b2f6f71d4bb5bfff677f9b1b_8326275464811305097.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de la reconstrucción de Poisson, los residentes decidieron erigir un monumento a los padres de Navia. La gente quería mostrar su gratitud a Clémentine y Calas por el desarrollo de Poisson y Spina di Rosula, por lo que donaron fondos para construir el monumento. Aunque Navia sintió que no había hecho lo suficiente para estar presente en el monumento, la gente de Poisson le agradeció todo lo que había hecho recientemente y la incluyeron en el modelo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula se rige por el principio de la democracia, el de una actitud inclusiva en cuanto a diferentes industrias y profesiones, el de contribuir ayudando a los ciudadanos a resolver sus problemas en situaciones difíciles y, cuando surge la necesidad, también participa en colaboraciones secretas junto con las autoridades de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/881b3c91168f2dbb08b943a5e0eb1e5c_6303923155770470243.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Foçalors",
        "desc": "<p>La última Arconte Hydro y la Diosa de la Justicia. <span class=\"wk-shady\">Ella se sacrificó para destruir el Trono Divino del Arconte Hydro y devolverle su poder al Dragón Hydro.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>El foco de atención absoluto del escenario durante los juicios, hasta que la obra termina y el público rompe a aplaudir.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/73555894/263e5ea0784d182b393f67a7e24146a5_4468352971994405792.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>La Sota, la cuarta de Los Once de los Fatui y una diplomática fría e implacable. Es el “padre” al que temen todos los niños de la Casa de la Hoguera, y de la cual también dependen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/10742394/672e65470bfd14b664596c2a7f7eaaf8_8545944417230307859.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "desc": "",
        "displayStyle": "card"
      }
    ]
  }
}