{
  "epId": 5144,
  "name": "Condado del Instituto de Ciencias de Fontaine",
  "desc": "<p>La búsqueda de la salvación se detuvo de repente, y la antigua pasión y el orgullo se transformaron en un sueño roto y destrozado.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/19/205556113/b4eda4d19da88c03eef346407c97c15e_3009536548050351088.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1737350352,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustraciones",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Edición especial de «El Pájaro de Vapor»: ¡la página de presentación de las nuevas áreas de la versión 4.1 ya está disponible!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/19/205556113/d189d055ac216b34a977fe949ba3b26f_7114815996303790826.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19 de septiembre de 2023</color>\n¡Hola, viajeros! Después de la actualización de la versión 4.1, las áreas \"Condado del Instituto de Ciencias de Fontaine\" y \"Condado Liffey\" estarán disponibles en Fontaine. ¡Consulta esta edición especial de «El Pájaro de Vapor» para conocer la información de las nuevas áreas!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Explosión",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/13/178140791/1f7d2c76c9bf7f361689ff6e5c3de21d_4936654528684447706.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Instituto de Ciencias de Fontaine es la joya de la corona del avance científico de la Nación Hydro. Es un testimonio de la incansable búsqueda de conocimiento y la interacción entre la tecnología y el poder energético en Fontaine. Cuando se profetizó que una inundación destruiría Fontaine, los investigadores del instituto reorientaron sus esfuerzos para salvaguardar a toda la nación. Con su vasto potencial energético y su capacidad para romper las limitaciones terrenales, un misterioso mineral de color verde amarillento llamado árjium fue considerado en su día la clave de la puerta de la salvación. El núcleo cinético de árjium es el fruto de la investigación conjunta de Raimundo con Edwin Eastinghouse. Creían que si inyectaban constantemente el núcleo cinético con suficiente energía, permitiría fácilmente que el Generador de Campo Experimental, diseñado por Edwin Eastinghouse, funcionara a plena potencia. Después de crear el núcleo, ambos se dieron cuenta de que apenas podían encontrar una manera de seguir inyectándolo con suficiente energía para mantenerlo a máxima potencia. Al encontrarse con el árjium gigante, aunque siempre estaba en estado inerte, estaban seguros de que este mineral tenía una pureza sin precedentes. Edwin y Raimundo tuvieron un desacuerdo debido a que Raimundo ofreció una propuesta más conservadora, cuando Edwin quería resolver el problema rápidamente. El núcleo de árjium dentro del Generador de Campo se sobrecargó y desencadenó una explosión colosal que arrasó el instituto. Este evento impulsó bloques sustanciales de masa de agua gravitacionalmente descompensada y fragmentos del instituto a la atmósfera. Después de la explosión, Raimundo dirigió rápidamente los esfuerzos de investigación y evaluación del desastre. Edwin desapareció después de la explosión y muchos creyeron que estaba muerto. Sin embargo, fue despedido de su puesto de técnico sénior y se está llevando a cabo una investigación adicional debido a que estuvo ausente del trabajo durante un largo período sin haber presentado ninguna solicitud. Como resultado del desastre, el instituto se vio obligado a recolectar y construir una nueva ubicación cerca de las antiguas ruinas, manteniendo lo que no se destruyó en la explosión. El instituto que actualmente está en funcionamiento se conoce como el \"Nuevo Instituto de Ciencias de Fontaine\". Esta gran explosión provocó la fragmentación del árjium del instituto y, finalmente, se produjo una explosión secundaria en los Vestigios del Laboratorio Central."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/13/178140791/94ac27c8d13a02146b780c22e387c238_2359774465939470298.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante su visita al Nuevo Instituto de Ciencias de Fontaine, el/la Viajero/a y Paimon se reunieron con los coadministradores Raimundo y Choiseul, quienes les asignaron la tarea de escoltar a Nacker mientras recuperaba dos balizas volumétricas para monitorear la fuerza del flujo de energía. La pequeña explosión secundaria fue el resultado del flujo de energía que afectó a una pequeña porción de árjium en las ruinas. La fuerza de la explosión fue suficiente para hacer que los componentes condensados ​​del inhibidor de árjium se dispersaran en las aguas circundantes, lo que requirió un dispositivo de supresión para evitar una crisis mayor. Nacker, un investigador sénior que había trabajado anteriormente con Eastinghouse, había provocado la pequeña explosión para robar el núcleo cinético de árjium. Nacker pudo escapar de la explosión en medio del caos. Más tarde, una investigadora especial llamada Fusilier fue contratada para hacerse cargo del caso del núcleo cinético de árjium robado. La investigación llevó a Fusilier a una residencia que emitía lecturas de energía residual por todas partes. Fusilier rompió la cerradura de la casa y nadie más que el desaparecido Edwin Eastinghouse fue encontrado dentro. Edwin señaló subrepticiamente que el paradero actual de Nacker estaba cerca de las ruinas de Fuerte Caribdis. Nacker reveló que estaba trabajando en un \"Generador de Campo\" y que estaba tratando de sincronizarlo con el núcleo cinético de árjium con la esperanza de ser el mejor ingeniero cinético de la historia. Salió a la luz que Edwin Eastinghouse dirigió la investigación contra Nacker a propósito, y animó a Nacker a volver al instituto y arrepentirse. Edwin quería volver a su investigación y afirmó que no estaba presente cuando explotó el núcleo. Después de que Nacker y Edwin intercambiaran algunas palabras, Fusilier declaró que ambos perjudicaban los intereses del instituto y, como investigadora especial del Instituto de Ciencias de Fontaine, exigió que ambos fueran llevados al instituto para ser tratados como corresponde. Al llegar al instituto, después de que hubiera pasado suficiente tiempo para que Edwin y Raimundo intercambiaran palabras, llegó el personal de la Oficina Judicial y se llevó a Nacker y a Edwin al Fuerte Merópide.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Instituto de Ciencias de Fontaine",
        "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "name": "Mecaespecialista Inhibidor",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un Mecabot basado en el modelo Scherbius al que se han añadido algunas mejoras. Por desgracia, no posee ninguna habilidad que no sea de ataque.</span><br><span style=\"color: rgb(255, 255, 255)\">Los Mecabots cuyo funcionamiento se basa en la destrucción de energía suelen usar repetidores hechos de minerales especiales para refinar las energías pneuma y ousía que hay en el entorno de Fontaine, pero también pueden moverse fuera de dicha nación durante trayectos y periodos de tiempo cortos si cuentan con fragmentos de energía ya preparados. La diferencia entre ambos modos de funcionamiento se manifiesta en las distintas formas que adquieren sus componentes hechos de minerales.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/73555894/2f50163bfc40d3af453ccd6f2d227fe7_2892554965404904835.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Generador de Campo Experimental",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una máquina gigante diseñada por Edwin Eastinghouse. Originalmente, poseía unos efectos capaces de contrarrestar la fuerza de la gravedad y, también originalmente, ese iba a ser el primer paso para hacer de Fontaine una metrópoli flotante. Entonces, nadie tendría que volver a preocuparse de que una marea purgase la tierra, pues aunque las Siete Naciones quedaran sumergidas bajo el agua, la elegante Corte de Fontaine flotaría en el aire como si de Celestia se tratase. Es más, de ese modo, hasta los secretos del universo se antojarían menos remotos.<br>El árjium del que está compuesto el núcleo de esta máquina posee habilidades de división o sedimentación, por lo que puede dividir la materia e incluso otras cosas que no son materia. Aunque, según una leyenda, dicho proceso es reversible, al Instituto de Ciencias de Fontaine solo le importaban sus efectos físicos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/411a0336222dd0d0f0dd7ae5c80e43f4_4009628349097057433.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4487,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4485,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4694,
        "name": "Arjé - Pneuma & Ousía",
        "desc": "<p>Una mecánica de Fontaine útil tanto para la exploración como para el combate que usa dos fuerzas opuestas: Pneuma y Ousía.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_2976546650620969909.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rocío de mariposa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/cde0046acdd2f483567c95a3eba46d4a_6256413536032027438.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un día, en el patio de Fontaine se presentó un nuevo producto cosmético, el \"Rocío de Mariposa\". Esta crema facial fue creada por un investigador extraordinariamente atractivo del Instituto de Ciencias de Fontaine, Rawat, y prometía mejorar significativamente la calidad de la piel. Recibió su nombre del brillo que le da a la piel: como una mariposa que emerge de su crisálida y extiende sus alas por primera vez. El \"Rocío de Mariposa\" fue creado porque la apariencia de una persona puede ser un obstáculo que la frene en la vida. Puede privar a un joven de confianza a la hora de solicitar un trabajo o disuadir a una joven de acercarse a la persona amada."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/237301566/619ad1c3a01e5c80bdee16f6e234b891_711336265998571650.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Como resultado, las personas se convierten en lo que el mundo exterior ve de ellas. Para librarse de estas ataduras, Rawat decidió crear un producto que pudiera transformar la apariencia, borrar las marcas de nacimiento y las arrugas y darle a la piel luminosidad y brillo. Rawat probó el producto en sí mismo y su hermosa apariencia convenció a los compradores de su eficacia. A la presentación también asistió Sigewinne, escritora de la revista \"Belleza floral\", conocida bajo el seudónimo de \"Flor rociomarina\". Era una de las caras principales de la Asociación de Belleza de Fontaine, por lo que sus elogios del producto causaron un gran revuelo y en cuestión de minutos \"Rocío de Mariposa\" se agotó. Gracias a su fama, el/la Viajero/a y Paimon, que estaban interesados ​​en el evento, recibieron dos muestras gratuitas de la crema. Sigewinne creía que el producto podía mejorarse y prometió hacerlo más efectivo. El mismo día, Rawat testificó ante la Gendarmería Fantasmal contra un grupo de criminales que usaban sus investigaciones y desaparecieron sin dejar rastro.\nDebido a la declaración de Rawat, la Gendarmería Fantasmal arrestó a todos los criminales y los colocó en el Fuerte Merópide para interrogarlos, pero ese mismo día, comenzaron a suceder cosas extrañas en el Fuerte. Uno de los prisioneros vio a su doble, a otro se le derritió la cara y varias personas más, incluido un guardia, dijeron que se despertaron en el cuerpo de otra persona. Todos los prisioneros que mencionaron en su testimonio debían ser liberados ese día. Al darse cuenta de que se estaba desarrollando un crimen ante el Duque Wriothesley y los oficiales de la Gendarmería Fantasmal, ordenaron que se detuviera la liberación de prisioneros, pero algunos ya habían logrado ser liberados. Sigewinne supuso que se utilizó una poción especial para cambiar su apariencia y fue junto con los oficiales, el/la Viajero/a y Paimon a investigar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/9e3a291002bb75f479e6ad8469d50060_6723933896057939481.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tras reunir todas las pistas, descubrieron la conexión entre Rawat y los criminales y sospecharon que podría ser su próxima víctima. Creían que el grupo podría haber coaccionado al investigador para que fabricara productos farmacéuticos. Mientras buscaban a Rawat, descubrieron un laboratorio secreto donde se escondían los criminales. El fármaco se elaboraba con una solución especial que ya no podían encontrar y, sin la solución, sus caras se pudrirían. Potton, un criminal con la cara derretida, encerró a los oficiales en una habitación y liberó un gas venenoso, pero Sigewinne le ofreció un trato."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/a90d5aaafd63c0d64f727c7911ccc9d2_894640310297412040.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Se dio cuenta de que el componente clave de la poción que cambia el rostro era el fluido que dejaban los fontainianos disueltos en el agua del Mar Primigenio. Después de que Neuvillette convirtiera a todos los fontainianos en humanos comunes, dejaron de disolverse y el fluido se agotó rápidamente. Sigewinne tenía la fórmula de la poción y una botella, que prometió darle a Potton si abría la puerta. Ella fingió que estaba a punto de desmayarse por el gas y que la única botella de poción que podría salvarle el rostro a Potton se rompería, y él abrió la puerta. Después de que Sigewinne le diera la poción, logró escapar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/237301566/9897ff9c48e63a771771460f871eb19d_22856397341852253.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando los agentes de la Gendarmería Fantasmal buscaron información sobre Rawat, descubrieron que su madre estaba enferma. Con la esperanza de que el investigador regresara con ella, dejaron a varios agentes para vigilar la casa. La atención de los agentes se centró en Potton, que intentaba entrar en la casa. Nuevamente cambió su apariencia con la poción de Sigewinne a una apariencia que coincidía con la fotografía de la orden de arresto. Resultó que Rawat era Potton. Antes de convertirse en Rawat, era feo, las mujeres no querían conocerlo y otros investigadores del Instituto no querían trabajar con él. Sólo los criminales estaban dispuestos a apoyar su investigación, y así Potton comenzó a involucrarse en la producción de sinte. Cuando quiso salir del caso, sus cómplices dieron su fotografía a los oficiales de la Gendarmería Fantasmal para que Potton no pudiera escapar. Luego creó una poción que cambió su apariencia y se convirtió en Rawat. Primero gastó todo el dinero en tratar a su madre, pero ningún medicamento pudo curarla, y ella ni siquiera reconoció a su hijo con una nueva apariencia. Los investigadores del Instituto estaban interesados ​​en trabajar con Rawat, pero él no les permitió usar su patente. La mujer, que lo rechazó anteriormente, le manifestó sus sentimientos. Rawat decidió no abandonar el negocio rentable y continuó fabricando \"Rocío de Mariposa\". El líquido de los fontainianos disueltos se lo proporcionó Vacher, quien estaba detrás de las desapariciones en serie de mujeres y el negocio de sinte. Rawat cambió su apariencia a la real para que su madre pudiera despedirse de él antes de morir, pero los oficiales lo arrestaron debido a una orden judicial."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/237301566/c48a68adfd7602f68f335846aad1bef4_3047706202276436581.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Gracias a Sigewienne, los oficiales permitieron a Potton despedirse de su madre moribunda. Volvió deliberadamente a su aspecto anterior para que ella pudiera reconocerlo, pero ella perdió la vista por la alta temperatura. No lo reconoció ni siquiera cuando su hijo le tomó la mano, pero reconoció el toque de Sigewinne, ya que melusina había tratado de ayudarla anteriormente.\nTras el arresto de Potton, los agentes confiscaron todas las copias vendidas de \"Rocío de Mariposa\", a pesar de que el remedio era seguro. Sigewinne descubrió una forma de neutralizar la sustancia de los fontainianos disueltos, permitiendo que se evaporara de forma natural. La melusina supuso que este fluido en particular era el componente clave de la poción porque ya lo había utilizado muchos años atrás."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/237301566/45dcdf3750a315dd05e2b91228c94e5c_6448154711332598869.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Así es como adquirió una apariencia humana. Su maestra fue la primera en descubrir tal efecto secundario mientras estudiaba el agua del Mar Primigenio y su efecto sobre los fontainianos. Intentó encontrar una cura experimentando en sí misma, pero nunca la encontró. Cuando a Sigewinne no se le permitió curar a una niña porque Sigewinne no era humana, la maestra decidió hacerle a la melusina una poción que le cambiara el rostro. Creó la poción disolviéndose a sí misma y la dejó como regalo de despedida.\nComo Sigewinne había prometido, hizo que una botella de \"Rocío de Mariposa\" fuera más efectiva al agregarle algunos otros ingredientes. Paimon tenía miedo de usar la poción y para Sigewinne ya no importaba si era una melusina o una humana, por lo que decidieron destruir la última poción que cambiaba el rostro.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Condado de la Corte de Fontaine",
        "desc": "<p>\"Por encima de todas las aguas solo se encuentra esta ciudad\".</p><p>El Palacio Mermonia, que se eleva en el punto más alto de la ciudad, representa la máxima autoridad en Fontaine. Bajo su mirada, las personas llevan una vida ordenada, tan regular y predecible como el ferribús.</p><p>La ley sirve para mantener un orden estable, que a su vez es la piedra angular sobre la que se construyen la equidad y la justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/14/205556113/d383327e5d25b9590a0fedacbe5ac74c_4706779519832920018.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5146,
        "name": "Condado Morte",
        "desc": "<p>¿Quién sabe cuánto tiempo se conserva la historia custodiada con la alta torre sobre el mar que el pueblo ignora?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/205556113/1f5880dcdac4e25bd088328291a9ebd5_4010001894475866825.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusinas",
        "desc": "<p>Las melusinas son una especie exclusivamente femenina nacida de las heridas de Elynas después de que este resultara herido por una explosión que tuvo lugar dentro de su cuerpo petrificado. Alguna vez residieron exclusivamente en la Aldea Espumarina, pero después de conocer a Neuvillette el juez recién nombrado, ahora se pueden encontrar muchas en la superficie de Fontaine como parte de la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/a10125252b03a6168936fe3d55435fe7_2876687435621649918.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Fuerte Merópide",
        "desc": "<p>Prisión de Fontaine, dirigida por el duque Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/205556113/caa9b364dba33a808f0ec018c00d9c15_9195547886075424581.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Instituto de Ciencias de Fontaine",
        "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Sigewinne",
        "desc": "<p>La melusina enfermera jefa del Fuerte Merópide. Cuida por igual a todos los reclusos de esta prisión submarina.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/26/73555894/2d607aa4d729030ea04f79919257e311_7893337143182884978.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5846,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nuevo Instituto de Ciencias de Fontaine",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Norte",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/022b689f016cf0c108e2ff174015ebea_2665380803627295693.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En un campamento en el lado norte de esta subárea, se pueden encontrar Aigouy y Balent, trabajadores del Fuerte Merópide que proporcionan el mantenimiento de la tubería. Anteriormente, Aigouy había notado un campamento de Hilichurl y advirtió a su joven colega que no trabajara cerca del campamento, aconsejándole que informara del problema al guardia del Fuerte, Estienne. Balent tomó el asunto en sus propias manos, ya que la avería de la tubería del Fuerte y la emergencia amenazaban con graves consecuencias. Durante la inspección anterior, había encontrado algunos daños y presentó una solicitud, pero aún no se había entregado nada. Como no había tiempo para retrasar el trabajo de mantenimiento de la tubería, fue solo al campamento de Hilichurl y fue capturado. El/La Viajero/a y Paimon estaban alarmados por la posibilidad de que Balent estuviera en peligro y querían rescatarlo. Sin embargo, Aigouy creía que aprender a través de la experiencia personal era crucial para que Balent creciera. A pesar de las objeciones de Aigouy, Paimon y el/la Viajero/a procedieron a rescatar a Balent y lo ayudaron a reparar la tubería del Fuerte Merópide."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/c11d89498d78d89abd770d82c61e3ad4_4673598747805550601.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Justo al este del campamento se encuentra el lugar donde el guardia del Fuerte Merópide Estienne, el/la Viajero/a, Paimon, una niña nacida en el Fuerte llamada Lanoire y un prisionero llamado Caterpillar emergieron después de escapar del Fuerte. Este fue el primer vistazo de Lanoire al mundo exterior. Ella comparó el continente de Teyvat con el Fuerte Merópide, asumiendo que Teyvat debía ser enorme ya que no podía ver ninguna pared. Estienne quería dejar ir a Lanoire, y el grupo planeó encontrar a la familia de Lanoire, pero otro guardia del Fuerte Merópide, Noailles, los confrontó, cuestionando sus intenciones y su presencia con Lanoire. Estienne defendió sus acciones, alegando que estaba corrigiendo el error del encarcelamiento de Lanoire y Caterpillar debido a la falta de papeleo. Sin embargo, Noailles insistió en que seguían siendo criminales. Cuando vio la verdadera apariencia de Caterpillar —un Hilichurl— lo consideró un monstruo y quiso destruirlo y encerrar al resto en prisión. Gracias a la ayuda de Estienne y otro guardia, Lanoire y Caterpillar lograron salir de la Fortaleza a través del túnel de goeda, y Lanoire se fue a vivir con su abuelo, Earnshaw, quien ni siquiera sabía de su existencia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/3a690b904e7f8e6079b80bbc275fcbfd_4887596022835727622.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En la parte norte de esta subárea se encuentra el laboratorio privado usado por Potton, un investigador del Instituto que también se hacía llamar Rawat. Potton era considerado feo, las mujeres no querían encontrarse con él y los demás investigadores del Instituto no querían trabajar con él. Sólo los criminales estaban dispuestos a apoyar su investigación, por lo que Potton comenzó a involucrarse en la producción de sinte. Este laboratorio se utilizó para la producción de una crema que cambiaba el rostro. Esta crema utilizaba componentes ilegales y podía ser peligrosa para las personas. La Oficina Judicial lo encontró mientras investigaba la fuga del Fuerte Merópide. Finalmente, todos los criminales involucrados en esta producción ilegal fueron arrestados.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5143,
        "name": "Condado Liffey",
        "desc": "<p>Muy por debajo de la superficie del agua, detrás de una pared de hierro, un tipo diferente de fuerza vital comenzó a surgir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/11/205556113/f48bb9a17ec8439e803dfe03d1282b62_9153698270209984504.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Fuerte Merópide",
        "desc": "<p>Prisión de Fontaine, dirigida por el duque Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/205556113/caa9b364dba33a808f0ec018c00d9c15_9195547886075424581.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4536,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4537,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un miembro de la Comunidad Cruz de los Narcisos que recibía el nombre de \"Crisálida de Mariposa Fantasma\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/205556113/be516a2c9005727dcfd1fe45662a826d_7952441431699614551.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5846,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Taller de Mecabots de Kuisel",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/a913ede0cb6244679c71b370742c1f52_2243460301231921756.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En la sección norte de esta subárea se encuentra un taller abandonado conocido como el Taller de Mecabots de Kuisel. Este taller no es propiedad privada, sino un edificio abandonado que no llegó a formar parte del Fuerte Merópide. Tras la desaparición del anterior propietario del taller, Coutrot asumió la propiedad y utilizó el nombre \"Kuisel\" como un personaje conveniente. Los asistentes, interesados ​​en avanzar en la investigación de Kuisel sobre una red neuronal, solían preguntar a través del investigador Bricole dentro del taller. Debido a la incapacidad de comprender el significado de la investigación de Coutrot, este proyecto finalmente fue cancelado. Según Bricole, la peculiar investigación de Coutrot hizo que lo expulsaran del Instituto de Ciencias de Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/f0bd53008fde9a35472f52855e27c741_1405370418658078501.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Después de que el Instituto escuchara el breve informe de Bricole, se le pidió que evaluara la zona para determinar si era adecuada como campo de entrenamiento de desarrollo de calidad, además de realizar su trabajo de recuperación. Por lo tanto, había colocado algunas réplicas de anclas en los alrededores, asegurando a todos que eran solo simulacros y completamente seguros.\nDerrotar ciertas \"Máquinas imperfectas\", Mecabots encontrados en el Condado del Instituto de Ciencias de Fontaine y en el Condado Liffey, otorgará un Componente de concentración energética. A lo que originalmente era un componente mecánico común se le añadió de alguna manera un anillo de almacenamiento de energía hecho de material de alta densidad. Este componente sería potencialmente capaz de proporcionar suficiente energía para toda una máquina por sí solo. Con un total de siete disponibles, estos componentes podrían usarse para abrir una celda en el Taller de Mecabots de Kuisel.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4535,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4544,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4459,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "El nuevo Instituto",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/7e8546344bac5deed4c2d7af5cf0f0c2_2214064717958625298.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue el centro tecnológico de toda la Corte de Fontaine. Alain Guillotin fundó el instituto después de abandonar la Gendarmería Fantasmal hace 400-500 años. Como el Instituto de Ciencias de Fontaine se dedica al estudio de las máquinas y la energía, la investigación sobre los Mecabots fue el foco principal, y la mayoría de las invenciones mecánicas surgieron de este Instituto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/15a981fe1d61629a78f3fe207b2a1a65_7791086831241845176.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Desde el primer período diluviano, el Instituto de Ciencias de Fontaine ha estado preocupado por la idea de que podría haber un segundo. Algunos tenían la idea de recuperar las ruinas perdidas por las olas y construir una ciudad submarina, mientras que otros miraban hacia las islas intocables del cielo con la intención de construir una metrópolis en las nubes. Edwin Eastinghouse es un antiguo técnico sénior que realizó experimentos utilizando árjium para desafiar la gravedad con la esperanza de elevar la Corte de Fontaine al cielo como un medio para evitar el diluvio profetizado. Se cree que sus experimentos fueron la causa de la explosión masiva que destruyó la mayor parte del Instituto de Ciencias de Fontaine. Después de la explosión, el instituto tuvo que reagruparse y establecer una nueva instalación adyacente a los restos de las antiguas ruinas, preservando lo que quedó intacto después de la explosión. El instituto operativo ahora se llama \"Nuevo Instituto de Ciencias de Fontaine\". Los dos administradores del Instituto de Ciencias de Fontaine, Choiseul y Raimundo, también se encuentran aquí. Raimundo y Choiseul comparten las pesadas responsabilidades que conlleva el puesto de director. Raimondo es responsable de que el trabajo científico y la investigación vuelvan a funcionar, y Choiseul es responsable de todo lo demás. Su principal objetivo sigue siendo el mismo: reconstruir el Instituto de Ciencias de Fontaine y trabajar duro por el bienestar de todos los habitantes de la Corte de Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/cd28f2ae224b9fa5f1118cfba9395f0b_7202910105172418953.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Instituto de Ciencias es famoso por su bebida de color naranja brillante, Fonta, y la máquina de Fonta se encuentra en el Nuevo Instituto. En el Fuerte Merópide, la Arena de \"A Bocajarro\" es la forma de entretenimiento más popular. Todos pueden estar de pie en el escenario de la Arena de \"A Bocajarro\" y el equipo ganador recibirá Cupones crediticios, así como un Trofeo Fonta. Cuando se muestra en el Instituto de Ciencias de Fontaine, el ganador puede beber todo el Fonta que desee, de forma gratuita. Una vez, el instituto quiso probar su nuevo sabor de Fonta roja, e incluso se ofreció a patrocinar el torneo de \"A Bocajarro\" para poder promocionar su nuevo producto, pero el Duque se negó incluso a considerar la idea. Los representantes del instituto todavía están tratando de promocionar su bebida, por lo que apareció la \"norma secreta\" de la Arena de \"A Bocajarro\": si alguien intenta apoyar a ambos boxeadores al mismo tiempo, recibirá un paquete a la mañana siguiente, que contiene un extraño líquido de color sangre."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/42fe71c1188b751fdb83701a8497588b_3656816346104427839.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un poco al noreste del Nuevo Instituto de Ciencias de Fontaine se encuentra lo que queda de los dormitorios del Instituto. Cuando un investigador dice que necesita un descanso, lo que quiere decir es que necesita desconectar la cabeza un rato. Normalmente, van a los dormitorios del Instituto para tocar el piano, leer y tomar un trago si fuera necesario. Los dormitorios del Instituto no tienen camas. Según el investigador Nacker, dormir es una pérdida de tiempo, y la mayoría de los demás investigadores piensan lo mismo. Incluso cuando parece que se están tomando un descanso, siguen reflexionando sobre diferentes temas académicos de forma inconsciente. Es como un vasto océano que, aunque parezca tranquilo en la superficie, tiene una fuerte corriente subterránea debajo. A veces, las corrientes subterráneas de abajo son mucho más fuertes que las imponentes olas de arriba.\nEn una ocasión, el/la Viajero/a y Paimon fueron acompañados por Chronie, una periodista, y Nacker, al nuevo Instituto de Ciencias de Fontaine y se reunieron con los coadministradores Raimundo y Choiseul. Escoltaron a Nacker para completar una tarea ubicada en los dormitorios del Instituto. Chronie cuestionó si este era realmente el lugar donde los investigadores debían pasar su tiempo libre y encontró que las condiciones eran inhumanas y sugirió priorizar la renovación de este lugar. Aunque este lugar no se vio tan afectado por la explosión, Nacker estuvo de acuerdo en que este espacio requería renovaciones urgentes y tenía un suministro de energía severamente limitado.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5143,
        "name": "Condado Liffey",
        "desc": "<p>Muy por debajo de la superficie del agua, detrás de una pared de hierro, un tipo diferente de fuerza vital comenzó a surgir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/11/205556113/f48bb9a17ec8439e803dfe03d1282b62_9153698270209984504.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Instituto de Ciencias de Fontaine",
        "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Fuerte Merópide",
        "desc": "<p>Prisión de Fontaine, dirigida por el duque Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/205556113/caa9b364dba33a808f0ec018c00d9c15_9195547886075424581.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4529,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Departamento Ejecutivo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/399c6ed754604e017a3abcf5ca5ddfcd_9201098191591024831.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Departamento Ejecutivo, ubicado en la intersección entre el Condado del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine y el Condado Liffey, es el principal responsable de las diversas tareas administrativas del Instituto. La Jefa de Seguridad de Exhibiciones, Conjat, se encuentra aquí.\nAquí se conservan varios documentos, incluido un aviso sobre la ceremonia conmemorativa del señor Butor, el inventor de los mensajes codificados. Las personas ajenas al Instituto que desearan asistir a la ceremonia tendrían que registrarse en la Oficina Funeraria. La tecnología de los mensajes codificados consiste en imágenes encriptadas que utilizan un pigmento especial y también se requiere de un disolvente especial para eliminarlos. El servicio tenía como objetivo honrar sus contribuciones a la investigación del Instituto y al pueblo de la Corte de Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/c77a0b8d5017a1157886728bae55021c_2248324470334491322.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Aquí se guardan los documentos relativos a las sanciones impuestas a Patrice por haberse marchado a Liyue sin pedir permiso y realizado investigaciones sobre los minerales resonantes sin la aprobación del Instituto. También se sospechaba que había manipulado y falsificado los resultados de dichos experimentos. Como resultado, mantuvo su puesto en libertad condicional, a la espera de que se llevara a cabo la investigación. Todos los datos de los experimentos y demás documentos del proyecto quedarán archivados temporalmente bajo la custodia del señor Anatole, a la espera de que se conlleven las debidas comprobaciones.\nSegún el reglamento del Instituto de Ciencias de Fontaine, dado que Edwin Eastinghouse había estado ausente de su puesto durante un largo periodo de tiempo sin haber pedido el permiso requerido, fue destituido de su puesto de técnico, quedando pendiente la investigación sobre su ausencia laboral injustificada. También Coutrot, que se hacía llamar Kuisel, fue despedido inmediatamente de su puesto de investigador en el Instituto debido a su peculiar investigación sobre redes neuronales. El Instituto se reservó el derecho de tomar medidas legales de acuerdo a las leyes vigentes.\nLos documentos financieros ubicados aquí muestran que los fondos destinados a los proyectos \"Brazo Mécanico Auxiliar\", \"Planeador Hueco Propulsado\" y \"Ferribús Autodirgido\" quedaron cancelados hasta haber concluido las evaluaciones financieras pertinentes.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4535,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Salón Académico",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/c818199cfa112690f8de08d1368de569_1552049808587125314.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Salón Académico está ubicado entre el Departamento Ejecutivo y el Departamento de Gestión Bibliográfica. El diseño circular del salón de exposiciones permite albergar a un público más numeroso y, al mismo tiempo, ofrecer una mejor vista. Este salón es un lugar para mostrar al público los frutos de la investigación del instituto, tales como los bailarines mecánicos capaces de combatir, el gramófono y el planeador propulsado por turbina, entre otras cosas. Algunos bromean diciendo que la Fonta puede ser el único logro científico del instituto que todavía se puede comercializar legalmente."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/0bee166c5e2b272798e7f17ce8887aaf_8163054317384438799.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En el lugar donde se encontraba esta sala, Edwin Eastinghouse utilizó árjium en la creación del \"Prototipo Meca-Breguet\" para contrarrestar los efectos de la gravedad. El árjium del que está compuesto el núcleo de esta máquina posee habilidades de división o sedimentación, por lo que puede dividir la materia e incluso otras cosas que no son materia. Las estimaciones iniciales indicaban que el dispositivo podría elevar grandes estructuras arquitectónicas en el aire. Mientras realizaba una investigación, el núcleo de árjium dentro del generador de campo se sobrecargó, lo que desencadenó una explosión colosal que arrasó el instituto del que se le atribuye la culpa a Edwin Eastinghouse. En consecuencia, el Generador de Campo Experimental perdió el control y ahora ocupa esta área del instituto. La explosión se cobró la vida de varios investigadores y muchos de los que escaparon ilesos optaron por abandonar el instituto. Un misterioso mineral de color verde amarillento que atrae a los minerales del mismo tipo se puede encontrar en el nivel superior de las ruinas junto al \"Prototipo Meca-Breguet\".\nEl Instituto está planeando una reconstrucción, lo que requiere que ciertos recursos y personal sean gestionados por la Oficina Administrativa. Se tomaron este asunto en serio y Roialte, el director de la Oficina Administrativa, seleccionó un equipo para realizar estudios de campo en las inmediaciones. Mientras que el Sr. Roialte se quedó en la Oficina Administrativa para manejar el recuento de personas, Iaune fue el encargado de visitar el Instituto para tomar fotografías de ciertos lugares con el fin de coordinar la recepción. El Instituto tenía una carta para la Oficina Administrativa y Iaune pensó en traerla consigo. El Sr. Choiseul insistió en que esto violaría el procedimiento adecuado y se negó a entregarla para asegurar la trazabilidad de todas las comunicaciones oficiales dentro de la Oficina Administrativa. En cuanto al Salón Académico, aunque la estructura se asemeja a un salón, su relevancia académica era cuestionable. Iaune observó el edificio, encontrándolo relativamente intacto pero demasiado alto para que una recepción coordinara los planes para reconstruir el instituto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/a2e5b52fc0a60517d786bedebbdd4fc3_7596594411597018410.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Chalmet es la Jefa del Equipo de Recuperación Bibliográfica del Instituto de Ciencias de Fontaine. A menudo se la puede encontrar en la Oficina de Gestión Bibliográfica, ubicada al sureste del Nuevo Instituto de Ciencias de Fontaine, organizando continuamente documentos y archivos según las instrucciones de Raimundo. La Oficina de Gestión Bibliográfica permaneció estructuralmente intacta a pesar de la explosión, y la mayoría de los archivos se mantuvieron en buenas condiciones. La mayoría de los materiales son informes, memorandos y actualizaciones de progreso obsoletos. Aunque Chalmet duda del valor de algunos de los documentos, a veces contienen proyectos incompletos y descripciones detalladas del trabajo. Ella cree que estos descubrimientos podrían ser valiosos ya que el Instituto planea reiniciar sus proyectos de investigación, lo que indica un progreso positivo en general.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4518,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Generador de Campo Experimental",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una máquina gigante diseñada por Edwin Eastinghouse. Originalmente, poseía unos efectos capaces de contrarrestar la fuerza de la gravedad y, también originalmente, ese iba a ser el primer paso para hacer de Fontaine una metrópoli flotante. Entonces, nadie tendría que volver a preocuparse de que una marea purgase la tierra, pues aunque las Siete Naciones quedaran sumergidas bajo el agua, la elegante Corte de Fontaine flotaría en el aire como si de Celestia se tratase. Es más, de ese modo, hasta los secretos del universo se antojarían menos remotos.<br>El árjium del que está compuesto el núcleo de esta máquina posee habilidades de división o sedimentación, por lo que puede dividir la materia e incluso otras cosas que no son materia. Aunque, según una leyenda, dicho proceso es reversible, al Instituto de Ciencias de Fontaine solo le importaban sus efectos físicos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/411a0336222dd0d0f0dd7ae5c80e43f4_4009628349097057433.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Biblioteca de Bravais",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/74881a598b992f81fd66b9f09502e1ab_5070822425752816970.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Justo antes de la última sala del Taller de Mecabots de Kuisel, un túnel oculto conduce a al Taller de Prensado de Bravais, donde se puede forjar el árjium. Después de obtener siete minerales misteriosos, se combinarán para formar la Materia prima de árjium. La Materia prima de árjium se puede convertir en un Cristal de árjium radiante utilizando esta prensa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/8970305b0bed48a65f9f7195c6e04800_6760173927931184157.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La Biblioteca de Bravais, que solo se desbloquea con este Cristal de árjium radiante, se encuentra cerca del Salón Académico. Las notas de investigación que se encuentran dentro de este estudio revelan que los investigadores estaban trabajando en un proyecto que utilizaba árjium. Las notas hablan de una investigación relacionada con la Compañía Dorada, la Fortuna, Petricor y Ruggiero, el fundador del Consejo de Sabios. Recolectó numerosas caracolas especiales para descubrir pruebas de la existencia de la Gran Serenata. En este estudio se puede encontrar una, que es similar al arpacola que se encuentra en la Aldea Espumarina.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Condado Nóstoi",
        "desc": "<p>En el idioma antiguo, Petricor significa \"golem\". Ahora es un pueblo de pescadores en ruinas en una pequeña isla alejada de las aguas de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/205556113/03549e5ff14ff59a732ab430524da388_8005221376435422215.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Condado Berilo",
        "desc": "<p>Una antigua cordillera repleta de ruinas al otro lado de las aguas de la Corte de Fontaine.</p><p>Se dice que antaño los seguidores de Egeria consideraban este lugar como un lugar de alegría en el que hacer excursiones, dedicando canciones al amor y a los sueños puros e inmaculados como el berilo. Ahora, sus canciones se han dispersado con la luz de la luna, y solo vientos frescos siguen soplando por estas solitarias tierras cubiertas de menta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/205556113/b427c492c39d16da8fcca8217e55e32a_65223788382548651.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4457,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4458,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compañía Dorada",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/c32bab10651059ad3c0c8a0e5bbd2e03_163519183011049214.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Parque Conmemorativo de Marianne",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/9313055236b1636d284df12e96857fa6_5599407450833838445.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al este del nuevo Instituto de Ciencias de Fontaine y al norte de los Vestigios del Laboratorio Central se encuentra un parque dedicado a la hermana de Alain, Marianne Guillotin, que era agente de los Cazadores Fantasmales. Cuando el líder de la Comunidad Cruz de los Narcisos, una organización esotérica secreta, envió a los miembros a revivir a la criatura abisal Elynas, los Cazadores Fantasmales, junto con Marianne, recibieron la orden de detenerlos y arrestarlos. Se produjo una batalla entre los agentes de la Gendarmería Fantasmales y los miembros de la Comunidad Cruz de los Narcisos (Jakob, Lyris y Caterpillar). Durante la batalla, Marianne Guillotin resultó gravemente herida y una Oceánida Lyris absorbió su conciencia abrazándola. De esta fusión nació una nueva Oceánida, Marianne. Marianne ya no era Lyris ni Marianne Guillotin, sino que encarnaba su conciencia y sus deseos compartidos y era algo más que un ser humano o una Oceánida capaz de crear otras Oceánidas.\nEl funcionario administrativo, Roialte, esperaba que alguien pudiera pronunciar un discurso aquí, pero debido a su condición actual y a la falta de monumentos emblemáticos, un discurso estaba descartado.\nDebajo de este parque conmemorativo se encuentra un laboratorio submarino perteneciente a Bossuet.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Gendarmería Fantasmal",
        "desc": "<p>La Gendarmería Fantasmal (Cazadores Fantasmales) es la unidad personal del juez supremo Neuvillette, que es responsable de la investigación del crimen. Tiene su base en el Palacio Mermonia y es uno de los departamentos de la Corte de Justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/0754982d06f58659af734aafc88d0c88_8063827020713320808.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Una bestia abisal que apareció en Fontaine hace unos 500 años durante el Cataclismo. Elynas es el \"Padre\" de todas las melusinas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/fa4c986eefe97522566b35be6e29e7a0_4326688696020046010.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un miembro de la Comunidad Cruz de los Narcisos que recibía el nombre de \"Crisálida de Mariposa Fantasma\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/205556113/be516a2c9005727dcfd1fe45662a826d_7952441431699614551.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Marianne",
        "desc": "<p>Una Oceánida que vive en Letargia. <span class=\"wk-shady\">Es una Oceánida de conciencia híbrida formada por la fusión de Lyris y Marianne Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7ac751c3fd3892141d972392696a414b_4228032908596685146.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Laboratorio de Bossuet",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/3c1e9b4b1ab91c051b2c9b518de8b1f3_636882364562772653.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El señor Bossuet se convirtió en el supervisor del Centro de Investigación Conmemorativo de Alain Guillotin y lo rebautizó como Centro de Investigación de Bossuet. Según el investigador júnior Chisseray, quien señala que no fue obligado a decirlo por el propio señor Bossuet, las decisiones impecables de Bossuet y su sabio liderazgo dieron lugar a resultados notables en múltiples áreas de investigación. Bossuet recibió el título de técnico superior después de que su artículo, Análisis teórico y diseño de la nueva configuración de núcleo artificial, fuera seleccionado como el trabajo destacado del año del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine. Se encontró un retrato del señor Bossuet en su laboratorio y junto al retrato hay una nota que dice: <color=#ffffff>\"La actuación de la Suite Criocéfiro se llevó a cabo sin contratiempos. Invitamos a uno de los pintores famosos de la Corte de Fontaine para que hiciera este retrato. Sr. Bossuet, reciba este regalo con agrado\"</color> . Después de que Bossuet dejó su puesto, el laboratorio fue abandonado y todos se dispersaron por el instituto. Bossuet ahora está jubilado y vive en un pueblo lejano, Petricor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/6d10de801d1fae94bf5e79c9977e56e1_3012305012631316675.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante la exploración de estas peculiares ruinas submarinas, el/la Viajero/a y Paimon descubrieron un misterioso dispositivo emisor de luz. Después de calibrar tres focos experimentales y activar el dispositivo en el centro, se abrió una puerta que les permitió seguir avanzando por el laboratorio. Los prototipos de bailarines mecánicos Claire y Lothair, creados por Maillardet, estaban en modo de espera, pero de repente se activaron, lo que obligó al/a la Viajero/a a derrotarlos. Sévigné, una investigador del Instituto de Ciencias de Fontaine, les informó de que desde que Maillardet consiguió un lugar privilegiado en las Erinnias, rara vez volvía al laboratorio. Los prototipos lo habían estado esperando, pero ahora estaban tan dañados que la mayor parte de la maquinaria se había caído. Sévigné pidió al/a la Viajero/a y a Paimon que llevaran tres cintas perforadas a Chisseray. Utilizaron la corriente de un canal de agua para salir del laboratorio y le dieron las cintas a Chisseray en el Instituto.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Condado Nóstoi",
        "desc": "<p>En el idioma antiguo, Petricor significa \"golem\". Ahora es un pueblo de pescadores en ruinas en una pequeña isla alejada de las aguas de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/205556113/03549e5ff14ff59a732ab430524da388_8005221376435422215.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Instituto de Ciencias de Fontaine",
        "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4534,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Suite Criocéfiro",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Una deslumbrante pareja de bailarines mecánicos creados por el Instituto de Ciencias de Fontaine.</span><br><span style=\"color: rgb(255, 255, 255)\">En sus primeros bocetos, Bossuet pensó que los bailarines eran una obra de arte capaz de superar cualquier otro invento basado en la replicación mecánica. Sin embargo, cuando le obligaron a abandonar el Instituto, Maillardet asumió el control de la investigación. Este poseía una visión única de lo que debían ser los mecanismos y los bailarines, por lo que, durante el proceso de iteración, al tiempo que perfeccionaba las distintas funciones de los bailarines, se fue desviando de la idea original de la que partió Bossuet.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/73555894/377f3a8f5ea5fc082951815af746a2ae_3263919719059475450.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4550,
        "name": "Foco experimental",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un foco de luz que cuenta con componentes de circuito óptico de cristal experimental. Calibra manualmente la imagen para enfocarla cuando se vea más nítidamente.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/28/10742394/1ef525b101a31611b9fe2cc1b0a59aa8_6692275002983908448.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Bosque Dryas",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "El bosque Dryas es una zona escasamente poblada al sureste del nuevo Instituto de Ciencias de Fontaine. Los filósofos naturales sugieren que el nombre del bosque de pinos proviene de una tribu bárbara llamada Dryas, lo que ofrece una explicación menos romántica que la que se ofrece en la antigua obra fontainiana \"Dryas\". Esta obra rinde homenaje a Aurelio, un héroe que conquistó muchas naciones para Fontaine, que se cree que es una invención ficticia ya que los registros históricos no corresponden a su existencia. La leyenda cuenta que Aurelio cayó en una trampa enemiga durante una campaña donde fue salvado por flechas plateadas justo antes de que la espada de un asesino pudiera golpearlo. Conoció a Dryastis, la joven doncella que lo había salvado con su arco, y ella comenzó a suplicar que se pusiera fin a la muerte innecesaria en su tierra. Aurelio se conmovió con su súplica y aceptó el arco que esta le entregó, dejó las armas y, en el camino de vuelta a casa, fue asesinado por unos viles traidores, tras lo que acabó enterrado en el fondo del mar. A lo largo de los milenios, el relato ha evolucionado con diversas versiones que describen el trágico destino de Aurelio o su amor obsesivo por Dryastis. Independientemente de su destino (ya sea ahogado, asesinado por nuevos adversarios o transformado por el tiempo), la historia de Aurelio y Dryastis persiste como una leyenda de tiempos turbulentos. Mientras tanto, el arco que jugó un papel fundamental en el destino de Aurelio pasó por muchas manos y finalmente se convirtió en un objeto de atrezo para los espectáculos infantiles de su hogar natal. Pero eso pertenece a otra historia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/e17260033bc36e61f33b3c10588a776a_6191653108011625573.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una niña llamada Blanche y su hermano, que a veces se hace llamar \"Burburanja Picarona\", visitan a menudo el Bosque Dryas. Aproximadamente un mes antes de conocer al/a la Viajero/a, el hermano de Blanche se hizo con una valiosa fórmula de poción conocida como \"Agua Pura\", que se cree que fue creada por el Instituto de Ciencias de Fontaine. Después de la explosión del Instituto, muchos objetos se dispersaron en el desierto. Esta zona del Bosque Dryas solía ser el patio trasero del Instituto de Ciencias de Fontaine, que albergaba varios viveros de plantas. El hermano de Blanche exploraba a menudo estos alrededores, y así fue como encontró la fórmula. La persona que creó la receta del \"Agua Pura\" había vivido aquí en reclusión. La fórmula contenía los nombres de los ingredientes crudos que su hermano no podía entender, por lo que comenzó a buscar manuscritos relevantes hasta que un día desapareció."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/64e494fcd2c590faa33361f11639871e_3431959871535512615.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando finalmente lo encontraron, \"Burburanja Picarona\" contó la historia del pocionista, un joven excéntrico del Instituto de Ciencias de Fontaine, conocido por su brillantez en pociones y alquimia. A pesar de su talento, el enfoque del Instituto no se alineaba con sus intereses, y sus tendencias retraídas y narcisistas lo llevaron a ser un poco marginado. Se mudó a las montañas y continuó su investigación en reclusión, pero en lugar de preservarlas, vertió todas sus creaciones en el suelo. Algunos creían que por la intervención de la Arconte Hydro, las pociones legendarias formaron un pequeño estanque. El joven se sumergía en el estanque todo el día hasta que accidentalmente se resbaló demasiado profundo en el estanque y se ahogó en su propia creación. \"Burburanja Picarona\" planeaba enviar la fórmula de \"Agua Pura\" al nuevo Instituto de Ciencias de Fontaine como herencia para Blanche.\n\"Duraznoliva Moderna\" recopiló \"revistas de moda\" en esta ubicación que sirvieron como diccionario de términos. Los miembros de la Nueva Marea incluyen a \"Duraznoliva Moderna\", quien también es uno de los cinco grandes cuadros del Frutiescuadrón del Orden. Él cree que <color=#ffffff>\"Las líneas ley han contaminado a todo el mundo, y es por eso que nace la Nueva Marea; la oscuridad ha contaminado a todo el mundo, y por eso nace un mundo de luz. Así son las cosas.\"</color> . \"Lirio Cala Despiadado\", \"Gancho de Lobo Honesto\" y \"Burburanja Picarona\" también son parte de los cinco grandes cuadros del Frutiescuadrón del Orden. Después de que Burburanja traicionara a la organización, las autoridades superiores encargaron a Lirio Cala que lo eliminara. Cuando ella lo confrontó, Duraznoliva y Gancho de Lobo salieron en su defensa. Procedieron a luchar contra Lirio Cala, pero ella se contuvo cuando descubrió que Burburanja los había traicionado únicamente para el beneficio de su hermana, Blanche. Lirio Cala les permitió derrotarla, y mientras se marchaba, Blanche le ofreció una copia de la fórmula \"Agua Pura\" que recreó Burburanja, la cual ella aceptó gentilmente.\nComo no quería que su hermana se convirtiera en una ladrona de tesoros como él, Burburanja fue voluntariamente al Fuerte Merópide. Está considerando vender la poción en el Fuerte por Mora.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Instituto de Ciencias de Fontaine",
        "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Fuerte Merópide",
        "desc": "<p>Prisión de Fontaine, dirigida por el duque Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/205556113/caa9b364dba33a808f0ec018c00d9c15_9195547886075424581.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4526,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4527,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5673,
        "name": "Corazón de la Lluvia",
        "desc": "Un legendario arco feérico. Ya sea en un escenario o un campo de batalla, la música que produce conmueve fácilmente el corazón de quien la escucha.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/25/bbfcbecb44910640904415c4c8f7a71d_6233228634431101260.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4423,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4388,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4476,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vestigios del Laboratorio Central",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Laboratorio Central",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/33082eec537e32c16d7fa27e080706ab_5009644242859021652.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ubicado en el corazón del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, el Laboratorio Central tenía los instrumentos más avanzados de Fontaine. Anteriormente, la investigación principal que se llevaba a cabo allí estaba relacionada con el \"Generador de Campo Experimental\". Mientras se realizaba la investigación, el núcleo de árjium dentro del Generador de Campo se sobrecargó, lo que desencadenó una explosión colosal que arrasó el instituto, en la que el Laboratorio Central fue destruido. Con la ayuda de esta \"agua gravitacionalmente descompensada\", los vestigios del Instituto ascendieron de manera segura y eficiente. Un misterioso mineral de color verde amarillento que atrae a los minerales del mismo tipo se puede encontrar bajo los escombros frágiles en la Masa de agua gravitacionalmente descompensada debajo de los Vestigios del Laboratorio Central.\nDesde la explosión inicial, todo el árjium del instituto se fragmentó, lo que plantea un riesgo perpetuo de activación espontánea y posterior explosión. Una explosión secundaria, menor en comparación con la primera, ocurrió en las ruinas del Laboratorio Central, que dispersó numerosos componentes condensados ​​del inhibidor de árjium en las aguas circundantes. Esta explosión secundaria fue el resultado del flujo de energía que afectó a una pequeña porción de árjium en las ruinas. Se implementó un dispositivo de supresión y se evitó la crisis; sin embargo, un investigador superior llamado Sr. Nacker escapó. Nacker trabajó con el Sr. Eastinghouse y se cree que desencadenó la pequeña explosión para robar el núcleo cinético de árjium y hacer una \"pequeña fortuna\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/d0b847521e35bb8d000b07cc2c580d2d_97595841305746411.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El Instituto estaba conectado con la Corte de Fontaine a través de la acualínea de Callas. El sistema de ferribús es un sistema diseñado en colaboración con Callas, el ex presidente de Spina di Rosula, y tanto la Corte de Fontaine como el Instituto de Ciencias de Fontaine. Las tres acualíneas de ferribús llevan el nombre de personas de la familia de Navia: Navia, su padre Callas y su madre Clémentine. Estas tres acualíneas sirven para conectar la Corte de Fontaine con el Instituto de Ciencias de Fontaine, el Puerto Rociomarino y las Erinnias.\nDurante la investigación de árjium de Edwin Eastinghouse, la acualínea Callas fue destruida en la explosión antes mencionada y aún no ha sido reparada. La estación de ferribús contiene un Aviso Especial que dice: <color=#ffffff>\"Debido a causas de fuerza mayor, la acualínea Calas quedará inhabilitada de forma permanente. Lamentamos los inconvenientes que esto haya podido ocasionarles\"</color> . Spina está planeando reconstruir la acualínea Callas y agregar más paradas para las acualíneas de ferribús existentes. El Tablón de Anuncios del Café Lutecia presenta una discusión sobre la propuesta de reconstrucción de la acualínea Callas. Antes de su cierre, la melusina Talochard trabajó como guía turística para la acualínea Callas, que solía ser la tercera línea."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/f4a431ac4b70c77e55e538322ee03fe6_8603350389141406693.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En esta ubicación al este de los Vestigios del Laboratorio Central se encuentra un Mecaoptimizador Aritmético, el Generador de campo supercomputador automatizado. Fue creado por el Instituto de Ciencias de Fontaine y fue diseñado con el propósito de repetir y amplificar el alcance de las señales. Esta máquina fue creada para complementar los defectos de energía y aumentar la eficiencia operativa de los Mecabots, lo que le permite reponer la energía de los Mecabots deshabilitados cercanos que comparten una fuente de energía similar. Esta máquina es capaz de moverse gracias al flujo de energía producido por las constantes reacciones de control y destrucción que llevan a cabo la ousía y la pneuma dentro de su núcleo interno, un equilibrio que se puede ver alterado si se libera un exceso de energía. El Mecaoptimizador Aritmético funciona con energía de ousía y está equipado con un campo de gravedad reducida cuando su arjé está activo. Golpearlo con arjé oponente mientras su escudo está abajo hace que pierda el arjé y quede aturdido temporalmente. Este Mecabot puede recuperar el arjé más rápidamente que otros Mecabots después de ser aturdido, y se defiende con un escudo Geo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Condado de la Corte de Fontaine",
        "desc": "<p>\"Por encima de todas las aguas solo se encuentra esta ciudad\".</p><p>El Palacio Mermonia, que se eleva en el punto más alto de la ciudad, representa la máxima autoridad en Fontaine. Bajo su mirada, las personas llevan una vida ordenada, tan regular y predecible como el ferribús.</p><p>La ley sirve para mantener un orden estable, que a su vez es la piedra angular sobre la que se construyen la equidad y la justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/14/205556113/d383327e5d25b9590a0fedacbe5ac74c_4706779519832920018.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Instituto de Ciencias de Fontaine",
        "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula se rige por el principio de la democracia, el de una actitud inclusiva en cuanto a diferentes industrias y profesiones, el de contribuir ayudando a los ciudadanos a resolver sus problemas en situaciones difíciles y, cuando surge la necesidad, también participa en colaboraciones secretas junto con las autoridades de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/881b3c91168f2dbb08b943a5e0eb1e5c_6303923155770470243.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Una agente de evidencias de la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/205556113/9de3aae7a32faf7a3023fbdc80e94dae_8012079493430037786.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6397,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4461,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4694,
        "name": "Arjé - Pneuma & Ousía",
        "desc": "<p>Una mecánica de Fontaine útil tanto para la exploración como para el combate que usa dos fuerzas opuestas: Pneuma y Ousía.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_2976546650620969909.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Menciones diseminadas",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/d0196d94ac4ce04857bc80eb6f992c19_2293646435203750710.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Se puede encontrar un gran Mecabot al este de los vestigios del laboratorio central en medio de un campamento Hilichurl. Las réplicas de la explosión en el Instituto de Ciencias de Fontaine no pudieron destruirlo por completo, y continúa existiendo en una forma contraria a su diseño original. En todo el campamento Hilichurl, hay notas que detallan cómo un equipo de proyecto desarrolló la \"Fórmula de Combate Integral\" combinando la lógica subyacente de la \"destrucción empírica\" de la armada antigua y los datos de combate proporcionados por los aventureros. La Fórmula estableció objetivos para el Mecabot, como actuar como vanguardia, detectar y derrotar monstruos, enfrentarse a enemigos poderosos, superar obstáculos y destruir fortalezas enemigas. Se planificaron nueve prototipos en tres fases: Prototipo de sistema completo, Movibilidad básica y Plena movilidad, con la producción en masa a continuación basada en los datos del prototipo. En esta ubicación, se pueden encontrar tres engranajes, dos Engranaje exacto tipo C y un Engranaje exacto tipo T. Al colocar los engranajes en el Mecabot, se revelará una propiedad oculta de la máquina, donde aparecen fuegos artificiales apagados en la parte superior, que luego se pueden encender para mostrar un breve espectáculo de fuegos artificiales. En la parte superior del gran Mecabot se puede encontrar un misterioso mineral de color verde amarillento necesario para crear el Cristal de árjium radiante.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4455,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4456,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4461,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Bóveda de los Cazadores Fantasmales",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/4ceb9236c429d9d8a5144b73349a15bd_3143222195070489143.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al este de los Vestigios del Laboratorio Central se encuentra una bóveda oculta que contiene un tesoro protegido por un rompecabezas y una gran puerta. Se rumorea que dentro de esta bóveda secreta, los Cazadores Fantasmales del pasado dejaron un tesoro capaz de derrotar a cualquier hechicero.\nPara entrar en la cueva donde se esconde esta bóveda, hay que abrir un trozo de roca y descubrir un tramo de agua. Tras completar el mecanismo de rompecabezas conectado a la puerta de la bóveda, hay que demostrar que se es digno de heredar los secretos del pasado. La recompensa por resolver el rompecabezas es una de las llaves del Cazador Fantasmal, que se transmiten de generación en generación. Se necesitan cuatro llaves en total para formar la llave final y completa. Una vez que se abra la puerta, se revelará el tesoro: una placa de piedra rodeada de armas.\nLa placa silenciosa lleva inscritos los nombres de los antiguos Cazadores Fantasmales y sus hazañas heroicas. Las armas que rodean la placa, a primera vista, parecen absolutamente ordinarias, pero una débil energía emana de su interior. Aunque ha pasado mucho tiempo desde que se usaron en batalla, sus bordes siguen afilados, como si simplemente estuvieran esperando al próximo Cazador digno para continuar con su legado. Los Cazadores Fantasmales de épocas pasadas solían imbuir sus armas con encantamientos especiales para suprimir monstruos. Siempre que un monstruo estaba cerca, sus armas comenzaban a brillar. Si uno recita el nombre de un Cazador Fantasmal mientras sostiene una de estas armas, el Cazador Fantasmal será invocado. La voluntad de ese Cazador pasado recorrerá el ser del portador. Es un sentimiento de coraje y determinación, una voluntad heredada de generación en generación, que persigue acabar con todos y cada uno de los monstruos. El contenido de esta sala es el tesoro del que se habla, que representa el verdadero legado dejado por los Cazadores."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/080b908b0847e4ab8e6623f146a4c630_7892909986127848056.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El/La Viajero/a, Paimon, Furina, Lyney, Navia y Clorinde fueron llevados a esta cueva por un juego de rol organizado por el Club de Juegos de Rol de Fontaine. Según la trama del juego, todos los héroes eran Cazadores Fantasmales que tenían que encontrar el tesoro de los Cazadores para derrotar a un poderoso hechicero. Cuando estaban cerca de una de las puertas cerradas fuera de la bóveda, la moderadora Clorinde se dio cuenta de que su aventura había ido más allá del juego, ya que la bóveda real de los Cazadores Fantasmales se reveló ante ellos. La pieza de llave que recibieron después de resolver el rompecabezas era exactamente la misma que la llave que había dejado la mentora de Clorinde. Resultó que habían sido atraídos a esta cueva por otro miembro del Club y heredero de los Cazadores Fantasmales, Florian. Su padre era un Cazador y dedicó toda su vida a servir a la causa, pero a cambio, solo recibió pobreza y sufrimiento. Los miembros de su familia habían sido Cazadores Fantasmales durante generaciones, transmitiendo no solo el título y la esgrima, sino también un sello que los Cazadores Fantasmales usaban para contener al Devorador, con la esperanza de que con el tiempo se encontrara una forma de derrotarlo. El padre de Florian le ordenó que siempre vigilara ese sello y lo mantuviera regularmente, ya que era el deber más importante de su clan. Sin embargo, después de su muerte, su hijo abandonó este deber. Este sello estaba reprimiendo al Devorador de Almas, un oponente peligroso que podía amplificar las obsesiones y los deseos en los corazones de las personas, hasta el punto en que los superaban por completo. Cuando Florian finalmente decidió comprobar el sello, el monstruo se apoderó de su conciencia. La ira por la injusticia en el alma de Florian lo convirtió en una presa fácil.\nFlorian atrajo a Clorinde, Lyney, Furina, Navia, el/la Viajero/a y Paimon al tesoro secreto para destruir a los Cazadores y tomar los tesoros que creía que eran legítimamente suyos. Para abrir la bóveda, solo le faltaba una llave de cuatro: una se la dio su padre, robó la otra y tomó la tercera llave de un Cazador. Durante la batalla con Florian, Clorinde expulsó temporalmente al monstruo de su cuerpo. Para luchar contra el Devorador de Almas, los amigos de Clorinde decidieron tomar las armas de los Cazadores: Furina tenía la espada de Est y Lyney tenía el arco de Walter. Navia usó la espada de la mentora de Clorinde. Para derrotar al monstruo, Florian lo atrajo hacia su cuerpo, y Clorinde, Navia, Furina, Lyney, el/la Viajero/a y Paimon lo derrotaron con la ayuda de los espíritus de los Cazadores.\nEn el Condado del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine se pueden encontrar las misiones de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5491,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5508,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5505,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5509,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5484,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5485,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5487,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5510,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", y"
      },
      {
        "type": "CustomEntry",
        "epId": 5511,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Gendarmería Fantasmal",
        "desc": "<p>La Gendarmería Fantasmal (Cazadores Fantasmales) es la unidad personal del juez supremo Neuvillette, que es responsable de la investigación del crimen. Tiene su base en el Palacio Mermonia y es uno de los departamentos de la Corte de Justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/0754982d06f58659af734aafc88d0c88_8063827020713320808.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "<p>Una verduga del justiciazgo invicta que defiende la Corte de Fontaine a capa y espada.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/03/10742394/770a66030815971c697ab81bc5436329_2503878551904601198.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>El foco de atención absoluto del escenario durante los juicios, hasta que la obra termina y el público rompe a aplaudir.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/73555894/263e5ea0784d182b393f67a7e24146a5_4468352971994405792.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un astuto y hábil mago de Fontaine que siempre se gana al público con sus ingeniosos trucos y su elocuencia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/e343d4442cc3b8e243f0d528bb715f75_6269403619537570396.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Recursos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Materiales de mejora de personaje"
      },
      {
        "type": "CustomEntry",
        "epId": 4379,
        "name": "Dispositivo de Tubion",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un componente del núcleo del Generador de Campo Experimental.<br>Un preciso componente mecánico capaz de contrarrestar el efecto gravitatorio y con una fuerza rotativa tan rápida que resulta casi imperceptible para el ojo humano.<br>En su larga historia, el Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine ha perdido incontables vidas, pero llegará un día en el que vuelva a erigirse como enemigo de las inundaciones en busca de un camino hacia la supervivencia.<br>Contiene tal cantidad de energía que, en el pasado, era capaz de romper las cadenas terrenales del árjium y se le consideraba la llave que abría la puerta hacia la salvación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/07/10742394/589ca2a7c53e2313d971436cf8007838_1118324507187224610.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Girocristales radiantes"
      },
      {
        "type": "CustomEntry",
        "epId": 4497,
        "name": "Girocristal radiante (112)",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un maravilloso cristal que contiene cierta melodía. Es como un hermoso objeto confeccionado con una delicada seda. Estos objetos están distribuidos por todo Teyvat o en manos de comerciantes de rarezas. Puedes restaurar la música que contienen usando las decoraciones “Melodías del mundo: Música en el aire” o “Melodías del mundo: Sonidos entrelazados” de tu Relajatetera. La canción que contiene este Girocristal radiante es «A Sweet Dream in Fontaine».</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/10742394/dfe848a02d578d7edff55943614d1d8e_699309820016904309.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4498,
        "name": "Girocristal radiante (113)",
        "desc": "<p>Un maravilloso cristal que contiene cierta melodía. Es como un hermoso objeto confeccionado con una delicada seda. Estos objetos están distribuidos por todo Teyvat o en manos de comerciantes de rarezas. Puedes restaurar la música que contienen usando las decoraciones “Melodías del mundo: Música en el aire” o “Melodías del mundo: Sonidos entrelazados” de tu Relajatetera. La canción que contiene este Girocristal radiante es «Rhythm of Inquiry».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/10742394/dfe848a02d578d7edff55943614d1d8e_2870638669037329507.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4499,
        "name": "Girocristal radiante (114)",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un maravilloso cristal que contiene cierta melodía. Es como un hermoso objeto confeccionado con una delicada seda. Estos objetos están distribuidos por todo Teyvat o en manos de comerciantes de rarezas. Puedes restaurar la música que contienen usando las decoraciones “Melodías del mundo: Música en el aire” o “Melodías del mundo: Sonidos entrelazados” de tu Relajatetera. La canción que contiene este Girocristal radiante es «Un nouvel espoir».</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/10742394/dfe848a02d578d7edff55943614d1d8e_1854166594313638636.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Seres vivos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Enemigos y monstruos"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Generador de Campo Experimental",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una máquina gigante diseñada por Edwin Eastinghouse. Originalmente, poseía unos efectos capaces de contrarrestar la fuerza de la gravedad y, también originalmente, ese iba a ser el primer paso para hacer de Fontaine una metrópoli flotante. Entonces, nadie tendría que volver a preocuparse de que una marea purgase la tierra, pues aunque las Siete Naciones quedaran sumergidas bajo el agua, la elegante Corte de Fontaine flotaría en el aire como si de Celestia se tratase. Es más, de ese modo, hasta los secretos del universo se antojarían menos remotos.<br>El árjium del que está compuesto el núcleo de esta máquina posee habilidades de división o sedimentación, por lo que puede dividir la materia e incluso otras cosas que no son materia. Aunque, según una leyenda, dicho proceso es reversible, al Instituto de Ciencias de Fontaine solo le importaban sus efectos físicos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/411a0336222dd0d0f0dd7ae5c80e43f4_4009628349097057433.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "PNJs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "PNJs relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4529,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4544,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4534,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4535,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4533,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4537,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4536,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4526,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4527,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guías de aventura",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutoriales"
      },
      {
        "type": "CustomEntry",
        "epId": 4550,
        "name": "Foco experimental",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un foco de luz que cuenta con componentes de circuito óptico de cristal experimental. Calibra manualmente la imagen para enfocarla cuando se vea más nítidamente.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/28/10742394/1ef525b101a31611b9fe2cc1b0a59aa8_6692275002983908448.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4552,
        "name": "Masa de agua gravitacionalmente descompensada cromática",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un flujo de energía liberado por componentes que se han condensado, y que crea unos peligrosos cúmulos de agua cambiantes.<br>Si te quedas durante demasiado tiempo en los cúmulos, acumularás constantemente energía caótica. Al alcanzar la máxima acumulación, todos los miembros del equipo morirán ahogados.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/28/10742394/1ef525b101a31611b9fe2cc1b0a59aa8_5404159808176070315.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mapa",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ubicación en el mapa"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?center=-2357.82,-4932.50&zoom=-0.50&shown_types="
      }
    ],
    "galleryCharacter": [
      {
        "key": "Estela de un intelecto brillante",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/19/205556113/85c88d3bcbc9f1c068fd1364ac0d9108_4026149581499398434.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Cuando un exceso de inteligencia se une a una excesiva pasión, de la investigación pueden derivar resultados más allá de toda expectativa. Pero por desgracia, no queda nadie para aplaudir su éxito."
          }
        ]
      },
      {
        "key": "Vestigios del Laboratorio Central",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/19/205556113/4e79e09544baf872d4b22cf5f70c3e90_5950678865611139178.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Cuando se destruye un ideal, mantener la estabilidad que guardaba es su mayor responsabilidad.\nSin embargo, los hay que opinan que la inercia de ese ideal debería poder aprovecharse de otra manera..."
          }
        ]
      },
      {
        "key": "Menciones diseminadas",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/19/205556113/5e4a7bba7b4cafbb38d64186ba2d49e2_3172593559139604425.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Las secuelas de aquel terrible accidente no lograron destruirlo, por lo que continuará con su existencia, contraria a la de su diseño original. Tal vez pueda considerarse una especie de legado espiritual."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Condado del Instituto de Ciencias de Fontaine"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Ubicación permanente"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Versión de lanzamiento",
        "value": [
          {
            "type": "RichText",
            "text": "4.1"
          }
        ]
      }
    ]
  }
}