{
  "epId": 5145,
  "name": "Floresta Erinias",
  "desc": "<p>Los vientos que soplan desde el este en la Corte de Fontaine están perfumados con un misterioso y dulce aroma.</p><p>En las profundidades de la Floresta Erinias, donde pocos se atreven a pisar, la semilla de la aventura ha sido plantada junto al lago, bajo los sauces llorones.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/205556113/61e2b473dd103fb5fdb0191c803c3f3e_5096326450918231633.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1728326998,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Recursos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Especialidades locales"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Lirio lumilago",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una flor de color azul, clara y pura. Nacida donde convergen las aguas, su fragancia es fresca, elegante y suave.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/73555894/c43e2d148b98d58c98a008b13e37b5b5_6538868953055650274.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Girocristales radiantes"
      },
      {
        "type": "CustomEntry",
        "epId": 4685,
        "name": "Girocristal radiante (115)",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un maravilloso cristal que contiene cierta melodía. Es como un hermoso objeto confeccionado con una delicada seda. Estos objetos están distribuidos por todo Teyvat o en manos de comerciantes de rarezas. Puedes restaurar la música que contienen usando las decoraciones “Melodías del mundo: Música en el aire” o “Melodías del mundo: Sonidos entrelazados” de tu Relajatetera. La canción que contiene este Girocristal radiante es «Loch's Revitalization».</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/33219efde74b002b368e606c6e784ba4_3750440063009951750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4686,
        "name": "Girocristal radiante (116)",
        "desc": "<p>Un maravilloso cristal que contiene cierta melodía. Es como un hermoso objeto confeccionado con una delicada seda. Estos objetos están distribuidos por todo Teyvat o en manos de comerciantes de rarezas. Puedes restaurar la música que contienen usando las decoraciones “Melodías del mundo: Música en el aire” o “Melodías del mundo: Sonidos entrelazados” de tu Relajatetera. La canción que contiene este Girocristal radiante es «Les fumées blanches».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/33219efde74b002b368e606c6e784ba4_3750440063009951750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4687,
        "name": "Girocristal radiante (117)",
        "desc": "<p>Un maravilloso cristal que contiene cierta melodía. Es como un hermoso objeto confeccionado con una delicada seda. Estos objetos están distribuidos por todo Teyvat o en manos de comerciantes de rarezas. Puedes restaurar la música que contienen usando las decoraciones “Melodías del mundo: Música en el aire” o “Melodías del mundo: Sonidos entrelazados” de tu Relajatetera. La canción que contiene este Girocristal radiante es «Neath the Fountain».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/33219efde74b002b368e606c6e784ba4_3750440063009951750.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "PNJs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Comerciantes"
      },
      {
        "type": "CustomEntry",
        "epId": 4669,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "PNJs relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "<p>Una protectora de Floresta Erinias. Aunque ella parezca una melusina, su especie es un misterio.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4674,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4673,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Archivos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libros"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La canción de Erinias",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4692,
        "name": "El derrumbe del castillo apagado",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un poema escrito por un autor desconocido. Entre los versos se aprecia un aire inquietante y ominoso.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/10742394/a548497cccd0ad5b8a6375f08dd7b45c_7198958763750182766.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guías de Aventura",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutoriales"
      },
      {
        "type": "CustomEntry",
        "epId": 4697,
        "name": "Contaminación bacteriana",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mapa",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ubicación en el mapa"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?center=-1285.97,-3819.52&zoom=-0.50&shown_types="
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustraciones",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Edición especial de «El Pájaro de Vapor»: ¡la página de presentación de las nuevas áreas de la versión 4.2 ya está disponible!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/3a88785505924788f79e6a1e46ef98b2_3533959988581211844.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>5 de noviembre de 2023</color>\n¡Hola, viajeros! Después de la actualización de la versión 4.2, las áreas \"Floresta Erinias\" y \"Condado Morte\" estarán disponibles en Fontaine. ¡Consulta esta edición especial de «El Pájaro de Vapor» para conocer la información de las nuevas áreas!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Las fantásticas aventuras de Thelxie",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "En Fontaine, hay una leyenda sobre una horripilante creatura submarina llamada Thelxie. Vive en una cueva subterránea rodeada de huesos y es capaz de detectar el olor de la soledad para atrapar a los niños perdidos. Entonces, cuando ya tiene un objetivo, emite cantos con su hermosa voz para atraerlo hacia el agua y así poder tragarse al niño por completo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/22c5d8cee888061763bcf8f0c8c389d4_621625588044881455.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un día, un buzo llamado Fréminet recibió un encargo de Zuria Destrée, cuyo hijo Lescot padecía el síndrome de soledad. El síndrome de soledad es un tipo de trastorno mental que hace que las personas que lo padecen a menudo se sientan extremadamente solas y pierdan interés en muchas actividades mundanas. Se dice que hay muchos factores que rodean el desarrollo de esta enfermedad: desde factores hereditarios y el estado mental hasta factores ambientales e incluso por las líneas ley. Algunos incluso dicen que podría provocarse por la conteminación de restos divinos. El hijo de Zuria desarrolló delirios incontrolables y ya no podía distinguir la fantasía de la realidad. La mujer le pidió a Fréminet que creara un pingüino mecánico, Thelxie, a partir de los sueños de su hijo para que pudiera volver a la realidad. Lescot creía que la criatura de la leyenda no quería secuestrar niños, sino que cantaba por soledad y anhelo de comunicación."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Allí convivían una infinidad de adorables nixies. Establecieron sus hogares entre caracolas y corales de cien colores. Durante el día cuidaban de criaturas marinas con esmero, y durante la noche se paseaban a través de algas doradas tarareando diferentes canciones...</color>\n<color=#ffffffd9>Vivieron con máxima armonía hasta el día del Peregrinaje Iridiscente. Ese día, se celebraba la llegada de un nuevo rey.</color>\n<color=#ffffffd9>Ese día, el príncipe caminaría sobre ese puente multicolor construido sobre una torre de caracolas, sería coronado entre las ovaciones del pueblo y, entonces, daría su bendición a todos los nixies como nuevo rey.</color>\n<color=#ffffffd9>Y ese príncipe era el Thelxie que ya conocemos.</color>\n<color=#ffffffd9>Los siniestros, feroces y aterradores nixies a los que tanto les encantaba cantar sucumbieron ante la invasión de su reino. Su rey murió, los nixies fueron encarcelados y el puente multicolor acabó hecho cenizas.</color>\n<color=#ffffffd9>Bajo la protección de alguien misterioso que encubría su identidad con una máscara, el rey consiguió escapar. Sin embargo, después de haber perdido todo cuanto tenía, tan solo podía invertir hasta el último de sus días en murmurar tristes melodías...</color>\n<color=#ffffffd9>Solo un niño tan solitario y descorazonado como ese príncipe era capaz de escuchar tales melodías.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/7b44613b61b5e300ff3060b3782d8244_8547442519350336893.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Debido al síndrome de soledad, Lescot empezó a creer que era el Príncipe Thelxie, por lo que su madre decidió dibujar un libro ilustrado sobre este mundo imaginario para mejorar su condición. Una vez habían empezado a escribir un libro juntos, pero el desorden progresaba demasiado rápido y el niño no podía dibujar más que la primera página. Zuria quería terminar el libro, pero cambió el final para que el príncipe nixie y sus amigos pudieran eventualmente restaurar su reino. Esperaba disipar la soledad y la tristeza de su hijo para que pudiera volver a ver un mundo lleno de esperanza.\nAunque Fréminet estaba preparado para que la idea de Zuria fracasara, realmente quería ayudarla a ella y a su hijo. En la Casa de la Hoguera, donde creció, bajo la dirección del anterior director, vio muchos casos de síndrome de soledad. No hubo muchos resultados positivos y, en el peor de los casos, los pacientes morían. Pudo sentir las fantasías de su hijo Zuria, ya que en el pasado él también tuvo su propio mundo imaginario de cuento de hadas, del que obtuvo apoyo moral e inspiración. Su mundo era la ciudad de pingüinos, un lugar apacible habitado por muchos pingüinos, y todos eran muy buenos fabricando mecajuguetes. El pingüino Pers, creado por Fréminet, fue el héroe de estas fantasías y se convirtió en un amigo de Fréminet que siempre lo apoyó."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/68ef46d0b90d28aad63b9ef61d680ffa_7822842955146634060.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gracias a la ayuda del/de la Viajero/a y Paimon, Fréminet pudo fabricar un arma con escudo para Thelxie e integrar pruebas en la placa base de Thelxie para que el pingüino pudiera funcionar correctamente. Junto con Zuria y Thelxie, fueron a las ruinas de la Llanura Abisal Salacia para recrear las fantasías del hijo de Zuria para el libro. Tomaron la historia de Thelxie como referencia pero la hicieron menos oscura. Ahora el Príncipe tenía en sus manos la espada del valor y el escudo de la persistencia, demostrando que había atravesado el velo de la duda y que estaba listo para enzarzarse en la más oscura de las batallas. Además, Thelxie hizo amigos y el camino que tenía por delante estaba lleno de color y esperanza."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/66132627552ce37de9ab3c0887cab8a4_7720769679231812679.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Después de superar muchos obstáculos, el Príncipe Thelxie y sus valientes compañeros finalmente llegaron a la entrada del Reino de los nixies. Fue en ese momento cuando Paimon, la pequeña hadita que viajaba junto a ellos, reveló su verdadera identidad: Paimon era una diosa encubierta. Dedicó sus más sinceras alabanzas a sus compañeros por su honestidad, y para recompensarlos, los colmó de bendiciones. Tras ello, deseó de todo corazón que el príncipe alcanzara sus sueños. Bañados por la gloria de la diosa, el príncipe y sus valientes compañeros eliminaron todas y cada una de las bestias que hallaron en su camino, rescatando a los adorables nixies de sus garras. Así, el príncipe consiguió recuperar su reino, pero no pudo conseguir la corona. Estaba al alcance del Príncipe, pero los monstruos que consiguieron huir se la llevaron consigo. Esas bestias no se dieron por vencidas, por lo que el príncipe esperaba poder recuperar la corona en su próximo combate contra ellas. Entonces, el esplendoroso arcoíris volvería a renacer en el reino.\nCuando la corona para la ceremonia de coronación estuvo lista, Fréminet, el/la Viajero/a y Paimon se dirigieron a la casa de Zuria Destrée, ya que no pudieron encontrarla. Jalacan, el médico de la familia, dijo que Lescot Destrée había sufrido una vez el síndrome de soledad. Un mes antes de que Freminet conociera a la señora Destrée, Lescot fue en busca de un nixie, ató un montón de pesadas conchas marinas a su cuerpo y caminó hacia esta extensión de agua abierta, sin regresar nunca más. En ese momento, Zuria estaba organizando una exposición de arte, que preparó especialmente para su hijo, por lo que ella no estaba presente. Sumiéndose en el arrepentimiento, la señora Destrée enfermó de la misma enfermedad y comenzó a creer que su hijo estaba vivo. Zuria ya no recordaba el verdadero nombre del niño y creía que el nombre de su hijo era Thelxie y que era el Príncipe del Reino de los Nixies. Cuando Fréminet creó a Thelxie, la condición de Zuria pareció mejorar, pero toda la noche antes de la coronación se quedó mirando la concha que su hijo dejó y las palabras que escribió en ella. Como los últimos días fueron beneficiosos para la mujer, el/la Viajero/a, Paimon y Fréminet decidieron completar el viaje y mostrarle que su hijo había encontrado la felicidad en el mundo de sus sueños."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/e149c58503f8dc388047a461bf11df5d_1140361888284474100.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En el último capítulo de la aventura, Thelxie y sus amigos pudieron ahuyentar a los últimos monstruos invasores y lograr una deslumbrante victoria. Lograron el éxito y la corona recuperada quedó resplandeciente. Tras haber recuperado su hogar, los nixies aclamaron al príncipe para darle la bienvenida con máxima exaltación. Recogieron las preciadas caracolas y las amontonaron hasta reconstruir el puente iridiscente. Al presenciar todo aquello, el príncipe se detuvo a pensar en lo conmovido que se sentía por la belleza de aquel instante. Emocionado, el príncipe avanzó a través del puente iridiscente, contemplando los rostros de sus compañeros: del/de la Viajero/a, de Paimon, la diosa; de Fréminet, y también de una mujer. Ella caminó hacia él con una sonrisa y lentamente se levantó el velo.\nAl príncipe se le saltaron las lágrimas en cuanto la vio, pues fue entonces cuando se dio cuenta de aquella misteriosa persona que había permanecido siempre a su lado resultó ser su madre. Zuria caminó hacia él y colocó la corona en la cabeza del príncipe. Con una amplia sonrisa, le dijo: <color=#ffffffd9>\"Mi niño, mi príncipe, ya no volverás a sentir la soledad nunca jamás.\"</color>\nCuando terminó la historia, Zuria vio a su hijo en el pingüino mecánico."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\" — Lo siento, mi niño. Perdona a tu madre... que debió haber pasado más tiempo contigo... ¿Has escuchado eso? ¡No volverás a sentir soledad nunca más!\"</color>\n<color=#ffffffd9>\"-.- ..-. ..- -... .--- -. ..-. -. -... -. -... — (¡Te amo, mamá!)</color>\n<color=#ffffffd9>Mamá, tengo sueño, quiero ir a dormir... ¿Me cantas una nana?...\"</color>\n<color=#ffffffd9>\"— Mi niño, por supuesto. Siempre que quieras escuchar una nana, mamá la cantará para ti.\"</color>\n<color=#ffffffd9>\"— Gracias, mamá. Siempre me han encantado tus nanas, me transportan de regreso a mis sueños más dulces, al Reino de los Nixies.\"</color>\n<color=#ffffffd9>\"— Ay, pobrecito... Nunca olvides que mamá te va a amar siempre... Te ama hasta el Reino de los Nixies y de vuelta.\"</color>\n<color=#ffffffd9>\"— No lo olvidaré, mamá... Tú tampoco debes olvidar que tu hijo te amará siempre, ¡mucho más allá que el Reino de los Nixies!\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/54db64e1fc4b846e6f08cd32ba60bcb9_5008366991441817053.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Después de despedirse de su hijo, Zuria empezó a sentirse mejor. Decidió continuar con las exposiciones de arte y compartir con su médico algunos libros ilustrados relacionados con el síndrome de soledad. La señora Destrée quería que su propia experiencia ayudara a otros, por lo que la exposición incluyó un libro sobre las fantásticas aventuras de Thelxie y el tratamiento por el que se guían las fantasías del paciente. La mujer dijo que en el momento en que colocó la corona en la cabeza de Thelxie, sintió como si realmente estuviera viendo algo hermoso. Su hijo había regresado y él le dijo que la amaba. Según ella, tras haber conseguido despedirse de su hijo, se sintió curada de inmediato. De repente sintió como si algo la curase al instante, y notó cómo su cuerpo se llenaba de coraje para afrontar la vida de nuevo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Fréminet",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un retraído joven experto en el arte del submarinismo. Bajo su gélido y distante talante, se oculta un corazón sin mácula alguna.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/05/73555894/8e44111a378f4e5379b8e7444e8c2daa_6536409230344776456.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4663,
        "name": "Las fantásticas aventuras de Thelxie",
        "desc": "<p>Un cuento de tan solo tres páginas que narra la historia fantástica de un príncipe que derrotó a la soledad.<br>Impreso con letra pequeña en la contraportada pone: “Para quienes estén en problemas”.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/73555894/729b81cdf8f6fd35891ed1dbd4bc5d56_4878205285465194308.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4656,
        "name": "Material para armas de Thelxie",
        "desc": "<p>Un artilugio multicolor recogido bajo el agua. Sirve para fabricar las armas de Thelxie.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/25/73555894/5e32d2a4ba0d3cefcd3e88fa127f0c5e_6043944413971707406.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4657,
        "name": "Material para corona de Thelxie",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un artilugio multicolor recogido bajo el agua. Sirve para fabricar la corona de Thelxie.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/25/73555894/7f309f7c01902a3c89ca5d4ade125594_2433248748862554356.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "El hada salvaje de Erinias",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/1f23240dc8ac0b4a8be71f4f585e82d3_1578047838614163017.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Aunque la protectora de la Floresta Erinias, llamada Pahsiv por Paimon, parece una melusina, nunca ha estado en la Aldea Espumarina ni en la Corte de Fontaine. Un día conoció a un \"Invitado\" (presumiblemente, Neuvillette), quien le enseñó el idioma y le pidió que defendiera la isla. Todo Erinias es el sistema de información de ese invitado, a través del cual puede sentir cambios en las venas de agua. El sauce llorón cerca del lago recogía información, la niebla la procesaba y el manantial del Lago Urania la enviaba. Cuando la contaminación comenzó a destruir las raíces del sauce llorón que conectaban las venas de agua, Pahsiv pidió ayuda al/a la Viajero/a y a Paimon, que pasaban por allí. Si las raíces del sauce fueran destruidas por el tumor maligno devorarraíces, el sistema de información dejaría de funcionar y los sentidos del invitado se verían afectados."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/2419aa5e5660834773173261b37d7912_1634568490714545712.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Para salvar el árbol, Pahsiv y el/la Viajero/a necesitaban encontrar tres llaves en forma de lágrimas: en el camino brumoso en el sur, en el manantial en el norte y cerca del sauce en el este. Para obtener la llave en el Bosque de Niebla, era necesario devolver tres gotas de rocío puro al árbol resplandeciente. La llave cerca del sauce estaba en el altar bajo el agua. Mientras el/la Viajero/a y Paimon buscaban la llave final en el Lago Urania, encontraron un Dragarto cerca de un altar activado. Lo tomaron como peligro y advirtieron a Pahsiv, pero ella solo acarició a Vishap y él inmediatamente se calmó. Cuando el Dragarto escupió la última llave, Pahsiv explicó que la contaminación había herido al Dragarto, pero seguía protegiendo la llave."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/f72252ec169490af15c9728cf65afddc_7106074848780188615.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de recoger todas las llaves, el/la Viajero/a, Paimon y Pahsiv se dirigieron a la plaza cerca de la Estación Jazmimpoluto, donde había una fuente con esculturas de leones. Cuando el/la Viajero/a colocó las llaves en las estatuas, se abrió un pasaje debajo de la fuente que conducía a las raíces de Erinias. Para limpiar las raíces del sauce llorón de la contaminación, Pahsiv le dio al/a la Viajero/a parte de su poder, mejorando sus habilidades."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/ee933a92f5b9969db91f0d1611881640_4040628293704997557.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mientras luchaban con la contaminación, de repente un círculo mágico se iluminó en el suelo, del cual aparecieron Sabuesos Acechadores. Pahsiv, que había estado cerca todo el tiempo, desapareció repentinamente y en su lugar apareció un Dragarto que ayudó a derrotar a los perros. Cuando se quitaron las raíces, el árbol se recuperó y volvió a su aspecto anterior.\nDespués de salvar a Erinias, Pahsiv encontró cofres del tesoro para Paimon y el/la Viajero/a como muestra de gratitud y, a cambio, prometieron visitarla, alimentarla con marealga, enseñarle el idioma y enseñarle a despedirse correctamente.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "<p>Una protectora de Floresta Erinias. Aunque ella parezca una melusina, su especie es un misterio.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Dragarto de las Profundidades Primordial",
        "desc": "Un Dragarto que vive en el fondo del mar.<br/>Antes eran la raza dominante en el océano y, de hecho, los dragones dominaban el mundo entero en el pasado. Pero sus Siete Soberanos fueron derrotados por un poder procedente del cielo que acabó con todos ellos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4635,
        "name": "Llave de las lágrimas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una piedra preciosa como una gota de lluvia, o como las lágrimas de alguien.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/22/10742394/f2d2195ef9a143b387dd76cbd051aae6_619231549034052680.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4005,
        "name": "Marealga",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un tipo de alga que flota en zonas submarinas y que se alimenta principalmente de las sustancias que producen otras plantas. Aunque a menudo se la confunde con un animal, la marealaga es en realidad un fictoplanton.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/172ed81b5284a43c6bf5835fd4bf1837_2644766604103251082.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Senda Silvícola Caliginosa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/c5fed2a1d221a64fbce1dd878b0b1178_6319425483989524746.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "A lo largo de la Senda Silvícola Caliginosa, se encuentra un árbol brillante y un altar misterioso donde puedes encontrar una llave en forma de lágrima. Cuando el/la Viajero/a y Paimon resolvieron el enigma del altar y devolvieron tres gotas de rocío al árbol, conocieron al \"hada salvaje\" Pahsiv, que quería proteger su hogar, las Erinias. Si recolectas todas las ramas silvícolas en la Floresta Erinias, podrás entregárselas a Pahsiv."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/c5617f2a01e0c1c493f27af73870fb52_2081372962184794317.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En la costa de las Erinias, al sur del bosque, hay un barco reconvertido en la taberna El Timón Oxidado. Hay un cañón en el barco, al que puede acceder la camarera de la taberna si se resuelven algunos acertijos. Disparar el cañón revela un túnel subterráneo escondido detrás de las piedras. El timonel de la taberna es Pitot. Las Cristalizaciones cromáticas misteriosas, cristales grandes que se obtienen al derrotar a los extremadamente poderosos Engendros Fontamarinos en el Condado Morte, se pueden intercambiar con Pitot por Mora. Pitot \"gobernó\" la vida de muchas personas una vez y a menudo cambió su rumbo. Para aquellos que se ofrecieron como voluntarios para sumergirse en las profundidades del océano, el Sr. Pitot era el único timonel en el que podían confiar. Su timonel protege a todos los que trabajan en el Timón Oxidado. El cliente habitual de la taberna es un borracho, Covault. Una vez trabajó para el guardián del Puerto Lumidulce, Chaussivert, pero traicionó a su jefe y comenzó a colaborar con un caballero de Snezhnaya y ex investigador del Instituto de Ciencias de Fontaine, Nacker, quien robó el núcleo cinético de árjium del instituto.\nTambién hay dos jugadores certificados más en la taberna: Lasselin y Choneaux. Lasselin es la Primera Oficial del Timón Oxidado. Parece que ha jugado muchas partidas contra varios clientes del establecimiento y siempre se enfrenta serenamente a los ataques de su rival. Sin embargo, jugar a las cartas parece ser solo el preludio de una conversación sobre el buen vino. Choneaux es un reportero que siempre está en busca de las últimas noticias. Como estas no son tan comunes, a veces se las inventa él mismo, como por ejemplo, los duelos entre jugadores extraordinarios. Aunque la mayoría de sus lectores no conoce a los jugadores de los que habla, al menos le sirve para ganar unos cuantos Moras y pagarse sus bebidas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/5aa1e3741f2e8b6b831494e8d12f8ce8_7897379296831474050.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al norte del barco se encontraba el escondite de Edwin Eastinghouse, un investigador del Instituto de Ciencias de Fontaine, que se dio por muerto tras la explosión del Laboratorio Central del Instituto, en la que se sospechaba del propio Eastinghouse. Cuando Nacker robó el núcleo cinético, el Instituto contrató a un investigador especial llamado Fusilier. Su tarea principal era devolver el núcleo cinético de árjium lo antes posible, ya que era un prototipo extremadamente inestable. Durante la investigación, Fusilier descubrió la casa de Eastinghouse, ya que emitía claros indicadores de energía residual a su alrededor. Edwin Eastinghouse dirigió deliberadamente la investigación hasta Nacker y le instó a regresar al instituto y confesar sus crímenes. Edwin quiso volver a su investigación y afirmó que no estuvo presente cuando el núcleo explotó. Como Eastinghouse dañó al instituto, fue encarcelado en el Fuerte Merópide junto con Nacker."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/40ce385833ce82d9b25403400d28e560_951188549922220326.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "No muy lejos del Timón Oxidado, había un refugio para Kayvan y su madre, Madeleine, que había abandonado los Fatui. Cuando Monsieur Arthur fue secuestrado cerca del edificio del periódico El Pájaro de Vapor, Kayvan fue uno de los principales sospechosos del caso, ya que fue visto con un cuchillo cerca del edificio. El propio niño resultó ser inocente, pero su padre Baulande (Baulard) estuvo involucrado en el secuestro del pelícano. Cuando se resolvió el caso, Baulande se reunió con su familia y abandonaron el refugio."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/c23e9015597cae6ae3b89b06c036dd69_6706150497317394872.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al este de la taberna se encontraba el campamento temporal de Fréminet, donde creó un pingüino mecánico Thelxie para la marchante de arte Zuria Destrée. Al norte del campamento, junto a un sauce llorón, se encontraba la propia casa de Zuria, a donde se mudó desde la Corte de Fontaine. Había notas en el campamento temporal sobre la adición de un módulo de producción de lenguaje a Thelxie. Fréminet eligió el código cifrado de la Casa de la Hoguera ya que en el almacén del refugio había varias placas sin usar y este idioma era muy adecuado para el módulo de traducción del propio traje de buceo de Freminet. El trabajo en el módulo de traducción llevó más tiempo de lo esperado, por lo que el discurso de Thelxie sólo pudo descifrarse utilizando el casco del traje."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/91a25774cb78913c52835c6c3949b872_2198250476204518832.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al oeste del bosque vivía una niña llamada Penny con su caniche Nana y su gato Don Quijano. Los padres de Penny, Parker y Barrow, dejaron a su hija al cuidado de su amiga Rouge mientras se iban de viaje. La niña recibió el perro de Autumn cuando fue al Fuerte Merópide por el asesinato de su segundo marido. Nana vivió una vez en la Corte de Fontaine y aparecía con un nuevo atuendo y accesorios antes de acostarse, durante cada comida, en fiestas de té, bailes, paseos y citas. Y Don Quijano, según Penny, era buscado por la Oficina Judicial. Hace varios años, él, Rouge y el ciego Freeman, que se puede encontrar en el Timón Oxidado, se fueron de viaje, pero fueron seguidos por mercenarios. Cuando se quedaron sin provisiones, Don Quijano se abalanzó sobre sus perseguidores, sin escatimarse, y derrotó a tres de ellos. Penny se encontró en una encrucijada: no sabía si empezar a crecer o seguir siendo una niña. Incluso hizo una lista de los pros y los contras de crecer, pero todavía no podía decidirse. Gracias a la ayuda del/de la Viajero/a y Paimon, Penny decidió comenzar el entrenamiento del Gremio de Aventureros como aventurera para explorar el mundo, y el/la Viajero/a le escribió una carta de recomendación al Gremio como regalo por crecer."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/a3788efb008b18296dfac840874c800e_477694116058981460.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cerca del campamento de Penny estaba el escondite de Rocher, otro sospechoso del secuestro de Monsieur. Rocher es el esposo de Melo Lombroso, nieta del famoso investigador que creó el detector de mentiras inteligente. Rocher perdió el dinero de su familia al involucrarse en un esquema piramidal dirigido por la Cofradía de Cubertería Fina, por lo que se ocultó de la organización para evitar pagar sus deudas. Al igual que Kayvan, Rocher resultó ser inocente del crimen y, tras resolver el caso, se reunió con su esposa, a quien temía acudir en busca de ayuda.\nEn esta subárea, se pueden encontrar las misiones de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5525,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "y"
      },
      {
        "type": "CustomEntry",
        "epId": 5512,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Instituto de Ciencias de Fontaine",
        "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Fuerte Merópide",
        "desc": "<p>Prisión de Fontaine, dirigida por el duque Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/205556113/caa9b364dba33a808f0ec018c00d9c15_9195547886075424581.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "<p>Una protectora de Floresta Erinias. Aunque ella parezca una melusina, su especie es un misterio.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4669,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5855,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5856,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4725,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4726,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Fréminet",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un retraído joven experto en el arte del submarinismo. Bajo su gélido y distante talante, se oculta un corazón sin mácula alguna.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/05/73555894/8e44111a378f4e5379b8e7444e8c2daa_6536409230344776456.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4674,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4724,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4635,
        "name": "Llave de las lágrimas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una piedra preciosa como una gota de lluvia, o como las lágrimas de alguien.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/22/10742394/f2d2195ef9a143b387dd76cbd051aae6_619231549034052680.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4633,
        "name": "Rama silvícola",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una rama con un brillo azul oscuro que parece estar relacionada con el misterioso camino de la Senda Silvícola Caliginosa.<br>Si observas con detenimiento, parece que algo fluye por el interior de la rama.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/22/10742394/b9bd7c4ed74c821abbd0b2ca7dce3fb1_3306879372391187841.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4634,
        "name": "Cristalización cromática misteriosa",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una enorme Cristalización obtenida del interior del imponente Engendro Fontamarino tras ser derrotado.<br>Contiene una energía misteriosa mayor que la Cristalización cromática ordinaria.<br>Quizá haya alguien dispuesto a pagar un precio adecuado por ella.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/22/10742394/1042587eea09395bf4622b5f691bb89f_8112233944937429605.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sauce Llorón Lacustre",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/1f23240dc8ac0b4a8be71f4f585e82d3_2088795659966503428.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un sauce llorón gigante conecta los cursos de agua de las Erinias, pero la corrupción infectó sus raíces. Las ramas de los sauces se han secado, el follaje se ha vuelto amarillo y el agua del lago se ha vuelto amarga. Cuando Pahsiv y el/la Viajero/a limpiaron las raíces del sauce de la suciedad, el agua del lago se aclaró y el árbol recobró su aspecto anterior. En el agua debajo del sauce hay un altar con una llave en forma de lágrima, que es necesaria para limpiar la inmundicia de las Erinias."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/50fa13bd9dc00854bf6a32003f63849f_1456668052862581948.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La cueva submarina que contiene las raíces del sauce llorón se llama Hauteclaire. Éste era el nombre del famoso cetro de la Caballero de los lagos luminososa, Erinias. Existe una leyenda que dice que cuando cayó el\n, la Caballera de los lagos luminosos se encontró con la misericordiosa Maestra de Todas las Aguas, Egeria. Erinias agradeció a la Maestra de Todas las Aguas por mostrarle el cáliz de agua pura y por permitirle completar este viaje. Prometió que los Caballeros Aguapura que hubieran sobrevivido continuarían sirviendo lealmente a Egeria y su futuro reino, siguiendo a ese noble músico, y que perseguirían las sombras persistentes, restaurando la justicia. La caballera de ojos aguamarina confesó sus pecados y pidió consolar su alma en la expulsión y el exilio. Cuando la caballera terminó su discurso, ella desenvainó su espada brillante. Un rayo de luz acuosa brilló e iluminó el valle.\nCuenta la leyenda que Daeira, una doncella junto al lago, le regaló la espada a Erinias para que pudiera realizar innumerables hazañas. Muchos conflictos se resolvieron en paz gracias a su espada, y los estragos de la guerra quedaron enterrados en estas tierras. Había bebido la sangre carmesí de los injustos, y los quebrantadores de juramentos y los injustos han caído como copos de nieve al suelo ante la pureza de Hauteclaire. Su empuñadura de oro estaba incrustada de joyas, y sólo las personas con almas puras eran dignas de ella. Erinias creía que un día habría una persona noble que volvería a levantar la espada y realizaría hazañas mayores que las de sí misma."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/996428185ebfa9cf6901d777752725de_691506655928920213.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Caballero de los lagos luminosos había arrojado su espada al agua del lago tres veces, y sólo la tercera vez el agua no la llevó a la orilla. Las aguas se cerraron sobre ella y la espada se hundió hasta el fondo. La Maestra de Todas las Aguas se conmovió ante aquella súplica lastimera y le concedió su deseo. Egeria le dio una flor tan pura como lirio lumilago al último Caballero Aguapura como regalo de despedida. Hasta el día de hoy, Fontaine mantiene la tradición de recoger un lirio y regalárselo a quienes realizan largos viajes, deseándose unos a otros un camino tan tranquilo como el agua pura, y que los más preciados puedan seguir su fresca luz y regresar a sus hogares. Los lirios lumilagos crecen en Erinias, donde los Caballeros Aguapura conocieron a la Maestra de Todas las Aguas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/e2a3a4721eb04d304e9e0695c1507f8e_8106838126766125720.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al este del sauce llorón, el/la Viajero/a y Paimon se encontraron con Rouge, la amiga de Penny. Él y sus asistentes planearon negociar con los Ladrones de Tesoros para entregar sus riquezas a aquellos que cayeron al pantano y no pudieron salir solo porque su situación era difícil de superar por sí solos. Rouge unió a personas que creían en la justicia y la igualdad y esperaban servir a las personas que padecían pobreza y dificultades. Juntos formaron el \"Ideal de rosarcoíris\", que incluía a Liam, Rocky Avildsen, Athos, Autumn, Parker, Barrow, Freeman y el propio Rouge."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"El mundo estaba lleno de desigualdades, pobreza y codicia excesiva.</color>\n<color=#ffffffd9>Siguieron vagando por su amada Fontaine hasta el día en el que todo eso desapareciera.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "En esta subárea, se pueden encontrar las misiones de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5525,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "y"
      },
      {
        "type": "CustomEntry",
        "epId": 5513,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Caballeros Aguapura",
        "desc": "<p>Los Caballeros Aguapura son seguidores de la Maestra de Todas las Aguas, Egeria, que juraron proteger a las Oceánidas, hallar el Cáliz de agua pura, y romper los grilletes que confinaban a Egeria para expiar el pecado original.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/029a5cc1416c9149351a573b97770b0d_2813323541518452143.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "<p>Una protectora de Floresta Erinias. Aunque ella parezca una melusina, su especie es un misterio.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4673,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Fulgor de las Aguas Calmas",
        "desc": "<p>Un cetro alrededor del cual gira un agua de extrema pureza. En un pasado muy remoto, simbolizaba la máxima autoridad sobre los mares.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/73555894/9807aa25f336daae391a6f6d4995af3d_2223463199449134806.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Lirio lumilago",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una flor de color azul, clara y pura. Nacida donde convergen las aguas, su fragancia es fresca, elegante y suave.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/73555894/c43e2d148b98d58c98a008b13e37b5b5_6538868953055650274.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4639,
        "name": "Ideal de rosarcoíris",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un papel formado por ocho mensajes unidos. El dibujo roto del reverso de los mensajes originalmente era una rosarcoíris entera.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/22/10742394/eb9f08fd52dcaf29fe82ddcb16d94098_4210660919150203324.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lago Urania",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/8b5e5ce4959737e6242311fdd3d88698_414196125136543226.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando la suciedad envenenó la Floresta Erinias, el agua del Lago Urania también quedó contaminada. Alrededor del lago se levantó un fuerte viento, a través del cual era imposible pasar. Cuando Pahsiv y el/la Viajero/a limpiaron las raíces del sauce llorón y limpiaron el bosque de suciedad, el viento amainó. Después de salvar el bosque, Pahsiv se instaló en una cueva cerca del Lago Urania, donde se podían intercambiar marealga por diversos bienes. Cuando se despejó el lago, los amigos de Pahsiv, Dragartos de las Profundidades, comenzaron a aparecer junto a ella.\nEn esta subárea, se puede encontrar la misión de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5525,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "<p>Una protectora de Floresta Erinias. Aunque ella parezca una melusina, su especie es un misterio.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Dragarto de las Profundidades Primordial",
        "desc": "Un Dragarto que vive en el fondo del mar.<br/>Antes eran la raza dominante en el océano y, de hecho, los dragones dominaban el mundo entero en el pasado. Pero sus Siete Soberanos fueron derrotados por un poder procedente del cielo que acabó con todos ellos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4005,
        "name": "Marealga",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un tipo de alga que flota en zonas submarinas y que se alimenta principalmente de las sustancias que producen otras plantas. Aunque a menudo se la confunde con un animal, la marealaga es en realidad un fictoplanton.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/172ed81b5284a43c6bf5835fd4bf1837_2644766604103251082.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Puerto Lumidulce",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/f0f045e68ca25ea2a163bcee67450f55_4642362463001029856.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El puerto de Lumidouce es uno de los puertos de comercio exterior más importantes de la Corte de Fontaine y un puerto internacional en la frontera de Fontaine y Liyue, a través del cual pasan la mayoría de las transacciones con los socios del sur. Uno de los principales destinos desde el Puerto Lumidulce es el Puerto Yilong en Liyue. El antiguo administrador del puerto, Doutey, planeó ampliar el puerto para hacer frente mejor al enorme volumen de comercio. La intención era no sólo aumentar el tamaño del puerto, sino también construir numerosas instalaciones auxiliares como hoteles, restaurantes y tabernas, pero por razones desconocidas el proyecto se pospuso y Doutey dimitió. Actualmente, Cassigneul es el administrador del puerto. Su trabajo anterior estaba relacionado con asuntos relacionados con la gestión portuaria, pero esta es su primera vez en un puesto directivo oficial y no le resulta fácil debido al enorme volumen de rotación de carga. Dado que el proyecto de ampliación del puerto nunca se ha implementado, algunos trabajadores están considerando encontrar trabajo en la ciudad o ir a trabajar al Puerto Rociomarino, en la frontera con Sumeru."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/4a731f33f55c766d8d00b84f85e53fa1_2308906544924989060.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Recientemente, el Puerto Lumidulce ha atravesado una crisis: el volumen de carga está aumentando, el número de barcos Fontaine en el puerto está disminuyendo, los estudios hidrológicos del puerto no se han realizado desde hace mucho tiempo, los mapas hidrológicos están obsoletos, y los trabajadores portuarios casi no cobran. Las condiciones en el puerto y en las aguas circundantes son extremadamente difíciles: los bajíos se alternan con grietas y, a veces, incluso hay arrecifes. Todos los buques mercantes que entran o salen del mar necesitan un navegante a bordo que los guíe por una ruta rápida y segura. Debido a las dificultades que surgieron en el Puerto Lumidulce, muchos navegantes renunciaron y los restantes se agotaron hasta el límite y cometieron errores. El entorno submarino a veces puede cambiar: las corrientes pueden hacer que un barco hundido se desvíe y termine bloqueando una ruta, mientras que las mismas corrientes pueden abrir simultáneamente otra ruta que antes era intransitable. Para facilitar la navegación, el puerto contrataba periódicamente especialistas que realizaban estudios hidrológicos. Todos los datos recibidos se ingresaron en el mapa y luego las cartas actualizadas se distribuyeron a todos los navegantes. Últimamente no se han realizado estudios hidrológicos y los navegantes se basan únicamente en su experiencia y en mapas obsoletos. La señorita Cassigneul está planeando realizar otro estudio hidrológico integral, pero llevará mucho tiempo.\nUn investigador del Instituto de Ciencias de Fontaine, Hautemontagne, trabajó en el Puerto Lumidulce. Estaba trabajando en un proyecto para ampliar las acualíneas de ferribús hasta el puerto, pero el proyecto fue suspendido y Cassigneul envió a Hautemontagne al Valle Chenyu. El responsable de Spina di Rosula, Navia, tiene previsto retomar el proyecto y construir una cuarta acualínea de ferribús hasta el puerto.\nEl autoproclamado vigilante del puerto es Chaussivert. Un día, Concini de Snezhnaya contrató a varias personas del puerto, incluido el equipo de Chaussivert, para transportar al investigador Nacker y el núcleo cinético que había robado del Instituto de Ciencias de Fontaine. Uno de los hombres de Concini quiso contratar a Chaussivert, pero él se negó y fue atacado por ello. Cuando un investigador especial del instituto, Fusilier, llegó al Puerto Lumidulce en busca de Nacker, al principio sospechó que Chaussivert estaba involucrado en la desaparición del núcleo cinético de árjium. Dado que el núcleo era inestable y podía explotar en cualquier momento, Chaussivert aceptó ayudar a Fusilier y al/a la Viajero/a a encontrar a Nacker. Cuando Nacker fue capturado y enviado al Fuerte Merópide, se dejó una nota en el puerto indicando que todos los materiales y equipos asociados con el núcleo cinético de árjium debían ser destruidos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/3d44b97926f26ca1f08846b466697ac4_2528688386245955408.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un desafortunado cazador de tesoros, Urville, trabaja en el puerto. Hace muchos años, una melusina (posiblemente Nadia) lo salvó de los Esferoctópodos y él quiso crecer y ayudar a la gente. Después de un tiempo, salvó a la melusina Nadia con amnesia provocada por una lesión cerebral traumática y quiso curarla. Al principio planeó encontrar los tesoros de la Orden Cruz de los Lirios y hacerse rico, pero su idea resultó ser un fracaso. Ahora Urville está entrenando duro para convertirse en marinero y ganar dinero para el tratamiento de Nadia.\nUn día, el Puerto Lumidulce fue el centro de una investigación sobre el contrabando de sinte de imitación, una nueva droga que había aparecido en Fontaine. Los delincuentes transportaban drogas a través de la frontera en el estómago de los gatos, que \"El Refugio\" enviaba a otros países para que nadie pudiera detectarlas. La guardia Élodie, encargada de la seguridad portuaria, dirigió la investigación sobre la pista de Pierre del Instituto de Ciencias y de Bernard de \"El Refugio\". De hecho, ella era la principal criminal en este caso, y Pierre y Bernard ni siquiera sospechaban que alguien más estaba involucrado en el caso. Élodie cambió de turno en el puerto para coincidir con las actividades de \"El Refugio\", organizó las entradas del registro para que cualquiera que leyera sospechara inmediatamente de la organización y no incluyó registros de sus actividades. Gracias a la ayuda de los famosos ilusionistas Lyney y Lynette, así como de la capitana de la Unidad Especial de Seguridad y Vigilancia, Chevreuse, Élodie fue capturada.\nEn esta subárea se encuentran dos jugadores certificados, Mermet y Chourei. Mermet es navegante del Puerto Lumidulce. Dado que el ritmo de su trabajo está directamente relacionado con la frecuencia de los barcos que entran y salen del puerto, Mermet suele tener media hora de descanso. Durante este tiempo, aprovechó para aprender el juego de Invocación de los Sabios y ahora suele jugar con los marineros que llegan al puerto. Chourei es una melusina y miembro de la Oficina Judicial del Puerto Lumidulce. Es la responsable de mantener el orden en el puerto. Sin embargo, debido a su carácter afable, a veces no es capaz de resolver los conflictos de forma efectiva. Afortunadamente, después de que el gerente del puerto le haya dado unas cuantas lecciones, ha encontrado una forma de mediar los conflictos a través de Invocación de los Sabios. Tras presenciar numerosas partidas, se ha convertido en una jugadora calificada.\nEn esta subárea, se puede encontrar la misión de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5517,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Valle Chenyu",
        "desc": "<p>Las suaves brisas traen consigo el aroma del té a través de las montañas de Liyue, dotando al aire de una deliciosa esencia una vez más.</p><p>“El té crece entre las rocas, donde los arroyos de jade fluyen eternamente”. El ligero perfume y la antigua canción de jade se fusionan y se dejan llevar a través de los ríos que cruzan la Aldea Chiaoying hasta desembocar en el Puerto Yilong. ¿Qué aventuras aguardarán más allá de la densa niebla de las montañas?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/205556113/f783a7fc0a773c38db445bbba2eefb59_163796164123302821.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Condado Rocioblanco",
        "desc": "<p>Aunque gran parte de Fontaine está cubierta de agua, también hay montañas y bosques. El Montaña Equinoccio, que se encuentra entre el puerto y la Corte de Fontaine, es uno de sus picos más emblemáticos. El Instituto de Ciencias de Fontaine utilizó enormes dispositivos de ingeniería para perforar el Túnel de Poisson, resolviendo así uno de los mayores desafíos a los que se enfrenta la construcción de las líneas de ferribús.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/f86078c2c25d1978171d8392fb828e10_2211405555761106915.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula se rige por el principio de la democracia, el de una actitud inclusiva en cuanto a diferentes industrias y profesiones, el de contribuir ayudando a los ciudadanos a resolver sus problemas en situaciones difíciles y, cuando surge la necesidad, también participa en colaboraciones secretas junto con las autoridades de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/881b3c91168f2dbb08b943a5e0eb1e5c_6303923155770470243.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Instituto de Ciencias de Fontaine",
        "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5562,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4672,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4675,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5857,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5858,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Una ayudante de magia poco habladora y expresiva. Es tan impredecible como un felino.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/73555894/436e6f2b9b9006bfe511a98093259daf_8117057200102827974.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un astuto y hábil mago de Fontaine que siempre se gana al público con sus ingeniosos trucos y su elocuencia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/e343d4442cc3b8e243f0d528bb715f75_6269403619537570396.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La capitana de la Unidad Especial de Seguridad y Vigilancia. Su corazón siempre late por la justicia, y su mosquete solo apunta a los criminales.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/10742394/a846729f31f16a987a8696466ebabcc0_4551926290637121530.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "galleryCharacter": [
      {
        "key": "Sauce Llorón Lacustre",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/205556113/01965dcd53af8db2946be6d1a657e27c_7174835407750506183.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "En el pasado, la gente veneraba a los sauces llorones de los lagos. Todas las aguas convergían en Erinias y los sauces crecían o se marchitaban dependiendo de si se encontraban en unas aguas dulces o amargas."
          }
        ]
      },
      {
        "key": "Timón Oxidado",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/205556113/8e7ed251d0a026286996eb51608c4419_2283015429508285979.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "El buque de guerra que antaño resplandecía inmaculadamente ahora está completamente oxidado. Aquí, historias y monedas cambian de dueño por igual, mas los forasteros que se atreven a poner un pie dentro son tan escasos como lunas hay en el cielo."
          }
        ]
      },
      {
        "key": "Puerto Lumidulce",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/205556113/69c904a83f1280d7b13b0ec0e17242ab_3303414573868572129.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un puerto principal con rutas a todas las naciones. Dicen que, en el pasado, había planes de construir una cuarta línea de ferribús que conectara el Puerto Lumidulce con la Corte de Fontaine, pero tras la muerte de quien ideó dicho plan, el proyecto se suspendió indefinidamente."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Floresta Erinias"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Ubicación permanente"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Versión de lanzamiento",
        "value": [
          {
            "type": "RichText",
            "text": "4.2"
          }
        ]
      }
    ]
  }
}