{
  "epId": 5150,
  "name": "Cortatelones de Urakusai",
  "desc": "Una espada forjada bajo la supervisión del ilustre Urakusai. Cuenta la leyenda que no le ha quitado la vida a ningún ser vivo en los últimos siglos.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/03/13/4388952f90bcfcf702ebe5a333daf2bc_7863677904377472234.png",
  "filterValues": {
    "weaponType": "Espada ligera",
    "weaponProperty": "Daño CRIT",
    "weaponRarity": 5
  },
  "menuId": 4,
  "menuName": "Arma",
  "version": 1710555468,
  "components": {
    "galleryCharacter": [
      {
        "key": "Base",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/03/13/9cdf1d8885e7f1d85aab9dd12ed85a93_4627811710842737947.png"
      },
      {
        "key": "Ascensión",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/03/13/88e6eb860c04ab6a2214db156fcd4fec_6648005330184973234.png"
      }
    ],
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Cuenta la leyenda que el kitsune Urakusai cortó el telón dorado cobrizo de un teatro del bosque mientras estaba borracho, con lo que se enemistó con el líder de los tanuki.\nAsí fue como su espada recibió su nombre, pero exceptuando a los tanuki, los demás asistentes de aquel frenético espectáculo de espadas del kitsune, el cual tuvo lugar bajo la luz de la luna, lo consideraron como una simple anécdota.\nMás tarde, para disculparse con los tanuki que habían organizado el teatro, Urakusai les ofreció todo tipo de valiosos utensilios de té y otros tesoros.\nA Arataki de la Puerta Principal, a quien había conocido justo antes del incidente, le regaló la espada “Cortatelones” por haber hecho de mediador en la disputa.\nA diferencia de lo que decían los rumores, Arataki de la Puerta Principal no solo fue un excéntrico que se peleó con un árbol de calavandas, sino que también era alguien refinado, al que le gustaba el teatro, los artilugios y la buena ropa.\nCuando luchaba, lo hacía vestido con un nuihaku con bordados dorados y patrones de nubes y plantas otoñales. Además, siempre se presentaba con el rostro pintado de colores muy vivos y una expresión muy peculiar.\nNo obstante, en ningún texto o cuento antiguo se cuenta cómo empuñó la famosa espada dorada Cortatelones.\nEn muchas historias y relatos históricos, su arma siempre fue aquella gran espada que, igual que él, tenía un nombre largo y complicado.\nEn algunas pinturas se le retrata de manera imponente y empuñando dos espadas, una grande y otra pequeña, con las que corta el mal que se aproxima como una marea.\nSin embargo, según lo explicado en la famosa «Antología de espadas», Arataki de la Puerta Principal perdió la espada Cortatelones en un accidente que tuvo lugar en cierto verano.\nEsa es precisamente la razón por la que dicha arma, que nadie sabe si alguna vez se usó para matar enemigos, ha dado lugar a tantas historias entre las personas que hablan de teatro mientras están ebrias.\nEntre los oni, una raza que, al no saber ni leer ni escribir, difunde su historia y sus leyendas por medio de canciones populares, se cuenta una historia diferente —o tal vez complementaria— a lo que se explica en la «Antología de espadas»:\nQue en el torneo de combate de un festival, Arataki de la Puerta Principal entregó la Cortatelones a una sastra que no procedía de una familia de guerreros.\nSe la dio como pago por haberle vuelto a coser una flor dorada que estaba a punto de caerse de su nuihaku.\n“¿Cómo que no quieres que te pague? Bueno, pues entonces te cambio mi espada por tus tijeras, ¡y eso no puedes considerarlo un pago!”.\n“¿Eh? ¿Cómo que no puedes cortar telas con una espada? Muchacha, ¡hablas como uno de esos asquerosos tengu!”.\n“¿Qué clase de excusa es que ‘hay una gran diferencia entre las personas comunes y los guerreros’? Si usas tijeras para cortar tela, ¡te será más fácil hacerlo con una herramienta más grande!”.\n“¡Que nooo! Te doy esta espada porque su propietario original era un gallina según el cual ‘la espada estaría mejor como ofrenda en un altar’”.\n“No te la estoy regalando, ¡estoy haciendo un intercambio! Prefiero que la tengas tú para hacer ropa antes que quedármela yo y que ese kitsune pesado venga cada dos por tres a preguntarme por la espada”.\n“¡Eh! ¡He oído ese insulto! ¡Y ahora me levantas la voz! En fin, tan solo presta atención”.\nTras decir eso, el oni se irguió y desenvainó la espada, en cuyo filo helado se reflejaban los humos pirotécnicos del festival y la luz de la luna.\nEntonces, sin un atisbo de duda, se cortó una de las mangas del nuihaku y volvió a envainar la espada, la cual entregó junto a la manga con una reverencia.\nEl guerrero oni, que normalmente estaba todo el día de broma y le traían sin cuidado los pequeños detalles, de repente se puso tan serio que parecía un demonio malvado.\n“¿Ves? Hasta yo, un bruto que no tiene ni idea de costura, puedo cortar telas con esta espada. ¡Vamos, no me hagas quedar mal!”.\n“Quédate esta espada. Sé que le darás buen uso, no como yo, que seguro que terminaría rompiéndola”.\n“¿Que quieres que sea el guardián de este legado familiar? Jaja, no puedo decir que no lo haya pensado, pero es que sé que no voy a usarla y la espada se sentirá sola”.\n“Y entonces, seguro que Urakusai se burlaría de que soy un bruto, un tonto y un inculto”.\nLa joven sastra de orígenes humildes estaba aterrorizada ante la cara tan repentinamente seria del oni.\nCuando, temblando de miedo, por fin aceptó el valioso regalo, el engreído guerrero soltó una carcajada y se marchó orgulloso.\nArataki de la Puerta Principal era conocido en su pueblo como “Arataki, el Tonto Principal”, pero eso a él no parecía importarle nada.\nA pesar de sus constantes cambios de humor, a lo largo de su vida había hecho muchos amigos y salvado muchas vidas.\nMás tarde, la sastra bordó un tapiz sin letras que entregó como ofrenda y que sirvió para proteger las vidas de incontables dioses, kitsune, youkai, oni y personas.\nY también diseñó para él un estilo de espadas de doble empuñadura para compensar el remordimiento que sentía por no haber podido devolverle la espada que le ayudaría a derrotar a sus enemigos.\nPero eso ocurrió más tarde, y antes de ello, Urakusai tuvo unos cuantos años para lamentarse por el hecho de que la espada cayera en manos de una persona común y corriente.\nCuando el descendiente de aquel oni vio que la espada que antes pertenecía a la sastra seguía siento tan magnífica como siempre, recordó:\n“Mientras mi tío limpiaba esta espada, solía decir que fue culpa de Urakusai confiar algo tan bello a alguien tan bruto como él.\n‘¿Cómo voy a permitir que esta espada se manche de violencia e ira, cuando en realidad debería disfrutar de la prosperidad y la belleza de este mundo?’, solía preguntarse”.\nPero volviendo al tema en cuestión, mucho antes de bordar aquel tapiz, la joven sastra descubrió que, aparte de para luchar, la espada también tenía otros usos.\nEn aquella época, la magnífica pose de la oni Chiyo blandiendo doce espadas era tan hermosa como las hojas que caen con la brisa de la primavera."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Niv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "44",
              "19.2%"
            ]
          }
        ]
      },
      {
        "key": "Niv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "110",
              "141",
              "33.9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 10000
          },
          {
            "type": "CustomEntry",
            "epId": 1630,
            "name": "Rama de coral del mar distante",
            "desc": "Material de ascensión de arma.<br/>De las islas de Inazuma, la Isla Watatsumi es la más lejana a la Isla Narukami, y su nombre significa “dios de los océanos”. Según cuenta la leyenda, cuando la gran serpiente se adentró por primera vez en el abismo de la noche, su cuerpo se cubrió de ramas de coral multicolores, emanando una luz fluorescente.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1043,
            "name": "Engranaje del caos",
            "desc": "Un objeto procedente de una máquina de las ruinas inactiva.<br/>Es la fuente de energía de las Máquinas Biomiméticas.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Gear_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1248,
            "name": "Guardamano viejo",
            "desc": "Una herramienta protectora que solía equiparse sobre el filo de las espadas de Inazuma. Parece que ha participado en numerosas batallas.<br/>Para los auténticos maestros del arte de la espada, el guardamano es un excelente protector contra los ataques de los adversarios. Para los espadachines novatos, el guardamano es una herramienta clave para protegerse de sí mismos.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Niv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "210",
              "241",
              "49.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 1628,
            "name": "Rama enjoyada del mar distante",
            "desc": "Material de ascensión de arma.<br/>Este tipo de coral no puede encontrarse en ningún lugar de Teyvat. Es un regalo que obtuvo la gran serpiente cuando irrumpió en el mar oscuro. Para esta, que su cuerpo estuviera envuelto en coral simbolizaba el poder, por lo que cuando perdiera las ramas de coral, su poder también se desvanecería. En otras palabras, en las ramas de coral se esconde un poder extraordinario.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1043,
            "name": "Engranaje del caos",
            "desc": "Un objeto procedente de una máquina de las ruinas inactiva.<br/>Es la fuente de energía de las Máquinas Biomiméticas.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Gear_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1248,
            "name": "Guardamano viejo",
            "desc": "Una herramienta protectora que solía equiparse sobre el filo de las espadas de Inazuma. Parece que ha participado en numerosas batallas.<br/>Para los auténticos maestros del arte de la espada, el guardamano es un excelente protector contra los ataques de los adversarios. Para los espadachines novatos, el guardamano es una herramienta clave para protegerse de sí mismos.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Niv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "275",
              "307",
              "57.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          },
          {
            "type": "CustomEntry",
            "epId": 1628,
            "name": "Rama enjoyada del mar distante",
            "desc": "Material de ascensión de arma.<br/>Este tipo de coral no puede encontrarse en ningún lugar de Teyvat. Es un regalo que obtuvo la gran serpiente cuando irrumpió en el mar oscuro. Para esta, que su cuerpo estuviera envuelto en coral simbolizaba el poder, por lo que cuando perdiera las ramas de coral, su poder también se desvanecería. En otras palabras, en las ramas de coral se esconde un poder extraordinario.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1044,
            "name": "Eje del caos",
            "desc": "Un objeto procedente de una máquina de las ruinas inactiva.<br/>En el momento en el que la integridad del mecanismo de este aparato se desmoronó, las grandiosas técnicas y la energía desconocida que albergaban en su interior también se esfumaron.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Axis_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 711,
            "name": "Guardamano gemelo",
            "desc": "Una herramienta unida a una ilustre espada.<br/>Inazuma cuenta con una larga tradición en la forja de espadas. Cuando un herrero se dispone a forjar una espada, acabará forjando varias armas diferentes al mismo tiempo. Entre ellas, a la de mejor calidad se la llama “espada verdadera”, mientras que el resto son conocidas como “espadas gemelas”.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Niv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "341",
              "373",
              "65.0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          },
          {
            "type": "CustomEntry",
            "epId": 1629,
            "name": "Rama de jade del mar distante",
            "desc": "Material de ascensión de arma.<br/>Habiéndolo perdido todo, el dios del mar oscuro se encontró en mitad de las profundidades del mar con un pueblo abandonado al que no le quedaba nada. Así pues, decidió quedarse y convertirse en su serpiente llamada “Orobashi no Mikoto”, en su “Omikami de Watatsumi”.<br/>Según cuenta la leyenda, la gran serpiente se desprendió de todas las ramas de coral que cubrían su cuerpo para iluminar a todos los niños que se hallaban en la oscuridad. También se dice que utilizó las ramas de coral para crear una escalera con la que los niños pudieran subir a la superficie y volver a ver la luz del sol.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1044,
            "name": "Eje del caos",
            "desc": "Un objeto procedente de una máquina de las ruinas inactiva.<br/>En el momento en el que la integridad del mecanismo de este aparato se desmoronó, las grandiosas técnicas y la energía desconocida que albergaban en su interior también se esfumaron.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Axis_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 711,
            "name": "Guardamano gemelo",
            "desc": "Una herramienta unida a una ilustre espada.<br/>Inazuma cuenta con una larga tradición en la forja de espadas. Cuando un herrero se dispone a forjar una espada, acabará forjando varias armas diferentes al mismo tiempo. Entre ellas, a la de mejor calidad se la llama “espada verdadera”, mientras que el resto son conocidas como “espadas gemelas”.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
            "amount": 14
          }
        ]
      },
      {
        "key": "Niv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "408",
              "439",
              "72.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 55000
          },
          {
            "type": "CustomEntry",
            "epId": 1629,
            "name": "Rama de jade del mar distante",
            "desc": "Material de ascensión de arma.<br/>Habiéndolo perdido todo, el dios del mar oscuro se encontró en mitad de las profundidades del mar con un pueblo abandonado al que no le quedaba nada. Así pues, decidió quedarse y convertirse en su serpiente llamada “Orobashi no Mikoto”, en su “Omikami de Watatsumi”.<br/>Según cuenta la leyenda, la gran serpiente se desprendió de todas las ramas de coral que cubrían su cuerpo para iluminar a todos los niños que se hallaban en la oscuridad. También se dice que utilizó las ramas de coral para crear una escalera con la que los niños pudieran subir a la superficie y volver a ver la luz del sol.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1046,
            "name": "Ojo del caos",
            "desc": "Un objeto procedente de una máquina de las ruinas inactiva.<br/>La palabra “ruinas” de su nombre tiene su origen en las zonas donde son más activas. Sin embargo, las máquinas de las ruinas guardan poco en común con los escombros entre los que suelen ser encontradas.<br/>En tiempos remotos, estas ruinas solían pertenecer a una grandiosa civilización que casi podía rozar los límites del cielo, mientras ellas permanecían acalladas en las profundidades de la tierra, esperando el momento oportuno para tener a todos los reinos a sus pies.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Oculus_icon.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 400,
            "name": "Guardamano célebre",
            "desc": "Herramienta elegante que solía estar unida a una espada afamada.<br/>Hay quien piensa que las espadas tienen alma y vida, motivo por el que deberían recibir un nombre. Aquellos que realmente aman sus espadas serán reconocidos por ellas, pero aquellos que conciban sus espadas como una amiga o incluso una amante deben saber que una relación así surge de la muerte y la sangre. Las pasiones de aquellos que suelen bailar al son de lluvias de sangre junto a su espada acabarán heladas por el veleidoso acero.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Niv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "475",
              "506",
              "80.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 65000
          },
          {
            "type": "CustomEntry",
            "epId": 1631,
            "name": "Rama dorada del mar distante",
            "desc": "Material de ascensión de arma.<br/>El significado que se esconde detrás de Watatsumi se refiere a las esperanzas ardientes del pueblo abandonado en las profundidades del mar para que la gran serpiente los guiase.<br/>Y es precisamente porque la gran serpiente tenía seguidores que tenían fe en ella por lo que decidió permanecer en el mundo del que debería haberse marchado hace mucho tiempo. Se desprendió de sus ramas de coral, invadió territorios que no la concernían y se enfrentó a enemigos invencibles, hasta que su cuerpo se fundió con las montañas y su sangre se convirtió en plasma, haciendo que el recuerdo y el poder de los tatarigami perduraran para siempre.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1046,
            "name": "Ojo del caos",
            "desc": "Un objeto procedente de una máquina de las ruinas inactiva.<br/>La palabra “ruinas” de su nombre tiene su origen en las zonas donde son más activas. Sin embargo, las máquinas de las ruinas guardan poco en común con los escombros entre los que suelen ser encontradas.<br/>En tiempos remotos, estas ruinas solían pertenecer a una grandiosa civilización que casi podía rozar los límites del cielo, mientras ellas permanecían acalladas en las profundidades de la tierra, esperando el momento oportuno para tener a todos los reinos a sus pies.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Oculus_icon.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 400,
            "name": "Guardamano célebre",
            "desc": "Herramienta elegante que solía estar unida a una espada afamada.<br/>Hay quien piensa que las espadas tienen alma y vida, motivo por el que deberían recibir un nombre. Aquellos que realmente aman sus espadas serán reconocidos por ellas, pero aquellos que conciban sus espadas como una amiga o incluso una amante deben saber que una relación así surge de la muerte y la sangre. Las pasiones de aquellos que suelen bailar al son de lluvias de sangre junto a su espada acabarán heladas por el veleidoso acero.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Niv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "542",
              "-",
              "88.2%"
            ]
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Cortatelones de Urakusai</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Banner promocional de armas limitado</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Espada ligera</color>"
          }
        ]
      },
      {
        "key": "Atributos secundarios",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Daño CRIT</color>"
          }
        ]
      },
      {
        "key": "Flor bordada y espada consagrada",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>El daño de los Ataques Normales aumenta en un</color> <color=#99ffff>16/20/24/28/32%</color> <color=#ffffffa6>, y el de la Habilidad Elemental aumenta en un</color> <color=#99ffff>24/30/36/42/48%</color> <color=#ffffffa6>. Cuando un personaje en uso cercano inflige Daño Geo, los anteriores efectos aumentan en un 100% durante 15s. Además, la DEF del portador de esta arma aumenta en un</color> <color=#99ffff>20/25/30/35/40%</color> <color=#ffffffa6>.</color>"
          }
        ]
      }
    ]
  }
}