{
  "epId": 5202,
  "name": "Perinheri",
  "desc": "El autor original de esta obra, que también es conocida como «Hleobrant el enamorado», afirma que se trata de una historia legendaria conocida por toda Khaenri'ah. Sin embargo, como ya no hay nadie que pueda confirmar si esto es cierto, se ha convertido en la obra colectiva de varias generaciones.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/03/19/eebe3d494c8e1fcae1905ec185dc3f56_7240269314425814510.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1712268421,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Perinheri"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Perinheri (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Esta historia tiene lugar en una época muy remota en la que, según cuentan, aún no había distinción entre aves domésticas y salvajes. En aquella época, el reino subterráneo era iluminado por una luna escarlata, y no por el sol oscuro que la iluminaría más adelante.\nDicho reino se encontraba en una ubicación muy particular a la que llegaban todo tipo de cosas de fuera de este mundo. Sus armas acababan con cualquier potencial desastre, pero ¿qué había de las demás cosas, como por ejemplo, un niño que viniera de un mundo destruido?\nUno de los sabios aconsejó al rey: “Oh, gran señor de la nobleza, le contaré la historia de otro mundo que una vez oí de un niño. Había una vez, unos habitantes del mar que creían que los dioses procedían del océano. Cada vez que encontraban a un náufrago, lo agasajaban de las mejores formas, pues pensaban que los dioses adoptarían ese aspecto para investigar el mundo de los mortales”.\nEl rey respondió: “No entiendo lo que quieres decir, pero en fin, haz como te plazca”.\n(Naturalmente, en el reino no había un mar en el sentido convencional de la palabra. Sus fundadores habían presenciado cómo las montañas se tornaban borrosas bajo la radiante luz del sol, y también cómo la luz de la luna formaba diminutas ondulaciones en la superficie del mar, como si de una miríada de perlas se tratara. Sin embargo, en la época en la que tiene lugar esta historia, solo los forasteros y unas pocas personas que salían del reino por asuntos oficiales eran capaces de describir tales paisajes. Así pues, en realidad la palabra “mar” era una analogía del espacio en el que se reflejaban las estrellas.)\nA la espera de que un dios —o un individuo que trascendiera a los dioses— llegara al reino desde más allá del susodicho mar, crearon una institución destinada a acoger a ese tipo de niños, y que desde entonces acogió tanto a los huérfanos del reino como a los niños abandonados del mundo exterior.\nLos primeros recuerdos del joven Perinheri eran de cuando los adultos le pedían que cruzara cierto pasadizo. Se trataba de un camino lleno de hollín que servía como chimenea para los fuegos que se prendían durante el invierno, y que no contaba con una sola grieta por la que pudieran pasar el humo o la luz. Cuando Perinheri iba por él, solía tropezarse por la oscuridad, pero como estaba diseñado para que solo lo cruzaran niños, no dolía aunque se cayera, ni tampoco había telarañas desagradables.\nCuando Perinheri llegó al final del pasadizo, se encontró con que la salida estaba cerrada. Llamó a la puerta y unos adultos le preguntaron con total impasibilidad: “¿Estás muerto?”.\n“¿Cómo iba a responderles si estuviera muerto?”, respondió Perinheri, lo cual no gustó nada a los adultos, que no dejaron de hacerle la misma pregunta hasta que él acabó gritando: “¡Sí, estoy muerto!”.\nLos adultos volvieron a preguntarle: “¿Y qué has visto?”.\nTal vez inducido por el miedo, el hambre y el cansancio en el que le había sumido la oscuridad, Perinheri tuvo una visión: que la luna escarlata, suspendida en el oscuro cielo de la noche, se daba la vuelta para mostrar unos gigantescos y terroríficos ojos.\nLos adultos abrieron la puerta, agarraron a Perinheri, que estaba cubierto de hollín, y le dijeron: “Has cruzado las llamas de los dos mundos en los que se encuentra la hoguera, y ahora renaces aquí”.\nLa luna escarlata se desvaneció y el sol oscuro salió y volvió a ponerse, pero ningún individuo trascendental llegó al orfanato del reino. De dicha institución salieron toda clase de personas, muchas de las cuales se convirtieron en grandes caballeros del reino. De hecho, Perinheri fue el claro líder de su época, a menos que le hicieran competir con su mejor amigo, Hleobrant.\nCompetían por la gloria y decidían quién era superior basándose en el número y el tipo de honores que conseguían, así como en la cantidad de copas de vino que bebía cada uno en los banquetes. Sin embargo, por alguna razón, su rivalidad dio un giro mortal."
          }
        ]
      },
      {
        "title": "Perinheri (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Un día, llegó una nueva persona al orfanato. Se trataba de una bella joven de otra nación que decía ser una noble princesa. Su nación había sido derrotada por el Dios del Oro y, como hija de un sacerdote, ella no reconocía a dicho dios, por lo que decidió exiliarse a otro reino. Decía que se llamaba Angélica (1), un nombre que significa “similar a una enviada de los dioses”.\nLa hermosa Angélica decía que solamente se desposaría con el caballero más fuerte del reino. Perinheri se tomó esto como signo de arrogancia, mientras que Hleobrant quedó embelesado por la joven. Esta solía pasear cerca del Mar de los Pozos del reino, donde le contó a Hleobrant toda clase de cosas sobre el mundo exterior. Como la sospecha había nacido en Perinheri antes que la curiosidad, él también acompañaba a su mejor amigo y dudaba de todas y cada una de las palabras que decía Angélica, aunque, al mismo tiempo, deseaba ver algún día todo lo que ella contaba.\nHleobrant cambió por completo desde que Angélica llegó al reino. Causaba todo tipo de alborotos y comenzaba peleas con otros caballeros. Siempre las ganaba todas y, tras ello, se volteaba para alardear de su valentía ante Angélica, cuya única reacción era una breve risa por muchos honores que consiguiera Hleobrant. Al fin y al cabo, ¿qué mérito tenía que una liebre ganara en una carrera a una tortuga?\n“Njord y su Corcel Oscuro (2); Alf, el combatiente más diestro de la Universitas Magistrorum; Alberich, capitán de la mitad de los caballeros; Perinheri el invencible...”, enumeró Angélica para hacer una lista de los contendientes más fuertes del reino en aquella época.\nEntonces, Hleobrant, completamente enamorado de Angélica, tomó la decisión más lógica y racional de su vida. Puede que la gente lo llamara traidor o que pensara que se había vuelto loco, pero a pesar de ello, no tenía ninguna intención de hacer daño a Perinheri.\nEste, por su parte, estaba convencido de que si mataba a Angélica, la locura de su amigo se curaría.\nEn medio de aquella despiadada cacería, los tres salieron de las fronteras del reino. En ese preciso instante, Hleobrant se llevó las manos a la cara al darse cuenta de que, en vez de palabras, lo que salía de su boca eran los alaridos de una bestia.\nLa bruja Angélica dijo: “Hleobrant es descendiente de aquellos que abandonaron a su deidad y vinieron a este reino. Por eso aquí la nobleza está tan obsesionada con la sangre pura. Este es el precio de traicionar a tu propio dios.\nEn cambio, tú, Perinheri, eres un alma a la deriva, y por eso no cargas con esa maldición. Puede que no tengas la nobleza necesaria para cargar con el mundo, pero también tienes tu propio destino.\nY en cuanto a mí, no he traicionado a nadie en ningún momento hasta que mi dios murió, y por eso tampoco cargaré con esta maldición. ¿Ahora ves quién soy realmente?”.\nEl sol salió por el horizonte en ese momento. Debido al cansancio acumulado tras luchar durante toda la noche, Perinheri acabó soltando su espada. Se cubrió la frente con el dorso de la mano y vio el sol por primera vez. Cuando volvió la mirada hacia Angélica, se dio cuenta de que no era ni una hermosa joven de Liyue ni una bruja malvada.\n“Soy la libertad que se ha desprendido del destino. Aquello que Hleobrant buscaba tan arduamente, y que tú tenías al alcance de la mano”.\nNo había nada enfrente de Perinheri, solo un vasto paisaje.\n(1) En realidad, los antiguos habitantes de Liyue no usaban esa clase de nombres. En términos actuales, su nombre podría haber sido “Dama Miaoyin” (Dama de los Sonidos Maravillosos) o “Tianwang Nu” (Sirviente de Tianwang).\n(2) Un prototipo de lobos negros. Según la arqueología de Khaenri'ah, podría tratarse de una bestia de combate creada con alquimia. La alquimia y los caballeros domabestias fueron una piedra angular de Khaenri'ah durante la dinastía de la Luna Escarlata. Sin embargo, ambas cosas decayeron durante la dinastía del Eclipse debido a un mayor interés por la ingeniería mecánica.\nAgradecimientos especiales:\nAl Sr. Denon por su trabajo arqueológico, el cual ha servido de inspiración para esta obra (1.ª edición).\nAl Sr. Jean Figeac por sus adiciones y optimizaciones, gracias a lo que esta historia ha podido tener un final (2.ª edición).\nA la Sra. Jean Figeac y al Sr. Jean Figeac Júnior por su corrección ortotipográfica (3.ª edición).\n...\nA la compilación de los registros del Sr. Karl Ingold en su «Investigación de una ciudad abandonada» (13.ª edición).\nAl Sr. Karasawa por su ayuda con la historia natural y otras disciplinas diversas (14.ª edición).\nAl Sr. Yun por sus anotaciones sobre una parte de la cultura de Liyue (15.ª edición)."
          }
        ]
      }
    ]
  }
}