{
  "epId": 5222,
  "name": "Spina di Rosula",
  "desc": "<p>Spina di Rosula se rige por el principio de la democracia, el de una actitud inclusiva en cuanto a diferentes industrias y profesiones, el de contribuir ayudando a los ciudadanos a resolver sus problemas en situaciones difíciles y, cuando surge la necesidad, también participa en colaboraciones secretas junto con las autoridades de Fontaine.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/881b3c91168f2dbb08b943a5e0eb1e5c_6303923155770470243.png",
  "menuId": 23,
  "menuName": "Organizaciones",
  "version": 1715816945,
  "components": {
    "galleryCharacter": [
      {
        "key": "Spina di Rosula",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/482a9b2ee384330d5ad18abe1d79715e_1827945542056680007.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Sede de Spina di Rosula en Poisson."
          }
        ]
      },
      {
        "key": "Spina di Rosula",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/308812dd3784c8802cbfa540fb85311d_3894965820311913843.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Spina di Rosula en Río Ceniciento."
          }
        ]
      },
      {
        "key": "Consigliere",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/d902907cd53f53c5b96b8a2cf9366882_7647116275586517220.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La \"consejera\" de Spina di Rosula en Río Ceniciento."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/d96b0a6f9056c628280b027206060d35_1048439381830156245.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula se rige por el principio de la democracia, el de una actitud inclusiva en cuanto a diferentes industrias y profesiones, el de contribuir ayudando a los ciudadanos a resolver sus problemas en situaciones difíciles. Las personas de alto rango no lo saben todo, por eso Spina di Rosula acude en su ayuda, para filtrarse en las grietas por donde cae la inmundicia, donde les falla la visión. Si la gente se enfrenta a aquellos que no tienen intención de hablar, la organización puede manejar el asunto con métodos más brutales recurriendo a \"Guante Blanco\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/ae577647454167a7a0f797a6a7dc5603_604402079329934588.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La organización, cuya sede se encuentra dentro del barco, fue fundada por Calas en Poisson. Un barco tan grande y hermoso simboliza el viaje, las oportunidades, las victorias, la ambición y el brillante futuro de Spina di Rosula. El emblema de Spina, con un ancla y rosas, fue diseñado por Clémentine, esposa de Calas y madre de Navia, actual jefa de la organización.\nHubo un tiempo en que Calas era respetado en la Corte de Fontaine y Spina di Rosula podía permitirse cualquier cosa. Calas era un hombre muy ambicioso que siempre miraba hacia adelante, por eso soñaba que el desarrollo de Spina di Rosula convertiría a Poisson en una gran ciudad, no inferior al esplendor de la Corte de Fontaine. Calas era famoso por su terquedad y frialdad, y Clémentine siempre estaba alegre. Calas manejó los asuntos de la organización y amplió su esfera de influencia, mientras Clémentine se ocupaba de las relaciones y la atmósfera dentro de Spina di Rosula. Juntos se complementaron mutuamente y, gracias a sus esfuerzos, Spina di Rosula creció y prosperó.\nSpina di Rosula ahora tiene problemas de efectivo, por lo que llevan a cabo gran parte de sus operaciones en su sede en Río Ceniciento. La organización no permite la especulación ilegal o poco ética, por lo que actualmente existe a expensas de los fondos de los residentes de Fontaine que la apoyan.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Condado Rocioblanco",
        "desc": "<p>Aunque gran parte de Fontaine está cubierta de agua, también hay montañas y bosques. El Montaña Equinoccio, que se encuentra entre el puerto y la Corte de Fontaine, es uno de sus picos más emblemáticos. El Instituto de Ciencias de Fontaine utilizó enormes dispositivos de ingeniería para perforar el Túnel de Poisson, resolviendo así uno de los mayores desafíos a los que se enfrenta la construcción de las líneas de ferribús.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/f86078c2c25d1978171d8392fb828e10_2211405555761106915.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Condado de la Corte de Fontaine",
        "desc": "<p>\"Por encima de todas las aguas solo se encuentra esta ciudad\".</p><p>El Palacio Mermonia, que se eleva en el punto más alto de la ciudad, representa la máxima autoridad en Fontaine. Bajo su mirada, las personas llevan una vida ordenada, tan regular y predecible como el ferribús.</p><p>La ley sirve para mantener un orden estable, que a su vez es la piedra angular sobre la que se construyen la equidad y la justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/14/205556113/d383327e5d25b9590a0fedacbe5ac74c_4706779519832920018.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Acualíneas del ferrobús",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/300ff1352524d76e48790f8a50b72698_1264607853067170249.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Uno de los proyectos más importantes de Calas fue la construcción de las acualíneas de de ferribús que se extendían por Fontaine. Cuando se discutió la construcción de las acualíneas, Spina di Rosula se dividió en dos partidos. Calas creía que la organización tenía una oportunidad única de establecer una cooperación con las autoridades de la Corte de Fontaine y el Instituto de Ciencias, y que la construcción de las acualíneas ayudaría a establecer conexiones útiles. Se suponía que los ferribús traerían beneficios comerciales y buena reputación entre los residentes de Fontaine. El segundo partido, encabezado por Romeuf, miembro de Spina di Rosula, pensó que sumas tan importantes serían mejor invertidas en el desarrollo de Poisson. Cuando las partes no pudieron ponerse de acuerdo, Romeuf y sus partidarios guardaron rencor contra Calas y Clémentine, considerándola parcial debido a su embarazo. Para el grupo de Romeuf, el apoyo de Clémentine a la construcción de las acualíneas fue una traición, lo que significaba que sus voces nunca más serían escuchadas. Después de que Clémentine muriera debido a complicaciones durante el nacimiento de su hija, Calas comenzó a ver la construcción de acualíneas como la encarnación de su última voluntad. Entonces la última esperanza de llegar a un acuerdo desapareció, por lo que Romeuf abandonó Spina di Rosula."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/69c34d13406d72e1596cff7c3621d1bb_7711471750464164844.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Como resultado, con el apoyo de Spina di Rosula, se construyeron tres acualíneas de ferribús que llevan el nombre de la familia Caspar: Clémentine, Navia y Calas. Aunque la sede de la organización es Poisson, ninguna de las acualíneas conduce a la ciudad y sólo la acualínea Clémentine pasa por la Montaña Equinoccio. La acualínea Calas que va desde la Corte de Fontaine al Instituto de Ciencias quedó destruida cuando explotó el Laboratorio Central del Instituto, pero Navia planea no sólo restaurarlo y añadir paradas adicionales en las acualíneas existentes, sino también construir una cuarta acualínea que se dirija al Puerto Lumidulce.\nMuchos años más tarde, cuando la hija de Clémentine y Calas, Navia, se convirtió en presidente de la organización, Romeuf decidió vengarse de Spina di Rosula y volar la acualínea Clémentine que pasaba por Poisson. Su asistente Colter, que había abandonado recientemente el Fuerte Merópide, culpó a Navia de todos los problemas que le sucedieron a Spina di Rosula, por lo que, en su opinión, murieron Clementine, Calas y el ex mayordomo Melus. Creía que Navia destruyó todo lo que amaba con sus propias manos y llevó a Poisson a la destrucción. Navia pudo derrotar a Colter en una pelea, y el/la Viajero/a y Paimon desactivaron las bombas y salvaron la acualínea de la destrucción.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Condado Rocioblanco",
        "desc": "<p>Aunque gran parte de Fontaine está cubierta de agua, también hay montañas y bosques. El Montaña Equinoccio, que se encuentra entre el puerto y la Corte de Fontaine, es uno de sus picos más emblemáticos. El Instituto de Ciencias de Fontaine utilizó enormes dispositivos de ingeniería para perforar el Túnel de Poisson, resolviendo así uno de los mayores desafíos a los que se enfrenta la construcción de las líneas de ferribús.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/f86078c2c25d1978171d8392fb828e10_2211405555761106915.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Condado de la Corte de Fontaine",
        "desc": "<p>\"Por encima de todas las aguas solo se encuentra esta ciudad\".</p><p>El Palacio Mermonia, que se eleva en el punto más alto de la ciudad, representa la máxima autoridad en Fontaine. Bajo su mirada, las personas llevan una vida ordenada, tan regular y predecible como el ferribús.</p><p>La ley sirve para mantener un orden estable, que a su vez es la piedra angular sobre la que se construyen la equidad y la justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/14/205556113/d383327e5d25b9590a0fedacbe5ac74c_4706779519832920018.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5145,
        "name": "Floresta Erinias",
        "desc": "<p>Los vientos que soplan desde el este en la Corte de Fontaine están perfumados con un misterioso y dulce aroma.</p><p>En las profundidades de la Floresta Erinias, donde pocos se atreven a pisar, la semilla de la aventura ha sido plantada junto al lago, bajo los sauces llorones.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/205556113/61e2b473dd103fb5fdb0191c803c3f3e_5096326450918231633.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "name": "Condado del Instituto de Ciencias de Fontaine",
        "desc": "<p>La búsqueda de la salvación se detuvo de repente, y la antigua pasión y el orgullo se transformaron en un sueño roto y destrozado.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/19/205556113/b4eda4d19da88c03eef346407c97c15e_3009536548050351088.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Instituto de Ciencias de Fontaine",
        "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "El caso de las desapariciones en serie",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hace unos 20 años, Fontaine se enfrentó a la desaparición de mujeres jóvenes. A pesar de todos los esfuerzos de la Oficina Judicial, nunca se encontró ni a las mujeres ni al criminal. Además, hace unos años comenzó a ganar popularidad en Poisson una tal Sinte, una bebida que podía excitar tu estado de ánimo y producir muchas alucinaciones agradables. Con el uso prolongado de Sinte, se produjeron muchos efectos secundarios, incluida la pérdida de la capacidad de concentrarse o controlar las emociones. Al retirarse la bebida, la persona experimentaba destellos de paranoia y ansiedad mientras carecía de energía para hacer algo. La propia Sinthe era el agua diluida del Mar Primigenio que era capaz de disolver a los Fontainianos debido a su origen como Oceánidas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/028e390f40d252d1e4ab4021b847c617_1825371913494729202.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Calas, que en ese momento era el director de Poisson, exigió la prohibición total de Sinte y decidió encontrar a la persona detrás de la venta de la bebida. Al darse cuenta de que el enemigo era inteligente, Calas decidió establecer contacto en secreto con los vendedores y entablar relaciones personales con ellos. Finalmente, logró convencer a un hombre, Jacques, para que se convirtiera en su informante. Jacques se avergonzó de su trabajo después de ver los efectos de Sinte, por lo que aceptó ayudar a Calas. Una noche, Calas celebró un banquete en una finca rural, donde tenía previsto intercambiar información con Jacques. De repente se escucharon dos disparos y en el lugar la gente encontró a Calas con una pistola en la mano y a Jacques muerto en el suelo. A falta de otras pruebas, Calas fue acusado de asesinato y llamado \"Calas el Deshonesto\". En su juicio, optó por el duelo y se negó a rendirse, resultando en su muerte. Cuando el presidente de Spina di Rosula fue acusado de asesinato, la organización perdió su influencia.\nCalas había descubierto la relación entre el Sinte y el caso de las mujeres desaparecidas mucho antes de esa noche. Según la información recibida, la próxima víctima sería Navia, la hija de Calas, y no pudo mantenerse al margen. Sabiendo que debido a una enfermedad incurable no tenía tiempo suficiente para completar la investigación que había iniciado, Calas decidió tomar medidas extremas. Afirmó que tenía en sus manos pruebas importantes que incriminaban a los delincuentes y que eran conocidos de los miembros de Spina di Rosula. Pero mientras su hija estuviera a salvo, las pruebas no se harían públicas. Como Calas temía que algo amenazara a su hija, no negó su culpabilidad en el asesinato de Jacques y decidió morir en la arena de duelo. Antes de su muerte, compartió la ubicación de la fábrica de Sinte con Melus.\nTres años después de la muerte de su padre, Navia retomó la investigación del caso de las mujeres desaparecidas y el caso de su padre. Habiendo recibido nuevas pruebas, ella y sus socios, el/la Viajero/a y Paimon, se dieron cuenta de que podría haber una tercera persona en el caso de Calas, que fue disuelta por las aguas primigenias. Después de múltiples controles e investigaciones, la lista de sospechosos se redujo a tres personas cercanas a Spina di Rosula: Florent, consejero superior de la organización; Marcel, jefe de la Cofradía Cabrière; y Thierry, el responsable de la coordinación e intercambio de información entre Spina di Rosula y la Guardia. Como resultado de la investigación, resultó que Marcel, a quien Navia consideraba su familia, estaba detrás de la desaparición de las mujeres, Sinte, y del asesinato de Jacques. Gracias a los esfuerzos del/de la Viajero/a, Paimon y Navia, se encontró al criminal y los fontainianos pudieron volver a vivir seguros.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Líder de la Cofradía Cabrière, una organización hermana de Spina di Rosula.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4507,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Actualmente",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuando la profecía de Fontaine que decía <color=#ffffffd9>\"Al final, todo el mundo se disolverá en el mar y solo quedará la Arconte Hydro sentada en su trono divino mientras llora\"</color> comenzó a volverse real, Poisson fue el primer lugar en ser afectado por las aguas del Mar Primigenio. Aunque muchos habitantes murieron, Spina di Rosula, con el apoyo de Fatui, pudo salvar a la mayoría de la gente. El mayordomo de la organización, Melus, y el asistente de Navia, Silver, murieron salvando a la gente. Después del incidente, la ciudad comenzó a recuperarse gradualmente y Navia prometió indemnizaciones a todas las víctimas. Aunque la situación financiera de Spina está lejos de ser la deseada, esta promesa ayudó a expresar la actitud ante lo sucedido para que la gente volviera a creer en la organización."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/9b74de5bec35522826bf889b2eb8ac03_2459185934959779820.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula jugó un papel importante en el juicio de Furina durante la inundación. Los subordinados de Navia \"atacaron\" a Furina en Poisson para obligarla a entrar en la baúl mágico gigante, y otro grupo se vistió de civil y acudió a la ópera como miembros habituales de la audiencia, esperando la oportunidad perfecta para incitar a la insurrección contra su Arconte. Con su ayuda, se llevó a cabo un plan trazado por Clorinda, Neuvillette, Navia, los Fatui y el/la Viajero/a, y la gente de Fontaine se salvó."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/86666cb4b2f6f71d4bb5bfff677f9b1b_7285753642909271942.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Después de que se restauró la reputación de Calas y se reconstruyó Poisson, dañada por el Mar Primigenio, los residentes decidieron erigir un monumento a los padres de Navia. La gente quería mostrar su gratitud a Clémentine y Calas por el desarrollo de Poisson y Spina di Rosula, por lo que donaron fondos para construir el monumento. Aunque Navia sintió que no había hecho lo suficiente para estar presente en el monumento, la gente de Poisson le agradeció todo lo que había hecho recientemente y la incluyeron en el modelo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Condado Rocioblanco",
        "desc": "<p>Aunque gran parte de Fontaine está cubierta de agua, también hay montañas y bosques. El Montaña Equinoccio, que se encuentra entre el puerto y la Corte de Fontaine, es uno de sus picos más emblemáticos. El Instituto de Ciencias de Fontaine utilizó enormes dispositivos de ingeniería para perforar el Túnel de Poisson, resolviendo así uno de los mayores desafíos a los que se enfrenta la construcción de las líneas de ferribús.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/f86078c2c25d1978171d8392fb828e10_2211405555761106915.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>El foco de atención absoluto del escenario durante los juicios, hasta que la obra termina y el público rompe a aplaudir.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/73555894/263e5ea0784d182b393f67a7e24146a5_4468352971994405792.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un astuto y hábil mago de Fontaine que siempre se gana al público con sus ingeniosos trucos y su elocuencia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/e343d4442cc3b8e243f0d528bb715f75_6269403619537570396.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Una ayudante de magia poco habladora y expresiva. Es tan impredecible como un felino.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/73555894/436e6f2b9b9006bfe511a98093259daf_8117057200102827974.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Fréminet",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un retraído joven experto en el arte del submarinismo. Bajo su gélido y distante talante, se oculta un corazón sin mácula alguna.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/05/73555894/8e44111a378f4e5379b8e7444e8c2daa_6536409230344776456.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Los métodos de Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Aunque Spina di Rosula ayuda principalmente a las personas, a veces sus métodos pueden ser duros. Una vez, el/la Viajero/a y Paimon conocieron a Virgile de Spina, quien les pidió ayuda para encontrar la bóveda de la sociedad secreta llamada \"Orden Cruz de los Lirios\". Quería usar todo lo que pudieran encontrar contra Sonny, el \"Guante Blanco\". Cuando se dio cuenta de que el llamado \"Orden Cruz de los Lirios\" era el Instituto de Filosofía Natural, Virgile decidió deshacerse del/de la Viajero/a y de Paimon para llevarse su Mora. Cuando el/la Viajero/a y Paimon escaparon, encontraron a Sonny y su compañero, Luca, que buscaban a Virgile. Juntos encontraron el envío de Sinte, que Virgile y sus secuaces intentaban vender. Después de \"charlar con él\", nunca más se ha vuelto a ver a Virgile.\nUna vez, los miembros de Spina di Rosula, Turner y Hunter, enterraron a Henri, quien sin saberlo se involucró con Fatuis y rompió en la arena los mecanismos que creía que estaban destruyendo el medio ambiente. En realidad, estos dispositivos fueron utilizados por el Instituto de Ciencias de Fontaine para monitorear y optimizar la calidad del agua, y sus núcleos registraron todos los datos hidrológicos de Fontaine. Gracias a la ayuda del/de la Viajero/a, se restauraron los mecanismos, los Fatuis fueron neutralizados, y Turner y Hunter contrataron a Henri para trabajar.\nCuando Navia escuchó rumores de que alguien estaba conspirando contra las melusinas y que Neuvillette y el/la Viajero/a estaban investigando el caso, le pidió a Spina di Rosula que estuviera atenta a las pistas. Luego \"invitó\" a los sospechosos a tomar un café y ellos no pudieron negarse, lo que probablemente significaba que Spina los había amenazado. Aunque la Unidad Especial de Seguridad y Vigilancia y la Gendarmería Fantasmal conocen los métodos de Spina di Rosula, no interfieren.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Gendarmería Fantasmal",
        "desc": "<p>La Gendarmería Fantasmal (Cazadores Fantasmales) es la unidad personal del juez supremo Neuvillette, que es responsable de la investigación del crimen. Tiene su base en el Palacio Mermonia y es uno de los departamentos de la Corte de Justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/0754982d06f58659af734aafc88d0c88_8063827020713320808.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4519,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Miembros notables"
      },
      {
        "type": "RichText",
        "text": "Calas Caspar\nEl fundador y primer presidente de Spina di Rosula, y el jefe de Poisson. Fue muerto por Clorinde en un duelo legal tras haber sido acusado de asesinato.\nClémentine Caspar\nLa esposa de Calas y madre de Navia, que murió debido a complicaciones tras haber dado a luz.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La jefa actual de Spina di Rosula, hija de Clémentine y Calas.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Mayordomo de Spina di Rosula que murió durante la evacuación de Poisson.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Asistente de Navia que murió durante la evacuación de Poisson.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Consejero superior de Spina di Rosula.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "\"Guante Blanco,\" un miembro de Spina di Rosula, involucrado en el procesamiento de personas involucradas en la venta de sinte.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "\"Pescador,\" compañero de Sonny y miembro de Spina di Rosula.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un pescadero de Poisson.\nConsigliere\nUna",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3706,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "y \"consejera\" de Spina di Rosula. Es una especie de \"persona\" ideal en que puedes confiar.\nTetreauxis\nUn cantinero en Río Ceniciento.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un antiguo miembro de Spina di Rosula que estuvo vinculado a la distribución de sinte.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Líder de la Cofradía Cabrière, una organización hermana de Spina di Rosula.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El jefe de la Cofradía Cabrière, una organización hermana de Spina di Rosula.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4507,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El Guardia responsable de coordinar la información entre Spina di Rosula y la Oficina Judicial.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4505,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Esposa de Jacques, un antiguo informante de Spina di Rosula. Spina di Rosula se hizo cargo de ella y de su hijo a partir de la muerte de Jacques.",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Spina di Rosula"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Sociedad regida por el principio de la democracia"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Líder",
        "value": [
          {
            "type": "RichText",
            "text": "Navia Caspar"
          }
        ]
      }
    ]
  }
}