{
  "epId": 5223,
  "name": "Gendarmería Fantasmal",
  "desc": "<p>La Gendarmería Fantasmal (Cazadores Fantasmales) es la unidad personal del juez supremo Neuvillette, que es responsable de la investigación del crimen. Tiene su base en el Palacio Mermonia y es uno de los departamentos de la Corte de Justicia.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/0754982d06f58659af734aafc88d0c88_8063827020713320808.png",
  "menuId": 23,
  "menuName": "Organizaciones",
  "version": 1719196784,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Gendarmería Fantasmal"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Unidad de aplicación de la ley"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Líder",
        "value": [
          {
            "type": "RichText",
            "text": "Neuvillette"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Cazadores Fantasmales",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/205556113/e5a0288f79bda8935c2e56dc52d482dc_7190196734523058603.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Sombrero que simboliza a los Cazadores Fantasmales"
          }
        ]
      },
      {
        "key": "Cámara del tesoro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/205556113/0a1debfa16eac7ff1a53531df6dc2564_3307870644238885437.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Cámara secreta del tesoro de los Cazadores Fantasmales"
          }
        ]
      },
      {
        "key": "Gendarmería Fantasmal",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/205556113/a603a0698b71be8e37a99d0620402bc9_2144368514748545495.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Una melusina con el uniforme de la Gendarmería Fantasmal"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Miembros notables"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Casiodoro",
        "desc": "<p>Cazador Dorado, uno de los afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/2ec5766b1718eff2e06f7956d1fc5833_5217337038039052003.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "\"Cazador Dorado\", cuyas palabras fueron el inicio de los Cazadores Fantasmales\nEst\nWalter\nSeguidores de Casiodoro que estuvieron entre los primeros Cazadores Fantasmales\nEmanuel Guillotin\nUn Cazador Fantasmal que dirigió el Asedio de Poisson, y padre adoptivo de Alain y Marianne. Él, presumiblemente, fue disuelto por",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\nPetronila\nUna Cazadora Fantasmal y mentora de Clorinde",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Hijo adoptivo de Emanuel Guillotin. Tras haber desaparecido su hermana, dejó la Gendarmería Fantasmal y fundó el",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Instituto de Ciencias de Fontaine",
        "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Hija adoptiva de Emanuel Guillotin. Desapareció después de la pelea entre la Gendarmería Fantasmal y la",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Una de las primeras melusinas introducidas en Fontaine por su Señoría Neuvillette hace aproximadamente 400 años. Se convirtió en la primera melusina en ser recibida en la Gendarmería Fantasmal y recibir la Medalla de la Concordia. <span class=\"wk-shady\">Se sacrificó para demostrar la inocencia de las melusinas en los crímenes.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/b5144639de0b40a37167f40774eb8e6b_5600285933836589307.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La primera melusina que se unió a la Gendarmería Fantasmal. A causa de su sacrificio, las melusinas son la representación de la Gendarmería Fantasmal y el emblema de la Guardia.\nAeval\nElphane\nGuías del ferrobús desde las acualíneas Clémentine y Navia respectivamente.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Una agente de evidencias de la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/205556113/9de3aae7a32faf7a3023fbdc80e94dae_8012079493430037786.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Inicialmente una guía del ferrobús desde la línea Calas y actualmente una agente de evidencias de la Gendarmería Fantasmal.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4802,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Trabajadora de la Gendarmería Fantasmal.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Líder de la Gendarmería Fantasmal.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "<p>Una verduga del justiciazgo invicta que defiende la Corte de Fontaine a capa y espada.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/03/10742394/770a66030815971c697ab81bc5436329_2503878551904601198.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sucesores de los Cazadores Fantasmales",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5728,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cazadores Fantasmales",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "El nombre \"Cazador Fantasmal\" se originó en Remuria, cuando el famoso Afinador Casiodoro, elevado al venerado título de \"Cazador Dorado\", guió a sus seguidores en la lucha contra los restos del imperio caído: <color=#ffffff>\"Persigue las sombras de la oscuridad, expúlsalas y cázalas</color> <color=#ffffffd9>\"</color> . Aunque fueron llamados \"cazadores\", no cazaban animales, sino varios monstruos dejados por la antigua dinastía del rey Remo. Hoy en día, la población de monstruos de Fontaine ya se ha reducido enormemente, por lo que los Cazadores han vuelto a mezclarse con la sociedad y han tomado las armas en otras líneas de trabajo. Incluso dejaron a su paso una metodología única de caza y técnicas especiales de manejo de la espada. Los Cazadores Fantasmales de épocas pasadas a menudo imbuían sus armas con encantamientos especiales para reprimir a los monstruos. Cada vez que un monstruo estaba cerca, sus armas comenzaban a brillar.\nPoco a poco la fama de los Cazadores Fantasmales se fue desvaneciendo. En la actualidad, cuando la gente de Fontaine se refiere a los Cazadores Fantasmales, la mayoría de habitantes solo es capaz de recordar el juramento que hicieron en el pasado, y que conocen gracias a su aparición en obras teatrales o literarias."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"A partir de hoy, atravesaré la frontera al mundo de las sombras.\"</color>\n<color=#ffffffd9>\"Me enfrentaré a los peligros de la noche.\"</color>\n<color=#ffffffd9>\"Recordaré mi juramento diurno.\"</color>\n<color=#ffffffd9>\"Recordaré las lágrimas, la vida y la compasión.\"</color>\n<color=#ffffffd9>\"Y recordaré que el alba siempre llegará.\"</color>\n<color=#ffffffd9>\"Por eso, nunca abandonaré la esperanza.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Los historiadores creían que los Cazadores Fantasmales estuvieron activos por primera vez unas décadas después de la caída de Remuria, momento en el que el concepto de Caballeros Aguapura se había extinguido por completo en Fontaine. Se creía que los primeros Cazadores Fantasmales que siguieron a Casiodoro eran los herederos de los Caballeros Aguapura, pero en realidad eran los últimos restos de la antigua Remuria, Walter y Est. Est heredó las responsabilidades del Cazador Dorado y juzgó a muchas personas, y Walter, trabajando como verdugo, utilizó innumerables trucos para confundir a sus enemigos en la batalla.\nHay una historia sobre un Cazador Fantasmal que se obsesionó con exterminar monstruos. Cuando llegó el día en que la tierra quedó limpia de su sombra, no pasó mucho tiempo antes de que comenzara a sentirse perdido. Después de pasar una vida cazando monstruos, ¿qué propósito tenía su vida ahora que su enemigo mortal había sido vencido? Después de pensar mucho en el asunto, decidió seguir viviendo como lo había hecho, cortando sus conexiones con los Cazadores Fantasmales para poder seguir cazando monstruos solo. Esta historia es un recordatorio de que los Cazadores Fantasmales luchan para restaurar la paz en la vida de todos. Es importante recordar por qué estás luchando y nunca permitir que los medios se conviertan en el fin."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/a850a2c6fcd9b1468760e556f2e6d706_1656471766893106077.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Para la mayoría de los habitantes de Fontaine, la historia de los Cazadores Fantasmales no es más que una leyenda llena de drama y emoción. Para la verduga del justiciazgo Clorinde, los hechos y juramentos de los Cazadores son su herencia viva y palpable. Lo primero que aprendió de su mentors, la Cazadora Fantasmal Petronila, fue el manejo de la espada necesario para matar monstruos. El acercamiento del Cazador requiere que permanezcan lo más cerca posible de su presa para poder hundir su espada en los puntos débiles con una agilidad vertiginosa. Para entrenarla en esta técnica, Petronila envió a Clorinde a una habitación llena de pilares giratorios, cada uno de los cuales tenía muchas espadas de madera que sobresalían hacia afuera, con las puntas cubiertas con bolsas de tela. Al someterse a dicho entrenamiento, Clorinde desarrolló habilidades de puntería, rastreo, camuflaje y juego de pies de Cazador Fantasmal. Su elección de armas sigue la tradición de los Cazadores Fantasmales: un mosquete para ahuyentar a la presa y una espada para asestarle un golpe letal."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/080b908b0847e4ab8e6623f146a4c630_6705713600194936073.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un día, uno de los sucesores de los Cazadores Fantasmales, Florian, sucumbió a la influencia del monstruo, el Devorador de Almas, que asoló hace varios siglos. El padre de Florian era un Cazador y dedicó toda su vida a servir a la causa, pero a cambio sólo recibió pobreza y sufrimiento. Cuando murió, nadie vino siquiera a despedirse de él. Los miembros de su familia habían sido Cazadores Fantasmales durante generaciones, transmitiendo no solo el título y el manejo de la espada, sino también un sello que los Cazadores Fantasmales usaban para contener al Devorador de Almas, con la esperanza de que con el tiempo se encontrara una manera de derrotarlo. El padre de Florian le indicó que siempre vigilara ese sello y lo mantuviera regularmente ya que era el deber más importante de su clan. Sin embargo, tras su muerte, su hijo abandonó este deber. El Devorador de Almas era un oponente peligroso incluso para los Cazadores, y si un mortal tenía la fuerza suficiente para destruirlo, la persona se convertía en víctima de su corrupción. La criatura fue capaz de amplificar las obsesiones y deseos en el corazón de las personas, hasta el punto de superarlos por completo. Cuando Florian finalmente decidió comprobar el sello, el monstruo se apoderó de su conciencia. La ira por la injusticia en el alma de Florian lo convirtió en presa fácil."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/a24ab9c0c1c60326303c3e3eb8f2cf0b_5984861954135643665.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bajo la apariencia de la trama de un juego de rol, Florian atrajo a Clorinde, Lyney, Furina, Navia, el/la Viajero/a y Paimon al tesoro secreto de los Cazadores Fantasmales para destruir a los Cazadores y tomar los tesoros que él creía que eran legítimamente suyos. Para abrir el tesoro, sólo le faltaba una llave entre cuatro: una le dio su padre, la otra le robó, le quitó la tercera a un Cazador y la llave que faltaba se la dio a Clorinde su mentora."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/b083eea6dc2eb3aa30a08919b7df4fd5_4080773771820532161.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante la batalla, Clorinde expulsó temporalmente al monstruo del cuerpo del hombre. Cuando abrieron la puerta de la cámara del tesoro, resultó que escondía una tablilla de piedra con los nombres de los Cazadores tallados y sus armas, que decidieron llevar consigo para derrotar al Devorador de Almas: Furina tenía la espada de Est, amiga de Casiodoro, y Lyney tenía el arco de Walter. Navia usó la espada de Petronila, que Clorinde le había regalado tras el duelo con su padre. Para derrotar al monstruo, Florian lo atrajo a su cuerpo, y Clorinde, Navia, Furina, Lyney, el/la Viajero/a y Paimon lo derrotaron con la ayuda de los espíritus de los Cazadores.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Casiodoro",
        "desc": "<p>Cazador Dorado, uno de los afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/2ec5766b1718eff2e06f7956d1fc5833_5217337038039052003.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "<p>Una verduga del justiciazgo invicta que defiende la Corte de Fontaine a capa y espada.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/03/10742394/770a66030815971c697ab81bc5436329_2503878551904601198.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>El foco de atención absoluto del escenario durante los juicios, hasta que la obra termina y el público rompe a aplaudir.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/73555894/263e5ea0784d182b393f67a7e24146a5_4468352971994405792.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un astuto y hábil mago de Fontaine que siempre se gana al público con sus ingeniosos trucos y su elocuencia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/e343d4442cc3b8e243f0d528bb715f75_6269403619537570396.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5728,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Gendarmería Fantasmal",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La Gendarmería Fantasmal (Cazadores Fantasmales) es la unidad personal del juez supremo Neuvillette, que es responsable de la investigación del crimen. Tiene su base en el Palacio Mermonia y es uno de los departamentos de la Corte de Justicia. La organización solía estar compuesta únicamente por humanos, pero ahora la mayoría de ellos son melusinas, ya que su especial agudeza visual era la más adecuada para investigar casos.\nMuchos miembros de la Gendarmería Fantasmal, incluido Emanuel Guillotin, procedían del Instituto Cruz de los Narcisos, un orfanato infantil en Fontaine, donde a menudo se enviaba a los hijos de delincuentes. El orfanato estaba dirigido por la directora Lyris, una Oceánida, y, durante un tiempo, la ex almirante de la Armada, Basil Elton, fue la vicedirectora. Cuando el Instituto se disolvió hace 500 años debido al Cataclismo, muchos estudiantes se unieron a la Gendarmería Fantasmal o a la Unidad Especial de Seguridad y Vigilancia para proteger a Fontaine de modo que no volviera a tener una sombra sobre él.\nAlgunos de los agentes de la Gendarmería Fantasmal, miembros que realizan investigaciones, trabajan en secreto y sus nombres son confidenciales. Por tanto, no quedó ningún expediente sobre los agentes que murieron durante la batalla de Elynas.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Condado de la Corte de Fontaine",
        "desc": "<p>\"Por encima de todas las aguas solo se encuentra esta ciudad\".</p><p>El Palacio Mermonia, que se eleva en el punto más alto de la ciudad, representa la máxima autoridad en Fontaine. Bajo su mirada, las personas llevan una vida ordenada, tan regular y predecible como el ferribús.</p><p>La ley sirve para mantener un orden estable, que a su vez es la piedra angular sobre la que se construyen la equidad y la justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/14/205556113/d383327e5d25b9590a0fedacbe5ac74c_4706779519832920018.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Instituto Cruz de los Narcisos",
        "desc": "<p>Un orfanato de Fontaine, construido sobre las ruinas de una antigua civilización.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusinas",
        "desc": "<p>Las melusinas son una especie exclusivamente femenina nacida de las heridas de Elynas después de que este resultara herido por una explosión que tuvo lugar dentro de su cuerpo petrificado. Alguna vez residieron exclusivamente en la Aldea Espumarina, pero después de conocer a Neuvillette el juez recién nombrado, ahora se pueden encontrar muchas en la superficie de Fontaine como parte de la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/a10125252b03a6168936fe3d55435fe7_2876687435621649918.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Una bestia abisal que apareció en Fontaine hace unos 500 años durante el Cataclismo. Elynas es el \"Padre\" de todas las melusinas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/fa4c986eefe97522566b35be6e29e7a0_4326688696020046010.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compañía Dorada",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/c32bab10651059ad3c0c8a0e5bbd2e03_163519183011049214.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sueño de la Ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/1bde348ad550ef356ff197b93caed6c8_1656048027438418551.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "El Asedio de Poisson",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hace más de 500 años, las autoridades de Fontaine quisieron crear una ciudad subterránea debajo de la ciudad, Río Ceniciento, a partir de las alcantarillas bajo la Corte de Fontaine. Como era difícil mantener el orden, Eduardo Baker y sus amigos tomaron el poder en Río Ceniciento. Comenzaron a resolver disputas entre los \"compatriotas\" de Río Ceniciento, a bendecir a los recién casados ​​y a proteger a los comerciantes de la extorsión, el acoso y el chantaje de las pandillas. Cuando las autoridades de la Corte de Fontaine decidieron purgar a Río Ceniciento, Baker fue arrestado y exiliado al desierto de Sumeru. De camino al exilio, él, con la ayuda de sus secuaces, huyó a Poisson, tomando como rehenes tanto a la propia ciudad como a los miembros de la Oficina Judicial que transportaban a Baker. Hizo una serie de demandas irrazonables, por lo que intervinieron los Cazadores Fantasmales, incluido Guillotin. El periodista Karl Ingold llegó a Poisson como negociador junto con el hijo de Eduardo, Jakob.\nTras un intento fallido de resolver el problema, el desacuerdo entre el grupo de Baker y los Cazadores Fantasmales se convirtió en una pelea violenta. Como resultado, Jakob y René, el hijo del alcalde de Poisson, quedaron huérfanos. Ambos fueron enviados al Instituto Cruz de los Narcisos, un orfanato que a menudo albergaba a hijos de delincuentes. Más tarde, estos dos niños fundaron La Comunidad Cruz de los Narcisos, una de las más importantes organizaciones en la historia de Fontaine.\nEl Asedio de Poisson dejó cicatrices físicas y psicológicas en Guillotin. Debido a este suceso, abandonó las filas de los Cazadores y planeó vivir el resto de sus días, contento sólo con el contenido de su copa. Cuando comenzó el Cataclismo, su vieja amiga del Instituto Cruz de los Narcisos, Basil Elton, le confió dos niños: Marianne y Alain. Emanuel no amaba a los niños y no deseaba tener trato con nadie, pero por el bien de su vieja amiga aceptó.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Condado de la Corte de Fontaine",
        "desc": "<p>\"Por encima de todas las aguas solo se encuentra esta ciudad\".</p><p>El Palacio Mermonia, que se eleva en el punto más alto de la ciudad, representa la máxima autoridad en Fontaine. Bajo su mirada, las personas llevan una vida ordenada, tan regular y predecible como el ferribús.</p><p>La ley sirve para mantener un orden estable, que a su vez es la piedra angular sobre la que se construyen la equidad y la justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/14/205556113/d383327e5d25b9590a0fedacbe5ac74c_4706779519832920018.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Condado Rocioblanco",
        "desc": "<p>Aunque gran parte de Fontaine está cubierta de agua, también hay montañas y bosques. El Montaña Equinoccio, que se encuentra entre el puerto y la Corte de Fontaine, es uno de sus picos más emblemáticos. El Instituto de Ciencias de Fontaine utilizó enormes dispositivos de ingeniería para perforar el Túnel de Poisson, resolviendo así uno de los mayores desafíos a los que se enfrenta la construcción de las líneas de ferribús.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/f86078c2c25d1978171d8392fb828e10_2211405555761106915.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Instituto Cruz de los Narcisos",
        "desc": "<p>Un orfanato de Fontaine, construido sobre las ruinas de una antigua civilización.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Vado del Río Ceniciento",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una tubería abandonada muy práctica que en el pasado se usó como arma. Gozaba de una excelente reputación (o de una muy infame, dependiendo de a quién le preguntes).</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/c7283cb1af7af921627e5fc4b8c6c8c8_8466127290299017509.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "name": "Página misteriosa (XII)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/10742394/565ae492d8f72ada835085c632cd2cdd_8112341891457385627.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La Comunidad Cruz de los Narcisos",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/9dd957087aa42735905d94761558de17_7036168828870711319.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace unos 500 años, cuatro niños del Instituto Cruz de los Narcisos se hicieron amigos. Después del Cataclismo, dos de ellos, Marianne y Alain, fueron adoptados por el ex Cazador Fantasmal, Emanuel Guillotin, y más tarde se convirtieron en agentes de la Gendarmería Fantasmal. Los demás, René y Jakob, que fueron enviados al Instituto a causa de Emanuel Guillotin, fueron tomados por el periodista Karl Ingold, que estuvo presente en el asedio de Poisson. Años más tarde, fundaron una organización llamada Comunidad Cruz de los Narcisos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/11e84dca9047c764fbdde904a7970dbf_7218597961318265236.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El objetivo principal de la organización era salvar a Fontaine del apocalipsis predicho por la profecía: <color=#ffffffd9>\"Al final, todo el mundo se disolverá en el mar y solo quedará la Arconte Hydro sentada en su trono divino mientras llora\"</color> . Para lograrlo comenzaron a realizar experimentos inmorales y peligrosos, que incluyeron la creación de Neohumanos. El líder, conocido como el \"Maestro\" (René de Petricor) quería disolver a todos los fontainianos en las aguas primigenias para esperar el apocalipsis y renacer en el nuevo mundo.\nEn cierta ocasión, la amiga de Emanuel Guillotin le confió a él sus preocupaciones sobre las operaciones de la Comunidad Cruz de los Narcisos. Esta investigación fue la última para Guillotin. A juzgar por que al final recordó a sus \"niños\" y el abrazo de la directora Lyris, quien en ese momento era miembro de esta organización; y el Maestro en sus notas menciona la absorción de varios Cazadores Fantasmales con la ayuda de Lyris, se puede suponer que Emanuel, así como Marfisa, verdugo del justiciazgo, fue uno de estos agentes."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Estimados Alain y Marianne... nunca tuve una relación cercana con ustedes.</color>\n<color=#ffffffd9>Ni siquiera al final supe cómo ser un buen padre.</color>\n<color=#ffffffd9>Pero aun así, no quiero olvidar cómo fueron creciendo...\"</color>\n<color=#ffffffd9>Cuando recobró la sobriedad, todo honor, desgracia, amor y apego ya se había disuelto en las aguas.</color>\n<color=#ffffffd9>Hasta que, al final, lo que lo recibió fue un sereno océano que eliminó toda barrera y aislamiento.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/4a244b78de17042e111af3c05e389473_4299516187377096920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando las autoridades se enteraron de estos experimentos, la Comunidad Cruz de los Narcisos fue declarado radical. Alain Guillotin rompió todas las relaciones con sus amigos, René y Jakob, y, junto con el juez supremo de Fontaine, Neuvillette, firmó la orden para la destrucción de la Comunidad Cruz de los Narcisos.\nPara ganar algo de tiempo para ejecutar sus planes, el Maestro envió a Jakob, la ex directora del Instituto Cruz de los Narcisos, Lyris, y otros miembros de la Comunidad al cuerpo petrificado de Elynas. Elynas era una bestia del Abismo que apareció en Fontaine durante el Cataclismo. Cuando murió, la Comunidad Cruz de los Narcisos usó su sangre y carne en sus experimentos, creando el primer Neohumano a partir de Jakob. Para ayudar a Jakob a obtener mayores habilidades y alejar a los Cazadores Fantasmales del Maestro, la Comunidad Cruz de los Narcisos decidió revivir el corazón petrificado de Elynas. Cuando Alain Guillotin se enteró del próximo ritual, envió a un Mek pensante, Seymour, para informar al juez de Fontaine Neuvillette al respecto.\nCuando los agentes del la Gendarmería Fantasmal, incluida Marianne Guillotin, localizaron a los miembros de la Comunidad en el cuerpo de Elynas, se produjo una batalla. Muchos agentes y Mecabots murieron debido a la explosión. Marianne Guillotin estaba al borde de la muerte, pero Lyris la salvó. Lyris unió sus cuerpos y mentes abrazándola, creando una nueva Oceánida, Marianne.\nDespués de la batalla de Elynas, Alain Guillotin no volvió a saber nada de su hermana. Dejó la Gendarmería Fantasmal y fundó el Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine. Existe la leyenda de que, en su vejez, Alain se retiró del Instituto de Ciencias de Fontaine a su taller y no veía a nadie. La investigación que emprendió en sus últimos años nunca fue publicada y, tras el asunto, lo único que se pudo encontrar en su taller fueron señales de que algo se había construido.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Condado Berilo",
        "desc": "<p>Una antigua cordillera repleta de ruinas al otro lado de las aguas de la Corte de Fontaine.</p><p>Se dice que antaño los seguidores de Egeria consideraban este lugar como un lugar de alegría en el que hacer excursiones, dedicando canciones al amor y a los sueños puros e inmaculados como el berilo. Ahora, sus canciones se han dispersado con la luz de la luna, y solo vientos frescos siguen soplando por estas solitarias tierras cubiertas de menta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/205556113/b427c492c39d16da8fcca8217e55e32a_65223788382548651.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Instituto Cruz de los Narcisos",
        "desc": "<p>Un orfanato de Fontaine, construido sobre las ruinas de una antigua civilización.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Instituto de Ciencias de Fontaine",
        "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Una bestia abisal que apareció en Fontaine hace unos 500 años durante el Cataclismo. Elynas es el \"Padre\" de todas las melusinas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/fa4c986eefe97522566b35be6e29e7a0_4326688696020046010.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>El Prototipo 4ACV07 es un perro mecánico creado por Alain Guillotin para proteger a su hermana Marianne Guillotin durante su servicio en la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/f415fbe2eaa40cd987a8daa47643fc74_1843347390880204716.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Bautista Sacrílego",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un monstruo del Abismo capaz de controlar diferentes elementos y que, al evolucionar, ha desarrollado múltiples extremidades.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/01/10742394/2899a9fa6efec1006150467a00823c4a_9035880458416491758.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3986,
        "name": "Retribución de la Justicia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una lanza cuya afilada punta está manchada con un resquicio de sangre fresca.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/2ed1c5a0a6ddabd62558d59dd1be64b8_4673665496580487719.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "name": "Página misteriosa (XII)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/10742394/565ae492d8f72ada835085c632cd2cdd_8112341891457385627.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Melusinas",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hoy en día, la Gendarmería Fantasmal está formada principalmente por melusinas, pero hace unos 400 años no había ni una sola Melusina en la unidad y en la Corte de Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/48c2f788c6d4baea0ff56bb9f5c61e18_2534850688729486975.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Carole, como las otras melusinas, nació de las heridas recibidas por su \"Padre\", Elynas, durante la batalla entre los Cazadores Fantasmales y los miembros de la Comunidad Cruz de los Narcisos hace más de 400 años. Las melusinas vivían en la Aldea Espumarina, que construyeron dentro del cuerpo de Elynas. Aprendieron de su \"Padre\" a construir casas. Veinte años más tarde, algunas melusinas quisieron ir a la Corte de Fontaine para ver cómo vivía la gente y encontrar el sentido de su existencia. Carole se convirtió en una de las primeras melusinas que, con la ayuda del joven juez de Fontaine, Neuvillette, un Dragón Hydro, entró en la Corte de Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/54d819f57d56d4e686846c2fd51f6051_4559846552267452481.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Como todas las melusinas tienen una visión especial y son capaces de notar cosas que son inaccesibles al ojo humano, Neuvillette las invitó a la Gendarmería Fantasmal, una rama especial de la Oficina Judicial responsable de investigar crímenes. Carole se convirtió en la primera melusina en la Gendarmería Fantasmal, y el líder de la Unidad Especial de Seguridad y Vigilancia, Vautrin, fue asignado como su compañero. La gente de la Corte de Fontaine nunca había visto melusinas antes, por lo que las trataron con precaución e insatisfacción, ya que había rumores de que las melusinas eran criaturas de desastre que representaban un peligro para los demás. Les tiraron piedras a las melusinas y les dijeron que regresaran a su aldea. Neuvillette y Carole sabían que haría falta mucho tiempo y esfuerzo para que las personas y melusinas vivieran en armonía y comprensión, pero Carole estaba preparada para este camino largo y difícil, a medida que su vida se volvía más significativa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/c7324129b0223e4112132db8b48999f7_4126101012701089002.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gracias a su duro trabajo durante cinco años, Carole y Vautrin recibieron las primeras Medallas de la Concordia de Neuvillette. Carole esperaba que las melusinas pronto comenzaran a vivir en paz con la gente, pero esta medalla solo enfureció aún más a los partidarios del antiguo régimen, cuyos intereses fueron vulnerados como resultado de la reforma de Neuvillette. Decidieron cometer un asesinato y culpar a las melusinas para expulsarlas de la ciudad y darle una lección a Neuvillette.\nLos partidarios del antiguo régimen engañaron a Carole para que acudiera a la escena del crimen y presentaron cargos contra ella. Después de esto, sembraron el pánico entre la gente para obligar a Neuvillette a admitir sus errores y renunciar al poder. Carole decidió sacrificarse para suavizar la situación y la Guardia no pudo intervenir a tiempo debido a la multitud enojada.\nVautrin, al enterarse de lo sucedido, decidió vengar a Carole y mató personalmente a todos los conspiradores. Sabía que Neuvillette se vería obligado a declararlo culpable y exiliarlo al Fuerte Merópide, pero no pudo evitar intervenir. Carole le recordó a Vautrin a su hermana menor, Illaria, que murió cuando él era muy joven. Carole e Illaria eran amables e inocentes y siempre creyeron en lo mejor. Vautrin entendió que las almas bondadosas como Carole eran más susceptibles al engaño y la traición, por lo cual había tratado de obligarla a retirarse para que la gente no le hiciera daño.\nLa valentía y el sacrificio de Carole finalmente llevaron a que su sueño se hiciera realidad: 400 años después, las melusinas son miembros respetados de la sociedad en la Corte de Fontaine y coexisten pacíficamente con los humanos. Debido al acto heroico de Carole, el símbolo de la Oficina Judicial presentaba a las melusinas como signo de respeto y gratitud hacia estas criaturas.\nCuando 400 años después, otra melusina, Kiara, fue amenazada por unos criminales, los ciudadanos de la Corte de Fontaine se unieron para protegerla. La reportera de \"El Pájaro de Vapor\", Charlotte, preguntó a sus colegas sobre la carta de amenaza. Clorinde, la verdugo del justiciazgo, ofreció su ayuda para proteger a Kiara. La presidenta de Spina di Rosula, Navia, pidió a su gente que estuviera atenta a las pistas e \"invitó\" a los sospechosos a tomar un café para que no pudieran resistirse. Con su ayuda, se encontró a los delincuentes y las melusinas no resultaron heridas.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Condado de la Corte de Fontaine",
        "desc": "<p>\"Por encima de todas las aguas solo se encuentra esta ciudad\".</p><p>El Palacio Mermonia, que se eleva en el punto más alto de la ciudad, representa la máxima autoridad en Fontaine. Bajo su mirada, las personas llevan una vida ordenada, tan regular y predecible como el ferribús.</p><p>La ley sirve para mantener un orden estable, que a su vez es la piedra angular sobre la que se construyen la equidad y la justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/14/205556113/d383327e5d25b9590a0fedacbe5ac74c_4706779519832920018.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula se rige por el principio de la democracia, el de una actitud inclusiva en cuanto a diferentes industrias y profesiones, el de contribuir ayudando a los ciudadanos a resolver sus problemas en situaciones difíciles y, cuando surge la necesidad, también participa en colaboraciones secretas junto con las autoridades de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/881b3c91168f2dbb08b943a5e0eb1e5c_6303923155770470243.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Fuerte Merópide",
        "desc": "<p>Prisión de Fontaine, dirigida por el duque Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/205556113/caa9b364dba33a808f0ec018c00d9c15_9195547886075424581.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusinas",
        "desc": "<p>Las melusinas son una especie exclusivamente femenina nacida de las heridas de Elynas después de que este resultara herido por una explosión que tuvo lugar dentro de su cuerpo petrificado. Alguna vez residieron exclusivamente en la Aldea Espumarina, pero después de conocer a Neuvillette el juez recién nombrado, ahora se pueden encontrar muchas en la superficie de Fontaine como parte de la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/a10125252b03a6168936fe3d55435fe7_2876687435621649918.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Una de las primeras melusinas introducidas en Fontaine por su Señoría Neuvillette hace aproximadamente 400 años. Se convirtió en la primera melusina en ser recibida en la Gendarmería Fantasmal y recibir la Medalla de la Concordia. <span class=\"wk-shady\">Se sacrificó para demostrar la inocencia de las melusinas en los crímenes.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/b5144639de0b40a37167f40774eb8e6b_5600285933836589307.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Una bestia abisal que apareció en Fontaine hace unos 500 años durante el Cataclismo. Elynas es el \"Padre\" de todas las melusinas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/fa4c986eefe97522566b35be6e29e7a0_4326688696020046010.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p>La vivaracha reportera de «El Pájaro de Vapor», siempre en busca de la verdad.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/73555894/7bbbff3f35661a93b5091b1f17fae6c0_7787193723465508437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card"
      }
    ]
  }
}