{
  "epId": 5600,
  "name": "Mar de Antaño",
  "desc": "<p>Las amplias aguas que se encuentran al sur del Gran Lago también fueron una vez parte integral del supramar. Debajo de las profundidades abisales que no toca la luz del sol, yacen enterrados los primeros sueños y esperanzas.</p><p>La serenata largamente olvidada suena una vez más en medio de la fortaleza de glorias apagadas y las ruinas hundidas en el mar. Un nuevo capítulo en una historia largamente terminada está a punto de escribirse...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/205556113/fcb83b9a01cfd0f5edb50e407457f4dc_721446396055751862.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1728342948,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Cánticos armónicos",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/4417194d9a22aa68cbc2c9d4aa037acd_2113175888727434100.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Remuria fue una vez una nación próspera creada por el dios melómano, Remo, en las tierras llamadas Meropis. La profetisa Sibila, que sobrevivió a la primera inundación, pero perdió la mente y la forma, predijo a Remo que traería civilización y justicia a la gente, pero al final, esa misma justicia sería su perdición. Tratando de resistir a Fortuna (destino), el Sebasto creó cuerpos de bronce y piedra para los remurianos, en los que fluía el icor, insoluble en agua clara. Con la ayuda de la Sibila, creó la Gran Serenata diseñada para liberar a la gente de las prisiones de carne podrida y del destino. El Sebasto vertió melodías en el insoluble icor, pero los Remurianos, incapaces de soportar el peso del destino, rogaron a su dios y a sus superiores que los guiaran. A petición del pueblo, Remo escribió todas las melodías en la más grandiosa de las melodías, lo que se suponía que les traería a todos la mayor felicidad. Así apareció Fobos. Aunque concedió los deseos de todos los Remurianos, sólo sintieron dolor. La fe ciega en la serenata los sumió en la esclavitud de Fobos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/b5c4d227310ac4322abda4fe82bd20ae_1966051866396110261.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando Remo se dio cuenta de que la Fobos había provocado la caída de Remuria, decidió destruir la Serenata. Hizo un acuerdo con el Príncipe Dragarto, Escila, de que lideraría un ejército de Dragartos contra la Ciudad Dorada. El Sebasto creó la serenata final, el Réquiem, que era una orden para la autodestrucción de Fobos, y se la confió al príncipe de los dragones. Remo sabía que su vida terminaría y sólo quedaría la serenata, pero estaba dispuesto a hacer este sacrificio para liberar a su pueblo de las cadenas de Fobos. Pero la Fobos no permitió que los planes del rey divino se hicieran realidad y, con la ayuda de uno de los Afinadores de Remo, Boecio, encarceló a Escila bajo la torre y cerró las Puertas de Jano que conducía a la capital. Como resultado, el Príncipe Dragón no pudo llegar a la capital a tiempo y el poder de la Phobos se salió de control. Al final, el palacio real se hundió bajo las olas, como si hubiera sido golpeado por un juicio divino.\nAntes de la caída de Remuria, el Sebasto separó la melodía del Afinador Casiodoro de la Gran Serenata, dándole libre albedrío. Sólo unos pocos sobrevivieron a la inundación: Casiodoro y sus compañeros recorrieron la tierra, luchando poderosamente por contener el poder de las aguas primigenias, y el Afinador Boecio usó su elocuente lengua para influir en los que quedaron. Inició un ritual funesto cuyo objetivo era restaurar la \"serenata\" destrozada y revivir el reino en ruinas. Para ello, no dudó en disolver la voluntad de sus parientes y saquear las almas de los fontainianos de todas partes. Muchos gobernantes y nobles se convirtieron en sus peones, y las organizaciones políticas recién nacidas estaban al borde de la destrucción. Para detenerlo, que ya se había convertido claramente en un monstruo, Casoidoro tuvo que abandonar su nombre y convertirse en alguien que cace fantasmas, resistiéndole junto a los fontainianos. Después de un difícil enfrentamiento, Casiodoro y los fontainianos sellaron tanto a Boecio como al mar que había devorado a Remuria. El Cazador Dorado juró por el destino que serviría como barrera entre el pasado y el presente y se convirtió en el guardián espiritual de la tierra antigua.\nMilenios después, Boecio recuperó el dominio de la perturbada \"serenata\", tejiendo en ella fragmentos de su alma y melodías rotas. El Afinador trajo el caos a la serenata para revivir a Remuria y convertirse en un nuevo dios. Boecio creía que Remo había traicionado a Remuria al confabularse con los Dragartos e intentar destruir la Gran Serenata."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Revertiré la rueda del destino, traeré de vuelta el antiguo mundo y restauraré la justicia en la tierra. La gente de la superficie se doblegará ante nuestra voluntad.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/e6ded426211e34a86d94bbb81d526d43_4010577476024734648.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante este tiempo, Casiodoro perdió su cuerpo de piedra y poseyó un gato blanco, a quien Paimon más tarde llamó Osifuz. Para detener a Boecio, Casiodoro pidió ayuda al/a la Viajero/a y a Paimon. Juntos, entraron en el Mar de Antaño y liberaron al príncipe dragón, Escila, encarcelado por Boecio bajo el mando de Máximo. Aunque el cuerpo de Escila fue destruido, sus recuerdos en el icor continuaron vivos. Casiodoro creía que Escila había traicionado al rey divino y atacado el palacio dorado, provocando que Remuria se inundara. El Rey Dragón habló sobre el último acuerdo con Remo, su plan secreto y la creación del Réquiem, capaz de destruir a la Phobos. Escila dirigió un ejército de Dragartos para asaltar la capital como el plan final de Remo para salvar a los Remurianos y a la nación."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/b01a3f8e0f97cf5a0019803e99d98170_8760316774524793389.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando Casiodoro y el/la Viajero/a llegaron al Palacio Dorado, Boecio utilizó el poder de la música para atraerlos a su palacio de la serenata. Este espacio fue la manifestación del alma de Boecio y se mantuvo por la gracia del poder de la serenata. Gracias al corazón de la Fobos, situado cerca del Palacio Dorado, Boecio pudo influir directamente en el mundo real. Si pudiera obtener todo el poder de la serenata, sus delirios reemplazarían al mundo real y Fontaine volvería a su apariencia de hace miles de años. A Casiodoro se le ocurrió un plan para destruir completamente a Boecio, quien se había preparado un cuerpo poderoso en el mundo real. Como el/la Viajero/a no pertenecía a Teyvat y no fue creado a partir del agua del Mar Primigenio, la melodía de la Fobos no cantaba sobre su destino y Boecio no podía influir en su alma, lo que permitió que el plan de Casiodoro tuviera éxito."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/319addbf237238c198272be1f2462516_3159325893125204781.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Con la ayuda de Escila, el/la Viajero/a y Paimon reconectaron los acueductos dorados, a través de los cuales una vez fluyó la gran serenata, y abrieron el camino hacia el palacio dorado. Resultó que la verdadera forma de Boecio era Fobos, que combinaba todas las melodías y deseos de los Remurianos. Sus deseos secretos llevaron a Remuria a guerras, conquistas y destrucción de los \"bárbaros\" del norte. Incluso antes de la caída de Remuria, la Fobos absorbió a Boecio y se rebeló contra el Sebasto. Casiodoro se sacrificó y atrapó a la Fobos en un cuerpo de piedra para que el/la Viajero/a pudiera destruir a Boecio y la Fobos. Cuando el/la Viajero/a tocó el Réquiem, la Gran Serenata quedó completamente destruida y las almas de los Remurianos regresaron a las aguas profundas, cumpliendo así el verdadero deseo de Casiodoro de continuar los planes y esperanzas del Sebasto de liberar a todos de la serenata."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"If water loses its clarity, how shall it become water again? If a tree leaves the soil, where shall it go to put down roots?\"</color>\n<color=#ffffffd9>\"Esta piedra y este oro tan tenaces pueden producir un gran estruendo al golpearlos. Sin embargo, sin agua y tierra, los humanos no pueden sobrevivir.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuando el alma de Casiodoro se disipó, Osifuz volvió a convertirse en un gato normal, que ahora vive en Petricor con Est, un descendiente de la guerrera remuriano.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Casiodoro",
        "desc": "<p>Cazador Dorado, uno de los afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/2ec5766b1718eff2e06f7956d1fc5833_5217337038039052003.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boecio",
        "desc": "<p>Uno de los Afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/205556113/883adebb8fab4e2f7169444523902a2e_6423253513749674339.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Escila",
        "desc": "<p>El príncipe de los Dragartos y amigo de Remo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/205556113/762d24fb00dcfe355802e7181da1a743_150538243074000053.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "La caída de Remuria",
        "desc": "<p>Se rumorea que durante los primeros años tras la fundación de Fontaine, el prestigioso investigador Pulteney escribió una magnífica obra sobre la antigua civilización de Remuria.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/73555894/d0e75f9b88a286749b4c7dff0871e129_8137229458922687222.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustraciones",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Antigua serenata de un reino olvidado: ¡La página de presentación de las nuevas áreas de la versión 4.6 ya está disponible!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/205556113/ddbfd9f92fe05e573de96815f2569746_6505308194067427430.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>16 de abril de 2024</color>\n¡Hola, viajeros! Después de la actualización de la versión 4.6, se desbloquearán las nuevas áreas \"Condado Nóstoi\" y \"Mar de Antaño\". ¡Consulta el contenido de esta edición para ver las características de las nuevas áreas!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Música",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cantus Aeternus｜Genshin Impact"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/4bf2966dc3d488c06bf277c18bd4cadb_8941365686576978684.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14 de mayo de 2024</color>\nEl tercer álbum de la BSO de Fontaine de Genshin Impact «Cantus Aeternus» ya está disponible.\n<color=#ff9999>Disco 1:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=6dROuF_TT64&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disco 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=4HEx2RF-SsE&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disco 3:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M0a2ZuGmi-4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Recursos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Girocristales radiantes"
      },
      {
        "type": "CustomEntry",
        "epId": 5633,
        "name": "Girocristal radiante (126)",
        "desc": "<p>Un maravilloso cristal que contiene cierta melodía. Es como un hermoso objeto confeccionado con una delicada seda. Estos objetos están distribuidos por todo Teyvat o en manos de comerciantes de rarezas. Puedes restaurar la música que contienen usando las decoraciones “Melodías del mundo: Música en el aire” o “Melodías del mundo: Sonidos entrelazados” de tu Relajatetera. La canción que contiene este Girocristal radiante es «Tears of Days Past».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/11/73555894/33219efde74b002b368e606c6e784ba4_3768949352895479769.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5635,
        "name": "Girocristal radiante (128)",
        "desc": "<p>Un maravilloso cristal que contiene cierta melodía. Es como un hermoso objeto confeccionado con una delicada seda. Estos objetos están distribuidos por todo Teyvat o en manos de comerciantes de rarezas. Puedes restaurar la música que contienen usando las decoraciones “Melodías del mundo: Música en el aire” o “Melodías del mundo: Sonidos entrelazados” de tu Relajatetera. La canción que contiene este Girocristal radiante es «Alucinatio Gloriosa».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/12/73555894/33219efde74b002b368e606c6e784ba4_7337496162821565198.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5636,
        "name": "Girocristal radiante (129)",
        "desc": "<p>Un maravilloso cristal que contiene cierta melodía. Es como un hermoso objeto confeccionado con una delicada seda. Estos objetos están distribuidos por todo Teyvat o en manos de comerciantes de rarezas. Puedes restaurar la música que contienen usando las decoraciones “Melodías del mundo: Música en el aire” o “Melodías del mundo: Sonidos entrelazados” de tu Relajatetera. La canción que contiene este Girocristal radiante es «Submerged Trumpet».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/12/73555894/33219efde74b002b368e606c6e784ba4_4419256862307425148.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5637,
        "name": "Girocristal radiante (130)",
        "desc": "<p>Un maravilloso cristal que contiene cierta melodía. Es como un hermoso objeto confeccionado con una delicada seda. Estos objetos están distribuidos por todo Teyvat o en manos de comerciantes de rarezas. Puedes restaurar la música que contienen usando las decoraciones “Melodías del mundo: Música en el aire” o “Melodías del mundo: Sonidos entrelazados” de tu Relajatetera. La canción que contiene este Girocristal radiante es «Harmonious Capitolium».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/12/73555894/33219efde74b002b368e606c6e784ba4_8775836693855983057.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "PNJs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "PNJs relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Casiodoro",
        "desc": "<p>Cazador Dorado, uno de los afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/2ec5766b1718eff2e06f7956d1fc5833_5217337038039052003.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boecio",
        "desc": "<p>Uno de los Afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/205556113/883adebb8fab4e2f7169444523902a2e_6423253513749674339.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Escila",
        "desc": "<p>El príncipe de los Dragartos y amigo de Remo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/205556113/762d24fb00dcfe355802e7181da1a743_150538243074000053.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Misiones",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Misiones de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Las escaleras hacia el Capitolio",
        "desc": "<p><span>Llegan a la antigua capital hundida de Remuria tras cruzar una peligrosa fosa marina. Ahora tendrán que dirigirse al Palacio Dorado y vencer a Boecio...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/10742394/03386dacb31726cbf471f6fb2a29e069_9205284953412301923.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Las cicatrices de un destino desconsolador",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Por Os y por los habitantes de Petricor, se enfrentan a Boecio en una batalla final.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/10742394/03386dacb31726cbf471f6fb2a29e069_7008534538890322362.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mapa",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ubicación en el mapa"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=en-us#/map/34?shown_types=&center=-49.94,-200.00&zoom=-1.00"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Antiguo Puerto Anticus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/e61ea8d2a875c83e094d097cc6314a7e_6272614108846112194.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante el ascenso de Remuria, el Antiguo Puerto Anticus fue el más próspero del imperio. Cuando los barcos navegaron más allá de los pilares marinos a lo largo de la calle real hacia el puerto gigante que albergaba a Fortuna, el barco imperial, habrían visto por primera vez una torre elevada con una campana de bronce que una vez dispersó la niebla ilimitada del océano. La torre de Remuria no fue construida para recibir oráculos celestiales, sino para guiar a los barcos que viajaban entre islas en aguas altas. Se dice que la torre se encontraba en el límite entre la realidad y los sueños. Incluso si las sirenas atrajeran a los marineros a dormir, podrían seguir el sonido de la campana para atravesar la niebla y encontrar el camino a Remuria."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/3709973f6978b7847efd829309b988bf_3335936183496666607.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando el Afinador Boecio y la Gran Serenata, Fobos, se enteraron de la conspiración secreta entre el rey divino Remo y el Príncipe Dragón Escila para destruir la serenata, Boecio ordenó que el Puerto Anticus fuera protegido de los ataques de los \"bárbaros\" del norte para que no pudieran interferir con las negociaciones con los dragones de las profundidades. Tan pronto como llegó Escila con el ejército de Dragartos, el puerto se cerró inmediatamente y se bloquearon todas las posibles rutas de escape. Una de las cadenas que había aprisionado a Escila durante mil años se encuentra en el Puerto Anticus.\nDespués de la caída del imperio, el mástil de la gloriosa Fortuna, que mostraba la autoridad suprema del imperio ante todos, se rompió y las estatuas divinas desaparecieron. El Puerto Anticus se convirtió en la legión de tumbas de gólems. Sólo la majestuosa campana no ha sido completamente devorada por el tiempo y el óxido."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"La búsqueda que hicimos en vida resultó ser en vano, y ni siquiera el maquillaje más brillante pudo consolar a las almas difuntas.</color>\n<color=#ffffffd9>Pero eso ya no importa. Ya que la brisa marina aún no nos ha arrebatado nuestros últimos días, ¿por qué no seguir vagando entre sueños? ¿Por qué no llamar a un sirviente para que nos traiga un delicioso vino, perfume y unas rosas de efímera floración?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuando los antiguos remurianos poseyeron a la gente de Petricor, los investigadores del Club de los Soñadores, los hermanos Mécantre y Babisse, se convirtieron en \"sombras\" de los investigadores remurianos en Puerto Anticus. Estaban estudiando diseños de acueductos y ferribús de gran altitud. Aunque esto les alegraba la vida, a su trabajo le faltaba imaginación."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Si la mente de un investigador se comparase con un río que fluye constantemente, la capacidad de tener ensoñaciones sería las rocas con las que impacta el agua para poder producir impresionantes olas de inspiración.</color>\n<color=#ffffffd9>¿Por qué vuelan los pájaros? ¿Por qué crecen los árboles? ¿Por qué cae la lluvia del cielo? ¿Por qué es el mundo de tantos colores?</color>\n<color=#ffffffd9>Si no soñáramos despiertos, la investigación sería como un charco de agua estancada.</color>\n<color=#ffffffd9>Una ensoñación es la chispa que cualquier investigador anhela, pero que no sabe cómo capturar.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/78d51b068d0a1b51725ae325bb54d003_1260284182914469162.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando los hermanos escucharon a los investigadores hablar sobre tres formas de frenar la corrosión del agua en los cascos de los ferribús y dos formas de mejorar su forma, a uno de ellos se le ocurrió la idea de que combinando las propuestas mencionadas anteriormente, podrían construir un pequeño barco que pudiera atravesar rápidamente el agua. Otro hermano se inspiró en los detalles de la construcción de su vía fluvial y comenzó a conceptualizar un diseño que podría ubicarse entre dos montañas, creando un gran puente que podría permitir el paso de todo tipo de transportes grandes. Los hermanos lamentaron que tal inspiración nunca llegara a los investigadores remurianos. Para honrar su memoria, Babisse y Mécantre decidieron continuar la investigación inspirándose en los remurianos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/647b8b721aec5f57e371c4943a5b05dd_1611063166216088106.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En el lago subterráneo se encuentra la estatua del director de la Academia de Ciencias de Remuria, responsable de todos los proyectos de investigación. Su \"sombra\" era el empresario Grundeland, que siempre trataba mal a los demás y se aprovechaba de ellos. Si bien en la vida real utilizaba diversos métodos para mantener a los demás bajo control, siendo entonces la \"sombra\" del Remuriano, sentía todo el dolor de tal sumisión. El sentimiento le dejó una huella imborrable y decidió firmemente cambiar y dejar de ser ese tipo de persona.\nCuando el superviviente Afinador Casiodoro, el/la Viajero/a y Paimon fueron al Mar de Antaño para salvar a la gente de Petricor, se encontraron con la estatua de Est en el puerto. Est fue una de los que siguieron a Casiodoro después de la caída de Remuria y se convirtió en una de los Cazadores Fantasmales originales. Su descendiente de Petricor fue el único que permaneció consciente durante la hipnosis."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/31e147b7d56d08077c856d643db992f2_4777317068978385111.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En el Puerto Anticus se puede encontrar una de las partituras antiguas, Su excelente majestad. Se puede tocar con la Caja de música autoarmónica antigua.\n<color=#ffffffd9>\"¡Festejen! ¡Aclamen! Cuando suenen las campanas, aquí confluirán el oro, las especias y la seda procedente de lugares lejanos. Esta es una época en la que no existe la preocupación...</color>\n<color=#ffffffd9>Sin embargo, con el ceño fruncido, el heroico rey se preguntó si aquellos días de júbilo durarían para siempre.\"</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Condado Nóstoi",
        "desc": "<p>En el idioma antiguo, Petricor significa \"golem\". Ahora es un pueblo de pescadores en ruinas en una pequeña isla alejada de las aguas de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/205556113/03549e5ff14ff59a732ab430524da388_8005221376435422215.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5646,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Gendarmería Fantasmal",
        "desc": "<p>La Gendarmería Fantasmal (Cazadores Fantasmales) es la unidad personal del juez supremo Neuvillette, que es responsable de la investigación del crimen. Tiene su base en el Palacio Mermonia y es uno de los departamentos de la Corte de Justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/0754982d06f58659af734aafc88d0c88_8063827020713320808.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Escila",
        "desc": "<p>El príncipe de los Dragartos y amigo de Remo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/205556113/762d24fb00dcfe355802e7181da1a743_150538243074000053.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boecio",
        "desc": "<p>Uno de los Afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/205556113/883adebb8fab4e2f7169444523902a2e_6423253513749674339.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Casiodoro",
        "desc": "<p>Cazador Dorado, uno de los afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/2ec5766b1718eff2e06f7956d1fc5833_5217337038039052003.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Caja de música autoarmónica antigua",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una caja de música antigua que encontraste en el Castillo Apagado. Parece que contiene el misterioso poder de la serenata.<br>Úsala para leer partituras musicales de cierta civilización antigua. Encuentra más partituras para desvelar los secretos del pasado.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/10742394/df29697f228074a36974bf35734308f1_217902659572784995.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "name": "Partitura antigua",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una partitura musical creada por una civilización antigua con materiales desconocidos.<br>La melodía grabada en ella solo se puede leer mediante un mecanismo especial.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/10742394/34466e5b4e3414db5137f46092827b7a_7888628044889769884.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Palacio Cesáreo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/e5985fb7ce521570a65db0df5a1e1fa5_8986229213503822935.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Palacio Cesáreo alguna vez fue un hermoso palacio, pero ahora solo quedan restos y ruinas. La Legión VI,\ndefendió este palacio día tras día durante varios miles de años. Con el tiempo, casi todos se fueron, murieron o tal vez abandonaron sus obsesiones y odios a lo largo de los sinuosos años. Quizás incluso fueron consumidos por dichas pasiones, dejando de lado el deber y abrazando una matanza sin sentido. Sólo quedaba un golem para hacer guardia. Hace muchos años, la legión protegía el palacio de los Dragartos. La historia de su batalla quedó registrada en la \"Serenata\" y continuó sonándose una y otra vez como una ópera."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/4436632aa8267343f6c2462cb7f079ed_3390777854675402317.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Uno de los gólems, Aecio, y su hermana, Placidia, murieron luchando contra los dragartos cuando llegaron a las puertas de la ciudad. Todos los guerreros de la Legión VI montaron guardia en la corte y lucharon por la gloria de su benefactora, la Afinadora Evergetia. Eligieron la civilización y la muerte porque morir defendiendo la civilización es el mayor honor.\nCuando el Afinador Boecio y la Gran Serenata, Fobos, se enteraron de la conspiración secreta entre Remo y el Príncipe Dragón Escila para destruir a la Serenata, Boecio ordenó a la Legión V Lutier que cesara todas las hostilidades contra los Dragartos y regresara al Palacio Cesáreo. La Afinadora Evergetia ordenó a la Legión VI que montara guardia en el Palacio Cesáreo bajo el liderazgo del exiliado Afinador Boecio."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/eed3a1f65161f5b132c092e8dad7763c_7947902393226307275.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En el Palacio Cesáreo se puede encontrar una de las partituras antiguas, El día de la ira.\n<color=#ffffffd9>\"Acompañada de los tambores de la conquista, la legión dorada refulgía tanto como el sol, cuyo brillo debería haber disipado toda oscuridad...</color>\n<color=#ffffffd9>El destino no podía llevarse los obsequios que una vez había dado. Ese fue el camino de la justicia que decidió seguir el rey, a pesar de que sus súbditos no lo entendían.\"</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boecio",
        "desc": "<p>Uno de los Afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/205556113/883adebb8fab4e2f7169444523902a2e_6423253513749674339.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Escila",
        "desc": "<p>El príncipe de los Dragartos y amigo de Remo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/205556113/762d24fb00dcfe355802e7181da1a743_150538243074000053.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Caja de música autoarmónica antigua",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una caja de música antigua que encontraste en el Castillo Apagado. Parece que contiene el misterioso poder de la serenata.<br>Úsala para leer partituras musicales de cierta civilización antigua. Encuentra más partituras para desvelar los secretos del pasado.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/10742394/df29697f228074a36974bf35734308f1_217902659572784995.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "name": "Partitura antigua",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una partitura musical creada por una civilización antigua con materiales desconocidos.<br>La melodía grabada en ella solo se puede leer mediante un mecanismo especial.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/10742394/34466e5b4e3414db5137f46092827b7a_7888628044889769884.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Jardines del Evergetismo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/e7487a1e28d86c3ea91a160b12e59b0d_7278385608500482705.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Los Jardines del Evergetismo lleva el nombre de una de los grandes Afinadores de Remuria, Evergetia. Una vez dirigió legiones pero nunca vio el declive de Remuria. Más tarde, con su sangre se forjaron las cadenas que se utilizaron para capturar al Príncipe Dragón Escila. Una de esas cadenas se encuentra en los Jardines del Evergetismo.\n<color=#ffffffd9>\"Que tu melodía encuentre la paz, oh, bondadosa Evergetia, compañera, amiga, hermana mía.</color>\n<color=#ffffffd9>Aunque tu misericordia caiga en el olvido, aunque tu nombre se desvanezca, las flores seguirán abriéndose en tu honor.</color>\n<color=#ffffffd9>Duerme, duerme, pues ya no es necesario que te preocupes por el pasado ni que llores por el futuro; solo tienes que reír como hacías antaño.\"</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Escila",
        "desc": "<p>El príncipe de los Dragartos y amigo de Remo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/205556113/762d24fb00dcfe355802e7181da1a743_150538243074000053.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5660,
        "name": "Cadenas dracoaprisionadoras",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Puertas de Jano",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/6ca13ad6c385ea89aeef43e41e41888a_5524139691493151976.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante el ascenso de Remuria, la calle real conducía a Máximo, donde vivían los valientes guerreros remurianos. Los grandes templos y arenas se construyeron con rocas talladas gigantes para conmemorar la gloria y la victoria de la ciudad. Las sólidas y altísimas paredes están decoradas con vidriado y estatuas de oro, bronce y mármol adornan la tierra, y oro, especias y especialidades de todo el mundo amontonadas en los mercados. Máximo era la ciudad exterior de la capital, separada del Capitolio por las Puertas de Jano, una barrera que separaba las partes exterior e interior de la ciudad. La Serenata tejida por el rey divino y los músicos que cubría toda Remuria pasó por las Puertas de Jano y sus dorados canales."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/eb10623b622070ca24357c52fb8225f2_8885253099725459640.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando el rey divino Remo confió a su amigo, el Príncipe de los Dragartos Escila, su última serenata, Réquiem, que era una orden para la autodestrucción de la Gran Serenata Fobos, Escila tuvo que pasar por las Puertas de Jano junto con el ejército de los Dragartos y atacar la capital. El Afinador Boecio se enteró de este plan y mintió diciendo que había renunciado a la resistencia por orden del rey divino y de repente atacó a Escila con un ejército. Los Dragartos fueron abrumados por las olas y no pudieron llegar al Palacio Dorado a tiempo. Como resultado, Escila fue encarcelada bajo una torre alta y Boecio selló las Puertas de Jano. El poder de la Fobos se salió de control y el imperio se hundió en las profundidades del océano como si se sometiera a un castigo divino.\nMil años después, el superviviente Afinador Casiodoro, el/la Viajero/a y Paimon destruyeron las cadenas que sujetaban a Escila y lo liberaron. Para completar el plan de Remo y liberar el Requiem, Escila abrió las Puertas de Jano y condujo a los demás al centro de la ciudad de la capital a través del Paso de Jano.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boecio",
        "desc": "<p>Uno de los Afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/205556113/883adebb8fab4e2f7169444523902a2e_6423253513749674339.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Escila",
        "desc": "<p>El príncipe de los Dragartos y amigo de Remo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/205556113/762d24fb00dcfe355802e7181da1a743_150538243074000053.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Casiodoro",
        "desc": "<p>Cazador Dorado, uno de los afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/2ec5766b1718eff2e06f7956d1fc5833_5217337038039052003.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "La caída de Remuria",
        "desc": "<p>Se rumorea que durante los primeros años tras la fundación de Fontaine, el prestigioso investigador Pulteney escribió una magnífica obra sobre la antigua civilización de Remuria.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/73555894/d0e75f9b88a286749b4c7dff0871e129_8137229458922687222.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Alta Semita",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/07e4e4624c611e7ef344f98e9317bc39_2540270919053566357.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Alta Semita conduce desde el Paso de Jano hasta el Palacio Dorado. El deslumbrante icor alguna vez corrió a través de los cursos de agua hasta el gran lago en el norte, llevando justicia y alegría a través de Supramar. El icor fluyó a través de los acueductos dorados y resonó la serenata de Remuria. Cuando cayó Remuria, los cursos de agua resultaron dañados."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/b3e5d8e0ea7e8d896c3d19d2e8afc9fb_5018151067691109015.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al norte de Alta Semita se ubica una de las serenatas grabadas en forma de pinturas. Las vías fluviales podrían restaurarse a través de tales serenatas. Para liberar el poder de la serenata, era necesario iluminar el cuerno, despertar la partitura grabada y permitir que los \"actores\" en el escenario regresaran a sus lugares.\nCuando se restauraron los canales usando icor, Escila ayudó a liberar el poder de la serenata y abrir el Palacio Dorado. Las puertas del Palacio Dorado se abrieron, como cuando la melodía de Remo se escuchó desde el Capitolio en todas las tierras lejanas.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Escila",
        "desc": "<p>El príncipe de los Dragartos y amigo de Remo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/205556113/762d24fb00dcfe355802e7181da1a743_150538243074000053.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Conservatorio",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/945fb0bdb62598f511ae53708a14bdef_941657925790350679.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En el Conservatorio se encuentra la segunda partitura, grabada en forma de pintura. En el pasado, los músicos de Remo cubrían cada roca y muro de piedra con sus melodías, pero ahora sólo las abejas doradas prestan atención a la llamada de la \"Serenata\". Cuando las aves ilusorias regresaron a los lugares que les correspondían, liberaron el poder de la serenata para restaurar los cursos de agua.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Colina Capitolina",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/857befb568ae3d4170657d4b51b768de_4447526642844623379.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Capitolio, el centro de Remuria, era el centro de la ciudad de la capital. Aquí flotaban en el aire innumerables aromas de flores y aceites, y por todas partes se escuchaban cánticos eufónicos. Era un paraíso para los artistas, donde sólo se admitían los intelectuales y músicos más destacados. Sin embargo, incluso entre ellos, sólo una pequeña fracción disfrutaba del privilegio de servir al rey divino. Aquí, todos los teatros y palacios se establecieron en las formas más armoniosas, con sus vigas y cúpulas adornadas con las tallas más suntuosas e intrincadas y centradas en un palacio dorado de imponentes pilares de cobre."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/831a8c655a7864f6a6643f21c58d5186_4692012383334029035.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El Rey, descansando plácidamente en el corazón del palacio, escuchaba atentamente cada melodía y cada nota procedente de todos los rincones del imperio. Al escuchar cualquier discordia, el rey divino la corrigía inmediatamente con un toque de sus cuerdas, aportando perfección a la serenata de su imperio."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/d2d3a6d1f88aca6233f72944f45ec453_2282069148862487964.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En una cueva subterránea bajo la Colina Capitolina se encuentra el antiguo patio del Capitolio. Aquí se pueden encontrar el \"Emisario no retornado\", Cineas, un Dragarto del pasado y una de las partituras antiguas, Los condenados, que se puede reproducir en la caja de música autoarmónica antigua.\n<color=#ffffffd9>\"Ya sonaba el cuerno del juicio y ni siquiera los dioses podían resistirse o escapar al veredicto del destino...</color>\n<color=#ffffffd9>¿De qué manera se estremecería el mundo cuando llegase el día del juicio? Plebeyos y gobernantes estaban manchados con el pecado, y todo el mundo debía rendir cuentas por sus crímenes.\"</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Caja de música autoarmónica antigua",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una caja de música antigua que encontraste en el Castillo Apagado. Parece que contiene el misterioso poder de la serenata.<br>Úsala para leer partituras musicales de cierta civilización antigua. Encuentra más partituras para desvelar los secretos del pasado.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/10742394/df29697f228074a36974bf35734308f1_217902659572784995.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "name": "Partitura antigua",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una partitura musical creada por una civilización antigua con materiales desconocidos.<br>La melodía grabada en ella solo se puede leer mediante un mecanismo especial.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/10742394/34466e5b4e3414db5137f46092827b7a_7888628044889769884.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "La caída de Remuria",
        "desc": "<p>Se rumorea que durante los primeros años tras la fundación de Fontaine, el prestigioso investigador Pulteney escribió una magnífica obra sobre la antigua civilización de Remuria.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/73555894/d0e75f9b88a286749b4c7dff0871e129_8137229458922687222.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Palacio Dorado",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/6fa36af0507dcdef5030c81c7a0a8023_8820250191563255936.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Palacio Dorado se creó a partir del barco dorado \"Fortuna\", en el que el rey divino Remo y la vidente Sibila en forma de abeja dorada descendieron a las tierras de Meropis. Remo trajo prosperidad y orden. Enseñó a la gente a cultivar la tierra y construyó templos y ciudades con rocas gigantes para albergar a la población. Y lo que es más importante, fue él quien difundió la belleza de la música y el arte, que diferenció a los humanos de los demás seres vivos, haciendo que se vieran a sí mismos como dueños de todas las cosas. El Palacio Dorado fue diseñado como un enorme instrumento musical sobre el cual se crearía una serenata, por lo que se asemeja a un gran arpa. Anteriormente, con la ayuda de trompetas, la serenata se transmitía a todos los rincones del mundo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/c1c3ae49dbf00c14be54bb08d66bdb74_6187112496603498686.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando Remuria cayó y Remo se sacrificó para lanzar la melodía de la última serenata, el Afinador Boecio pudo sobrevivir. Pasó mil años en el Palacio Dorado, pudo resistir la erosión del tiempo y gradualmente tomó posesión del poder de la \"serenata\" destrozada. Creó el palacio de la serenata, su propio subespacio. Fue allí donde quiso obtener un nuevo cuerpo, convertirse en dios y revivir el imperio.\nCuando el/la Viajero/a entró en el Palacio Dorado y, con la ayuda del Afinador Casiodoro, atrapó a Boecio, terminaron en el Sacelio del Reposo, la sala principal del Palacio Dorado. Allí, el/la Viajero/a lanzó la última serenata del rey divino Remus y destruyó la Gran Serenata.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boecio",
        "desc": "<p>Uno de los Afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/205556113/883adebb8fab4e2f7169444523902a2e_6423253513749674339.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Casiodoro",
        "desc": "<p>Cazador Dorado, uno de los afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/2ec5766b1718eff2e06f7956d1fc5833_5217337038039052003.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Mar de Antaño"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Ubicación permanente"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Versión de lanzamiento",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Puertas de Jano",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/205556113/f40b47d135c2d87145ba8b9f952c8781_5861331840809334767.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"Hay una ciudad bajo el mar.\"</color>"
          }
        ]
      },
      {
        "key": "Antiguo Puerto Anticus",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/205556113/b583562572c477803dae2c4ef13792f9_1795424717072682684.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>La caverna sepultada bajo las profundidades del mar fue una vez el próspero puerto de una capital. Si el sonido de la campana pudiera atravesar las aguas, las almas perdidas podrían encontrar el camino de regreso a casa.</color>"
          }
        ]
      },
      {
        "key": "Alta Semita",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/205556113/e182711c39cd350977ffa7679f8cda0e_3503282191865154521.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>El reluciente icor se dirigió por los canales hasta el gran lago del norte llevando consigo la justicia y la felicidad a través de todo el Supramar. Así fue el remoto y pacífico reinado de Remuria: una era próspera, rebosante de gloria y esperanza.</color>"
          }
        ]
      },
      {
        "key": "Palacio de la serenidad",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/205556113/8e060a82d0acc17a078be655de22102f_5704526197602863674.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"Que descansen en paz y que la luz brille sobre ellos para siempre\".</color>"
          }
        ]
      },
      {
        "key": "Conservatorio",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/205556113/7c3d188706e7a069e7a6df4dee167d03_6138802950550245358.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"El destino es solo una ilusión de felicidad que los lleva al camino de la destrucción.\"</color>"
          }
        ]
      },
      {
        "key": "Palacio Dorado",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/205556113/5139f4c05c16bb0e217522c67a4428ef_6431563819028928461.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"Tuve un sueño... Un sueño en el que incluso los mortales gozaban de una voluntad libre y de un destino indeterminado...\"</color>"
          }
        ]
      }
    ]
  }
}