{
  "epId": 5617,
  "name": "Casiodoro",
  "desc": "<p>Cazador Dorado, uno de los afinadores de Remuria.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/2ec5766b1718eff2e06f7956d1fc5833_5217337038039052003.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1717233098,
  "components": {
    "galleryCharacter": [
      {
        "key": "Casiodoro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/86666cd265061380b7d1082989162664_3383068622553361750.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Casiodoro (Uránides de Uranópolis) en el cuerpo de un gato."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Casiodoro"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine\nRemuria"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Afinadores"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Cazador Dorado\nUránides de Uranópolis\nOsifuz"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Casiodoro se unió a Remuria cuando su tribu fue conquistada.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El Rey divino elevó a Casiodoro como uno de los afinadores.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boecio",
        "desc": "<p>Uno de los Afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/205556113/883adebb8fab4e2f7169444523902a2e_6423253513749674339.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Uno de los afinadores remurianos y antiguo amigo de Casiodoro.\nErinias\nCasiodoro probablemente creció con Erinias, pero después de que su tribu fue conquistada por los remurianos, se unió a Remo.\nEvergetia\nAurelius\nAfinadores remurianos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compañía Dorada",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/c32bab10651059ad3c0c8a0e5bbd2e03_163519183011049214.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Son de Antaño",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Casiodoro",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nadie recuerda el verdadero nombre de Casiodoro, pero el joven guerrero más tarde conocido con este nombre presumiblemente creció en la tribu con las Erinias, la futura Caballera de los lagos luminosos. En la antigüedad, su tribu fue destruida por el conquistador Rey divino Remo, y un ejército de la Ciudad Dorada esclavizó o mató a la gente de su tribu. Sólo Erinias y Casiodoro escaparon a este destino. Erinias fue acogida por el príncipe de Armórica. Ella juró servir a la Maestra de Todas las Aguas, Egeria, y proteger las tierras de aguas puras que no fueron capturadas por Remo. Durante la guerra, Casiodoro conoció al orgulloso Afinador y se unió a Remo. Más tarde, ascendió al servicio, y el propio Rey divino lo elevó a afinador y creó para él un cuerpo incorruptible de piedra y bronce. Casiodoro y otro Afinador, Boecio, se hicieron amigos cercanos.\nAños más tarde, cuando Erinias se convirtió en heredera de Armórica y unió a muchas tribus en guerra para defenderse de Remuria, ella y Casiodoro se volvieron a encontrar en la ciudad lejana. El joven músico llegó disfrazado de viajero errante y en el torneo derrotó a innumerables héroes de gran renombre cuyas alabanzas serían cantadas durante generaciones. Por fin, recién coronado como campeón, se le concedió audiencia con Erinias. Casiodoro compartió con Erinias sus sueños de armonía y gloria, del fin de las guerras y el odio, pero la Caballera de los lagos luminosos lo enfrentó con una espada."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Oh, ████, mi querido ████... Ya no hace falta que te obligues a contar algo que no quieres.</color>\n<color=#ffffffd9>Sé que fue el usurpador maldito quien profanó tu alma y te encerró en esa celda de piedra.</color>\n<color=#ffffffd9>Mas ya no tienes de que preocuparte, oh, mi querido ████, pues no he olvidado nuestra promesa.</color>\n<color=#ffffffd9>No importa el precio que deba pagar, te liberaré de las gélidas cadenas que te aprisionan.</color>\n<color=#ffffffd9>Y cuando nos fundamos de nuevo en el abrazo de la Maestra de Todas las Aguas, el sufrimiento no volverá a ser motivo de angustia\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Casiodoro creía en el brillante futuro de Remuria. Su amigo Boecio afirmó que bajo la mirada arrolladora del Rey divino, no habría más pobreza, debilidad, locura y salvajismo; sólo bajo el control del sebasto podría nacer el orden y la belleza. Gracias a la lealtad a los ideales de Remo, Casiodoro se acercó al gobernante. Cuando la gran serenata Fobos llevó a los remurianos a la conquista y la guerra, los Afinadores no compartían este deseo, por lo que Remo lo eligió para su plan final. El Rey divino separó la melodía de Casiodoro de la melodía de la gran serenata, dándole libre albedrío, y le encargó salvar a los remurianos y llevarlos a Uranópolis, la ciudad del futuro. Entonces Casiodoro se convirtió en Uránides de Uranópolis.\nCasiodoro no estaba en la capital cuando Remuria se hundió, por lo que sobrevivió. Sabía que su amigo Boecio fue contra el sebasto y robó una copa de agua pura que la Maestra de Todas las Aguas le dio a Remo, además de cerrar las Puertas de Jano que conducían a la capital. Sólo unos pocos sobrevivieron a la inundación: Casiodoro y sus compañeros se esparcieron por la tierra, luchando poderosamente por contener el poder de las aguas primigenias, y el afinador Boecio usó su elocuente lengua para influir en los que quedaron. Inició un ritual funesto cuyo objetivo era restaurar la \"serenata\" destrozada y revivir el imperio arruinado. Para ello, no dudó en disolver la voluntad de sus parientes y saquear las almas de los fontainianos de todas partes. Muchos gobernantes y nobles se convirtieron en sus peones, y las organizaciones políticas recién nacidas estaban al borde de la destrucción. Para detenerlo, que ya se había convertido claramente en un monstruo, Casiodoro tuvo que abandonar su nombre y convertirse en un cazador de fantasmas, resistiendo a Boecio junto a los fontainianos. Después de una difícil confrontación, Casiodoro, ahora conocido como el \"Cazador Dorado\", y los fontainianos sellaron tanto a Boecio como al mar que había devorado a Remuria. El Cazador Dorado juró por el destino que serviría como barrera entre el pasado y el presente y se convirtió en el guardián espiritual de la tierra antigua.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Caballeros Aguapura",
        "desc": "<p>Los Caballeros Aguapura son seguidores de la Maestra de Todas las Aguas, Egeria, que juraron proteger a las Oceánidas, hallar el Cáliz de agua pura, y romper los grilletes que confinaban a Egeria para expiar el pecado original.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/029a5cc1416c9149351a573b97770b0d_2813323541518452143.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boecio",
        "desc": "<p>Uno de los Afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/205556113/883adebb8fab4e2f7169444523902a2e_6423253513749674339.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compañía Dorada",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/c32bab10651059ad3c0c8a0e5bbd2e03_163519183011049214.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Son de Antaño",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cánticos armónicos",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/c1f51031792713f423f4d4a2a3b55b2f_6767712453647621608.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Milenios después, el Sr. Boecio recuperó el dominio de la perturbada \"serenata\", tejiendo fragmentos de su alma y melodías rotas en ella. El Afinador trajo el caos a la serenata para revivir a Remuria y convertirse en un nuevo dios. Boecio creía que Remo había traicionado a Remuria al confabularse con los dragartos e intentar destruir la gran serenata. La acción de este Afinador hizo que los cuerpos de la gente de Petricor se llenaran con las almas de los remurianos muertos hace mucho tiempo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/e6ded426211e34a86d94bbb81d526d43_7777825935026589383.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante este tiempo, Casiodoro perdió su cuerpo de piedra y poseyó un gato blanco, a quien Paimon más tarde llamó Osifuz. Para detener a Boecio, Casiodoro pidió ayuda al/a la Viajero/a y a Paimon. Juntos, entraron en el Mar de Antaño y liberaron al Príncipe Dragón, Escila, encarcelado por Boecio bajo el mando de Máximo. Aunque el cuerpo de Escila fue destruido, sus recuerdos en el icor continuaron vivos. Casiodoro creía que Escila había traicionado al Rey divino y había atacado el palacio de oro, provocando que Remuria se inundara. El Príncipe Dragón habló sobre el último acuerdo con Remo, su plan secreto y la creación del Réquiem, capaz de destruir a Phobos. Escila lideró un ejército de dragartos para asaltar la capital como el plan final de Remo para salvar a los remurianos y a la nación."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/b01a3f8e0f97cf5a0019803e99d98170_7226202931314419661.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando Casiodoro y el/la Viajero/a llegaron al Palacio Dorado, Boecio utilizó el poder de la música para atraerlos a su palacio de la serenata. Este espacio fue la manifestación de su alma y se mantuvo por la gracia del poder de la serenata. Gracias al corazón de Fobos, situado cerca del Palacio Dorado, Boecio pudo influir directamente en el mundo real. Si pudiera obtener todo el poder de la serenata, sus delirios reemplazarían al mundo real y Fontaine volvería a su apariencia de hace miles de años. A Casiodoro se le ocurrió un plan para destruir completamente a Boecio, quien se había preparado un cuerpo poderoso en el mundo real. Como el/la Viajero/a no pertenecía a Teyvat y no fue creado a partir del agua del Mar Primigenio, la melodía de Fobos no cantaba sobre su destino y Boecio no pudo influir en su alma, lo que permitió que el plan de Casiodoro tuviera éxito."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/319addbf237238c198272be1f2462516_2224175775864456811.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Con la ayuda de Escila, el/la Viajero/a y Paimon reconectaron los acueductos dorados, a través de los cuales una vez fluyó la gran serenta, y abrieron el camino hacia el Palacio Dorado. Resultó que la verdadera forma de Boecio era Fobos, que combinaba todas las melodías y deseos de los Remurianos. Sus deseos secretos llevaron a Remuria a guerras, conquistas y destrucción de los \"bárbaros\" del norte. Incluso antes de la caída de Remuria, Fobos absorbió a Boecio y se rebeló contra el sebasto. Casiodoro se sacrificó y atrapó a Fobos en un cuerpo de piedra para que el/la Viajero/a pudiera destruir a Boecio y Fobos. Cuando el/la Viajero/a tocó el Réquiem, la gran serenata quedó completamente destruida y las almas de los remurianos regresaron a las aguas profundas, cumpliendo así el verdadero deseo de Casiodoro de continuar los planes y esperanzas del sebasto de liberar a todos de la serenata."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Si el agua pierde su penetrabilidad, ¿puede seguir considerándose agua? Si un árbol es arrancado de la tierra, ¿dónde más podrá echar raíces?\"</color>\n<color=#ffffffd9>\"Esta piedra y este oro tan tenaces pueden producir un gran estruendo al golpearlos. Sin embargo, sin agua y tierra, los humanos no pueden sobrevivir.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuando el alma de Casiodoro se disipó, Osifuz volvió a convertirse en un gato normal, que ahora vive en Petricor con Est, un descendiente del guerrero remuriano.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Una sombra sobre Petricor",
        "desc": "<p><span>Al llegar a Petricor, te encuentras con toda una serie de extraños sucesos, por lo que decides ir al pueblo a investigar.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/10742394/03386dacb31726cbf471f6fb2a29e069_7853675200647763439.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Las escaleras hacia el Capitolio",
        "desc": "<p><span>Llegan a la antigua capital hundida de Remuria tras cruzar una peligrosa fosa marina. Ahora tendrán que dirigirse al Palacio Dorado y vencer a Boecio...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/10742394/03386dacb31726cbf471f6fb2a29e069_9205284953412301923.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Las cicatrices de un destino desconsolador",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Por Os y por los habitantes de Petricor, se enfrentan a Boecio en una batalla final.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/10742394/03386dacb31726cbf471f6fb2a29e069_7008534538890322362.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boecio",
        "desc": "<p>Uno de los Afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/205556113/883adebb8fab4e2f7169444523902a2e_6423253513749674339.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Escila",
        "desc": "<p>El príncipe de los Dragartos y amigo de Remo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/205556113/762d24fb00dcfe355802e7181da1a743_150538243074000053.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Legado",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "El nombre \"Cazador Fantasmal\" se originó en Remuria, cuando Casiodoro guió a las legiones del ejército de gólems de Remo a la lucha: <color=#ffffffd9>\"</color> <color=#ffffff>Persigue las sombras de la oscuridad, expúlsalas y cázalas</color> <color=#ffffffd9>.\"</color> Aunque fueron llamados \"cazadores\", no cazaban animales, sino varios monstruos dejados por la antigua dinastía del rey Remo. Hoy en día, la población de monstruos de Fontaine ya se ha reducido enormemente, por lo que los Cazadores han vuelto a mezclarse con la sociedad y han tomado las armas en otras líneas de trabajo. Incluso dejaron a su paso una metodología única de caza. Hoy en día, la Gendarmería Fantasmal es una unidad especial de investigación criminal en Fontaine.\nLos historiadores creían que los Cazadores Fantasmales estuvieron activos por primera vez unas décadas después de la caída de Remuria, momento en el que el concepto de Caballeros Aguapura se había extinguido por completo en Fontaine. Se creía que los primeros Cazadores Fantasmales que siguieron a Casiodoro eran los herederos de los Caballeros Aguapura, pero en realidad eran los últimos restos de la antigua Remuria."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/04d3abb9103d32bcb708347e7ff7c7e0_1720632638511597447.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dos de los remurianos que siguieron a Casiodoro eran sus amigos, Est el Astuto y Walter. Finalmente fueron enterrados en la recién nacida Fontaine. Las aguas los trataron como ciudadanos normales de Fontaine y respondieron al alma de Est, atrapada en la piedra, para que pudiera tener hijos y crear una familia. El linaje de Est se unió al de Fontaine y continúa hasta el día de hoy. Cuando Boecio utilizó la serenata para revivir a Remuria, el alma de Est acabó en el cuerpo de su descendiente que vivía en Petricor. Fue él quien llevó al/a la Viajero/a y a Paimon hasta Casiodoro. Cuando Fobos fue destruido, el alma de Est regresó a las aguas profundas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/7d5d9d537cb890b9693c655043f339c7_1351045879994916177.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Hace cientos de años, el investigador de Fontaine, Ruggiero, llegó a las ruinas de Petricor para encontrar el legendario Castillo Apagado y aprender sobre Remuria. Conoció al Cazador Dorado en Petricor, de quien aprendió sobre los Cazadores Fantasmales y los Caballeros Aguapura. El objetivo original de Ruggiero era el tesoro remuriano, pero estaba enterrado en las profundidades del agua. Más tarde, se dio cuenta de que la humanidad no tenía necesidad de controlar ningún conocimiento más allá de sus capacidades y, con la ayuda de Casiodoro, selló el paso al Castillo Apagado. El investigador quería reconstruir la ciudad de Petricor, abandonada hace mucho tiempo, atraer refugiados para que vivieran allí y difundir otras versiones de la leyenda sobre Remuria y el Castillo Apagado. Entonces la gente misma protegería las focas y los secretos de ese lugar quedarían ocultos para siempre.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Condado Nóstoi",
        "desc": "<p>En el idioma antiguo, Petricor significa \"golem\". Ahora es un pueblo de pescadores en ruinas en una pequeña isla alejada de las aguas de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/205556113/03549e5ff14ff59a732ab430524da388_8005221376435422215.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Gendarmería Fantasmal",
        "desc": "<p>La Gendarmería Fantasmal (Cazadores Fantasmales) es la unidad personal del juez supremo Neuvillette, que es responsable de la investigación del crimen. Tiene su base en el Palacio Mermonia y es uno de los departamentos de la Corte de Justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/0754982d06f58659af734aafc88d0c88_8063827020713320808.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ]
  }
}