{
  "epId": 5618,
  "name": "Boecio",
  "desc": "<p>Uno de los Afinadores de Remuria.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/205556113/883adebb8fab4e2f7169444523902a2e_6423253513749674339.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1717177574,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Boecio se unió a Remuria cuando su tribu fue conquistada",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El sebasto de Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Casiodoro",
        "desc": "<p>Cazador Dorado, uno de los afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/2ec5766b1718eff2e06f7956d1fc5833_5217337038039052003.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Uno de los Afinadores remurianos y antiguo amigo de Boecio\nEvergetia\nAurelio\nAfinadores remurianos\n«Fobos»\nLa gran serenata la cual absorbió a Boecio",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Escila",
        "desc": "<p>El príncipe de los Dragartos y amigo de Remo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/205556113/762d24fb00dcfe355802e7181da1a743_150538243074000053.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Boecio selló al Rey Dragón en Máximo bajo la torre",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libros y Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "La caída de Remuria",
        "desc": "<p>Se rumorea que durante los primeros años tras la fundación de Fontaine, el prestigioso investigador Pulteney escribió una magnífica obra sobre la antigua civilización de Remuria.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/73555894/d0e75f9b88a286749b4c7dff0871e129_8137229458922687222.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compañía Dorada",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/c32bab10651059ad3c0c8a0e5bbd2e03_163519183011049214.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3987,
        "name": "Serenata del Sosiego",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un arco cuyo aspecto se asemeja a una criaturina marina. Su cuerda no produce ningún sonido al tensarse.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/32cb6067727cbf3e630e0bcba488d8b5_7394506039220616076.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Sublimación de rocío sagrado",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El afinador Boecio dijo una vez: “Los animales que proceden del Mar Primigenio tendrán todos el mismo destino, pero el espíritu de superación de los humanos tiene infinitas posibilidades, por lo que ni dicho mar podrá engullirlos”.<br>En el pasado, el arrogante tirano intentó utilizar el icor, el cual era insoluble en agua pura, para reunir la sabiduría y los recuerdos con los que ordenar a sus súbditos a que renunciaran a su cuerpo físico y obtuvieran una vida eterna independiente.<br>Sin embargo, ningún ser vivo normal era capaz de soportar el dolor de esa transformación corpórea, así que, por culpa del decreto del tirano, las almas de esas personas se hicieron añicos.<br>Así pues, el icor se manchó de negro por los gritos y los llantos de un sinfín de almas, con lo que perdió toda la armonía y sabiduría que contenía y se transformó en un objeto de caos y locura.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/bfe4638702fbef7e67d5d84b99d5276d_5993088455843688552.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Manantial de rocío sagrado",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Esta es una reliquia de cuando aún no existían los Caballeros Aguapura, los cuales siempre afirmaron que, en el manantial de una montaña remota y solitaria, vivían unos espíritus muy leales que protegían a dicho manantial de toda contaminación.<br>Sin embargo, el dueño del icor artificial no podía tolerar la existencia de ningún sonido distinto al de la grandiosa serenata. Se dice que el icor natural quedó sepultado y en el imperio se construyeron acueductos allá por donde pasó el afinador Boecio, de manera que aquellos espíritus de agua pura desaparecieron sin dejar rastro.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/54913bb983c08663e91eef34841c80b9_2231417011611429950.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Esencia de rocío sagrado",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un líquido denso, muy condensado y de alta pureza que fue refinado a partir de gotas de agua del inconmensurable Mar Primigenio. El antiguo rey divino creía que este líquido podía otorgar la vida eterna y la suprema sabiduría, pero no se percató de que, al acercar el oído, se podía escuchar muy lejanamente una profecía que vaticinaba la disolución de todo en uno.<br>La grandiosa serenata incompleta del rey divino decía que el dorado icor, una sustancia sin raíces u orígenes, remplazaría a la salvaje y burda agua primigenia, y que el glorioso orden de los sabios sempiternos iluminaría todos los rincones del mundo cual dulce rocío matutino.<br>Sin embargo, la vanidad del rey divino acabó sumergida en lo más profundo de las oscuras llanuras abisales, y el dorado icor fue corrompido por las aguas primigenias debido al implacable paso del tiempo...<br>El afinador hizo caso omiso de estos presagios y, sirviéndose de su tan deteriorado cuerpo, intentó usar la última gota de icor para dotar de vida a sus compatriotas y, así, restablecer el orden de antaño.<br>En la actualidad, los poetas dementes y los jóvenes pintores de Fontaine aún ven ocasionalmente en sus pesadillas la apocalíptica imagen que presenció Boecio, la cual les avisa de un bucle inexorable.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/b511969117b243bc41e7af4c578dfb88_7074214726236198793.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Copa de oro del mar impoluto",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Cuando el tirano de la ciudad sumergida tocó el último movimiento de la serenata dorada, el compositor que gozaba del favor imperial robó una copa dorada llena de icor.<br>Perplejo ante la traición del rey divino, reunió a los últimos guardias imperiales y, sirviéndose del insoluble líquido de la copa, selló al dragón bajo la torre, hundiéndose hasta el fondo marino junto a la ciudad real.<br>Más tarde, todo rastro que había de este noble ladrón desapareció por completo de los libros de historia, de forma que solamente la Compañía Dorada siguió recordando muy claramente la profecía que vaticinó.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/a8147d7dfc78a2dc5d47dd50bd6292ed_1456388980664115042.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Boecio",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "El verdadero nombre de Boecio se perdió en el tiempo, pero el músico conocido con este nombre nació en un pequeño reino en una isla solitaria. Nació en una cabaña y se crió en un pueblo construido con juncos y hierba. Cuando los guerreros de Remuria vinieron a conquistar la tribu de Boecio, él logró sortear el destino de ser esclavizado gracias a sus diestras manos y su buena voz. Boecio se unió a los remurianos y durante las guerras con los \"bárbaros\" del norte, conoció a un joven sirviente de una tribu conquistada. Juntos, siguieron hasta el Capitolio dorado y completaron todo tipo de arduas tareas y estrictas pruebas. Así comenzó una fuerte amistad entre Boecio y el joven guerrero, que recibió el nombre de Casiodoro."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/1cc43e9ca88bc647bd2f85399e957947_8518831588897460261.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando el rey divino Remo decidió liberar a sus súbditos de las cadenas del destino, creó para ellos cuerpos imperecederos de piedra y bronce. En sus cuerpos fluía icor completamente insoluble en el agua. Fue creado con la ayuda del cáliz de aguas puras, recibido por Remo de la Maestra de Todas las Aguas. El sebasto Remo creó la gran serenata «Fobos», en la que se combinaron todas las melodías y deseos de los remurianos. El rey divino reconoció a Boecio, le dio un nuevo cuerpo y exaltó personalmente al músico al puesto de Afinador. Sólo los cuatro Afinadores eran directores de la serenata y podían cambiar la melodía de «Fobos».\nBoecio fue considerado el genio más destacado de la historia del imperio y el representante más brillante del espíritu de Remuria. Creía en el brillante futuro de Remuria: que bajo la mirada arrolladora del rey divino, no habría más pobreza, debilidad, locura y salvajismo; que sólo bajo el control del sebasto puede nacer el orden y la belleza. El Afinador siguió incondicionalmente las instrucciones del sebasto, y su palabra fue como la palabra de «Fobos». Lideró a los remurianos a conquistar las tribus \"bárbaras\", luchó con los ejércitos de los Dragartos y llevó la civilización a Supramar. Se dice que dondequiera que iba el Afinador Boecio, se construían los acueductos del imperio y los espíritus nacidos del agua pura (las Oceánidas) desaparecían sin dejar rastro.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Casiodoro",
        "desc": "<p>Cazador Dorado, uno de los afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/2ec5766b1718eff2e06f7956d1fc5833_5217337038039052003.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compañía Dorada",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/c32bab10651059ad3c0c8a0e5bbd2e03_163519183011049214.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Manantial de rocío sagrado",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Esta es una reliquia de cuando aún no existían los Caballeros Aguapura, los cuales siempre afirmaron que, en el manantial de una montaña remota y solitaria, vivían unos espíritus muy leales que protegían a dicho manantial de toda contaminación.<br>Sin embargo, el dueño del icor artificial no podía tolerar la existencia de ningún sonido distinto al de la grandiosa serenata. Se dice que el icor natural quedó sepultado y en el imperio se construyeron acueductos allá por donde pasó el afinador Boecio, de manera que aquellos espíritus de agua pura desaparecieron sin dejar rastro.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/54913bb983c08663e91eef34841c80b9_2231417011611429950.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Música",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Boecio creía que había tres categorías de música: la música ecuménica, la música humana y la música instrumental. La música ecuménica es la fuente de todas las melodías, de la que todas emanan y a la que todas regresan. Los falsos y verdaderos signos celestes, el cambio de las estaciones y el paso del tiempo, los elementos definidos, todo en el universo opera según el orden de esta música. Cualquier música con especificaciones similares a la Fortuna podría llamarse música ecuménica. Si existiera un arpa donde cada sustancia existente en el mundo correspondiera a una sola de sus finas cuerdas, la música ecuménica sería la música que proviene no de una sola cuerda, sino de la resonancia de todas las cuerdas.\nLa música humana es la música del mundo de los mortales. Esta categoría incluye tanto la música de los mortales como la música de los dioses. Boecio creía que no son diferentes entre sí y que su esencia radica en la armonía que surge cuando la música humana resuena con recuerdos, deseos, alma y persona. La música de los mortales y de los dioses se podía interpretar simultáneamente, y es por eso que la música humana puede sustituir a la música ecuménica. Dado que las melodías de los mortales y los dioses son efímeras, solo al unir y combinar las armonías de los mortales se puede tejer una serenata capaz de rivalizar con la Fortuna. Esta serenata se llama «Fobos». Según Boecio, alejarse de la «Fobos» equivale a la traición, ya que si la «Fobos» dejara de sonar, todo se vendría abajo en un instante, y los dioses y los mortales serían conquistados por la Fortuna y se adormecerían sin soñar.\nBoecio no consideraba a las personas que no obedecían a la gran serenata iguales a los remurianos. En su opinión, sus elecciones no son fruto del libre albedrío, sino de un destino impuesto por la Fortuna. Carecen de libertad para decidir, y solo pueden interpretar un silencio que ya se ha escrito. Boecio creía que por eso Remuria no tuvo más remedio que erradicarlos de la faz de tierra y el agua. De lo contrario, la serenata de la Fortuna resonaría cada vez más hasta que no quede alternativa o posibilidad de rebelión alguna.\nCasiodoro creía que aquellos que no podían aceptar la melodía de Remuria no debían ser destruidos, pero Boecio veía esto sólo como una debilidad:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"¡Débil! ¡Eres un débil! Tu patética debilidad te está nublando el juicio, ablandándote y haciendo evidente tu punto flaco.</color>\n<color=#ffffffd9>Ya que la barbarie y la ignorancia aún están presentes en toda Fontaine y envenenan sus aguas, ¡exterminaremos ambas cosas!</color>\n<color=#ffffffd9>Si esos bárbaros están dispuestos a integrarse en nuestro grandioso orden dorado, los aceptaremos con los brazos abiertos, igual que nos aceptó nuestro glorioso rey.</color>\n<color=#ffffffd9>Sin embargo, desde que Escila, el dragón ponzoñoso, destruyó nuestras torres y aniquiló a nuestros compositores, no vale la pena salvar a esos bárbaros envenenados.</color>\n<color=#ffffffd9>Así pues, debemos eliminarlos de la faz de la tierra y las aguas, igual que pusimos fin a las plagas y extinguimos el fuego salvaje\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Casiodoro",
        "desc": "<p>Cazador Dorado, uno de los afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/2ec5766b1718eff2e06f7956d1fc5833_5217337038039052003.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compañía Dorada",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/c32bab10651059ad3c0c8a0e5bbd2e03_163519183011049214.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caída de Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/b5c4d227310ac4322abda4fe82bd20ae_7670005467970528902.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Los deseos de los remurianos llevaron al imperio a la guerra y la destrucción, y el sebasto decidió destruir la «Fobos». Estuvo de acuerdo con el Rey Dragón Escila para liderar un ejército de Dragartos al Capitolio. Conmocionado por la traición del rey divino, Boecio robó una copa de oro llena de icor y llamó a los guardias para enfrentarse a los Dragartos. Según sus órdenes, todas las legiones primero tenían que detener las acciones hostiles contra los descendientes de los dragones para atraerlos a las Puertas de Jano que conducía a la capital. Boecio ordenó que se establecieran líneas defensivas para bloquear todas las rutas de escape, y que se usaran las tres cadenas forjadas con sangre y huesos por la afinadora Evergetia para encarcelar al Rey Dragón. Una vez que el ejército de dragones llegó a las Puertas de Jano, los remurianos los atacaron. Boecio selló a Escila bajo una torre alta cerca de Máximo y cerró las Puertas de Jano con la ayuda de icor insoluble.\nCuando el pasaje fue sellado y el príncipe dragarto no pudo llegar a la capital a tiempo, el poder de la «Fobos» se salió de control y Remuria se hundió en las profundidades, como si se sometiera a un castigo celestial. Los Afinadores se convirtieron en los únicos supervivientes de esta catástrofe en las Puertas de Jano. Boecio decidió que si la música de los mortales y la música de los dioses eran la misma, entonces podría convertirse en un nuevo dios y revivir a Remuria. Para ello, llevó a cabo una vil ceremonia con la que intentó reparar la fragmentada serenata y reconstruir la nación caída. Usó su lengua elocuente para influir en los remurianos que quedaron, y muchos gobernantes y nobles se convirtieron en sus peones. Boecio no dudó en disolver sin piedad alguna la voluntad de su gente y robar las almas de los habitantes de Fontaine. Para detenerlo, convertido claramente en un monstruo, su antiguo amigo, Casiodoro, tuvo que abandonar su nombre y convertirse en un Cazador Fantasmal, resistiéndole junto a los fontainianos. Después de un difícil enfrentamiento, Casiodoro y los fontainianos sellaron tanto a Boecio como al mar que había devorado a Remuria.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Mar de Antaño",
        "desc": "<p>Las amplias aguas que se encuentran al sur del Gran Lago también fueron una vez parte integral del supramar. Debajo de las profundidades abisales que no toca la luz del sol, yacen enterrados los primeros sueños y esperanzas.</p><p>La serenata largamente olvidada suena una vez más en medio de la fortaleza de glorias apagadas y las ruinas hundidas en el mar. Un nuevo capítulo en una historia largamente terminada está a punto de escribirse...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/205556113/fcb83b9a01cfd0f5edb50e407457f4dc_721446396055751862.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Condado Nóstoi",
        "desc": "<p>En el idioma antiguo, Petricor significa \"golem\". Ahora es un pueblo de pescadores en ruinas en una pequeña isla alejada de las aguas de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/205556113/03549e5ff14ff59a732ab430524da388_8005221376435422215.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Escila",
        "desc": "<p>El príncipe de los Dragartos y amigo de Remo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/205556113/762d24fb00dcfe355802e7181da1a743_150538243074000053.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Casiodoro",
        "desc": "<p>Cazador Dorado, uno de los afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/2ec5766b1718eff2e06f7956d1fc5833_5217337038039052003.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Copa de oro del mar impoluto",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Cuando el tirano de la ciudad sumergida tocó el último movimiento de la serenata dorada, el compositor que gozaba del favor imperial robó una copa dorada llena de icor.<br>Perplejo ante la traición del rey divino, reunió a los últimos guardias imperiales y, sirviéndose del insoluble líquido de la copa, selló al dragón bajo la torre, hundiéndose hasta el fondo marino junto a la ciudad real.<br>Más tarde, todo rastro que había de este noble ladrón desapareció por completo de los libros de historia, de forma que solamente la Compañía Dorada siguió recordando muy claramente la profecía que vaticinó.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/a8147d7dfc78a2dc5d47dd50bd6292ed_1456388980664115042.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "La caída de Remuria",
        "desc": "<p>Se rumorea que durante los primeros años tras la fundación de Fontaine, el prestigioso investigador Pulteney escribió una magnífica obra sobre la antigua civilización de Remuria.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/73555894/d0e75f9b88a286749b4c7dff0871e129_8137229458922687222.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cánticos armónicos",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Milenios después, Boecio recuperó el dominio de la perturbada \"serenata\", tejiendo fragmentos de su alma y melodías rotas en ella. El Afinador trajo el caos a la serenata para revivir a Remuria y convertirse en un nuevo dios. Boecio creía que Remo había traicionado a Remuria al confabularse con los Dragartos e intentar destruir la gran serenata. La acción del Afinador hizo que los cuerpos de la gente de Petricor se llenaran con las almas de los remurianos muertos hace mucho tiempo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Revertiré la rueda del destino, traeré de vuelta el antiguo mundo y restauraré la justicia en la tierra. La gente de la superficie se doblegará ante nuestra voluntad.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/e6ded426211e34a86d94bbb81d526d43_7983438057774522783.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Para detener a Boecio y salvar a la gente de Petricor, Casiodoro pidió ayuda al/a la Viajero/a y a Paimon. Juntos, entraron en el Mar de Antaño y liberaron al Rey Dragón, Escila, encarcelado por Boecio bajo Máximo. Aunque el cuerpo de Escila haya sido destruido, sus recuerdos en el icor continuaron vivos. Casiodoro creía que Escila había traicionado al rey divino y atacado el Palacio Dorado, provocando que Remuria se inundara. El Rey Dragón habló sobre el último acuerdo con Remo, su plan secreto y la creación del «Réquiem», capaz de destruir a «Fobos». Escila dirigió un ejército de Dragartos para asaltar la capital como el plan final de Remo para salvar a los remurianos y a la nación."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/b01a3f8e0f97cf5a0019803e99d98170_7257949079868829628.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando Casiodoro y el/la Viajero/a llegaron al Palacio Dorado, Boecio utilizó el poder de la música para atraerlos a su palacio de la serenata. Este espacio fue la manifestación de su alma y se mantuvo por el poder de la serenata. Gracias al corazón de «Fobos», situado cerca del Palacio Dorado, Boecio pudo influir directamente en el mundo real. Si él pudiera obtener todo el poder de la serenata, sus delirios reemplazarían al mundo real y Fontaine volvería a su apariencia de hace miles de años. A Casiodoro se le ocurrió un plan para destruir completamente a Boecio, quien se había preparado un cuerpo poderoso en el mundo real. Como el/la Viajero/a no pertenecía a Teyvat y no provenía del agua del Mar Primigenio, la melodía de la «Fobos» no cantaba sobre su destino y Boecio no pudo influir en su alma, lo que permitió que el plan de Casiodoro tuviera éxito."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/bb04749691763bf91c08ae162788a488_3074740047772609118.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Con la ayuda de Escila, el/la Viajero/a y Paimon reconectaron las acualíneas doradas, a través de las cuales una vez fluyó la gran serenata, y abrieron el camino hacia el Palacio Dorado. Resultó que la verdadera forma de Boecio era la «Fobos», que combinaba todas las melodías y deseos de los remurianos. Sus deseos secretos llevaron a Remuria a guerras, conquistas y a la destrucción de los \"bárbaros\" del norte. Incluso antes de la caída de Remuria, la «Fobos» absorbió a Boecio y se rebeló contra su sebasto. Casiodoro se sacrificó y atrapó a la «Fobos» en un cuerpo de piedra para que el/la Viajero/a pudiera destruir a Boecio y a la «Fobos». Cuando el/la Viajero/a tocó el «Réquiem», la gran serenata quedó completamente destruida y las almas de los remurianos regresaron a las aguas profundas.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Mar de Antaño",
        "desc": "<p>Las amplias aguas que se encuentran al sur del Gran Lago también fueron una vez parte integral del supramar. Debajo de las profundidades abisales que no toca la luz del sol, yacen enterrados los primeros sueños y esperanzas.</p><p>La serenata largamente olvidada suena una vez más en medio de la fortaleza de glorias apagadas y las ruinas hundidas en el mar. Un nuevo capítulo en una historia largamente terminada está a punto de escribirse...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/205556113/fcb83b9a01cfd0f5edb50e407457f4dc_721446396055751862.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Condado Nóstoi",
        "desc": "<p>En el idioma antiguo, Petricor significa \"golem\". Ahora es un pueblo de pescadores en ruinas en una pequeña isla alejada de las aguas de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/205556113/03549e5ff14ff59a732ab430524da388_8005221376435422215.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Casiodoro",
        "desc": "<p>Cazador Dorado, uno de los afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/2ec5766b1718eff2e06f7956d1fc5833_5217337038039052003.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Escila",
        "desc": "<p>El príncipe de los Dragartos y amigo de Remo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/205556113/762d24fb00dcfe355802e7181da1a743_150538243074000053.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La Compañía Dorada",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/f944911321eb927afe353e5694361109_7470874711024947110.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Antes de la caída de Remuria, el castillo que ahora se conoce como Castillo Apagado pertenecía a Boecio. Después de que el imperio se hundiera, el castillo se convirtió en un refugio para los Afinadores y sus seguidores. Los restos del imperio nunca renunciaron a su deseo de salvación y de superar el destino. Se llamaron a sí mismos la \"Compañía Dorada\" en honor a la desaparecida Ciudad Dorada. En el teatro dorado de ese castillo descolorido, los músicos que habían perdido sus partituras lloraban un pasado que nunca regresaría. Para salvar su decadente civilización y su deseo de trascender, la Compañía Dorada tocó maravillosas melodías, incitando a los niños a ofrecer sus almas a los golems dormidos. La Compañía Dorada creía que cuando la gran serenata volviera a tocar, recibirían las recompensas que se les debían a los que son verdaderos y leales.\nUno de sus estudios fue la técnica mágica \"Sello del Matrimonio Alquímico\", que consta de dos partes: \"Círculo de Cuatro Cuadrantes\" y \"Árbol de Emanación\". Según los registros de la Compañía Dorada, había varios lugares importantes en Fontaine necesarios para sellar la\n. Además, querían recrear la perfecta serenata armoniosa que pertenecería sólo a las personas y los dioses ya no serían necesarios."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/769a1426611e1bb10b34f8188ae74514_7722999629247231118.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Muchos años después, René de Petricor, el futuro fundador de la Comunidad Cruz de los Narcisos, descubrió los registros dejados por la Compañía Dorada. Aprendió sobre la \"Fortuna\" y que los reinos surgen y caen, y cuando una civilización es aniquilada, nacerá una nueva de las cenizas. Este fenómeno resultó ser similar al esquema computacional de René, llamado \"fórmula del mundo\". Después de innumerables cálculos, encontró una discrepancia con la Fortuna: a diferencia del mundo descrito en estos textos antiguos, no nacerán más civilizaciones nuevas. Al igual que los antiguos remurianos, René quería escapar del destino y evitar el prometido Apocalipsis, por lo que fundó la Comunidad Cruz de los Narcisos. Usando el \"Sello del Matrimonio Alquímico\", la Comunidad descubrió los puntos donde colocaron cuatro cuadrantes. En el centro de los cuadrantes se construyó la Torre del Ipsíssimus para liberar la voluntad del pueblo, esperar el Apocalipsis y renacer en un mundo nuevo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compañía Dorada",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/c32bab10651059ad3c0c8a0e5bbd2e03_163519183011049214.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4302,
        "name": "Página misteriosa (I)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/10742394/565ae492d8f72ada835085c632cd2cdd_6547393538353478846.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4309,
        "name": "Página misteriosa (VIII)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/10742394/565ae492d8f72ada835085c632cd2cdd_7993985107875224608.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4031,
        "name": "Movimiento de serenata arcaica",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La serenata se fragmentó y las notas musicales se silenciaron durante la catástrofe en la que palacios de oro y tronos reales quedaron sumergidos bajo el agua.<br>Sin embargo, la gente del imperio nunca renunció a su esperanza de poder salvar y trascender a su destino.<br>A fin de salvar una civilización en decadencia y unos sueños trascendentales, la Compañía Dorada interpretó una bella sinfonía con la que guio a los niños para que ofrecieran sus nobles almas a los gólems durmientes.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/0ba8ef36e1ed59a70592ffe55c48f254_8996215666662189962.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Legado",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Boecio es considerado uno de los músicos más importantes de la historia de Fontaine, y sus óperas o partituras compuestas de la antigua Remuria tienen un lugar especial en la historia de la música. Muchas partituras escritas por Boecio permanecen en el Castillo Apagado. La ópera romántica \"El forastero a la deriva\" cuenta que Boecio no dejó de intentar revivir a Remuria y vio al nuevo Fontaine como un enemigo. Para los miembros de la Asociación de Músicos, su importancia en la historia de las guerras que se prolongaron hasta la fundación de Fontaine no afectó sus logros musicales. La música de Boecio puede haber contenido historias falsas, pero conserva su valor como arte. La historia del Afinador puede ser un recordatorio para otros músicos: incluso el arte más puro puede usarse para hacer el mal.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Condado Nóstoi",
        "desc": "<p>En el idioma antiguo, Petricor significa \"golem\". Ahora es un pueblo de pescadores en ruinas en una pequeña isla alejada de las aguas de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/205556113/03549e5ff14ff59a732ab430524da388_8005221376435422215.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5630,
        "name": "Página perdida de una partitura (I)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un fragmento de una antigua partitura. Resulta indescifrable en su forma actual.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/10742394/6dd509798cd4a0417dfd2febf60a53ea_8740602341389566787.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5632,
        "name": "Página perdida de una partitura (II)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un fragmento de una antigua partitura. Resulta indescifrable en su forma actual.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/10742394/385ca0599442b3e4a123145db58f5326_6485564460621513001.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5629,
        "name": "Partitura restaurada",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una partitura restaurada.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/10742394/f2f81b669ec81cf5c93ad763e30c3b0c_5735678270445715550.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Boecio"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine\nRemuria"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Afinadores"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Boecio",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/205556113/5039a59f1f4f57c986d64ba93e385d70_509846556971826670.png"
      }
    ]
  }
}