{
  "epId": 5620,
  "name": "Anecdota septentrionalis",
  "desc": "Un antiguo pergamino remuriano que encontraste casualmente en unas ruinas. No se puede verificar la veracidad de su contenido.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/29/be3ede6d2db7da81746a14523f206f8d_6798712119334297532.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1717943436,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Anecdota septentrionalis"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Anecdota septentrionalis (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "A lo largo de la historia, a los honorables poetas, dramaturgos e historiadores siempre les ha gustado escribir sobre ridiculeces y barbaridades para luego calificarlas de sucesos reales. Suelen disfrazar sus grandes mentiras con retórica y bellas palabras, diciendo cosas como “lo he visto con mis propios ojos” o “cada palabra que he escrito es cierta”, sin miedo a que las generaciones futuras se rían de ellos. Por ejemplo, Janto, hijo de Talasio, escribió sobre sus experiencias con las tribus bárbaras del norte. Explicó que habían construido prósperas polis de cristal y platino entre las montañas, y que llamaban a su rey “caballero”. También dijo que tenían 72 legiones, cada una de ellas formada por 66 600 hombres, y que todos ellos portaban armas forjadas con el agua más pura, las cuales brillaban más que los cristales de Máximo. La realidad es que Janto no salió del Capitolio en toda su vida, y probablemente ni siquiera había visto una anguila, ¡ni mucho menos una tribu de bárbaros! Aun así, su historia me resultó tan interesante que, tal vez por vanidad, me sentí animado a escribir algo para la posteridad. Sin embargo, no tengo ninguna experiencia digna de mención, ni soy como esas honorables personas que se atreven a calificar de “verídico” algo inventado. Así que voy a ser sincero y admitir que lo que aquí escriba será pura y absoluta ficción. Supongo que, al haberlo declarado así, nadie podrá llamarme mentiroso. En cualquier caso, nunca he vivido ni he oído hablar de las cosas que voy a escribir. Solo son puras tonterías que me he inventado de la nada, y no son más ciertas que esas historias sobre los Caballeros Aguapura. Así que, estimado lector, no se las crea.\nMi historia es la siguiente: zarpamos y viajamos hacia el norte, a través de territorios bárbaros y a favor del viento. Nuestro propósito era simple: ver cómo era el fin del mar. Según Quintilio, el Supramar está bloqueado por unas cataratas infranqueables, lo cual obviamente es erróneo, pues incluso el honorable Juvenal hablaba del “lejano reino septentrional”. Sin embargo, cuanto más al norte navegábamos, menos tierra veíamos. Al principio se veían varios archipiélagos, pero más tarde solo quedaban algunos islotes. Tras seguir avanzando unos días más, ya no divisábamos ni siquiera islas pequeñas, sino solamente un vasto océano. Afortunadamente, habíamos traído suficiente agua y comida para no morir de hambre o sed.\nViajamos durante 79 días sin ver tierra alguna. Nuestra intención era volver a casa, pero al octogésimo día nos atacaron en pleno océano. Un grupo de bandidos a lomos de pájaros gigantes nos paró y nos exigió que les diéramos papas. Para hacerse una idea de lo enormes que eran esas aves, cada pluma de su cuerpo era tan gruesa como los pilares del mar. No teníamos absolutamente ninguna forma de defendernos, así que lo único que podíamos hacer era arrodillarnos para rezar a nuestro sebasto, esperando que nos protegiera y jurando que nunca más nos aventuraríamos en un viaje así ni escribiríamos más crónicas de viajes. En un abrir y cerrar de ojos, vimos a un grupo de guerreros montados a lomos de Focas Abotargadas emerger de las aguas e irrumpir en la escena. Cada una de las focas era del tamaño de 50 animales de carga y, ataviadas con armaduras hechas de cristales, escamas de dragón y repollos, destrozaron a aquellas aves gigantes hasta hacerlas gritar socorro, tras lo que huyeron sin dejar rastro.\nFue entonces cuando nos dimos cuenta de que esos caballeros tenían un aspecto muy diferente al nuestro, más parecido al de Dragartos que caminan erguidos. Su líder nos observó durante un momento con sus particulares ojos brillantes y, justo después, dijo en lenguaje “alado”: “Invitados, ¿son mercaderes de Serenum?”.\nSin saber qué era ese lugar, le dijimos la verdad tal cual: que éramos marineros de Remuria y que queríamos ver cómo era realmente el fin del mar."
          }
        ]
      },
      {
        "title": "Anecdota septentrionalis (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Al oír nuestras palabras, se rio tan fuerte que incluso las aletas de su espalda temblaron y, mientras se reía, dijo: “No existe esa tal Remuria. No se trata más que de una pseudohistoria inventada por los bárbaros del sur que, como no tenían ni historia ni civilización propias, se las inventaron”. Cuando le dijimos que nosotros mismos éramos remurianos, se rio aún más y nos preguntó si podíamos presentar pruebas sólidas de la existencia de Remuria, fueran históricas o arqueológicas. Al vernos sin palabras, nos calmó afirmando que no era ilegal ni mucho menos decir tonterías y fantasías y que, siempre que no consumiéramos solsettias en público, seguiríamos siendo los honrados huéspedes del Imperio de Solaris. Añadió que, viendo nuestra vestimenta, tampoco debíamos ser espías del bando rebelde, sino más bien mercaderes de Hiperbórea. El imperio se encontraba entonces en una guerra civil, y él esperaba que pudiéramos ayudarles a derrotar al ejército enemigo.\nResultó que el Imperio de Solaris tenía una tecnología muy avanzada. Algunas décadas atrás, un filósofo llamado Lucilio inventó una forma de dotar a individuos de superpoderes a cambio de adquirir una apariencia diferente a la de los mortales. Hubo quien argumentó que esto socavaba la pureza de la raza humana, y que habría que esclavizar o eliminar por completo a estas personas con habilidades especiales. Así fue como se enfrentaron los dos bandos, dando lugar a batallas a muerte y ríos de sangre.\nLe consolé diciéndole que, en mi opinión, estas cosas eran tan antiguas que al menos se me ocurrían veinte obras escritas sobre este mismo tema, lo cual es un reflejo del gran desarrollo del arte remuriano. El mismo Terencio de Pisculento glorifica a los humanos como seres iguales y poderosos y, al mismo tiempo, escribe que solo algunos de ellos tienen poderes especiales innatos, y que por ello deben conquistar y acabar con los demás. Pues bien, les sugerí a esos caballeros que no investigaran técnicas para modificar a los humanos y que se dedicaran a hacerlo con las Focas Abotargadas, ya que, al fin y al cabo, son mucho más encantadoras. Dijo que consideraría mi sabio consejo, pero que la prioridad inmediata era destruir a esos malditos traidores. Añadió que, si estábamos dispuestos a echarle una mano, nos dejaría montar en las Focas Abotargadas imperiales más poderosas y nos permitiría dirigir las trece legiones bajo su mando —cada una de ellas tenía un millón de hombres, por lo que sumaban un total de trece millones de soldados— para flanquear a los rebeldes. Como nos había salvado de ellos, le concedimos lo que nos pedía.\nQueridos lectores, he visto todo esto con mis propios ojos y cada palabra que he escrito es cierta, pero la guerra que aconteció tras aquello es todavía más increíble. Recuerdo que un esclavo ciego que nos seguía cantaba lo siguiente:\n“¡Canten, compositores! ¡Canten sobre la destructiva furia de las Focas Abotargadas!”.\nSin más dilación, la gran legión de Focas Abotargadas avanzó devorándolo todo como llamas ardientes y haciendo temblar la tierra bajo sus aletas. Tomamos nuestra posición en la llanura abierta. El comandante rezó una plegaria a su divinidad, luego tensó su arco de plata y disparó un perro a los rebeldes. El arco produjo un ruido espantoso. El ejército rebelde, a su vez, desplegó cinco millones de gigantes completamente blindados. Eran enormes, decenas de veces más grandes que los Gólems creados por nuestro mismísimo sebasto, y decían que venían a rescatar al bando rebelde desde el fondo del mar. Aunque todos estos gigantes tenían un solo ojo —al fin y al cabo, así deberían ser los gigantes, ya que así lo cuenta el mismo Pacuvio—, poseían una vista extraordinaria y, a la orden del líder de los sublevados, comenzaron a lanzarnos burburanjas con una precisión asombrosa. En cuanto estas tocaban el suelo, explotaban y liberaban innumerables burbujas. Si uno las tocaba, salía flotando hacia el cielo envuelto en una de ellas hasta llegar al sol. Es por eso que el sol tiene un color tan parecido a las naranjas.\nRespecto al final de la guerra, los venerables dramaturgos apenas escribieron sobre ello a lo largo de la historia, pues siempre querían dejar margen para la imaginación. Así pues, yo también seguiré esa tradición y me limitaré a omitir esa parte de la epopeya."
          }
        ]
      },
      {
        "title": "Anecdota septentrionalis (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Tras aquello, navegamos durante otros trescientos días a través del infinito océano. Un día, nos topamos con un alto muro en plena altamar. Llegaba hasta lo alto del cielo, así que era imposible ver su fin, y en él había colgadas un sinfín de figuras humanas, sin cuerpo ni músculos, pero cuya forma se podía distinguir. Quienes mientan en su vida o escriban falsedades en los libros serán colgados en ese muro tras morir y serán juzgados y castigados. En cuanto a quién construyó ese muro y qué hay detrás de él, yo tampoco lo sé, pues todo lo que escribo son sucesos reales y la realidad es que no pudimos acercarnos a él. Así pues, remamos hacia atrás a toda prisa y huimos de allí lo más rápido que pudimos con la esperanza de no volver a acercarnos nunca más.\nAl atardecer, llegamos a una modesta isla cerca de un mar en calma. Se nos estaba acabando el agua dulce, así que decidimos desembarcar en ella para recolectar un poco. Justo en ese momento, cada uno de nosotros percibió un aroma delicioso y exótico, difícil de igualar incluso por el mejor de los perfumes del Capitolio. Resultó que la isla estaba habitada, e incluso habían construido una próspera polis: todo era de oro y había doce murallas que la rodeaban, cada una de las cuales estaba hecha de una piedra preciosa diferente. La primera era de amatista, y de la segunda a la duodécima, respectivamente, eran de ágata, jadeíta, rubelita, jaspe, topacio, rubí, cornalina, esmeralda, crisoprasa, zafiro y jade. Fuera de las murallas habí un foso de unos cientos de metros de ancho y unos miles de metros de profundidad; lo que fluía por él no era agua, sino un río de leche fresca, y en él nadaban peces curados a la sal, por lo que podían comerse en cuanto se pescaban.\nLos habitantes de este lugar parecían ser todos mujeres jóvenes, bellas y vestidas con hermosos atuendos. Se nos acercaron en tropel y nos abrazaron en señal de bienvenida. La isla se llamaba Amoria, nombre que, al parecer, significa “amor”. Nos acogieron calurosamente en sus casas y dijeron que nos darían incontables tesoros, suficientes para comprar Máximo entera. Sin embargo, yo tenía la vaga intuición de que algo estaba ocurriendo. Era muy extraño que alguien fuera tan atento con unos desconocidos, a no ser, claro está, que estuviéramos dentro de uno de los libros de Ennio. Pero mis compañeros, que conocían bien el canon literario, no se sorprendieron por ello y las siguieron hasta sus casas. Tuve que fingir cortesía y me llevé en secreto la burburanja que me habían dado los solarianos. Así, seguí a una de ellas hasta su hogar. Tras una minuciosa inspección, me di cuenta de que había huesos humanos escondidos por todos lados. En seguida saqué la burburanja para lanzársela y, así, obligarla a confesar la verdad. La mujer, sin embargo, soltó una carcajada y desapareció en un abrir y cerrar de ojos al convertirse en un charco de agua.\nSin que nos diera tiempo a recoger agua potable, convoqué a mis compañeros a toda prisa para huir al barco. Entonces, nos dimos cuenta de que no había ninguna isla, sino solamente un vasto y silencioso océano.\nSi quieren saber qué pasó después, ¡el desenlace lo sabrán en el próximo volumen!"
          }
        ]
      }
    ]
  }
}