{
  "epId": 5624,
  "name": "Caja de música autoarmónica antigua",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una caja de música antigua que encontraste en el Castillo Apagado. Parece que contiene el misterioso poder de la serenata.<br>Úsala para leer partituras musicales de cierta civilización antigua. Encuentra más partituras para desvelar los secretos del pasado.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/10742394/df29697f228074a36974bf35734308f1_217902659572784995.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1714580263,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Caja de música autoarmónica antigua</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenido durante la misión de mundo «Una sombra sobre Petricor»</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Archivo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Cuenta la leyenda que, tras el hundimiento del antiguo reino, una antigua orden conocida como la Compañía Dorada heredó el legado del reino. La orden se reunió en el Castillo Apagado para explorar los misterios de la espiritualidad y el destino. Así, imitaron las creaciones de la civilización de la Era Dorada y crearon todo tipo de mecanismos musicales, entre los que se encuentra esta caja de música autoarmónica. Tal vez sea por los gustos personales del diseñador, pero su apariencia es diferente a la de los mecanismos de tubos más comunes. Más bien, se asemeja más a un piano que a otra cosa.</color>\n<color=#ffffffa6>La civilización antigua solía ver el destino como una obra trágica. Por mucho que cambiaran los actores y las canciones, el acto final ya estaba escrito y no se podía cambiar. Tras recopilar y estudiar las obras trágicas que han perdurado, crearon algo que los ignorantes de épocas posteriores consideraron mágico. Pero en lo que al destino respecta, no han conseguido ir más lejos que los pueblos de antaño.</color>"
          }
        ]
      }
    ]
  }
}