{
  "epId": 5638,
  "name": "Una sombra sobre Petricor",
  "desc": "<p><span>Al llegar a Petricor, te encuentras con toda una serie de extraños sucesos, por lo que decides ir al pueblo a investigar.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/10742394/03386dacb31726cbf471f6fb2a29e069_7853675200647763439.png",
  "menuId": 31,
  "menuName": "Misiones de mundo",
  "version": 1731538123,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Una sombra sobre Petricor"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Misión de mundo"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Versión de lanzamiento",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Petricor</color>\n<color=#ffffff>Descripción de la misión:</color> Al llegar a Petricor, te encuentras con toda una serie de extraños sucesos, por lo que decides ir al pueblo a investigar.\nAlcanza al grupo de personas\n<color=#ffffff>Paimon:</color>\nHuh, hay un montón de gente de allí... ¿Qué están haciendo? ¡Vamos a ver!\n<color=#ffffff>Jefe:</color>\n¡Eh, tú, idiota! ¿A qué esperas para subir todas estas cajas al bote de una vez? ¡Por Los Siete, qué lento eres!\n<color=#ffffff>Aquel al que llaman “idiota”</color> <color=#ffffff>:</color>\nPero, jefe, es que... Estas cajas pesan tanto que, si las subo al bote, es posible que...\n<color=#ffffff>Jefe:</color>\n¡¿Es posible que qué?! Si no nos llevamos estos tesoros, ¡será un desperdicio enorme!\n<color=#ffffff>Aquel al que llaman “idiota”:</color>\nPero es que... si además de ir nosotros en el bote, lo llenamos de cajas, temo que no aguante tanto peso.\n<color=#ffffff>Jefe:</color>\nJa, ¡eso tiene fácil solución! Solo tienen que quedarse algunos de ustedes en esta isla y podremos llevarnos estos tesoros sin problema, ¿no es así?\n<color=#ffffff>Aquel al que llaman “idiota”:</color>\nQué grande es usted, jefe. ¡Bien pensado!... Un momento, ¡no! Al menos lléveme a mí con usted. No quiero que esos Gólems me atrapen, ¡ya ha visto lo que hacen con sus presas!\n<color=#ffffff>Jefe:</color>\n¡Deja de decir tonterías y date prisa! Estaremos perdidos si nos atrapan los lacayos del Señor Oscuro.\n<color=#ffffff>Paimon:</color>\n¿Los lacayos del Señor Oscuro? ¿Están interpretando una obra de teatro o algo así?\n<color=#ffffff>Aquel al que llaman “idiota”:</color>\n¡Un momento, jefe! ¡Hay alguien ahí!\n<color=#ffffff>Paimon:</color>\nViajero, ¿y si les preguntamos qué están...?\n<color=#ffffff>Jefe:</color>\n¡Eeeeh, ustedes dos, la(el) grande y la pequeñita! ¿Qué hacen ahí espiándonos?\n<color=#ffffff>Viajero:</color> <color=#ffffff>¡Estamos acabada(o)s!</color>\n<color=#ffffff>Paimon:</color>\n¡Eh, tranquilidad! ¡Que no hemos hecho nada malo!\n<color=#ffffff>Viajero:</color> <color=#ffffff>No podemos dejar testigos...</color>\n<color=#ffffff>Paimon:</color>\n¿Eh? Viajero, pero ¿de qué hablas?\n<color=#ffffff>Paimon:</color>\nEn fin, hablemos con ellos primero.\n<color=#ffffff>Jefe:</color>\nVaya... Ya veo que son forastera(o)s. Pensé que eran lacaya(o)s del Señor Oscuro.\n<color=#ffffff>Paimon:</color>\nEsta(e) es Viajero(a) , y Paimon es Paimon. ¡Y efectivamente, somos aventurera(o)s! Por cierto, ¿quién es ese tal “Señor Oscuro”? ¿Ya terminó la obra de teatro sobre él?\n<color=#ffffff>Jefe:</color>\nJaja, ¿es que no conocen ni al Señor Oscuro? Bueno, como no son de por aquí y parece que no han visto mucho mundo. La(o)s perdonaré y les explicaré quién es.\n<color=#ffffff>Como ya sabrán, este era antes un pueblo muy tranquilo. De hecho, hace mucho tiempo, ni siquiera se llamaba Petricor...</color>\n<color=#ffffff>La gente de Fontaine teníamos aquí una vida apacible y sin preocupaciones, hasta que llegó el ejército de Gólems del Señor Oscuro Remo...</color>\n<color=#ffffff>Remo era un vil tirano que se consideraba a sí mismo el gobernador de todas las aguas, y antes de llegar aquí, su ejército ya había arrasado con incontables ciudades y pueblos.</color>\n<color=#ffffff>Saquearon nuestra tierra, contaminaron nuestras aguas puras e incluso intentaron tentarnos con su música.</color>\n<color=#ffffff>Construyeron campanarios y castillos muy altos, y el Señor Oscuro esclavizó a los nuestros con su vil melodía.</color>\n<color=#ffffff>¡Pero los habitantes de Fontaine somos libres y rechazamos su tiránico gobierno! Así que, para librarnos de su yugo, mis soldados y yo marchamos hacia la guerra.</color>\n<color=#ffffff>Paimon:</color>\nOoooh!\n<color=#ffffff>Viajero:</color>\nQué introducción tan buena y detallada.\n<color=#ffffff>Paimon:</color>\n¿Y qué pasó después? ¿Cómo derrotaron al Señor Oscuro?\n<color=#ffffff>Jefe:</color>\nOh, no, nosotros no somos rivales para los Gólems extraordinariamente fuertes que lidera el Señor Oscuro. En realidad, todo fue gracias a “Est el Astuto”.\nSi pudimos entrar a la capital del Señor Oscuro y quitarle los tesoros que él y sus lacayos nos robaron a la gente de Fontaine, fue gracias a él.\n<color=#ffffff>Aquel al que llaman “idiota”:</color>\nTal y como dijo el jefe... Un momento, ¿qué fue lo que dijo? Ah, sí: “Debemos interrumpir las operaciones especiales llevadas a cabo por la legión del Señor Oscuro”. ¡Eso sí que es un plan brillante!\n<color=#ffffff>Viajero:</color> <color=#ffffff>Serán los protagonistas de esta obra, pero no parecen muy de fiar...</color>\n<color=#ffffff>Paimon:</color>\nEntonces, ¿dónde está el Señor Oscuro? ¿Cuándo entra en escena?\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Cuándo entra en escena el Señor Oscuro?</color>\n<color=#ffffff>Jefe:</color>\n¡Ja! ¿Crees que estaríamos llevándonos estos tesoros si él fuera a aparecer? Nos habría pasado lo mismo que a Est, que seguramente se haya convertido en un Gólem y ahora sea “Est el Desgraciado”.\n<color=#ffffff>Paimon:</color>\n¿Él los ayuda y así es como se lo pagan? ¿Abandonándolo a su suerte? A Paimon no la engañan, ¡ustedes son los antagonistas de esta historia!\n<color=#ffffff>Jefe:</color>\nPero ¿qué “antagonistas” ni qué “entrar en escena”? Un momento, ¿no serán ustedes lacaya(o)s del Señor Oscuro disfrazad a(o) s de foraster a(o) s? No dejan de hablar de obras de teatro y actuaciones, ¡igual que esos otros tipos!\n<color=#ffffff>Paimon:</color>\n¿Eh? ¿Es que no están actuando?\n<color=#ffffff>Jefe:</color>\nLas personas como ustedes no confiesan a menos que se les dé un buen merecido. ¡Muchachos, atrápenl a(o) s!\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Derrota a los ladrones</color>\n<color=#ffffff>Los ladrones huyen en bote sin ni siquiera acordarse de llevarse los tesoros...</color>\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Inspecciona los cofres llenos de “tesoros”</color>\n<color=#ffffff>Paimon:</color>\nSe marcharon... Al final parece que no estaban actuando.\nPero entonces, ¿qué era todo eso de los tesoros, el Señor Oscuro y su capital? Nada de eso puede ser cierto, ¿no crees?\n<color=#ffffff>Viajero:</color>\nPodríamos abrir uno de estos tesoros para comprobarlo.\n<color=#ffffff>Paimon:</color>\n¡¿Eh?! Pero es que no sabemos de dónde sacaron todo esto...\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Quién eres tú y qué has hecho con la Paimon que siempre quiere tesoros?</color>\n<color=#ffffff>Paimon:</color>\nEs que... es que... ¿Qué pasa si dentro de un cofre hay una trampa maligna del Señor Oscuro?\n<color=#ffffff>Viajero:</color> <color=#ffffff>Es algo que vale la pena investigar.</color>\n<color=#ffffff>Paimon:</color>\nTienes razón, pero... ¿y si es una trampa del Señor Oscuro?\n<color=#ffffff>Paimon:</color>\nEn fin, ¡no tienes remedio! Pero ten cuidado, ¿de acuerdo?\nAbre el \"tesoro\"\n<color=#ffffff>Al parecer, no había ninguna trampa en las cajas, ni del Señor Oscuro ni de ningún tipo.</color>\n<color=#ffffff>Pero tampoco contienen nada valioso; solo rocas hechas pedazos.</color>\n<color=#ffffff>Paimon:</color>\n¡Hum! ¡Paimon sabía que esos tipos eran unos estafadores! ¡Esto es cualquier cosa menos un tesoro!\n¿O acaso esta estatua ruinosa es una reliquia de valor incalculable?\nHumm, será mejor que preguntemos en Petricor. ¡A lo mejor es un monumento o un símbolo de buena suerte!\nEn cuanto a estos “tesoros”, Paimon cree que...\n<color=#ffffff>Voz de Paimon:</color>\n¡Oye! Viajero , ¿estás...?\n<color=#ffffff>«¡Qué inolvidable el Hortus Euergetis, rebosante de frutas y flores! Qué grandioso y glorioso Caesareum, qué maravillosas las melodías a la deriva a través del Collegium Phonascorum... Oh Destino, ¿por qué no detenernos en este momento...»</color>\n<color=#ece5d8>???</color>\n<color=#ffffff>???:</color>\nMajestad... Su Majestad...\n<color=#ffffff>Viajero:</color>\n¿E-estoy soñando?\n<color=#ffffff>█ █ █ █:</color>\nMajestad, por fin despertáis. Hoy es el día en que tocaréis la grandiosa serenata «Fobos». Aún queda un poco para que comience el ritual, pero deberíamos partir ya.\n<color=#ffffff>Viajero:</color>\nCreo que acabo de tener un sueño.\n<color=#ffffff>█ █ █ █:</color>\n¿Un sueño? Vaya, no sabía que los dioses también soñaban. ¿Y con qué habéis soñado, majestad? ¿Con las llanuras de más allá del Viento del Norte? ¿O con el árbol plateado que hay bajo el suelo congelado?\n¿O tal vez con ese futuro dorado que me mostrasteis una vez?\n<color=#ffffff>Viajero:</color>\nHe soñado... que el mar engullía la tierra...\nHe soñado... que los hijos del mármol y el latón se hundían bajo el agua...\nY que todo lo que en el pasado refulgía se desmoronaba.\n<color=#ffffff>█ █ █ █:</color>\n¿Es esa profecía, majestad? Hoy estamos aquí precisamente para evitar que eso ocurra, para luchar contra el inexorable destino.\nHe tenido plena fe en ello desde que acepté este cuerpo y me convertí en remuriano.\nOh, vaya, disculpad mis modales...\nSu Majestad, seguidme, por favor.\nSigue a la persona misteriosa\n<color=#ffffff>█ █ █ █:</color>\nAunque otorgaste cuerpos imperecederos a la gente, permitiendo a la humanidad no temer nunca más las mareas de las profundidades, nuestras almas siguen atadas por los grilletes de «Fortuna».\nLa carga del destino no es algo que las almas mortales puedan soportar. Pero «Fobos» tejerá el camino del destino en nuestro nombre, conduciéndonos por la senda de la justicia.\nLa melodía de la «sinfonía» fluirá por las vías fluviales hasta alta mar, y pronto, Remuria... No, toda la humanidad, se liberará de la tiranía desmedida del destino, y dará la bienvenida a un futuro utópico eterno.\nY entonces, un día, la gente ya no necesitará la guía de «Fobos», y todos podrán tocar su propia sinfonía.\n<color=#ffffff>█ █ █:</color>\nRemo, Remo...\nRemo... Recuerdo que una vez dijiste que crearías un futuro libre de las cadenas del destino.\nSin embargo, tu nación ha quedado dividida por la violencia, y los conflictos que quisiste apaciguar se han agravado aún más. Además, la raza inmortal que creaste y el pueblo del agua se están masacrando mutuamente.\nY ahora, incluso tu aclamada “Ciudad Eterna” se va a desmoronar...\nNi siquiera eres capaz de controlar aquello que tú mismo creaste. La serenata no ha traído ni justicia ni felicidad, sino que se ha convertido en la fuente de todos los pecados.\nAunque su sangre y su carne se hayan convertido en agua y tierra, las almas perdidas los han guiado hacia su inexorable muerte. La Fortuna los ha maldecido tanto a tus súbditos como a ti.\n<color=#ffffff>Viajero:</color>\n¿Recuerdas nuestra promesa?...\nEse es nuestro último recurso... Mientras suene la serenata...\n<color=#ffffff>█ █ █:</color>\n¿Acaso esa es la única forma que conocen los usurpadores humanos de enmendar sus pecados tras provocar la destrucción? Bueno, al menos tu determinación es digna de un rey como tú.\nPues como se trata de una promesa, permíteme ser testigo de tu final...\n<color=#ffffff>«¡Oh Rey maldito por el destino! Ahógate en canciones, vino y fiesta, pues el día del juicio aún no ha llegado...»</color>\n<color=#ece5d8>Petricor</color>\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Habla con Paimon</color>\n<color=#ffffff>Voz de Paimon:</color>\nViajero ... Por favor, despierta...\n<color=#ffffff>Viajero:</color>\nEstaba...\n<color=#ffffff>Paimon:</color>\nSolloza , Viajero, ¡qué susto le has dado a Paimon!...\nDe repente... De repente te quedaste embobada(o) frente a la estatua, ¡como si tú misma(o) te hubieras convertido en ella! Paimon pensó que te había maldecido el Señor Oscuro y que te habías convertido en una estatua...\n<color=#ffffff>Viajero:</color>\nEs como si hubiera estado soñando despiert a(o) .\n<color=#ffffff>Paimon:</color>\n¡N-no le digas a Paimon que de verdad era una maldición! Viajero , ¿estás bien?\n<color=#ffffff>Viajero:</color>\nEstoy bien. No te preocupes, Paimon.\n<color=#ffffff>Paimon:</color>\nMientras no estés herid a(o) ... Bueno, vamos a Petricor a preguntar.\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Ve a Petricor</color>\nCamina por Petricor\n<color=#ffffff>Paimon:</color>\nEste lugar parece tan desierto...\nTodo el mundo parece tan raro...\nBusca la plaza\n<color=#ffffff>???:</color>\nBienvenid a(o) s sean, oh, viajer a(o) s que han traspasado el mundo de los sueños.\n<color=#ffffff>Campanero:</color>\nSoy el campanero del campanario de la convergencia, así como el guía que recibe a los viajeros para que entren en la grandiosa Ciudad Eterna.\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Esto todavía forma parte de la introducción de la obra?</color>\n<color=#ffffff>Paimon:</color>\n(¿Será parte de ese grupo de ladrones de antes?)\n<color=#ffffff>Viajero:</color> <color=#ffffff>Oh, venerable campanero, ¿la Ciudad Eterna está a mano izquierda o derecha?</color>\n<color=#ffffff>Paimon:</color>\n¡¿Ya te has metido en el papel tú también?! ¿De verdad estás bien?\n<color=#ffffff>Paimon:</color>\nEn fin, vamos a lo importante... Oye, ¿sabes por qué toda la gente con la que nos hemos encontrado es tan rara?\n<color=#ffffff>Campanero:</color>\nTodos se fueron a Máximo, así que seguramente ya se encuentren bajo la protección de nuestro grandioso sebasto.\n<color=#ffffff>Paimon:</color>\nGuau, o sea que además de ese “Señor Oscuro Remo”, ¿también hay un “sebasto”? ¡Esta historia se está complicando cada vez más!\n<color=#ffffff>Campanero:</color>\n¿El Señor Oscuro Remo? Veo que se han cruzado con esos burdos bárbaros por el camino... Efectivamente, ese es el título que usan para difamar a su majestad Remo, nuestro sebasto.\n<color=#ffffff>Paimon:</color>\n¡Así que son la misma persona!\n<color=#ffffff>Campanero:</color>\nNada de eso importa. Nuestro grandioso sebasto no puede ser definido con conceptos tan vulgares como los de unos bárbaros pueblerinos. Esa escoria despreciable puede calumniar todo lo que quiera, pero las personas sabias, inspiradas por sus ideales más nobles, seguirán prevaleciendo ante todo.\nIndependientemente de los orígenes de cada uno, cuando suene el eterno tañido de la campana, todo lo ocurrido en el pasado se borrará y todo el mundo renacerá. Así pues, ¡siéntanse agradecida(o)s y aclamen!\n<color=#ffffff>Paimon:</color>\nViajero , ¿qué hacemos? Aunque este tipo parece estar en sus cabales, Paimon no entiende ni jota de lo que dice. ¿Crees que es sonámbulo o algo así?\n<color=#ffffff>Campanero:</color>\n¿Cómo que si soy sonámbulo? ¿Estás diciendo que estoy soñando?\n<color=#ffffff>Viajero:</color> <color=#ffffff>Los síntomas coinciden.</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>A lo mejor somos nosotra(o)s la(o)s que estamos soñando.</color>\n<color=#ffffff>Paimon:</color>\nVamos, ¡eso es imposible!\n<color=#ffffff>Campanero:</color>\n¿U-un sueño? Lo cierto es que...\nMira al «Campanero» desmayarse\n<color=#ffffff>Paimon:</color>\n¡Oye! ¿Estás bien? ¿Cómo ha podido desmayarse de repente?\n<color=#ffffff>???:</color>\n¿Son ustedes viajer a(o) s de fuera? Deténganse, por favor.\nMenos mal, parece que... no han perdido la cabeza.\n<color=#ffffff>Paimon:</color>\n¡Por fin nos encontramos con alguien normal! ¿Se puede saber qué está ocurriendo en Petricor?\n<color=#ffffff>???:</color>\nAntes de nada, llevemos a este señor a un lugar seguro. No podemos dejarlo aquí tirado, o se resfriará.\n<color=#ffffff>Resfriarse no es lo más grave que podría pasar ahora, pero aun así, Est y ustedes deciden llevar al campanero a un banco cercano.</color>\n<color=#ffffff>Est:</color>\nBueno, creo que debería presentarme como es debido. Me llamo Est, soy miembro del Club de los Soñadores del pueblo. Aunque, a decir verdad, soy el único miembro del club que hay aquí.\n<color=#ffffff>Paimon:</color>\nPaimon es Paimon y esta(e) es Viajera(o) . Nosotr as(os) somos...\n<color=#ffffff>Viajero:</color> <color=#ffffff>Turistas que están de visita en Petricor.</color>\n<color=#ffffff>Est:</color>\nVaya, pues es una pena... Me temo que el estado actual del pueblo l a(o) s va a decepcionar.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Aventurera(o)s de paso.</color>\n<color=#ffffff>Est:</color>\n¿Aventurer a(o) s? No habrán venido también a buscar ese supuesto castillo, ¿verdad?\n<color=#ffffff>Viajero:</color> <color=#ffffff>Agentes de la Unidad Especial de Seguridad y Vigilancia.</color>\n<color=#ffffff>Est:</color>\nOh, conque son de la Unidad Especial... No sé en qué caso estarán trabajando, pero tampoco creo que podamos colaborar con ustedes tal y como están las cosas ahora mismo...\n<color=#ffffff>Paimon:</color>\n(Oye, Paimon cree que es mejor que no finjamos ser funcionari a(o) s.)\n<color=#ffffff>Paimon:</color>\nAsí que te llamas Est, ¿cierto? Humm, Paimon tiene la sensación de haber oído ese nombre antes...\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿No eres tú quien llevó a esos bandidos al castillo del Señor Oscuro?</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>Ya veo que al final has sobrevivido. ¡Me alegro mucho!</color>\n<color=#ffffff>Est:</color>\n¿Eh? ¿De qué están hablando? ¿Acaso ustedes también son...?\n<color=#ffffff>Paimon:</color>\nNo, no, no, ¡nosotr a(o) s somos gente normal! Lo único es que Paimon no entiende por qué todo el mundo dice tantas cosas raras.\n<color=#ffffff>Le cuentan a Est lo sucedido con los ladrones que pensaban que unas rocas eran un tesoro.</color>\n<color=#ffffff>Est:</color>\nAsí que fueron ellos...\nSuspira , a ver por dónde empiezo... Bueno, en realidad, la leyenda del Castillo Apagado no es ningún secreto. Cada cierto tiempo suelen venir aventureros como ellos a explorar el lugar.\nLa palabra “Dorada” de la Compañía Dorada no quiere decir que aquí haya oro de verdad, por no hablar de que el castillo se construyó hace miles de años, así que por aquí ya no hay prácticamente nada de valor.\nPero nada, no pude convencer a esos aventureros. Y cuando los llevé a las ruinas que hay en la montaña, poco después empezaron a romper las estatuas y a meter los pedazos en los cofres, como si estuvieran hechizados.\nComo yo solo no pude detenerlos, regresé al pueblo a pedir ayuda, pero de repente todo el mundo estaba como hipnotizado, embobado y murmurando cosas raras.\nEn el Club de los Soñadores hemos estudiado los métodos de hipnosis, pero para nada podríamos llegar a este nivel, así que mi hipótesis es que algo ha ocurrido en las ruinas. Según los registros...\n¿Por qué somos los únicos que no hemos sido afectados? Sin duda, es de lo más interesante...\n<color=#ffffff>Viajero:</color> <color=#ffffff>Echemos un vistazo en las ruinas. Tal vez encontremos una solución para esto.</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>Echemos un vistazo en las ruinas. ¡Tal vez encontremos tesoros!</color>\n<color=#ffffff>Paimon:</color>\nEst, espéranos aquí y déjanos a nosotr a(o) s lo relacionado con las aventuras. ¡Paimon no quiere que te conviertas en un Gólem por habernos acompañado!\nVer pasar un gato blanco\n<color=#ffffff>Paimon:</color>\nOoooh, ¿este gato es tuyo, Est? ¡Qué cosita tan adorable!\n<color=#ffffff>Est:</color>\nNo es mío, pero el miembro del Club de los Soñadores que investigó la hipnosis siempre decía que los gatos son unos animales muy inteligentes.\nQué raro... Ahora que me fijo, ese... ¿colgante? ¿Collar? Me parece haberlo visto antes.\n<color=#ffffff>Paimon:</color>\nUy, se fue...\nBueno, dejemos en paz al gato y vayamos a las ruinas. Est, ¿sabes cómo podemos llegar?\n<color=#ffffff>Est:</color>\n¿A las ruinas? Están en la montaña que hay detrás del pueblo, justo por donde se fue ese gato.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Jeje, gatito, jeje.</color>\n<color=#ffffff>Paimon:</color>\nViajero , ¿segur a(o) que estás bien?\n<color=#ffffff>Viajero:</color> <color=#ffffff>Pues en marcha.</color>\n<color=#ffffff>Est:</color>\nTengan mucho cuidado, aún hay muchas cosas que no entendemos.\n<color=#ffffff>Paimon:</color>\n¡Ten cuidado tú también! Bueno, nos vamos yendo.\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Explora las ruinas de la montaña</color>\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Derrota a la estatua que ha cobrado vida</color>\n<color=#ffffff>Paimon:</color>\n¡Vaya! ¡Esta estatua puede moverse!\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Habla con el gato parlanchín</color>\n<color=#ffffff>???:</color>\nNo está nada mal... Su estilo de combate se equipara al de los Cazadores Fantasmales de antaño...\n<color=#ffffff>Viajero:</color> <color=#ffffff>¡Guau, un gato luminoso apareció!</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>¡Un animal parlanchín!</color>\n<color=#ffffff>Paimon:</color>\nHemos visto un montón de cosas raras en nuestros viajes, pero Paimon cree que en nuestra lista de cosas raras aún hay sitio para un gato luminoso.\n<color=#ffffff>Osifuz:</color>\nEn fin, no objetaré nada en contra de que me hayan llamado “cosa rara”... Oh, Viajero y Paimon, las heroínas elegidas/los héroes elegidos. ¡Es hora de que den un paso al frente!\nVengan conmigo a la antigua nación de las profundidades del mar. Debemos apaciguar la caótica serenata para salvar a todas esas almas perdidas.\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Esto también es parte de la obra?</color>\n<color=#ffffff>Paimon:</color>\nOh, ¿será como una de esas tramas de las novelas de la Editorial Yae en las que “fue nuestro compañero en una anterior vida, pero solo él lo recuerda”?\n<color=#ffffff>Viajero:</color> <color=#ffffff>Ah, claro, ¡yo soy la heroína/el héroe! ¡Que comience nuestra aventura!</color>\n<color=#ffffff>Paimon:</color>\nDe verdad... ¡Qué fácil es engatusarte! Oh, Viajero , heroína elegida/héroe elegido, ¡apresúrate y compra una fonta y salvar el estómago de Paimon!\n<color=#ffffff>Paimon:</color>\nBueno, volviendo al tema... ¿Quién eres tú?\n<color=#ffffff>Ouranides of Ouranopolis:</color>\n¿De verdad tengo que explicárselo desde el principio?... Está bien. Soy Uránides de Uranópolis, un guardaalmas de la antigua nación.\n<color=#ffffff>Paimon:</color>\n¿Ura qué de Ura dónde? ¡Vaya trabalenguas! Como eres un gato, Paimon te llamará Osifuz. Es más corto que tu nombre, ¿no crees?\n<color=#ffffff>Osifuz:</color>\n¡¿Miau, miau?!\n<color=#ffffff>Viajero:</color>\n¿Miau, miau?\n<color=#ffffff>Osifuz:</color>\nParece que aún no controlo del todo bien este cuerpo, hasta tal punto de que a veces me sale esta naturaleza felina... Si en un principio hubiera...\nEjem, ejem , como pueden ver, la frontera entre el pasado y el presente se ha difuminado debido a la caótica serenata. Esa también es la razón por la que he despertado. Por suerte, de momento solo está teniendo efecto a pequeña escala.\nA los habitantes de Petricor se les ha arrebatado el alma. Se encuentran en ese estado de ensoñación porque la serenata les ha otorgado temporalmente una identidad y unos recuerdos con los que llenar ese vacío.\nEs como si, en una botella que originalmente contenía agua pura, hubieran sustituido esa agua por un delicioso vino. Sí, esa es una analogía muy adecuada, teniendo en cuenta que esos recuerdos equivalen a la historia del pasado registrada por la serenata.\n<color=#ffffff>Paimon:</color>\n¿Eh? A ver si Paimon lo ha entendido... ¿Le han arrebatado el alma a los habitantes de Petricor, y luego han poseído sus cuerpos? ¡Ay, qué miedo!\n<color=#ffffff>Viajero:</color>\n¿Dices que de momento solo está teniendo efecto a pequeña escala?\n<color=#ffffff>Osifuz:</color>\nAsí es, Viajero . Es más, la Corte de Fontaine pronto será engullida si la heroína elegida/el héroe elegido no restaura la caótica melodía.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Qué remedio, me ha tocado ser la heroína/el héroe...</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>Qué remedio, tendremos que ir a ver.</color>\n<color=#ffffff>Paimon:</color>\n¡Esa es la actitud! Osifuz, ¡guíanos!\n<color=#ffffff>Osifuz:</color>\nMuchas gracias. El camino hacia la antigua nación está justo debajo de esta fuente, y acabo de destapar el sello que lo esconde.\nMuy bien, voy a activar el mecanismo que conserva el sello.\nPerfecto. Ahora, ayúdame a recuperar las cuerdas del arpa para que pueda romper el sello y abrir un camino.\nY ahora, dirijámonos hacia el Castillo Dorado Apagado.\n<color=#ffffff>Paimon:</color>\nEl Castillo Dorado Apagado... Est también nos habló de una leyenda que tenía que ver con ese lugar, pero ¿es que no son estas las ruinas del Castillo Apagado?\n<color=#ffffff>Osifuz:</color>\nEstos no son más que unos restos que hay en la superficie. El verdadero castillo se encuentra bajo el agua, en las profundidades.\n<color=#ffffff>Paimon:</color>\nSe nota que sabes más que los gatos del pueblo, Osifuz.\n<color=#ffffff>Osifuz:</color>\nPero ¿cómo te atreves a ponerme a la par que los gatos del pueblo?... En fin, tengan cuidado de no perderse.\n<color=#ffffff>Paimon:</color>\n¡Oh, no! ¡Se lanzó al agua! ¿Los gatos saben nadar?\nObtienes"
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "name": "Partitura antigua",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una partitura musical creada por una civilización antigua con materiales desconocidos.<br>La melodía grabada en ella solo se puede leer mediante un mecanismo especial.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/10742394/34466e5b4e3414db5137f46092827b7a_7888628044889769884.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Salta a la fuente junto a Osifuz</color>\n<color=#ece5d8>Castillo Apagado</color>\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Dirígete al Castillo Apagado bajo el agua</color>\nNada por la corriente\n<color=#ffffff>Paimon:</color>\nPaimon feels like these statues are staring at us... They won't suddenly attack us, will they?\n<color=#ffffff>Osifuz:</color>\nDifficult to say... Perhaps that golem you defeated earlier climbed up from here.\n<color=#ffffff>Paimon:</color>\nThat's just terrifying... Is it too late to swim back now...?\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Dirígete al Castillo Apagado</color>\n<color=#ffffff>Paimon:</color>\nQuién hubiera pensado que aquí abajo habría un lugar tan grande... Desde luego, Osifuz no se equivocaba.\n<color=#ffffff>Osifuz:</color>\n¡Y esto solo es la punta del iceberg! En el pasado, el territorio en el que se encontraba una nación entera se hundió bajo el agua. Mi misión es evitar que lo que se hundió emerja de nuevo a la superficie.\nO al menos esa creo que es mi misión...\n<color=#ffffff>Viajero</color> <color=#ffffff>:</color> <color=#ffffff>Ahora ya no sé si confiar en ti.</color>\n<color=#ffffff>Osifuz:</color>\nBueno, es que no soy más que un gato un poco más inteligente que los demás gatos del pueblo...\n<color=#ffffff>Viajero</color> <color=#ffffff>:</color> <color=#ffffff>Ojalá tener un guía de confianza...</color>\n<color=#ffffff>Paimon:</color>\nA Paimon le encantaría poder decir “Entonces, ¡deja que Paimon te guíe a partir de ahora!”, pero...\n<color=#ffffff>Osifuz:</color>\nJeje... Pero bueno, de nosotros depende que las almas de los habitantes de Petricor puedan volver a sus legítimos cuerpos, así que les ruego que no se lo tomen a la ligera.\nVamos. Tras estas puertas se encuentra el Castillo Apagado.\nSigue a Osifuz\n<color=#ffffff>Paimon:</color>\n¡Vaya! ¿Cómo eres tan rápido, Os?\n<color=#ffffff>Osifuz:</color>\nSoy un gato, después de todo, así que aparecer y desaparecer con la mayor presteza es de esperar. Eres tú, Paimon, quien debe volar más rápido.\nAcercarte a la ventana\n<color=#ffffff>Osifuz:</color>\nNo dejemos que esas cosas insignificantes al otro lado de la ventana interfieran en nuestra incesante marcha hacia delante. Tenemos trabajo que hacer.\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Obtén la fantástica caja de música</color>\n<color=#ffffff>Paimon:</color>\nGuau... Seguro que en un castillo así de grande pueden vivir un montón de personas.\n<color=#ffffff>Osifuz:</color>\nPor supuesto, y no solamente personas...\n<color=#ffffff>Paimon:</color>\n¡Otra vez estás diciendo cosas que dan miedo de forma seria, Osifuz!\n<color=#ffffff>Osifuz:</color>\nOh, no se preocupen. Para unas heroínas/unos héroes como ustedes, ni siquiera un fantasma oculto entre las sombras supondría un obstáculo.\n<color=#ffffff>Paimon:</color>\n¿Y esto qué es? Qué cosa tan bonita. ¡Parece una caja de música! ¿Quién la habrá dejado aquí?... Desentona un poco en este lugar.\n<color=#ffffff>Osifuz:</color>\nMuy aguda, Paimon. Efectivamente, es una caja de música, pero igual que yo sé más cosas que un gato normal, esta caja tiene más funciones que una normal.\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿También puede hablar?</color>\n<color=#ffffff>Osifuz:</color>\n¿Eh? La verdad es que no lo había pensado... Por desgracia, me parece que entre sus funciones de momento no se incluye la de hablar.\n<color=#ffffff>Viajero:</color> <color=#ffffff>No pensé que fueras tan rencoroso.</color>\n<color=#ffffff>Paimon:</color>\nOye, ¡Paimon no dijo en serio lo de antes! Paimon no pensó que te lo fueras a tomar así... Es culpa de Paimon, no te enfades...\n<color=#ffffff>Osifuz:</color>\n¿Miau, miau?\n<color=#ffffff>Paimon:</color>\n¡¿Este te parece un buen momento para hacer de gato?!\n<color=#ffffff>Osifuz:</color>\nEn fin. Con esta caja, incluso alguien sin idea alguna de teoría musical podría usar sin problemas el poder de la serenata. Estoy seguro de que nos será útil en algún momento.\n<color=#ffffff>Paimon:</color>\n¿Pero no dijiste que la gente del pueblo estaba así por culpa de la caótica serenata? Paimon tiene miedo de que, en un descuido, Viajero toque algo que no deba y...\n<color=#ffffff>Viajero</color> <color=#ffffff>:</color> <color=#ffffff>La serenata también podría descontrolarse aquí y empezar a traer pecados al mundo.</color>\n<color=#ffffff>Viajero:</color>\n¿Y si la serenata se descontrola y se convierte en la fuente de todos los pecados?\n<color=#ffffff>Paimon:</color>\n¿Eh? ¿Qué pecado ni qué ocho cuartos? ¿De qué rayos estás hablando, Viajero ?\n<color=#ffffff>Osifuz:</color>\n...\n<color=#ffffff>Viajero</color> <color=#ffffff>:</color> <color=#ffffff>No soy tan torpe, ¿sabes?</color>\n<color=#ffffff>Paimon:</color>\n¡Paimon solo lo decía por si acaso! Por ejemplo, Osifuz podría salir de repente de una esquina y darte un susto, una estatua podría cobrar vida de repente, ¡o podría haber trampas en el suelo o en los muros!\n¡Todas esas cosas podrían pasar!\n<color=#ffffff>Osifuz:</color>\nEsas no son cosas de las que haya que preocuparse. La serenata es grandiosa, hermosa y luminosa, pues porta unos ideales dorados.\nLas anomalías provocadas en la superficie por la caótica serenata no fueron más que un accidente; una catástrofe causada por alguien malvado que se aprovechó de un gran poder.\nPero estoy seguro de que Viajero sabrá usar adecuadamente el poder de la serenata.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Sí que confías en nosotra(o)s.</color>\n<color=#ffffff>Osifuz:</color>\nSe podría decir que no tengo otra alternativa. Al fin y al cabo, ahora mismo no soy más que un gato al que le costaría mucho usar esta caja de música.\n<color=#ffffff>Viajero</color> <color=#ffffff>:</color> <color=#ffffff>Pues no sé...</color>\n<color=#ffffff>Paimon:</color>\nOye, ¡no es momento para bromas! ¿Qué pasa si Osifuz se cree lo que has dicho?\n<color=#ffffff>Osifuz:</color>\nBueno, ya hemos hablado suficiente. ¿Qué tal si la pruebas a ver qué tal? ¿Recuerdas las cuerdas del arpa que encontramos en las ruinas? Pues esa es la partitura en la que se registró la melodía de la serenata.\nSi la metes en la caja, la música se reproducirá por sí misma.\nToca la melodía\n<color=#ffffff>Paimon:</color>\nOh... Es una melodía muy alegre y reconfortante.\n<color=#ffffff>Osifuz:</color>\nJeje, parece que la caja de música no está dañada y funciona sin problemas. ¿Ven? Les dije que era seguro.\n<color=#ffffff>Paimon:</color>\n¡Pero si ni siquiera sabías si funcionaba!\n<color=#ffffff>Osifuz:</color>\nLo que pasa es que no estaba seguro por completo. Después de todo, hay muchas cosas que no se pueden juzgar solo por su aspecto, ¿no crees?\n<color=#ffffff>Paimon:</color>\n¿Qué tiene eso que ver con la caja de música? En fin, dejemos el tema. ¿Qué hacemos ahora?\n<color=#ffffff>Osifuz:</color>\nLa caótica serenata tiene que estar aquí. Si descubrimos dónde está, tal vez podamos recuperar las almas que arrebataron a la gente de Petricor.\n<color=#ffffff>Viajero:</color>\nBusquemos pistas en los alrededores.\n<color=#ffffff>Osifuz:</color>\nUna propuesta razonable. Si mal no recuerdo, en este castillo hay todo tipo de salas extrañas. Tal vez merezca la pena investigarlas primero.\nAdemás, en el salón central del castillo hay un misterioso escenario. En él ya no se representa ninguna obra, pero...\nEn el pasado, era una entrada para acceder a un lugar subacuático aún más profundo en el que aún se encuentran los vestigios del poder de la serenata. Deberíamos ir hasta allí para comprobar si existe alguna otra anomalía.\n<color=#ffffff>Paimon:</color>\n¿Un lugar subacuático aún más profundo?\n<color=#ffffff>Osifuz:</color>\nAsí es. ¿Qué nos esperará en ese lugar?...\n<color=#ffffff>Paimon:</color>\n¡Oye, ahora no es momento de dejarnos con la intriga! Paimon no esperaba que fueras tan malo, Osifuz.\n<color=#ffffff>Osifuz:</color>\nAntes de resolver ese enigma, tendremos que buscar pistas en el castillo. Así que ¡en marcha!\nObtienes"
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Caja de música autoarmónica antigua",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una caja de música antigua que encontraste en el Castillo Apagado. Parece que contiene el misterioso poder de la serenata.<br>Úsala para leer partituras musicales de cierta civilización antigua. Encuentra más partituras para desvelar los secretos del pasado.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/10742394/df29697f228074a36974bf35734308f1_217902659572784995.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Propiedades"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Requisitos de desbloque</color>\nEntra a <color=#ece5d8>Petricor</color> <color=#ffffff73>y con el jefe de los ladrones en la Estatua de Los Siete.</color>\n<color=#ffffff>Serie de misiones</color>\nCánticos armónicos"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Una sombra sobre Petricor",
        "desc": "<p><span>Al llegar a Petricor, te encuentras con toda una serie de extraños sucesos, por lo que decides ir al pueblo a investigar.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/10742394/03386dacb31726cbf471f6fb2a29e069_7853675200647763439.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Las escaleras hacia el Capitolio",
        "desc": "<p><span>Llegan a la antigua capital hundida de Remuria tras cruzar una peligrosa fosa marina. Ahora tendrán que dirigirse al Palacio Dorado y vencer a Boecio...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/10742394/03386dacb31726cbf471f6fb2a29e069_9205284953412301923.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Las cicatrices de un destino desconsolador",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Por Os y por los habitantes de Petricor, se enfrentan a Boecio en una batalla final.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/10742394/03386dacb31726cbf471f6fb2a29e069_7008534538890322362.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Recompensas</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "EXP de Aventura",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">EXP de Aventura, utilizada para mejorar el Rango de Aventura.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/13/10742394/4e05bbd62536a5ae2a27c6d27fd87c36_5321449074477338703.png",
        "amount": 200,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Protogema",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una gema cristalina que va más allá del mundo terrenal. Brilla con esperanzas y sueños condensados de universos que existieron alguna vez.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/73555894/b2b0b3c5d5763f53025dd718e20f409d_2204833060294766606.png",
        "amount": 30,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 35000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Logros</color>\nLa décima musa"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lugar de Inicio"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Petricor, Fontaine</color>\n<color=#ffffff>Mapa Interactivo:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=52,2,3,154,319,338&center=1100.25,-5195.75&zoom=2.00"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/0787d905924ae0a6039c89743bfe140e_6946299498669577887.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/5c552496617bbd04cd11ca409e4b5e80_6007232604834563667.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetivos de la misión"
      },
      {
        "type": "RichText",
        "text": "Derrota a los ladrones\nInspecciona los cofres llenos de “tesoros”\nHabla con Paimon\nVe a <color=#ece5d8>Petricor</color>\nExplora las ruinas de la montaña\nDerrota a la estatua que ha cobrado vida\nHabla con el gato parlanchín\nSalta a la fuente junto a Osifuz\nDirígete al <color=#ffffff>Castillo Apagado</color> bajo el agua\nDirígete al <color=#ffffff>Castillo Apagado</color>\nObtén la fantástica caja de música"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos de misión"
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "name": "Partitura antigua",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una partitura musical creada por una civilización antigua con materiales desconocidos.<br>La melodía grabada en ella solo se puede leer mediante un mecanismo especial.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/10742394/34466e5b4e3414db5137f46092827b7a_7888628044889769884.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Caja de música autoarmónica antigua",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una caja de música antigua que encontraste en el Castillo Apagado. Parece que contiene el misterioso poder de la serenata.<br>Úsala para leer partituras musicales de cierta civilización antigua. Encuentra más partituras para desvelar los secretos del pasado.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/10742394/df29697f228074a36974bf35734308f1_217902659572784995.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}