{
  "epId": 5641,
  "name": "Las escaleras hacia el Capitolio",
  "desc": "<p><span>Llegan a la antigua capital hundida de Remuria tras cruzar una peligrosa fosa marina. Ahora tendrán que dirigirse al Palacio Dorado y vencer a Boecio...</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/10742394/03386dacb31726cbf471f6fb2a29e069_9205284953412301923.png",
  "menuId": 31,
  "menuName": "Misiones de mundo",
  "version": 1731511480,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Mar de Antaño</color>\n<color=#ffffff>Descripción de la misión:</color> Llegan a la antigua capital hundida de Remuria tras cruzar una peligrosa fosa marina. Ahora tendrán que dirigirse al Palacio Dorado y vencer a Boecio...\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Sigue avanzando</color>\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Habla con Escila</color>\n<color=#ffffff>Paimon:</color>\nUfff, ¡por fin llegamos!\n¿Ese es el Palacio Dorado? Parece un órgano gigante. ¿Por qué su sebasto construyó un palacio con esa forma?\n<color=#ffffff>Viajero:</color> <color=#ffffff>Está bastante bien conservado.</color>\n<color=#ffffff>Paimon:</color>\nSí, no se parece en nada a lo que hemos visto ahí arriba.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Es completamente distinto a lo que hay en la superficie.</color>\n<color=#ffffff>Paimon:</color>\nEs como si acabara de hundirse en el agua.\n<color=#ffffff>Os:</color>\nClaro. Este palacio se creó a partir de un barco gigante, y fue diseñado para ser un colosal instrumento musical que interpretara la serenata.\n¿Ven la acualínea que sale de ahí? Ahora está destruida, pero en el pasado, la serenata de nuestro sebasto llegaba al mundo entero desde aquí.\n<color=#ffffff>Paimon:</color>\n¡¿El palacio entero es un instrumento?!\nGuau... Entonces, cuando empieza a tocar música, ¿vibra toda esta zona acuática? Será mejor que Paimon no se acerque, o se desmenuzará como un trozo de tofu.\n<color=#ffffff>Os:</color>\n¿Miau, miau? ¿Qué es el tofu?\n<color=#ffffff>Paimon:</color>\nOh, ¿nunca lo has comido, Os? Humm, es un poco difícil de explicar, pero te llevaremos a comerlo cuando podamos. Un momento, ¿los gatos comen tofu?\n<color=#ffffff>Escila:</color>\nQué grandiosa es la Ciudad Eterna... Ya veo que la voluntad de Remo sigue protegiendo este lugar. Ahora entiendo cómo ha podido sobrevivir hasta hoy ese traidor sinvergüenza.\n<color=#ffffff>Os:</color>\nSeguro que Boecio logró evitar la erosión del tiempo hibernando durante milenios en este palacio.\nY durante ese tiempo, poco a poco fue controlando el poder de la «Fobos».\n<color=#ffffff>Paimon:</color>\nYa que por fin hemos llegado, deberíamos reunirnos con ese maleducado. ¡Seguro que se lleva una buena sorpresa al ver que hemos venido todos!\n<color=#ffffff>Escila:</color>\nEn ese caso, es momento de despedirnos por ahora.\n<color=#ffffff>Paimon:</color>\n¿Eh? ¿No vienes con nosotros?\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Te da miedo?</color>\n<color=#ffffff>Escila:</color>\n¿Eso es lo que piensas? Lo cierto es que no tengo ningún deseo de ver a ese tipo.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Nos has ayudado mucho.</color>\n<color=#ffffff>Escila:</color>\nJaja, fue un placer ayudarla(o)s. Sin embargo, no tengo ningún deseo de ver a ese tipo.\n<color=#ffffff>Escila:</color>\nNo quiero oír ni una palabra que salga por la boca de ese bellaco, pues todo son calumnias y falacias. De hecho, les aconsejo mantenerse alerta para no caer en sus engaños.\nAdemás, no sería de gran ayuda aunque fuera con ustedes, ya que solo soy un residente temporal de este cuerpo hecho de icor.\nSi tuviéramos que combatir, me temo que no sería de mucha ayuda...\nNo es que no quiera hacerlo, pero no hay nada que valga tanto la pena como para perder la serenata que me entregó Remo.\nAsí que de momento nos separaremos aquí. No sé si les será de mucha ayuda, pero al menos puedo usar mis corrientes de agua para enviarlos hasta allí. Vengan a verme si necesitan algo.\nY si no, nos veremos cuando hayan acabado con ese traidor.\nCuando llegue el momento, quizá por fin pueda redimirme de los remordimientos del pasado.\n<color=#ece5d8>Palacio Dorado</color>\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Dirígete al Palacio Dorado</color>\n<color=#ffffff>Boecio:</color>\nCasiodoro, amigo mío, sabía que vendrías.\n<color=#ffffff>Os:</color>\n...\n<color=#ffffff>Boecio:</color>\nAh, y también la(o)s bárbara(o)s no invitada(o)s}\n<color=#ffffff>Paimon:</color>\nEn primer lugar, no eres el dueño de este sitio. Y en segundo, Os nos ha traído hasta aquí, así que sí estamos invitada(o)s.\n<color=#ffffff>Viajero:</color>\nMás bien eres tú el que está faltando al decoro.\n<color=#ffffff>Paimon:</color>\n¡Eso! ¡Y que sepas que ya nos hemos enterado de todas las cosas malas que has hecho!\n<color=#ffffff>Boecio:</color>\nInsectos ruidosos... ¡No me interrumpan cuando hablo con Casiodoro!\n<color=#ffffff>Os:</color>\nViajero, Paimon, yo me encargo de esto.\nBoecio, he cumplido mi promesa al venir aquí, así que tú también deberías respetar la tuya y liberar las almas de la gente de la superficie.\nEllos no deberían tener que sufrir este castigo absurdo... Por favor, que nuestros rencores se queden entre nosotros dos.\n<color=#ffffff>Boecio:</color>\n¿Castigo absurdo?\n¿Has visto a nuestra gente? ¡Encerrados en las oscuras profundidades del agua y condenados a vivir como muertos vivientes!\n¿Acaso no tienen derecho a vivir en la luminosa superficie?\nSi encerrar temporalmente las almas de la gente de la superficie es un “castigo absurdo”, ¿entonces qué es todo el sufrimiento que tuvieron que aguantar los nuestros durante miles de años?\n¡Que sepas que esto solo es el comienzo del castigo que van a recibir los de la superficie!\n<color=#ffffff>Os:</color>\nNo es verdad. Tú eres quien los encarceló y quien convirtió a los nuestros en monstruos.\nEllos... Nosotros una vez tuvimos elección: que mientras rechazásemos el odio del pasado, la Maestra de las Aguas nos aceptaría en la nueva nación.\nSin embargo, tú los utilizaste. Utilizaste su sufrimiento y la confianza que tenían en ti como herramientas para cumplir tus ambiciones.\n<color=#ffffff>Boecio:</color>\nEsa fue su elección. Eligieron el orden de antaño, no la dulce muerte que traías tú.\nIgual que ellos nos confiaron la batuta que les concedió nuestro sebasto, nosotros teníamos la responsabilidad de llevarlos por el buen camino.\n<color=#ffffff>Os:</color>\nTraidor sinvergüenza... Traicionaste la confianza de nuestro sebasto, nuestra nación cayó por tu culpa, ¡y aun así tienes la cara de decir eso!\n<color=#ffffff>Boecio:</color>\n¡Ja! Seguro que te has creído las calumnias de ese malvado dragón. Muy bien, en vez de creer en los tuyos, en tus compañeros de armas, ¡prefieres creer en el enemigo de nuestra nación!\nMi lealtad se debe a la grandiosa Remuria, a nuestros nobles ideales, y no a un dios o a un rey.\nRemo perdió el derecho a ser llamado “sebasto” desde el momento en que dio esa orden totalmente contradictoria, y es por eso que no se puede hablar de “traición”. Es más, fui yo quien salvó a nuestra nación del gran error de Remo.\nSe confabuló con el enemigo de la nación, el dragón malvado, y le ordenó arrasar con nuestra ciudad. Incluso intentó destruir la serenata para volver a encadenarnos a la Fortuna.\n¿Cómo iba a quedarme de brazos cruzados ante tal locura?\n<color=#ffffff>Os:</color>\nY luego traicionaste a nuestro sebasto, cerraste las Puertas de Jano y... al final, el poder de la «Fobos» se descontroló y la capital entera se hundió bajo el agua.\n<color=#ffffff>Boecio:</color>\n¿Quieres abrir los ojos y ver la realidad? El preludio de toda la tragedia fue que Remo nos traicionó a nosotros y a la «Fobos».\nMientras tanto, yo he pasado milenios tejiendo la melodía fragmentada en las profundidades del mar para restaurar la antigua serenata.\n<color=#ffffff>Os:</color>\nNo es así. Bajo tu poder, la serenata se ha vuelto estridente. Sus disonantes notas, llenas de odio y sufrimiento, ponen de manifiesto las atrocidades que has cometido.\n<color=#ffffff>Boecio:</color>\n¡Ja! ¿Y quién determina lo que es armónico o no? ¿Acaso el poder absoluto no es lo más importante? Remo nunca entendió eso, y por esa razón se arrodilló ante los bárbaros y el malvado dragón.\nPero todo eso ya no importa, pues el decadente mundo actual se enderezará, ¡y yo me convertiré en su nuevo sebasto!\n<color=#ffffff>Os:</color>\n¡No, Boecio, tú no eres más que un mortal! Y los mortales no pueden convertirse en dioses...\n<color=#ffffff>Boecio:</color>\n¿Es que ya lo has olvidado, Casiodoro? El deseo de Remo era que todos pudiéramos convertirnos en dioses para ser dueños de nuestro propio destino.\n¿No lo recuerdas? ¿Acaso no era ese el objetivo de los métodos que investigábamos y registrábamos en el Palacio Dorado?\n<color=#ffffff>Os:</color>\nPero no sabíamos qué ocurriría si alcanzábamos nuestro objetivo. De haberlo sabido, hace miles de años que ya habríamos...\n<color=#ffffff>Boecio:</color>\nLos tiempos cambian, Casiodoro. Yo ya estoy preparado. Únete a mí, pues somos los únicos que podemos lograr esto.\nYa he separado las impurezas de mi alma y obtenido una auténtica voluntad, así que solo estoy a un paso del cielo.\nLo único que necesito es reunir toda la voluntad diseminada en el agua, así como tu alma, la cual separó el propio Remo.\nSi nuestra sabiduría converge en una, ¡Remuria renacerá con un cuerpo inmortal de piedra y acero!\nYo... No. Nosotros nos reencarnaremos en el nuevo sebasto. Y no solo eso; obtendré el poder de estremecer al mundo entero, un poder que nunca tuvo Remo.\nRevertiré la rueda del destino, traeré de vuelta el antiguo mundo y restauraré la justicia en la tierra. La gente de la superficie se doblegará ante nuestra voluntad.\nTal y como reza la letra de cierto himno: “Utilizaremos la voluntad para liderar al resto, haciendo que se postren ante nosotros para escuchar con suma atención”.\n<color=#ffffff>Os:</color>\nSabes que no voy a aprobar nada de eso. Has profanado los ideales de nuestro sebasto.\nSin embargo, impartiré mi propia justicia.\n<color=#ffffff>Boecio:</color>\nMe da igual. En cuanto consiga que entres en la melodía de la «Fobos», me entenderás y te unirás a mí.\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Explora el espacio misterioso</color>\n<color=#ffffff>Viajero:</color>\n(Este es... el Palacio Dorado.)\n(¿Otra vez estoy en los recuerdos de Remo?)\n(Se siente... diferente a la vez pasada.)\n<color=#ffffff>Boecio:</color>\nHola, forastera(o). Bienvenida(o) a mi palacio, a mi serenata.\n<color=#ffffff>Viajero:</color>\n¡¿Boecio?!\n<color=#ffffff>Boecio:</color>\n¿De qué te sorprendes? ¿Es que no nos hemos visto ya varias veces?\nHas visto tanto a la ilusión que tengo en el mundo real como a mi yo real en el palacio de los recuerdos de Remo.\nSin embargo, esta no es una ilusión creada por sus recuerdos, sino que te encuentras en mi serenata, en mi escenario dorado.\n<color=#ffffff>Viajero:</color>\nTal y como pensaba...\nEste sitio está lleno de gritos de sufrimiento.\n<color=#ffffff>Boecio:</color>\n¿Ah, sí? Lo cierto es que no sé de dónde vienes, forastera(o).\nNo pareces ser ni un(a) humana(o) nacida(o) en el Mar Primigenio, ni una criatura de la superficie.\nNo logro ver el color de tu alma, ni tampoco puedo tocarla.\nEn cualquier caso, esta no es tu guerra, y mi odio hacia la gente de la superficie tampoco tiene nada que ver contigo.\nAsí que no entiendo por qué quieres convertirte en un obstáculo para nuestra gran causa.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Por Os...</color>\n<color=#ffffff>Boecio:</color>\n¿Su corta amistad es superior al hecho de que seamos de la misma estirpe?\nCasiodoro y yo... somo nuevos hum(Gólems)anos creados por el mismísimo Remo, así como los únicos que han logrado sobrevivir.\nComparado con las almas de nuestra raza, la suya es como un icor indisoluble.\nSolo él y yo poseemos una auténtica voluntad, por lo que solo cuando nos unamos podremos convertirnos en un “yo” completo.\n“Nuestra voluntad es una”. Él volverá con nosotros cuando la obra llegue a su fin, pues ese es su “destino”.\n¿Tienes algo más que decir, forastera(o)?\nRegresa a las opciones\n<color=#ffffff>Viajero:</color> <color=#ffffff>Para salvar a la gente de Petricor...</color>\n<color=#ffffff>Boecio:</color>\nEsas personas no son ni tus compatriotas ni tus súbditos.\nEs más, tu poder está tan por encima del suyo que, para ti, ellos deberían ser como hormigas, a lo sumo.\n¿Acaso no es un principio fundamental que los débiles deben arrodillarse ante los fuertes?\nEn cambio, tú insistes en protegerlos... No sé si por una infinita misericordia o por pura estupidez.\n¿Tienes algo más que decir, forastera(o)?\nRegresa a las opciones\n<color=#ffffff>Viajero:</color> <color=#ffffff>Por la justicia en el mundo...</color>\n<color=#ffffff>Boecio:</color>\n¿Justicia? ¿Hablas en serio?\nAunque tengas un poder imperceptible incluso para mí, estarías demostrándome que no eres más que un(a) pueblerina(o) si piensas que tu fuerza bruta es suficiente para derrotarme.\nHace tiempo que me convertí en uno con la serenata que impregna el mar entero. Aunque tengas suerte y derrotes mi forma física, mientras las dolorosas aguas marinas sigan fluyendo... mientras no desaparezcan los recuerdos de venganza...\nMi voluntad no perecerá y seguiré siendo la pesadilla que atormenta este mundo.\nA menos que, igual que Casiodoro, te autoexilies cual gato salvaje y te conviertas en la(el) carcelera(o) de la prisión del pasado. Pero no creo que alguien tan honorable como tú llegue hasta ese punto.\n¡Deja a un lado esa compasión innecesaria! ¿Acaso no merecen ser castigados quienes cometieron un pecado? ¿No es esa la mayor de las justicias?\n<color=#ffffff>Viajero:</color>\n¿Qué pecado cometieron? Todas esas personas son inocentes.\n<color=#ffffff>Boecio:</color>\n¿Inocentes? ¡Nadie de Fontaine es inocente! Todos son descendientes de los bárbaros que lucharon contra nosotros.\nSus ancestros nos robaron la nación que debía haber sido nuestra, ¡y deben pagar el precio por ello, pues ese es su pecado original!\n¿Tienes algo más que decir, forastera(o)?\nRegresa a las opciones\n<color=#ffffff>Boecio:</color>\nSea como sea, ya que insistes en sabotear mis planes, tendré que pedirte que te quedes un rato más en mi palacio.\nNo podré retenerte por mucho tiempo aquí, pero con eso me bastará. Nos veremos en el nuevo mundo cuando me haya convertido en un dios y me haya sentado en el trono de nuestro sebasto.\nHasta entonces, entretente con mi pequeño séquito musical.\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Ahuyenta a los Gólems</color>\n<color=#ffffff>Voz de alguien:</color>\nViajero, Viajero...\nNo temas, quiero ayudarte...\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Explora el espacio misterioso</color>\n<color=#ffffff>████:</color>\n¡Viajero! Por fin te encuentro...\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Quién eres?</color>\n<color=#ffffff>Casiodoro:</color>\nSoy Casiodoro, me viste en los recuerdos de mi sebasto, pero es la primera vez que me ves con esta forma.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Casiodoro...</color>\n<color=#ffffff>Casiodoro:</color>\nAsí es, soy yo. Me viste en los recuerdos de mi sebasto, pero es la primera vez que me ves con esta forma.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Os...</color>\n<color=#ffffff>Casiodoro:</color>\nJaja, aunque me viste en los recuerdos de mi sebasto, me parece que es la primera vez que me ves con esta forma.\n<color=#ffffff>Casiodoro:</color>\nEl tiempo apremia. No me es fácil mantener esta forma en el palacio de la serenata de Boecio.\nAsí que será mejor que no nos explayemos demasiado.\n<color=#ffffff>Viajero:</color>\n¿Qué se supone que es este sitio?\n<color=#ffffff>Casiodoro:</color>\nEs un espacio reproducido por el alma de Boecio.\nAl igual que el espacio de los recuerdos de mi sebasto en el que entraste antes, se mantiene gracias al poder de la serenata.\n<color=#ffffff>Viajero:</color>\n¿Qué fue eso de antes?\n<color=#ffffff>Casiodoro:</color>\nUsó el poder de la serenata para arrastrarnos hasta aquí.\nSospecho que puede usar ese poder sobre el mundo del presente porque el Palacio Dorado está demasiado cerca del centro de la «Fobos».\nSi permitimos que obtenga un poder que trasciende la realidad, el mundo entero de la superficie podría ser arrastrado hasta aquí.\nY entonces, sus delirios remplazarán el mundo real y la Fontaine del presente volverá a ser como era hace milenios.\nTal y como pasó con Petricor... No, creo que será aún peor.\n<color=#ffffff>Viajero:</color>\n¿De verdad puede convertirse en un dios?\n<color=#ffffff>Casiodoro:</color>\nEso depende de la definición de “dios”. No es difícil crear fantasías ilusorias, pero es imposible trascender al destino.\nSi fuera tan fácil, lo habríamos conseguido hace miles de años.\nAhora mismo, lo único que puede hacer es arrastrar a su pesadilla a más personas inocentes para convertirlas en marionetas que pueda manejar a su antojo.\n<color=#ffffff>Viajero:</color>\nTenemos que detenerlo.\n<color=#ffffff>Casiodoro:</color>\nSí, pero es imposible hacerlo desde aquí. Debes volver al mundo real.\nYo te ayudaré.\n<color=#ffffff>Viajero:</color>\n¿Qué va a pasar contigo?\n<color=#ffffff>Casiodoro:</color>\nTranquila(o), de momento no tiene pensado nada contra mí. Además, se me acaba de ocurrir una forma de acabar con Boecio de una vez por todas.\nHa preparado para sí mismo un poderoso cuerpo en el mundo real y tiene la intención de llevar a cabo un ritual de encarnación en el Palacio Dorado.\nSi conseguimos que baje la guardia y juntamos en ese cuerpo la serenata dispersa en el agua...\nY aprovechamos eso para eliminarlo a él y a su cuerpo... todo habrá terminado.\nViajero, solo tú puedes hacerlo.\nComo en la serenata de la «Fobos» no está incluido tu destino, Boecio no tiene forma de controlar tu alma.\nEres la excepción de todos los planes. Tal vez los recuerdos de mi sebasto te hayan traído hasta aquí para...\nRápido, tienes que irte. Mi poder no aguantará mucho más tiempo.\nNos veremos en el mundo real. Ojalá que por fin termine esta interminable pesadilla...\n<color=#ece5d8>Palacio Dorado</color>\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Habla con Escila</color>\n<color=#ffffff>Paimon:</color>\n¡Por fin despiertas!\nPaimon estaba superangustiada. Paimon pensó que... ¡que te habían robado el alma, igual que a la gente de Petricor!\n<color=#ffffff>Viajero:</color> <color=#ffffff>Tranquila, Paimon, estoy bien.</color>\n<color=#ffffff>Paimon:</color>\n*Solloza*, ¡menos mal, Viajero!\nTras desmayarte, Boecio y Os desaparecieron con esa onda sonora y Paimon se quedó aquí solita...\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Me desmayé?</color>\n<color=#ffffff>Paimon:</color>\nSí. Tras desmayarte, Boecio y Os desaparecieron con esa onda sonora y Paimon se quedó aquí solita...\n<color=#ffffff>Paimon:</color>\nY luego vino el grandullón, aunque tampoco es que ayudara mucho...\n<color=#ffffff>Escila:</color>\nNo puedo hacer mucho. Después de todo, solo soy un alma que reside en el icor, y aunque Remo me entregó su última serenata...\nUsar su poder para hacer frente a Boecio es una historia muy distinta.\n<color=#ffffff>Paimon:</color>\nViajero se ha despertado y está a salvo, pero ¿qué hay de Os? ¿Ese maleducado no lo habrá...?\n<color=#ffffff>Viajero:</color>\nHe visto a Os.\n<color=#ffffff>Cuentas lo sucedido en el palacio de las almas de Boecio.</color>\n<color=#ffffff>Paimon:</color>\n¿Eh? Entonces, ¿Os está allí él solo?\n<color=#ffffff>Viajero:</color> <color=#ffffff>Tranquila, seguramente tenga un plan.</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>A mí me preocupa un poco...</color>\n<color=#ffffff>Escila:</color>\nEn cualquier caso, aún podemos derrotar a ese bellaco sinvergüenza. Pero para ello, deben entrar en el Palacio Dorado...\n<color=#ffffff>Paimon:</color>\nOye, grandullón, ¿no era que tú...?\n<color=#ffffff>Escila:</color>\n¿Por qué me miras con esa cara?\n<color=#ffffff>Paimon:</color>\n¿No lideraste a los Dragartos para asediar la capital de Remuria? ¡Pues llevarnos hasta el Palacio Dorado debería ser mucho más fácil!\n<color=#ffffff>Escila:</color>\nPequeñina, tu cabeza será diminuta, pero tu imaginación no tiene límites. Hacer eso no es tan fácil como piensas.\nLa fuerza de los descendientes de los dragones radica en nuestros poderosos cuerpos. Sin embargo, al estar atado al icor, el poder que me queda es insignificante.\nAgoté casi toda mi energía al destruir las Puertas de Jano, por no decir que unas simples puertas de piedra no son nada comparado con el Palacio Dorado protegido por el poder de la serenata.\n<color=#ffffff>Paimon:</color>\nEntonces, ¿no hay nada que hacer? ¿Tenemos que quedarnos de brazos cruzados mientras Boecio acaba con Os?\n<color=#ffffff>Escila:</color>\nQué impaciente eres, pequeñina. He dicho que YO no puedo hacerlo, pero ustedes, sí.\nSi el palacio está protegido con el poder de la serenata, entonces dicho poder también servirá para romper esa protección.\n<color=#ffffff>Viajero:</color>\nPero la serenata que controlo yo...\n<color=#ffffff>Paimon:</color>\n¡Exacto! La serenata que protege el palacio es... la «Fobos» esa o como se llame, ¿no? ¿Cómo la vencemos?\n<color=#ffffff>Escila:</color>\nSi no pueden vencerla, ¡úsenla!\nEn el pasado, la voluntad de la «Fobos» recorría cada rincón de Remuria a través de las acualíneas doradas.\nHace tiempo que dichas acualíneas quedaron destruidas, pero si reconectamos las que tenemos aquí...\nLas puertas del Palacio Dorado volverán a abrirse, tal y como ocurrió en el pasado, ¡pues eso es lo que pone en la serenata!\n<color=#ffffff>Viajero:</color> <color=#ffffff>Vale la pena intentarlo.</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>Puede que no tengamos otra opción.</color>\n<color=#ffffff>Escila:</color>\nDescubrí algo mientras buscaba cosas que hubiera podido dejar Remo: en este mar hay fragmentos dispersos de la serenata que aún no controla ese bellaco.\nVengan conmigo. Si los encontramos y usamos su poder, tal vez podamos revertir el flujo del tiempo y reconstruir las antiguas acualíneas.\n<color=#ffffff>Paimon:</color>\n¡Por fin un rayo de esperanza! Bueno, pues ¿a qué esperamos?\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Repara las acualíneas doradas</color>\n<color=#ffffff>Descripción de la misión:</color> Busca los fragmentos de la serenata con Escila y encuentra la forma de restaurar las acualíneas doradas a como eran antes.\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Busca junto a Escila una forma de reparar las acualíneas doradas</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Misión secundaria: La reconstrucción de las acualíneas doradas (I)"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Objetivo de la misión:</color> Debes reparar las antiguas acualíneas doradas para entrar en el Palacio Dorado.\n<color=#ffffff>Escila:</color>\nIlumina el cuerno para despertar la «partitura» grabada aquí y permitir que los «actores» del escenario vuelvan a sus lugares, y desata el poder de la «sinfonía».\nEl resto está en tus manos."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Misión secundaria: La reconstrucción de las acualíneas doradas (II)"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descripción de la misión:</color> Debes reparar las antiguas acualíneas doradas para entrar en el Palacio Dorado.\n<color=#ffffff>Escila:</color>\nSigue a esta Abeja Dorada hacia adelante. Te guiará al siguiente fragmento de la «sinfonía».\nDialogo opcional: Habla con Escila\n<color=#ffffff>Escila:</color>\nSi podemos utilizar el poder de la Sinfonía dispersa, podremos reconstruir los acueductos tal y como eran antes.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Háblame de las Sinfonías dispersas...</color>\n<color=#ffffff>Escila:</color>\nSeguro que se ha encontrado con la música grabada en forma de cuadros, ¿verdad?\nEn el pasado, los músicos de Remus cubrían todas las rocas y muros de piedra con sus melodías.\nPero hoy en día, sólo estas abejas doradas acuden a la llamada de la «Sinfonía».\n<color=#ffffff>Viajero:</color> <color=#ffffff>Vamos bien.</color>\n<color=#ffffff>Escila:</color>\nEstá bien. Encuentra una manera de reparar los acueductos primero.\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Ve donde se encuentran las acualíneas doradas</color>\n<color=#ffffff>Paimon:</color>\n¡Ya hemos reconectado las acualíneas!\nVolvamos con el grandullón.\nPaimon se pregunta cómo estará Os... ¡Vamos, tenemos que darnos prisa!\nViajero, ¿qué te pasa? No le digas a Paimon que te está ocurriendo de nuevo...\n<color=#ffffff>«Tuve un sueño... En ese sueño, incluso los mortales tenían libre albedrío y sus destinos eran inciertos... Ha, realmente es difícil escribir música hermosa... Hora de despertar del sueño».</color>\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Habla con Escila</color>\n<color=#ffffff>Escila:</color>\nRemo, debo recordarte algo...\nA mi modo ver, has perdido el control de tu nación y de la serenata que compusiste.\n<color=#ffffff>Viajero:</color>\n...\n<color=#ffffff>Escila:</color>\nAunque nunca esperé nada de las criaturas que creó la Usurpadora de Todas las Aguas y que tú cuidaste, he de reconocer que su grado de decadencia me resulta sorprendente.\nLa luz de la civilización que construyeron tú y tus súbditos superó a cualquier cosa que haya existido en la superficie, pero en la actualidad, de ella solo queda una oscuridad infinita.\nLas atrocidades cometidas en nombre de la civilización y el orden fueron incluso más crueles que la más pura de las barbaries. Ni el más violento de los Dragartos llegaría a cometer una matanza con tan poco sentido.\n<color=#ffffff>Viajero:</color>\nLo sé...\n<color=#ffffff>Escila:</color>\nLo sabes, ¿y aun así permaneces indiferente? ¿O acaso ya se agotó tu poder?\nNo. Si quisieras, podrías aniquilar sin ningún problema a esos mortales que merecen ser castigados por sus pecados, pero no eres capaz de hacerlo.\nPorque amas a los humanos, y esa es la maldición con la que debes cargar como usurpador.\nEn fin, es hora de que me vaya... No les ayudaré a masacrar a unos mortales inocentes, pero tampoco impediré que lo hagan.\nLe prometiste a la Usurpadora de Todas las Aguas que utilizarías el agua pura que te entregó para crear un mundo sin guerras y eternamente feliz.\nTe seguí hasta la superficie precisamente porque yo también quería ver ese futuro. Sin embargo... fracasaste, Remo. No pudiste derrotar al de(a la Fortuna)stino.\nLa sangre volverá a manchar el Supramar, pues esa es la crueldad del cielo para con sus creaciones.\n<color=#ffffff>Viajero:</color>\nTengo un plan.\n<color=#ffffff>Escila:</color>\n¿Cómo dices? Tú siempre tienes muchos planes, Remo, pero ninguno se ha cumplido y sigues sin entender cuál ha sido el problema.\n<color=#ffffff>Viajero:</color>\nAun así, ¿podrías escucharme? Este será el último plan.\n<color=#ffffff>Escila:</color>\nEso mismo dijiste cuando me convenciste para que me fuera del Fontamar... En fin, cuéntame, antes de que regrese al Fontamar, antes de que vuelva con la Usurpadora de Todas las Aguas.\n<color=#ffffff>Viajero:</color>\n(...)\n<color=#ffffff>Escila:</color>\n...\nJajaja, fascinante. ¡Es fascinante!\nQué plan tan egoísta y abnegado al mismo tiempo. ¡Solo a ti se te podría ocurrir tal idea!\nHasta me incluyes a mí en el plan. Qué terrible imprudencia la tuya, usurpador de los mortales.\nNo obstante, reconozco que me agrada.\nMe pongo contento solo de pensar en liderar a los Dragartos y aplastar tanto tu arrogancia como a tu pueblo.\n<color=#ffffff>Viajero:</color>\nSolo será un ritual, un simple espectáculo.\n<color=#ffffff>Escila:</color>\nNo te preocupes, haré como dices y tendré piedad.\nPero has de saber que, si haces esto, tu vida como dios llegará a su fin. No te quedará nada más que la serenata. ¿Has pensado bien en ello?\n<color=#ffffff>Viajero:</color>\nPor supuesto.\nYo debo ser quien cierre la caja que abrí.\n<color=#ffffff>Escila:</color>\nDe acuerdo, entonces acepto tu propuesta. Si realmente llega ese momento, usaré mi poder y el de la serenata para...\n... Destruir las cadenas de la «Fobos» y liberar a tu pueblo.\n<color=#ffffff>Viajero:</color>\nEn ese caso, acepta, pues...\n... Mi última serenata.\n<color=#ffffff>«La ciudad construida por el arpa fue derribada por el tañido de las cañas. Lo que los Cielos nos tienen reservado es un destino que equilibra el bien y el mal».</color>\n<color=#ffffff>Paimon:</color>\nViajero, ¿otra vez viste los recuerdos de Remo?\n¿O esta vez era ese maleducado?\n¡Ese tipo es irritante hasta en sueños!\n<color=#ffffff>Viajero:</color> <color=#ffffff>Creo que ya sé cuál era el plan de Remo: destruir la «Fobos».</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>El plan de Remo era destruir la «Fobos».</color>\n<color=#ffffff>Viajero:</color>\nY para ello, hay que tocar la serenata de Escila.\n<color=#ffffff>Paimon:</color>\n¿Eh? ¿A qué viene eso? ¿Qué has visto en los recuerdos?\n<color=#ffffff>Escila:</color>\nInteresante. El poder de Remo sigue presente en las profundidades del mar, y yo... por fin he llegado aquí. ¿Sabes lo que eso significa? <color=#ffffff>Viajero:</color>\nQue se han cumplido las condiciones.\n<color=#ffffff>Escila:</color>\nEn efecto. Por eso he venido con ustedes, para enmendar milenios de arrepentimientos.\n<color=#ffffff>Viajero:</color>\nAhora solo tenemos que averiguar qué ocurrió con la «Fobos».\n<color=#ffffff>Paimon:</color>\nUn momento, ¡Paimon está confusa! ¿Exactamente para qué tenemos que usar la serenata? ¿Es que ustedes dos han entendido algo y ahora la única que no comprende nada es Paimon?\n¡Eso no es justo! ¡Vamos, explíquenselo a Paimon!\n<color=#ffffff>Escila:</color>\nEl último movimiento de la serenata que me dio Remo, llamado «Réquiem», es una orden para que la «Fobos» se autodestruya.\nAl hacerlo, liberaría el poder de la serenata y yo tomaría el control de la energía salvaje y primordial que despertaría.\nSolo así sus súbditos podrían liberarse de sus firmes cuerpos de roca y recuperar sus cuerpos de carne y hueso, y solo así se podría acabar con las divisiones raciales creadas.\nMe advirtió y me recordó que sus súbditos jamás debían enterarse de este plan, pues solo siendo conscientes de sus propias limitaciones podrían dejar atrás la arrogancia y los prejuicios.\nPero parece que Viajero ha reconstruido el plan completo a través de los recuerdos de Remo.\n<color=#ffffff>Paimon:</color>\nAsí que eso fue lo que ocurrió... Pero entonces, se terminó sacrificando para nada...\n<color=#ffffff>Escila:</color>\nEs posible, pero ahora que mi alma vuelve a ser libre, tengo la oportunidad de enmendar lo ocurrido.\nLas almas perdidas de los antiguos súbditos de Remo siguen atrapadas en las estatuas. Si logramos derrotar a ese bellaco...\nCon el poder del «Réquiem», sus almas se liberarán y regresarán al Supramar y al eterno ciclo de la vida y la muerte.\nY así, yo habré cumplido con su deseo.\n<color=#ffffff>Viajero:</color>\nTal vez esa también sea la razón por la que yo estoy aquí.\n<color=#ffffff>Escila:</color>\nPuede que este encuentro estuviera predestinado, forastera(o)."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Propiedades"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Requisitos de desbloque</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Cadena de misiones</color>\nCánticos armónicos"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Una sombra sobre Petricor",
        "desc": "<p><span>Al llegar a Petricor, te encuentras con toda una serie de extraños sucesos, por lo que decides ir al pueblo a investigar.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/10742394/03386dacb31726cbf471f6fb2a29e069_7853675200647763439.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Las escaleras hacia el Capitolio",
        "desc": "<p><span>Llegan a la antigua capital hundida de Remuria tras cruzar una peligrosa fosa marina. Ahora tendrán que dirigirse al Palacio Dorado y vencer a Boecio...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/10742394/03386dacb31726cbf471f6fb2a29e069_9205284953412301923.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Las cicatrices de un destino desconsolador",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Por Os y por los habitantes de Petricor, se enfrentan a Boecio en una batalla final.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/10742394/03386dacb31726cbf471f6fb2a29e069_7008534538890322362.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Recompensas</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "EXP de Aventura",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">EXP de Aventura, utilizada para mejorar el Rango de Aventura.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/13/10742394/4e05bbd62536a5ae2a27c6d27fd87c36_5321449074477338703.png",
        "amount": 300,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Protogema",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una gema cristalina que va más allá del mundo terrenal. Brilla con esperanzas y sueños condensados de universos que existieron alguna vez.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/73555894/b2b0b3c5d5763f53025dd718e20f409d_2204833060294766606.png",
        "amount": 40,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 30000,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Ingenio del héroe",
        "desc": "Material de EXP de personaje. Otorga 20 000 pts. de EXP.<br/>Esta experiencia es extremadamente valiosa para un peregrino que viaja a través de Teyvat para estar más cerca de Celestia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 2,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1327,
        "name": "Mineral de refinamiento místico",
        "desc": "Material de EXP de arma. Otorga 10 000 pts. de EXP.<br/>Según la leyenda, los recuerdos de batallas yacen condensados en estos lingotes refinados. Por ello, las armas que sean reforzadas con este material tendrán un alma propia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mystic Enhancement Ore_icon.png",
        "amount": 3,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Logros</color>\nNinguno"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lugar de Inicios"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Mar de Antaño</color>\n<color=#ffffff>Mapa Interactivo:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/34?shown_types=3,52&center=-80.91,284.20&zoom=0.50"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/41133912/4016a0c1103e614e97837f37dd6fb565_7705924080340050294.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/41133912/f2060dcf51316b95759c44e0e4de17fb_1092903675525474055.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetivos de la misión"
      },
      {
        "type": "RichText",
        "text": "Sigue avanzando\nHabla con"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Escila",
        "desc": "<p>El príncipe de los Dragartos y amigo de Remo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/205556113/762d24fb00dcfe355802e7181da1a743_150538243074000053.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Dirígete al \" <color=#ffffff>Palacio Dorado</color> \"\nExplora el espacio misterioso\nAhuyenta a los Gólems\nExplora el espacio misterioso\nHabla con Escila\nRepara las acualíneas doradas\nDesbloquea la misión: <color=#ffe14b>La reconstrucción de las acualíneas doradas (I)</color>\nDebes reparar las antiguas acualíneas doradas para entrar en el Palacio Dorado.\nEncuentra los movimientos dispersos de la serenata\nDevuelve las aves ilusorias a sus lugares correspondientes\nUsa el mecanismo de luz para iluminar el cuerno\nSigue a las aves ilusorias\nDesbloquea la misión: <color=#ffe14b>La reconstrucción de las acualíneas doradas (II)</color>\nDebes reparar las antiguas acualíneas doradas para entrar en el Palacio Dorado.\nEncuentra los movimientos dispersos de la serenata\nSigue a la abeja dorada\nDevuelve las aves ilusorias a sus lugares correspondientes\nUsa el mecanismo de luz para iluminar el cuerno\nSigue a las aves ilusorias\nVe donde se encuentran las acualíneas doradas\nHabla con Escila"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Las escaleras hacia el Capitolio"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Misión de mundo"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Versión de lanzamiento",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ]
  }
}