{
  "epId": 5644,
  "name": "Raíces dormidas",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Te encuentras con caras familiares en la Corte de Fontaine...</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/10742394/03386dacb31726cbf471f6fb2a29e069_3486554253775512313.png",
  "menuId": 31,
  "menuName": "Misiones de mundo",
  "version": 1731469182,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Raíces dormidas</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Misión de mundo</color>"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Fontaine</color>"
          }
        ]
      },
      {
        "key": "Versión disponible",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>4.6</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Corte de Fontaine</color>\n<color=#ffffff>Descripción de la misión:</color> Te encuentras con caras familiares en la Corte de Fontaine...\n<color=#ffffff>Lutong:</color>\nSeñor, quizá deberíamos dirigirnos primero a Petricor.\nAunque no estén los señores Xavier y Félix, Mécantre y Babisse deberían encontrarse todavía en la aldea.\n¿Quién sabe? Tal vez puedan brindarle algunos consejos o inspiración. En el peor de los casos, podrá contar con dos sujetos sobre los que verter sus preocupaciones.\n<color=#ffffff>Sr. García:</color>\nNo, mi querido Lutong, no... Las investigaciones de Mécantre y Babisse están arrasando en estos momentos.\nEn la última carta que me escribieron, mencionaron que había llegado a Petricor un hombre de lo más inteligente proveniente del Instituto de Ciencias de Fontaine.\nAquel señor al que se dirigían como Bossuet posee numerosos conocimientos y una gran capacidad de percepción. De hecho, los ayudó a resolver una cantidad considerable de problemas...\nY en cuanto a mí... Suspira ...\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Sr. García?</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Has regresado a Fontaine?</color>\n<color=#ffffff>Lutong:</color>\nJugador, qué encuentro tan fortuito. No esperaba verte en Fontaine.\nNo obstante, lo cierto es que no llegas en el mejor momento.\n<color=#ffffff>Sr. García:</color>\nAsí es... Pero a pesar de las circunstancias, nosotros siempre nos alegramos de volver a verte, Jugador.\n<color=#ffffff>Paimon:</color>\nGuau, ¿y esas caras de zombis que llevan? Sí que están cansados, hasta les han salido ojeras... Desde luego que están para el arrastre...\n<color=#ffffff>Viajero:</color>\n¿Qué está pasando, García?\n<color=#ffffff>Lutong:</color>\nNuestra... Ejem , la investigación del señor está pasando por... ciertos altibajos.\nPero es largo de contar. Ahora nuestro plan es ir a la Ópera de la Epíclesis para ayudarlos con la contabilidad.\nCuando hayamos terminado, podríamos buscar un lugar donde conversar tranquilamente.\n<color=#ffffff>Viajero:</color>\n¿Todavía tienen trabajo que hacer?\n<color=#ffffff>Lutong:</color>\nNo sé si se le puede llamar trabajo. Simplemente nos llaman de diferentes lugares para que les ayudemos a aclararse con sus cuentas.\nLa Ópera de la Epíclesis ha sido escenario de numerosas compañías teatrales estos últimos días. Es por eso que necesitan ponerse al día con su contabilidad cuanto antes.\nAsí que, para reunir fondos suficientes con los que regresar a Petricor, nos... Mejor dicho, yo me ocuparé de la tarea en lugar del Sr. García.\n<color=#ffffff>Sr. García:</color>\n¡Pero qué desperdicio de talento! Hasta un bebé podría encargarse de esas cuentas con los ojos cerrados. Ni siquiera necesitaría usar la máquina contable para hacerlo, y podría dejarlo listo en una misma tarde.\n<color=#ffffff>Lutong:</color>\nY por eso mismo esta es una forma idónea de reunir fondos. Será mejor que salgamos cuanto antes, señor.\nPor cierto, Jugador, ¿te gustaría venir con nosotros?\nSi una leyenda andante como tú nos acompañase, seguro que nos ahorraríamos muchos imprevistos por el camino.\nPor supuesto, te compensaremos por las molestias.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Está bien, pero dudo que les vayas a pasar algo estando en la ciudad</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>Los acompañare. No debería haber problemas en la ciudad.</color>\n<color=#ffffff>Lutong:</color>\nJaja, quién sabe. En fin, ¡pongámonos en marcha!\n<color=#ece5d8>Ópera de Epíclesis</color>\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Dirígete a la Ópera de la Epíclesis</color>\n<color=#ffffff>Lutong:</color>\nHay que decir que la Ópera es magnífica. Seguro que ganan un buen pellizco aquí.\n<color=#ffffff>Sr. García:</color>\nLa Ópera... Suspira , centrémonos en el trabajo cuanto antes. Regresaremos de vuelta a Petricor en cuanto lo hayamos terminado.\nEntonces, cuando lleguemos a la aldea, abriré una panadería allí, y no volveré a poner las manos sobre una máquina contable nunca más.\n<color=#ffffff>Lutong:</color>\nEh... Señor...\n<color=#ffffff>Sr. García:</color>\nLutong, ¿qué te pasa? ¡Ni que hubieras visto un fantasma!\nD-de verdad has visto... un fantasma...\n<color=#ffffff>Kaia:</color>\n¿Sr. García?...\n<color=#ffffff>Paimon:</color>\n¡¿Srta. Kaia?! ¿Qué estará haciendo aquí?\n<color=#ffffff>Viajero:</color>\nDemasiada coincidencia...\n<color=#ffffff>Lutong:</color>\nSeñor, no está bien decir esas cosas.\n<color=#ffffff>Sr. García:</color>\nAgh, ¡a callar, Lutong!\n<color=#ffffff>Kaia:</color>\nSr. García, es un placer volver a verlo. Y a ti también, Viajero. ¿Ha venido a ayudar a la Ópera con los asuntos de contabilidad?\n<color=#ffffff>Viajero:</color>\n¿Acaso el Sr. García se va a ocupar de la contabilidad de...?\n<color=#ffffff>Kaia:</color>\nNo, no debe de ser eso. Nuestra compañía nunca ha actuado aquí.\nPero, según lo que yo sé, el Sr. García nunca ha sido una persona a la que le guste ver espectáculos en sus ratos libres.\nEntonces, el único motivo que le puede haber traído a la Ópera debe de ser que... le han llamado para trabajar aquí, ¿no es así?\n<color=#ffffff>Lutong:</color>\nAlgo me dice que usted es más apropiada que yo para acompañar al señor, Srta. Kaia.\n<color=#ffffff>Kaia:</color>\nNinguno de nosotros es sustituible, querido Lutong.\n<color=#ffffff>Sr. García:</color>\nYo... Eh... Kaia, qué alegría verla, y-yo...\n<color=#ffffff>Kaia:</color>\nPues no parece muy contento. ¿Acaso no le va bien con la investigación?\n<color=#ffffff>Viajero:</color>\n¿Cómo lo has sabido?\n<color=#ffffff>Kaia:</color>\nHum, al menos no se ha llevado un disgusto al verme. A mí tampoco me molesta encontrarme con usted o con Lutong...\nDe hecho, lo único que podría sacarle de sus casillas es esa máquina contable.\n<color=#ffffff>Paimon:</color>\n¿Cómo es posible que la Srta. Kaia conozca tan bien al Sr. García? Está claro que hace mucho que no se ven...\n<color=#ffffff>Viajero:</color> <color=#ffffff>Quizás tenga un sexto sentido.</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>También es probable que el Sr. García la conozca muy bien.</color>\n<color=#ffffff>Lutong:</color>\n¿No creen que deberíamos buscar un lugar donde tomar un café? Todo esto va para largo y tendido...\n<color=#ffffff>Sr. García:</color>\nY-yo todavía... Hum, saben que me alegro mucho de... Pero nosotros...\n<color=#ffffff>Lutong:</color>\nTranquilo, señor. Yo me encargaré de esas cuentas tan fáciles que hasta un bebé podría hacerlas con los ojos cerrados.\nAl fin y al cabo, no puede permitir que la Srta. Kaia se quede aquí esperándolo a que termine, ¿no cree?\n<color=#ffffff>Kaia:</color>\nGracias por ser tan amable, Lutong. Te traeremos una taza de café cuando regresemos.\n<color=#ffffff>Lutong:</color>\nGracias, señorita. Que disfruten del café.\n<color=#ffffff>La Srta. Kaia y el Sr. García se marchan juntos...</color>\n<color=#ffffff>Paimon:</color>\n¿Y se van a tomar un café así como así? Paimon empieza a pensar que en realidad no nos necesitaban para nada...\n<color=#ffffff>Viajero:</color> <color=#ffffff>Nosotra(o)s no pintamos nada aquí.</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Para qué hemos venido entonces?</color>\n<color=#ffffff>Lutong:</color>\nNo, Viajero. Tu misión comienza aquí.\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Tengo que ir a recoger ingredientes?</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>No me digas que hay que buscar unos componentes.</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Necesitan que capture unas cuantas imágenes?</color>\n<color=#ffffff>Lutong:</color>\nMe gusta tu sentido del humor, pero lo último que pretendía era hacerte perder el tiempo.\nLa verdad es que... el Sr. García y yo estamos en peligro.\n<color=#ffffff>Paimon:</color>\n¡¿Que qué?!\n<color=#ffffff>Lutong:</color>\nHablémoslo allí.\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Ve con Lutong a un lugar más tranquilo</color>\n<color=#ffffff>Lutong:</color>\nAquí podemos hablar de ello.\nPermítanme que empiece por el principio. Desde la vez que nos ayudaron con la máquina contable en Sumeru, esta ha experimentado un cambio radical.\nEl Sr. García estaba muy emocionado al respecto, pues él quería continuar mejorándola. No obstante, tal y como mencionó, la estructura de los mecanismos tradicionales es limitada...\nYa que era imposible realizar nuevas mejoras en la máquina contable, decidimos regresar a Fontaine en busca de otros objetos de investigación.\nPero cuando regresamos a Fontaine, el Sr. García se encontró con un extraño por sorpresa.\nAseguraba que podía ayudarnos a conseguir fondos de investigación, y hasta se ofreció ser el socio del Sr. García.\nSu única condición era que el Sr. García le revelase toda la información acumulada sobre sus investigaciones de la máquina contable.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Y claro, el Sr. García jamás aceptaría algo así.</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>Yo no me fiaría de ese tipo.</color>\n<color=#ffffff>Paimon:</color>\n¡Eso! ¡¿Quién se atrevería a pedir que le revelasen todos los datos de una investigación por su cara bonita?!\n<color=#ffffff>Lutong:</color>\nExacto, por eso el Sr. García rechazó la propuesta de aquel tipo.\nPero después de eso, comenzamos a tener la sensación de que alguien estaba pisándonos los talones.\nAdemás, alguien aprovechó que no estábamos para irrumpir en nuestra habitación y hurgar entre nuestras cosas.\nLo dejaron todo como estaba, pero el Sr. García encontró rastros de lo que habían hecho.\n<color=#ffffff>Paimon:</color>\nQu-qué miedo... O sea, que si no le dan lo que quiere, ¡¿se lo llevará él mismo por la fuerza?!\n<color=#ffffff>Lutong:</color>\nDespués de haber descubierto que alguien había entrado en nuestra habitación, decidimos reunir dinero para marcharnos de aquí y regresar a Petricor lo antes posible.\nCuando hayamos llegado, nos pondremos en contacto con ciertos caballeros del Club de los Soñadores para buscar juntos una solución a este problema.\nAdemás, podría decirse que Petricor es el hábitat natural del Sr. García.\nPara él, no existe un lugar más seguro que Petricor.\nEn un principio, teníamos pensado partir hoy hacia Petricor, por eso les pedimos que nos acompañaran como escolta.\nLo que nunca hubiera imaginado es que nos encontraríamos a la Srta. Kaia aquí... Por el bien de su seguridad, lo mejor es que el Sr. García la acompañe de regreso a la ciudad.\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Y qué puedo hacer yo ahora por ustedes?</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿En qué podríamos ayudar entonces?</color>\n<color=#ffffff>Lutong:</color>\nNo tenemos más remedio que retrasar nuestra partida. Ayúdenme a encontrar al Sr. García cuanto antes...\nSi una leyenda andante como tú nos acompañase, seguro que nos ahorraríamos muchos imprevistos por el camino.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Ahora mismo vamos para allá.</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Acaso corren peligro?</color>\n<color=#ffffff>Lutong:</color>\nNo, seguramente no. El Sr. García todavía está en la Corte de Fontaine. Allí hay montones de Mecagendarmes cuidando de su seguridad.\nSi alguien intentara atacarlos, podemos confiar en que la Oficina Judicial los defendería.\n<color=#ffffff>Lutong:</color>\nEl Sr. García le contará todo lo sucedido a la Srta. Kaia. En cuanto a qué sucederá después... eso dependerá de lo que decida ella.\nEn fin, será mejor que vayamos a la ciudad lo antes posible.\n<color=#ece5d8>Café Lutecia</color>\n<color=#ffffff>Objetivo de la misión: Ve al café con Lutong</color>\n<color=#ffffff>Lutong:</color>\nJusto como me imaginaba. Esos tipos siguen con los ojos puestos en el Sr. García.\n¿Ven al hombre que hay en la mesa de al lado del mostrador con un sombrero enfrente?\nEstoy convencido de que él es quien nos ha estado siguiendo estos días.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Llamaré a los guardias</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>Deberías avisar a los guardias.</color>\n<color=#ffffff>Lutong:</color>\nSupongo que esa es la elección más sensata... De hecho, da la casualidad de que hay uno cerca.\nYa hemos informado antes a la oficial Menthe de este asunto, así que ella ya sabe de sobra nuestra situación.\nConfío en que ella estará dispuesta a ayudarnos. Además, tenemos a un guardia aquí con nosotros, así que dudo mucho que esos tipos se atrevan a hacer cualquier movimiento drástico.\nViajero, ¿podrías hablar con la oficial Menthe? Yo iré a buscar al Sr. García.\nBien, en marcha.\nDialogo opcional: Habla con Lutong\n<color=#ffffff>Lutong:</color>\nEstamos a tu servicio, Viajero.\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Que piensan hacer ahora?</color>\n<color=#ffffff>Lutong:</color>\nDe momento, todavía no hemos revelado la identidad de esos tipos.\nY aunque ya hemos informado a las autoridades, no podrán hacer nada si no cuentan con ninguna pista.\nY con lo grande que es Fontaine, dudo que los guardias puedan protegernos en cualquier lugar al que vayamos.\nAhora... la Srta. Kaia también está involucrada, así que el asunto se ha vuelto más engorroso.\nEspero que el Sr. García logre convencer a la Srta. Kaia lo más pronto posible de que regrese a Fontaine. Así, podríamos continuar con el plan según teníamos previsto.\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿No se supone que la investigación del Sr. García ha llegado a un punto muerto?</color>\n<color=#ffffff>Lutong:</color>\nQue haya llegado a un punto muerto significa que no hay forma de realizar mejoras.\nPero en el sentido más práctico, ¡la máquina contable todavía tiene mucho que ofrecer!\nEs solo que al Sr. García nunca le ha importado la practicidad de las cosas...\nSupongo que ese debe de ser uno de los motivos de su sufrimiento.\nPero también podría deberse a que se le da muy bien actuar como investigador frustrado...\n<color=#ffffff>Viajero:</color> <color=#ffffff>Adíos.</color>\n<color=#ffffff>Lutong:</color>\nMuchas gracias.\nDialogo opcional: Habla con el Sr. García y Kaia\n<color=#ffffff>Kaia:</color>\n¿Qué sucede? ¿A qué viene esa cara tan larga?\n<color=#ffffff>Sr. García:</color>\nE-es solo que... No es nada. Seguramente haya sido el café, demasiado fuerte para mí...\nDialogo opcional: Habla con el Hombre sospechoso\n<color=#ffffff>Hombre sospechoso:</color>\n¿Qué pasa? ¿Ha sucedido algo?\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Busca a la oficial Menthe</color>\n<color=#ffffff>Menthe:</color>\nHola, ¿puede ayudarla(o)s con algo?\n<color=#ffffff>Viajero:</color>\nEsto es lo que ha pasado...\n<color=#ffffff>Le cuentas a la oficial Menthe todo lo ocurrido.</color>\n<color=#ffffff>Menthe:</color>\nAh, se trata del asunto del Sr. García. Entiendo, vayamos con ellos entonces.\nLo primero que deberíamos hacer es espantar a ese sospechoso del que me hablan.\n<color=#ffffff>Objetivo de la misión:</color> <color=#ffffff>Reúnete con el Sr. García y los demás</color>\n<color=#ffffff>Sr. García:</color>\nGracias, oficial Menthe. En cuanto usted se ha aproximado, ese tipo se ha desvanecido como el humo.\n<color=#ffffff>Menthe:</color>\nSolo hago mi trabajo.\n<color=#ffffff>Lutong:</color>\nSeñor, creo que será mejor que abandonemos este lugar cuanto antes y que regresemos a Petricor.\nSiento que esos tipos están perdiendo la paciencia, espero que no sean capaces de... hacer una locura.\n<color=#ffffff>Menthe:</color>\nInformaré a mis superiores del asunto. Imagino que recibirán una respuesta dentro de unos días.\nEn el mejor de los casos, podríamos enviar a algunos guardias para que los escolten.\nPero me temo que no podemos hacer mucho más. Tenemos asuntos de los que hacernos cargo en la ciudad, así que solo podremos acompañarlos durante un tramo del camino, no hasta que lleguen a Petricor...\nPor otro lado, tendrán que encontrar un lugar seguro en el que permanecer hasta el momento de su partida. Discutir este asunto puede llevarnos... un tiempo considerable.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Yo los escoltaré.</color>\n<color=#ffffff>Viajero:</color> <color=#ffffff>Tranquilos, conmigo estarán a salvo.</color>\n<color=#ffffff>Lutong:</color>\nGracias. Contigo a nuestro lado, esos tipos no se atreverán a ponernos un dedo encima.\n<color=#ffffff>Paimon:</color>\n¿Pero no se supone que la Srta. Kaia trabaja en una compañía teatral? Si ustedes se marchan a Petricor, ¿qué pasará con ella?\n<color=#ffffff>Kaia:</color>\nYo me marcharé con ellos.\n<color=#ffffff>Sr. García:</color>\n¡¿Qué?!\n<color=#ffffff>Lutong:</color>\nSeñorita, con todos mis respetos... Por favor, no...\n<color=#ffffff>Kaia:</color>\nQuerido Lutong, no me digas lo que tengo que hacer, yo soy como tu señor. Cuando se me mete una idea en la cabeza...\n<color=#ffffff>Sr. García:</color>\nP-pero no sabemos con qué peligros podríamos encontrarnos en el camino...\n<color=#ffffff>Kaia:</color>\nEntonces tengo otro motivo más para acompañarlos. ¿Acaso esperas que suceda lo mismo que la última vez? ¿Pretenden marcharse de nuevo sin dejar más que una partitura sin pies ni cabeza?\nAdemás, al director de nuestra compañía le interesa mucho la música que genera su maquinita...\nSeguro que está más que encantado de que me vaya con ustedes. Puesto que no hay más que decir... ¿A dónde nos dirigimos ahora?\n<color=#ffffff>Paimon:</color>\nC-como en Sumeru, la Srta. Kaia ha vuelto a someter al Sr. García...\n<color=#ffffff>Viajero:</color>\nCon la Srta. Kaia, el Sr. García tiene todas las de perder.\n<color=#ffffff>Lutong:</color>\nQuizá sea porque el Sr. García ni siquiera se molesta en ganarle.\n<color=#ffffff>Sr. García:</color>\n*Ejem*, ¡Lutong! ¡Démonos prisa y encontremos de una vez un lugar donde quedarnos! Si es un sitio muy concurrido, mejor.\n<color=#ffffff>Lutong:</color>\nUn lugar muy concurrido... Podríamos ir a...\n<color=#ffffff>Kaia:</color>\n¿El hotel donde se aloja nuestra compañía? Allí hay mucha gente, y lo mejor es que todos nos conocemos entre nosotros.\nSi algún extraño se atreviera a irrumpir en el hotel, lo descubrirían de inmediato. Además, seguro que el director estará encantado de saber más sobre esa máquina contable.\n<color=#ffffff>Sr. García:</color>\nEh...\n<color=#ffffff>Lutong:</color>\n¡Pues dicho y hecho! Estupendo, adiós a nuestros problemas.\n<color=#ffffff>Sr. García:</color>\n¡¿Todos nuestros problemas?!\n<color=#ffffff>Lutong:</color>\nEntonces quedamos en eso, Viajero. Esto es para ti, tómalo como un adelanto de tu recompensa.\nNo sé cuándo podremos marcharnos, pero... cuando llegue el momento, contaremos contigo.\n<color=#ffffff>Sr. García:</color>\nPero tengo la sensación de que... ¡tenemos más problemas que antes!"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Dialogo Post Misión</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "El siguiente diálogo aparece cuando el Viajero habla con Lutong en la Galería Vasari antes del siguiente reinicio diario.\n<color=#ffffff>Lutong:</color>\nOh, hola Viajero. Qué alegría verte por aquí.\nMe da mucha pena tener que comunicarte esto, pero vamos a tener que posponer nuestro viaje hacia Petricor.\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Acaso ha sucedido algo malo en Petricor?</color>\n<color=#ffffff>Lutong:</color>\nSe trata de... ciertas confrontaciones, peligros, no se sabe qué ocurre. Podrías entenderlo así.\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Se quedaron sin fondos para el viaje?</color>\n<color=#ffffff>Lutong:</color>\nNo te equivocas, Viajero. Pero en estos momentos nos preocupa un problema mayor.\n<color=#ffffff>Lutong:</color>\nSegún nos han informado las autoridades, parece que los habitantes de Petricor se han sumido en un... profundo sueño.\nLos oficiales sospechan que se trata de una especie de gas somnífero que proviene de las profundidades de la tierra de la aldea.\nPor motivos de seguridad, están impidiendo que personas provenientes de otras regiones se adentren en la aldea.\nEl Sr. García siente un gran desasosiego por sus amigos en la aldea. Hasta está considerando la idea de adentrarse en Petricor sin ser visto.\nPor suerte, la Srta. Kaia actuó con la suficiente perspicacia como para atarlo amablemente antes de que lograra escapar.\n<color=#ffffff>Viajero:</color>\n¿Que lo ha atado amablemente?...\n<color=#ffffff>Lutong:</color>\nLe hemos preparado un cojín para que pueda descansar y lo hemos atado con cuerdas de seda fina. Seguro que así el único daño que sufrirá será el sentimiento de culpa de su propia conciencia.\nEn cualquier circunstancia, lo único que podemos hacer ahora es permanecer en Fontaine. Los oficiales y algunos miembros de la compañía teatral están ayudándonos, así que dudo mucho que esos tipos se atrevan a atentar contra el Sr. García.\nLa(o)s avisaré en cuanto tenga noticias sobre nuestra partida."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Propiedades"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Requisitos de desbloqueo</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5386,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Serie de Misiones</color>\nNinguno\n<color=#ffffff>Recompensas</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4934,
        "desc": "",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "EXP de Aventura",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">EXP de Aventura, utilizada para mejorar el Rango de Aventura.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/13/10742394/4e05bbd62536a5ae2a27c6d27fd87c36_5321449074477338703.png",
        "amount": 150,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 20000,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Ingenio del héroe",
        "desc": "Material de EXP de personaje. Otorga 20 000 pts. de EXP.<br/>Esta experiencia es extremadamente valiosa para un peregrino que viaja a través de Teyvat para estar más cerca de Celestia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Logros</color>\nNinguno"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lugar de Inicio"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Corte de Fontaine, Fontaine</color>\n<color=#ffffff>Mapa Interactivo:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=52,2,3,154,319,338&center=-1218.50,-5329.75&zoom=1.00"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/364365681/52ee74e8378c56d319811f5d92ef9ed4_8417406030461477775.jpg",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/364365681/475db5d6d5db4d232bea4579e129b1f7_1210311260258892504.jpg",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetivos de la Misión"
      },
      {
        "type": "RichText",
        "text": "Dirígete a la Ópera de Epíclesis\nVe con Lutong a un lugar más tranquilo\nVe al café con Lutong\nBusca a la oficial Menthe\nReúnete con el Sr. García y los demás\n<color=#ffffff>NPC</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3943,
        "desc": "",
        "displayStyle": "card"
      }
    ]
  }
}