{
  "epId": 5734,
  "name": "La brujita y el fuego inextinguible (VI)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">“¿De verdad tengo que escribir esto en un momento como este?”. “Déjame escribir a mí, rara vez puedo volver a este mundo. Seguro que Alice también pensaría que, si no seguimos escribiendo, nada habría tenido sentido desde un principio”.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/10742394/e4fc99d741508f7499a40f791447ac44_4789116413842869907.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1720137634,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>La brujita volvió a donde estaba su profesora para preguntarle cara a cara por qué había terminado el examen y por qué no le dejaba convertirse en una bruja. Quería lanzarle cosas a la cara, pero cosas ligeras que ella misma pudiera agarrar, evitando, por supuesto, la taza de té preferida de su profesora. En caso de necesidad, rompería su propia segunda taza preferida para enfatizar la gravedad del asunto, ya que esa no era el regalo de alguna amiga, sino que la había comprado para sí misma. Para ella, las cosas que le regalaban sus amigas eran tan importantes como la propia amistad, así que en ese caso no se dejaría llevar por las emociones.</color>\n<color=#ffffffa6>“Octavia ha regresado. Vaya a hablar con ella de los viejos tiempos”.</color>\n<color=#ffffffa6>Al ver a su profesora, a la brujita solo le salió decir esa frase tan normal. El enfado y las cosas que había estado acumulando, alimentando, madurando, planeando y ensayando infinitas veces se esfumó en un instante.</color>\n<color=#ffffffa6>Octavia era buena amiga de la brujita, así como amiga de la legendaria bruja anciana. Como su hogar natal había sido destruido y ella no tenía el valor de hacer frente a los opresores, decidió llevar una vida errante para siempre.</color>\n<color=#ffffffa6>Había visto numerosos mundos y solía contarle a la brujita cosas sobre los cielos que había más allá del cielo.</color>\n<color=#ffffffa6>“El universo entero está a punto de morir. Hace poco estuvo en su punto álgido, pero pronto caerá estrepitosamente”, contó Octavia sentada en un patio mientras le bañaban los rayos del sol y se servía tanto una taza de té para sí misma como otra en la taza preferida de la brujita.</color>\n<color=#ffffffa6>La brujita agarró una silla y se sentó: “Has vuelto tan de repente que ni siquiera nos ha dado tiempo a colocar tu silla. Creo que ahora estás sentada en la de la bruja anciana”.</color>\n<color=#ffffffa6>“Muchas estrellas del universo se han apagado y no sé cuánto tiempo queda, así que quería venir a verlas a todas ustedes”, dijo Octavia.</color>\n<color=#ffffffa6>“¿Mi profesora y las demás han suspendido todos los exámenes de brujas porque tú has vuelto y les has contado esto?”, preguntó la brujita.</color>\n<color=#ffffffa6>“Es posible, pues debido a lo ocurrido nada en este mundo tendrá sentido. Es más, ya ni siquiera hay necesidad de que te conviertas en una bruja”.</color>\n<color=#ffffffa6>“De acuerdo, entonces no volveré a enfadarme con mi profesora”, respondió la brujita.</color>\n<color=#ffffffa6>“¿Y en su lugar te enfadarás conmigo por quitarte la oportunidad de ser bruja?”, preguntó O.</color>\n<color=#ffffffa6>“Si te vas otra vez y no vuelves, entonces sí, me enfadaré contigo”, espetó la brujita, y prosiguió: “Bueno, voy a mi cuarto para traerte tu silla”.</color>\n<color=#ffffffa6>“¿Qué más da? Puedo sentarme en la de la bruja anciana. Está tan vieja que ya no puede ni levantarse para venir a sentarse en ella”.</color>\n<color=#ffffffa6>“No, no, de eso nada. Su silla es su silla, y la tuya es la tuya”, le explicó la brujita a O. “Cada silla le pertenece a una persona y, aunque esa persona no esté presente, sus recuerdos están sentados en la silla. Así que no, las sillas no se pueden tomar prestadas”.</color>\n<color=#ffffffa6>Octavia se rio con impotencia.</color>\n<color=#ffffffa6>Como se sentía culpable por haberle quitado la oportunidad de ser bruja, quiso contarle algo a la brujita.</color>\n<color=#ffffffa6>Le dijo:</color>\n<color=#ffffffa6>“El fuego inextinguible existe de verdad. Está en...”.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "La brujita y el fuego inextinguible (VI)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      }
    ]
  }
}