{
  "epId": 5736,
  "name": "El despacho de los gatos (I)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un día, el misterioso despacho de los gatos envía una invitación a Perroux, el portero... ¿Qué clase de aventuras te esperan, Perroux?</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/10742394/b4667e2a26c3e095d56f1b63cddbe143_5667988510204090479.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1720137621,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "El despacho de los gatos (I)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Como en muchas otras tardes, Perroux dio un buen bostezo y se frotó los ojos cuando, de repente, vislumbró una invitación de color dorado que yacía plácidamente en el parterre de flores.</color>\n<color=#ffffffa6>El envoltorio de la carta está iluminado por la luz del sol. Las palabras “Para el Sr. Perroux” relucen más que el Mora.</color>\n<color=#ffffffa6>Los ojos de Perroux se abrieron de par en par.</color>\n<color=#ffffffa6>No era más que un humilde portero que abría la puerta a los “caballeros” y “damas” que venían a visitar a su amo. Era la primera vez que alguien se dirigía a él tan respetuosamente como “Sr. Perroux”.</color>\n<color=#ffffffa6>¿Quién habrá dejado eso ahí sin que él se diera cuenta?</color>\n<color=#ffffffa6>Perroux, tras parpadear repetidamente y confirmar que no se trataba de una ilusión, abre la invitación...</color>\n<color=#ffffffa6>“Gracias por tan deliciosa comida. Por favor, ¡venga a visitarnos!—— El despacho de los gatos”.</color>\n<color=#ffffffa6>La letra torcida, que parecía haber sido escrita con el más tosco de los pinceles, no se correspondía con el envoltorio de color dorado.</color>\n<color=#ffffffa6>¿Un despacho de gatos? ¿Existe tal cosa? No será un despacho regentado por gatos, ¿verdad?</color>\n<color=#ffffffa6>Perroux, por su parte, suele alimentar a los gatos callejeros de la esquina con sobras.</color>\n<color=#ffffffa6>Tan solo con llamarlos, los gatos se acercan cariñosamente. Sin embargo, si no hay comida para ellos, los gatos desconfían incluso de Perroux.</color>\n<color=#ffffffa6>Tras caer en la cuenta, Perroux miró el reverso de la invitación.</color>\n<color=#ffffffa6>“Tal vez no sepa dónde se encuentra el despacho...”.</color>\n<color=#ffffffa6>“En la duodécima vuelta del Viento del Norte, avance por el suelo con escamas de peces hasta encontrar una fila de carros.</color>\n<color=#ffffffa6>Tras la décima campanada, solo quedará un carro, y deberá saltar hacia la sombra oscura que hay debajo de él. Ahí estaremos...”.</color>\n<color=#ffffffa6>Esta forma de expresar el tiempo y el lugar, parece más bien... una especie de sortilegio sin sentido.</color>\n<color=#ffffffa6>¿Será una broma de alguien?</color>\n<color=#ffffffa6>Aunque por la cantidad de erratas y la especial atención prestada a las escamas de peces, sí que parece tratarse de un gato... Si es que los gatos supieran escribir y tuvieran una firma.</color>\n<color=#ffffffa6>Viento del Norte... Escamas de peces... Carruajes... ¡Ah, claro! Si voy desde aquí hacia el sur doce calles, llegaría al puesto de pescado. Cada noche a las diez, ¿no pasa por ahí el carro de la basura? ¿Será ahí?</color>\n<color=#ffffffa6>Se llevan a las afueras la enorme cantidad de basura que produce la ciudad a lo largo del día, y a las doce regresa entre traqueteos.</color>\n<color=#ffffffa6>Sí, ese debe ser el sortilegio de las palabras felinas. Solo alguien como Perroux, que conoce a los gatos tan bien como conoce la ciudad, y la ciudad tan bien como conoce a los gatos, podría haberlo descifrado.</color>\n<color=#ffffffa6>El corazón de Perroux empieza a acelerarse. Se trata de un secreto que solo él conoce.</color>\n<color=#ffffffa6>“¡Hora del cambio de turno! ¡Vamos, rápido! ¡Debo ir a reunirme con los gatos!”.</color>"
          }
        ]
      }
    ]
  }
}