{
  "epId": 5739,
  "name": "El despacho de los gatos (IV)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Hay momentos en los que incluso el todopoderoso despacho de los gatos puede verse en apuros. ¿A qué dilema tendrá que hacer frente el orgulloso atigrado jefe de los gatos como para tener que pedirle ayuda a Perroux?</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/10742394/b4667e2a26c3e095d56f1b63cddbe143_4022457402571737988.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1720137597,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "El despacho de los gatos (IV)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>“¿Mi ayuda?”. Los ojos de Perroux volvieron a abrirse.</color>\n<color=#ffffffa6>El gato atigrado asiente con solemnidad: “Y el único que puede hacerlo es el Sr. Perroux”.</color>\n<color=#ffffffa6>“El señor al que sirve el Sr. Perroux tiene una gata de pelo largo, ¿cierto?”.</color>\n<color=#ffffffa6>“¡Oh, se refieren a esa majestuosa gata, blanca como la nieve y de pelo largo!”.</color>\n<color=#ffffffa6>Perroux sabía que esa gata era el tesoro más preciado del amo. Tiene los ojos verdes como el jade, como si fueran los de una antigua princesa, siempre mirando de reojo a la gente y cepillándose el pelaje de la cabeza a la cola con una lengua rosada de tono amelocotonado, como si de una garza que se enjuaga las plumas en el agua se tratara.</color>\n<color=#ffffffa6>Su amo llevaba consigo a su gata de pelo largo a todos sitios, ya fuera a cenar, ir a dormir o acudir a una cita.</color>\n<color=#ffffffa6>“Yo... ¡Me voy a casar con la gata de pelo largo! ¡Está decidido!”.</color>\n<color=#ffffffa6>“Ah, quiere casarse... ¿Eh? ¿C-casarse?”.</color>\n<color=#ffffffa6>De repente, Perroux se puso más nervioso que la gata chamuscada: “¿Y... y cómo iban a vivir? ¡Una gata de pelo largo no podría llevar una vida de gata callejera!”.</color>\n<color=#ffffffa6>“No se preocupe por eso. Cuando nos casemos, nos mudaremos a un santuario en una tierra lejana. He oído que hay un santuario para gatos donde la gente nos adora y hace ofrendas como si fuéramos dioses. No tendríamos que preocuparnos por la comida o la bebida...”.</color>\n<color=#ffffffa6>“Pero... ¿Qu-qué majaderías son esas? El amo no permitiría que su gata se marchara...”. Perroux siguió balbuceando.</color>\n<color=#ffffffa6>“Y por eso necesitamos su ayuda, Sr. Perroux”.</color>\n<color=#ffffffa6>El gato atigrado saltó sobre el armario y miró fijamente a Perroux con sus ojos dorados.</color>\n<color=#ffffffa6>“Pero si yo no soy ningún señor. No soy más que un humilde portero”</color>\n<color=#ffffffa6>Perroux agitó las manos sin parar.</color>\n<color=#ffffffa6>“Si mi amo se entera de que le he robado su gata, no solo perderé mi trabajo, sino que me llevará directamente a juicio...”.</color>\n<color=#ffffffa6>“No, no, ¡está habiendo un malentendido, Sr. Perroux!”.</color>\n<color=#ffffffa6>El gato atigrado esbozó una misteriosa sonrisa, haciendo que los bigotes que tenía alrededor de la boca se movieran ligeramente.</color>\n<color=#ffffffa6>“No queremos que la robe, Sr. Perroux. Los gatos somos animales mágicos, nosotros... tenemos otras maneras de hacer las cosas...”.</color>\n<color=#ffffffa6>Mientras hablaba, el gato atigrado soltó un silbido.</color>\n<color=#ffffffa6>El gato de patas floridas y la gata tricolor, uno a cada lado, sacaron como por arte de magia un par de botas y una máscara.</color>\n<color=#ffffffa6>“Estas son la máscara y botas mágicas de un gato”.</color>\n<color=#ffffffa6>“¡Tachán! ¡Vamos, pruébatelas!”.</color>\n<color=#ffffffa6>Sin tener alternativa, Perroux aceptó los tesoros.</color>\n<color=#ffffffa6>Un momento. Las botas, que parecían diminutas, de repente se volvieron cómodas y de su talla en los pies de Perroux.</color>\n<color=#ffffffa6>Se camina con tanta ligereza que es como ir de puntillas...</color>\n<color=#ffffffa6>Perroux se puso la máscara y trató de hablar, pero se oyó más bien una indistinguible voz prolongada y trémula que, en ningún caso, se asemejaba a la suya.</color>\n<color=#ffffffa6>“He aquí la magia de los gatos”, dijo el gato atigrado alegremente. “Nadie reconocerá al Sr. Perroux si lleva estas dos cosas puestas”.</color>\n<color=#ffffffa6>“Solo tendrá que volver a casa y dormir plácidamente como de costumbre, Sr. Perroux”.</color>\n<color=#ffffffa6>Dentro de tres días, traerá a su amo y a la gata de pelo largo juntos al despacho de los gatos, tal y como le hemos indicado. ¡Dentro de tres días!</color>\n<color=#ffffffa6>“¡No lo olvide!”.</color>"
          }
        ]
      }
    ]
  }
}