{
  "epId": 5740,
  "name": "El despacho de los gatos (V)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Botas y máscaras mágicas felinas, ¿qué método utilizará para traer a un gato de pelo largo al despacho de los gatos?</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/10742394/b4667e2a26c3e095d56f1b63cddbe143_190613725823220471.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1720137591,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "El despacho de los gatos (V)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Hemos enviado una nueva invitación, pero esta vez va dirigida a su amo.</color>\n<color=#ffffffa6>“Estimado señor, he oído hablar mucho de su gata. Tengo un valioso gato exótico en casa, y me gustaría emparejarlo con su querida gata. Por ello, le ruego que venga a mi humilde morada a conversar sobre el particular.</color>\n<color=#ffffffa6>Llegado el momento, un carruaje los recogerá a usted y a su gata para el viaje. —Srta. von Frigga”.</color>\n<color=#ffffffa6>Con la ayuda de Perroux, la gata tricolor procura corregir la caligrafía.</color>\n<color=#ffffffa6>Y así dio comienzo el ajetreo de los gatos.</color>\n<color=#ffffffa6>Muchísimos gatos que habían recibido ayuda del despacho de los gatos acudieron y llevaron satén blanco, latas de medaka caducado, vino... con el fin de decorar la oficina como si fuera el lugar de celebración de una boda.</color>\n<color=#ffffffa6>Si alguien pasara por allí de noche, se sorprendería de que haya tantos gatos callejeros viviendo en las sombras de la ciudad.</color>\n<color=#ffffffa6>Aquel carruaje dañado fue discretamente reparado y magníficamente decorado, resultando en un aspecto que solo se encuentra en los cuentos de hadas.</color>\n<color=#ffffffa6>Con suaves almohadillas de terciopelo y las campanas de viento favoritas de los gatos colgando, el carruaje llegó tintineando hasta la puerta principal de la casa del amo.</color>\n<color=#ffffffa6>“Suban, por favor”.</color>\n<color=#ffffffa6>Perroux, que interpretaba el papel de cochero de la casa de la Srta. von Frigga, inclinó la cabeza y se dirigió respetuosamente a su amo.</color>\n<color=#ffffffa6>A pesar de llevar la máscara mágica, Perroux sentía el nerviosismo de estar haciendo algo mal y le preocupaba cometer algún error que revelara su identidad.</color>\n<color=#ffffffa6>Afortunadamente, era tal la fascinación del amo por el esplendor del carruaje que incluso recompensó al “cochero” con una bolsa de Moras: “¡Tome, una propinilla!”.</color>\n<color=#ffffffa6>Por el camino, un montón de gatos pasaron por delante del carruaje sin cesar.</color>\n<color=#ffffffa6>“¡Dejen paso, por favor!” susurraba Perroux, mientras llevaba la máscara mágica, preocupado por llegar tarde.</color>\n<color=#ffffffa6>“¡Lo siento, pero tenemos prisa! ¡Tenemos que llegar a la boda!”, respondieron los gatos.</color>\n<color=#ffffffa6>Hasta que, cuando por fin dejaron de pasar gatos, llegaron al despacho de los gatos.</color>\n<color=#ffffffa6>“¡Oh! ¡Qué sedas tan lujosas! ¡Y cubren toda la sala!...”, exclamó el amo.</color>\n<color=#ffffffa6>“Las verduras de temporada al horno con jamón están buenísimas... El chef debe ser alguien muy auténtico”...</color>\n<color=#ffffffa6>“¡Y han traído un montón de gatos! ¡Qué sorpresa! La Srta. von Frigga es muy considerada. ¡Parece que mima a los gatos exóticos de su casa igual que yo mimo a mi gata de pelo largo!”.</color>\n<color=#ffffffa6>El amo no podía parar de soltar elogios.</color>\n<color=#ffffffa6>“¡Brindemos! ¡Tome otra copa!”. La gata tricolor levantó el vino e instó al amo a beber.</color>\n<color=#ffffffa6>“¡Otra copa se ha dicho!”.</color>\n<color=#ffffffa6>El amo estaba tan contento, a la vez que ebrio, que se olvidó preguntarse cómo era posible que un gato hablara.</color>"
          }
        ]
      }
    ]
  }
}