{
  "epId": 5741,
  "name": "El despacho de los gatos (VI)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bajo la atenta mirada de los gatos y de su amo, ¿tendrá éxito la unión felina entre el gato atigrado y el de pelo largo, o tal vez...?</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/10742394/b4667e2a26c3e095d56f1b63cddbe143_1863071108630536062.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1720137573,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "El despacho de los gatos (VI)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>A ritmo de arpa, la gata peluda hace su aparición luciendo un majestuoso atuendo.</color>\n<color=#ffffffa6>“¡Ayayay, mi cosita, acabas de bajar del carruaje y ya habías desaparecido. ¡Conque habías ido a acicalarte!”. El amo miró a su gata con reproche y orgullo al mismo tiempo.</color>\n<color=#ffffffa6>La cola de satén blanca de la gata de pelo largo estaba llena de cecilias blancas como la nieve que caía en primavera.</color>\n<color=#ffffffa6>*Aplausos*. Los gatos aplaudieron al unísono.</color>\n<color=#ffffffa6>“Qué preciosidad...”.</color>\n<color=#ffffffa6>Perroux no pudo evitar dejar el cuchillo y el tenedor que estaba sosteniendo.</color>\n<color=#ffffffa6>*Flush*. Los gatos abrieron la cortina.</color>\n<color=#ffffffa6>Con pajarita y bombín, los bigotes y el pelo de las orejas bien recortados, el gato atigrado saludó a su novia gata con el paso señorial de un caballero.</color>\n<color=#ffffffa6>Tras él, el gato de patas floridas dio una rápida sacudida y abrió la bolsa que llevaba al hombro, la cual contenía un regalo para la pareja de felinos.</color>\n<color=#ffffffa6>Ovillos de hilo multicolor, ratones de tela que suenan al sacudirlos, globos inflados con forma de pinzón y billetes para ir en barco al santuario de los gatos en una tierra lejana...</color>\n<color=#ffffffa6>“¡Un momento!”.</color>\n<color=#ffffffa6>Una voz fría y contundente cayó desde arriba, interrumpiendo el jolgorio de los gatos.</color>\n<color=#ffffffa6>El efecto de embriaguez del amo se disipó. Este se puso en pie tambaleándose y alzó la mano para señalar al gato atigrado.</color>\n<color=#ffffffa6>“Oye, ¿tú no eres el gato callejero que siempre está en el alféizar de mi ventana? Yo te conozco. Siempre estás mirando por la ventana con cara de tener malas intenciones”...</color>\n<color=#ffffffa6>“¿No se suponía que eras un exótico gato de la señorita de esta casa? ¿Dónde está la dama?”.</color>\n<color=#ffffffa6>“Estos juguetes para gatos... ¿No son de mi casa? ¿Cuándo los robaron? Estas telas, y el buen vino... también son robados, ¿verdad?”.</color>\n<color=#ffffffa6>“Papá, por favor, no te enfades...”, dijo la gata de pelo largo.</color>\n<color=#ffffffa6>“Sí, papá, cuidaré muy bien de ella...”, objetó el gato atigrado.</color>\n<color=#ffffffa6>Los dos veces que oyó la palabra “papá” hicieron enfadar al amo.</color>\n<color=#ffffffa6>“¡Cierren el pico!”.</color>\n<color=#ffffffa6>“¡¿Cómo va un gato callejero de origen desconocido y sin pedigrí a emparejarse con mi gata de pelo largo?!”.</color>\n<color=#ffffffa6>“Y luego está este otro, que dice ser el cochero de una tal ‘Srta. Frigga’ o algo así...”.</color>\n<color=#ffffffa6>“Tú también estás involucrado en la farsa de estos gatos callejeros, ¿verdad? Veamos quién está tras esa máscara...”.</color>\n<color=#ffffffa6>El amo se acerca a Perroux y se dispone a retirarle la máscara.</color>\n<color=#ffffffa6>Perroux sentía como si toda la sangre de su cuerpo hubiera sido atraída por un imán.</color>\n<color=#ffffffa6>“Corre, corre”, le decía a Perroux una vocecilla que resonaba en sus oídos. Su corazón latía como un tambor, pero sus patas estaban tan rígidas que no podía ni dar un paso.</color>\n<color=#ffffffa6>“Es el fin”. Desesperado, Perroux cerró los ojos. Mientras vislumbraba parte de su propia mejilla, vio cómo algo se movía.</color>\n<color=#ffffffa6>¡Ah! En las mejillas de Perroux, blancas como la nieve, comenzaron a crecer uno a uno los bigotes de gato.</color>\n<color=#ffffffa6>Perroux movió las orejas, puntiagudas y ágiles, y su cuerpo se arqueó involuntariamente, dejando escapar un “miau”.</color>\n<color=#ffffffa6>Antes de que el amo pudiera atraparlo, Perroux se escabulló rápidamente por debajo de la mesa.</color>"
          }
        ]
      }
    ]
  }
}