{
  "epId": 5742,
  "name": "El despacho de los gatos (VII)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">“¡Corre, Perroux, corre!”. En la cabeza de Perroux, a quien le habían crecido orejas de gato, solo estaban estas palabras.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/10742394/b4667e2a26c3e095d56f1b63cddbe143_4324053792855694640.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1720137568,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>“Corre, corre”.</color>\n<color=#ffffffa6>Perroux era rápido como una ráfaga de viento con un manto negro.</color>\n<color=#ffffffa6>“Corre, corre”.</color>\n<color=#ffffffa6>Perroux corrió por las escaleras de caracol hacia la salida del despacho de los gatos.</color>\n<color=#ffffffa6>¿Qué habrá pasado con la magia de las botas? Perroux no tenía ni idea. Lo único que sabía era que era tan ágil como un gato, y que su ángulo de visión también era bajo como el de uno.</color>\n<color=#ffffffa6>¿Y qué habrá sido de la máscara mágica? Poco a poco, la respuesta se iba revelando en el interior de Perroux.</color>\n<color=#ffffffa6>Tanto las botas como la máscara pasaron a formar parte de Perroux, o mejor dicho, ¡Perroux se convirtió en un gato! Con los guantes blancos de conducir el carruaje aún puestos, ¡Perroux es ahora un gato blanco y negro!</color>\n<color=#ffffffa6>“Corre, corre...”.</color>\n<color=#ffffffa6>¿Quién está hablando?</color>\n<color=#ffffffa6>Perroux inclinó la cabeza y junto a él se encontraban el gato atigrado con su pajarita y la gata de pelo largo y satén blanco, corriendo uno detrás del otro.</color>\n<color=#ffffffa6>“Corre, corre... Sr. Perroux, por favor, ¡suba a ese carro y llévenos al puerto!”.</color>\n<color=#ffffffa6>Tras ellos, los gatos brincaban, arrancaban cintas decorativas, volcaban ensaladas y vinos sobre la mesa del banquete y, fue tal el caos que formaron, que hicieron tropezar al amo.</color>\n<color=#ffffffa6>“¡Vuelve, mi gatita de pelo largo!”.</color>\n<color=#ffffffa6>A nadie le importaron los gritos del amo.</color>\n<color=#ffffffa6>Las cosas habían llegado a tal extremo que lo único que podía hacer era llevar al gato atigrado y a la gata de pelo largo sanos y salvos al puerto. Más allá de eso, a Perroux no se le ocurría otra cosa. Además, el cerebro de un gato es tan pequeño que solo puede pensar en una cosa al mismo tiempo.</color>\n<color=#ffffffa6>*¡Zap!*,</color> <color=#ffffffa6>Chop, chop, chop...</color> <color=#ffffffa6>. Afuera cayó un rayo y empezó a llover.</color>\n<color=#ffffffa6>En la oscuridad de la noche, donde la única luz que había era el momento de luz blanca que se producía antes de un relámpago, solo aquella puerta pequeña estaba abierta, sin un solo vigilante custodiándola.</color>\n<color=#ffffffa6>Probablemente estén refugiándose de la lluvia.</color>\n<color=#ffffffa6>Anclado en un lago con innumerables remolinos, había un barco que, a simple vista, podría parecer la sombra de un puente. Sin embargo, Perroux, que se había convertido en gato, tenía una vista sorprendentemente aguda y lo vio enseguida.</color>\n<color=#ffffffa6>Mientras llevaba los regalos de bodas del gato de patas floridas, el gato atigrado agarró de la pata a la gata de pelo largo, saltó del carruaje y subió ágilmente al barco.</color>\n<color=#ffffffa6>“¡Muchas gracias, Sr. Perroux!”. El gato atigrado hace una reverencia respetuosa y se inclina con sinceridad.</color>\n<color=#ffffffa6>“¡Vámonos antes de que el amo nos alcance!”.</color>\n<color=#ffffffa6>Vayan, vayan. Vayan al santuario de los gatos.</color>\n<color=#ffffffa6>Vaya, vayan y vivan una vida feliz.</color>\n<color=#ffffffa6>Debido a la emoción de haber hecho algo grande a escondidas, a Perroux se le fueron llenando los ojos de lágrimas.</color>\n<color=#ffffffa6>Sin embargo, Perroux desconocía cómo iba a ser su vida ahora que es un gato.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "El despacho de los gatos (VII)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      }
    ]
  }
}