{
  "epId": 5745,
  "name": "Cariberto",
  "desc": "<p>El hijo ilegítimo de Clotario Alberich que se volvió un Hilichurl por la maldición del Orden Celestial. Él fue usado para crear el Telar del Destino.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/205556113/aa7a6698e59c24e1ff894f332c7292a3_5354801361092593688.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1743975596,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Cariberto",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/061f227f514e9af8ca74c1672d1f32e5_8824388314988044131.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace quinientos años, en el reino sin dioses, Khaenri'ah, los Cinco Pecadores explotaron el poder del Abismo y sacudieron los cimientos del mundo. El Orden Celestial destruyó Khaenri'ah y maldijo a su pueblo. Los de sangre pura fueron condenados a sufrir tormentos físicos eternos y a presenciar la desaparición de todo lo que amaban, mientras que el resto fue transformado en monstruos. Un noble de la Corte Real, Clotario Alberich, tuvo un hijo ilegítimo con una mujer de Mondstadt, al que llamaron Cariberto. Debido a su origen, Clotario nunca pudo estar al lado de su hijo. Cariberto enfrentó grandes dificultades desde el momento mismo de su nacimiento, todo por los deseos egoístas de su padre. Cuando todo el pueblo del reino fue maldito, Clotario recibió la inmortalidad como castigo, y su hijo se convirtió en un Hilichurl, cayendo en un estado de coma."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/ad3cfbf41c685ff8f2ba7600218a5c8d_6045531549514605632.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Clotario no podía aceptar la condición de su hijo y suplicó ayuda a los Arcontes, pero no obtuvo respuesta. Entonces llevó a Cariberto a Sumeru e intentó fabricar la Medicina prohibida sin nombre de la corte real, que, según los registros, contenía el poder de la Diosa de la Sabiduría de Sumeru y podía despertar las facultades cognitivas perdidas. Pero Alberich no sabía que la anterior Arconte Dendro, Rukkhadevata, había muerto, y que la nueva Arconte, Kusanali, estaba encerrada en el Santuario Surasthana por sus propios súbditos, por lo que no podía ayudar al niño. Cuando Clotario intentó preparar una segunda dosis de la medicina, vio a un Hilichurl similar a su hijo dirigiéndose hacia una cueva, y lo siguió. En esa cueva conoció a un\nque se hacía llamar un \"Pecador\". Alberich fue inmediatamente invadido por una sensación de asombro y alegría, y se arrodilló ante el ser. Al salir de la cueva, Clotario pensó con horror en el hecho de haberse arrodillado ante la Estatua de los Siete, pero sintió que algo predestinado había ocurrido. Al llegar a casa, vio que su hijo estaba despierto. Cariberto sentía como si hubiese despertado de un largo sueño, en el que se había estado ocultando en una pequeña habitación y no se atrevía a salir en todo ese tiempo. Al despertar, su padre le dijo que habían entrado en un mundo de cuento de hadas donde ya no existía el cielo rojo, ni su hogar, ni Khaenri'ah. En ese mundo, Cariberto se había convertido en un monstruo que no podía quitarse la máscara, pero que siempre estaría al lado de su padre.\nDecidido a rendir tributo al \"Pecador\", Clotario volvió a la cueva, pero al regresar, Cariberto ya no estaba en casa. El niño no obedeció las órdenes de su padre y se quitó la máscara para mirarse en el espejo. Incapaz de soportar su reflejo, huyó de casa y volvió a su estado anterior. Cuando Clotario vio a su hijo, finalmente comprendió que el ser que le había dado poder a Cariberto no era una deidad, y que ese poder provenía del Abismo. Entonces decidió que, con ese poder, Cariberto podría tejer su destino desde cero."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Habiendo nacido entre tanto dolor, él acabará convirtiéndose en el Telar del Destino.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Clotario",
        "desc": "<p>Un nativo de Khaenri'ah de sangre pura que fue maldecido con la inmortalidad por Celestia. Es un miembro del Clan Alberich y fundador de la Orden del Abismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/205556113/b7914afc65ea6f7c28fe8cfe7796b76d_5764131182828472309.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Diosa de la Sabiduría, la anterior Arconte Dendro, y amiga de Nabu Malikata y del Rey Deshret. Ella fue completamente borrada del Irminsul para preservarlo del conocimiento prohibido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/205556113/b8f2003f9943725b14fff4ebb77e90cf_925192913612715450.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3634,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Telar del Destino",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "El Telar del Destino era una tristeza y un dolor extremos, esperanza y arrepentimiento fluyendo por las venas, y un poder del Abismo que va más allá de lo imaginable. Clotario creía que, una vez que Cariberto poseyera todos esos elementos, se convertiría en el Telar del Destino. Cariberto no estaba destinado a sobrevivir, y ni siquiera con el poder del \"Pecador\" logró vivir más allá de los 8 años. No se convirtió en el Telar del Destino, sino que fue utilizado para crearlo. Clotario se convirtió en el fundador de la Orden del Abismo, que continuó tratando de crear un mecanismo para tejer las Líneas Ley, el Telar del Destino."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/6a7e4250a4a90ed5eb2cc64c7370ce0e_2474409436837992379.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quinientos años después del Cataclismo, en la Aldea Vimara, en Sumeru, los aldeanos reportaron la desaparición de un joven. Aunque muchas personas contactaron al Gremio de Aventureros sobre el caso, nadie recordaba su nombre ni dónde vivía. Una de las aldeanas que lo estaba buscando era una chica llamada Atosa. Ella solía ir junto al joven a un lugar cercano al pueblo donde hablaban sentados bajo un árbol. A veces miraban las nubes en el cielo o simplemente sentían el viento en la piel, y podían quedarse ahí por horas sin darse cuenta del tiempo. El joven era amable, honesto y paciente, siempre escuchaba con atención los problemas de Atosa, como si le importaran tanto como a ella. Casi nunca hablaba de su vida, sólo mencionaba lugares inusuales, y cuando le preguntaban por sus padres, respondía que ya no estaban con él."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/d9051a85115256fa25ff65201cd214be_6902145588014555959.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El Gremio de Aventureros envió a su mejor miembro, el/la Viajero/a, para investigar la desaparición en la aldea. Allí se encontró con un viejo conocido: el ex capitán de la guardia real de Khaenri'ah y hermano menor del \"Pecador\", Dainsleif, quien también estaba maldito con la inmortalidad. Había sido atraído por la extraña actividad de los monstruos cerca de la aldea, que podía estar relacionada con la Orden del Abismo y el Telar del Destino. Las acciones de la Orden del Abismo siempre iban acompañadas de interferencias en las Líneas Ley, lo que atraía a los monstruos. Cuando el/la Viajero/a se dio cuenta de que el misterioso joven sólo existía en los recuerdos de personas conectadas con las Líneas Ley, decidió continuar la investigación junto a Dainsleif.\nDurante la investigación, Dainsleif comenzó repentinamente a tener recuerdos del joven desaparecido que antes no tenía. Al darse cuenta de que el chico podía \"implantar\" recuerdos en la mente de las personas, y que los recuerdos sobre él en la Aldea Vimara eran falsos, Dainsleif y el/la Viajero/a se separaron. Al llegar al árbol donde el joven se reunía con Atosa y donde estaba su figura tallada, el/la Viajero/a escuchó una voz misteriosa:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"¿Ves? Los dos seguimos aquí.</color>\n<color=#ffffffd9>Hemos recuperado una infinita cantidad de tiempo para amar.</color>\n<color=#ffffffd9>Llora, pues ya no tienes por qué contener la tristeza.</color>\n<color=#ffffffd9>Al final, él susurró...</color>\n<color=#ffffffd9>'Dulces sueños, padre. Dulces sueños, mi querida gente'.</color>\n<color=#ffffffd9>'Cuando despierten, ya no habrá diferencias entre nosotros'.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/3fa574e65ddbbde772a994afbfabc912_6717333747927865823.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Siguiendo la voz, el/la Viajero/a se encontró en un subespacio creado por la conciencia del joven desaparecido. Resultó que ese joven era Cariberto. Cuando la Orden del Abismo aún no había terminado de crear el Telar del Destino, la conciencia del niño muerto quedó atrapada en el mecanismo, y con ello obtuvo la capacidad de controlar el dispositivo hasta que estuviera completo. Cariberto no conocía los planes completos de la Orden respecto al Telar, pero el dispositivo le ayudó a lograr su propio propósito. Quinientos años atrás, cuando Clotario usó el poder del Abismo para despertar la conciencia en el Hilichurl en el que se había convertido su hijo, Cariberto experimentó un horror y un dolor indescriptibles. Para consolarlo, su padre le contó una historia, y eso calmó sus miedos por un momento, por lo que usó el Telar del Destino incompleto para implantar falsos recuerdos de amor en la mente de los Hilichurls y apaciguarlos. Cariberto también usó el Telar para \"vivir\" una vida que le había sido injustamente arrebatada. Se creó una apariencia basada en la de su padre e implantó los recuerdos del tiempo compartido en la Aldea Vimara. Cuando el proyecto de la Orden del Abismo estuvo casi completo, sólo quedaba un débil hilo de conciencia de Cariberto, así que decidió despedirse de los aldeanos. Finalmente, se encontró con el/la Viajero/a en el espacio de su conciencia, donde habló sobre la finalización del Telar del Destino y desapareció sin dejar rastro, permitiendo así que el/la Viajero/a se reencontrara con su hermana/o. En los recuerdos de los aldeanos, apareció una memoria en la que el joven desaparecido se reunía con sus padres y se marchaba con ellos.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Telar del Destino",
        "desc": "<p>Una máquina creada por la Orden del Abismo capaz de tejer líneas ley. Usando el Telar del Destino, fue creado el Atlas del nuevo mundo reestructurando las líneas ley de una nueva Khaenri'ah basada en la memoria de hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/205556113/c82d3c56ac3814b6bcc524c2d61b2d56_8926206172731093696.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5752,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Un anterior capitán de la guardia real de Khaenri'ah, quien fue maldito por Celestia con la inmortalidad.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/86cba0ac52d14db4084f3a30b16f48cd_688505044661450551.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "name": "Imagen grupal de un momento desconocido",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una preciosa imagen grupal que de alguna manera ha sobrepasado las normas, tomada por algún desconocido con medios desconocidos en un espacio que ya no debería existir.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/10742394/40d01d15e20a2d010df83c76cef25899_6788115335217663030.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Clotario",
        "desc": "<p>Un nativo de Khaenri'ah de sangre pura que fue maldecido con la inmortalidad por Celestia. Es un miembro del Clan Alberich y fundador de la Orden del Abismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/205556113/b7914afc65ea6f7c28fe8cfe7796b76d_5764131182828472309.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Padre de Caribero.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Un ser trascendental que despertó a Cariberto.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Telar del Destino",
        "desc": "<p>Una máquina creada por la Orden del Abismo capaz de tejer líneas ley. Usando el Telar del Destino, fue creado el Atlas del nuevo mundo reestructurando las líneas ley de una nueva Khaenri'ah basada en la memoria de hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/205556113/c82d3c56ac3814b6bcc524c2d61b2d56_8926206172731093696.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Un dispositivo creado a partir de Cariberto por la Orden del Abismo.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "name": "Imagen grupal de un momento desconocido",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una preciosa imagen grupal que de alguna manera ha sobrepasado las normas, tomada por algún desconocido con medios desconocidos en un espacio que ya no debería existir.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/10742394/40d01d15e20a2d010df83c76cef25899_6788115335217663030.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Cariberto"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Cariberto",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/205556113/95a0d55fa99af5f917c77e54626f9f48_343808279694830306.png"
      },
      {
        "key": "Cariberto",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/205556113/facd13197891e2c8609df3b86f46efc5_6348487082253273758.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Memorias creadas por Cariberto usando el Telar del Destino"
          }
        ]
      },
      {
        "key": "Muñecos",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/205556113/ec2387ac35ff33df91cdb06986443c9d_4725933141285771594.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Atosa y Cariberto"
          }
        ]
      }
    ]
  }
}