{
  "epId": 5746,
  "name": "Clotario",
  "desc": "<p>Un nativo de Khaenri'ah de sangre pura que fue maldecido con la inmortalidad por Celestia. Es un miembro del Clan Alberich y fundador de la Orden del Abismo.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/205556113/b7914afc65ea6f7c28fe8cfe7796b76d_5764131182828472309.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1751854638,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Clortario"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Orden del Abismo"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Version 3.5 \"Windblume's Breath\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=AcTUi59vw_E",
        "coverUrl": "https://i.ytimg.com/vi/AcTUi59vw_E/maxresdefault.jpg",
        "duration": 230
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Cariberto",
        "desc": "<p>El hijo ilegítimo de Clotario Alberich que se volvió un Hilichurl por la maldición del Orden Celestial. Él fue usado para crear el Telar del Destino.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/205556113/aa7a6698e59c24e1ff894f332c7292a3_5354801361092593688.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Hijo ilegítimo de Clotario, que se convirtió en hilichurl y cayó en coma después del Cataclismo. Clotario usó el poder del Abismo para curar a su hijo y quiso convertirlo en el",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Telar del Destino",
        "desc": "<p>Una máquina creada por la Orden del Abismo capaz de tejer líneas ley. Usando el Telar del Destino, fue creado el Atlas del nuevo mundo reestructurando las líneas ley de una nueva Khaenri'ah basada en la memoria de hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/205556113/c82d3c56ac3814b6bcc524c2d61b2d56_8926206172731093696.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "\"El Profeta,\" uno de los cinco Pecadores de Khaenri'ah, un ser trascendental que respondió a las oraciones de Clotario y ayudó a su hijo. Clotario prometió honrar al \"dios\" que escuchase sus deseos. Bajo la influencia de Vedrfolnir, Alberich estableció la Orden del Abismo.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Una organización establecida por Clotario Alberich. Su objetivo principal es destruir a las naciones bajo el cuidado de Los Siete a causa de la destrucción de Khaenri'ah a mano de los dioses.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La/El hermana/o del/de la Viajero/a que se convirtió en la Princesa/el Príncipe de la Orden del Abismo.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "El gran estratega de los Caballeros de Favonius. Se rumorea que procede de un lugar de fuera de Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Descendiente de Clotario.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 3634,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Clotario Alberich",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/11876819825eb7f3a5a67681c1fc472d_6369494691969030092.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace quinientos años, en el\nlos Cinco Pecadores explotaron el poder del Abismo y sacudieron los cimientos del mundo. El Orden Celestial destruyó Khaenri'ah y maldijo a su pueblo con la inmortalidad. Perdieron sus hogares y seres queridos, el desastre trajo un dolor insoportable, pero ni siquiera podían escapar de este tormento. Los de sangre pura, declarados \"los más grandes pecadores\" por el Orden Celestial, fueron condenados al tormento eterno de la carne, forzados a ver cómo todo lo que amaban perecía, mientras que el resto fue transformado en monstruos por la maldición del yermo. Clotario Alberich era uno de los sangre pura, un noble de la corte real de Khaenri'ah, pero resentía la vida que su familia le había impuesto. Un día, conoció a una hermosa mujer del pueblo, y sus raíces en Mondstadt no importaron: fue amor a primera vista. Tuvieron un hijo ilegítimo llamado Cariberto. Debido a su linaje, Clotario no podía estar con su hijo, y el niño enfrentó grandes dificultades desde el momento de su nacimiento, todo por los deseos egoístas de su padre. Alberich nunca pudo estar con su hijo. Cuando todos los habitantes de Khaenri'ah fueron malditos, Clotario fue condenado con la inmortalidad, y Cariberto se convirtió en un hilichurl ante sus ojos, cayendo en coma."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/a244abf45b4a1e514e8e1f433c2376ad_6208746876618763391.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Después de perderlo todo, Clotario empezó a valorar lo que aún le quedaba y finalmente pudo estar con su hijo. Llevó al niño y a su amada a Sumeru, donde se asentó en una pequeña casa en el Bosque Avidya. Más tarde, la madre del niño fue enterrada cerca, en un campo. Clotario intentó crear una Medicina prohibida sin nombre de la corte real, la cual, según la leyenda, contenía el poder de la Diosa de la Sabiduría y era capaz de despertar la mente nublada. Aprendió sobre esta medicina en un libro de la Biblioteca Real de Khaenri'ah, que estaba prohibido porque la medicina requería el poder de los Arcontes. En su juventud, Clotario despreciaba la vida noble y ansiaba emoción, y al hojear algunos textos prohibidos, se topó con ese libro. Mientras vivía en Sumeru, conoció a la Princesa/Príncipe de Khaenri'ah, quien había llegado allí accidentalmente mientras viajaba con otro habitante de Khaenri'ah maldito, Dainsleif. Clotario reconoció inmediatamente a la Princesa/Príncipe, pero no quiso revelar su identidad y se presentó como uno de sus antiguos sirvientes, Eide. Una vez, los habitantes de Kkhaenri'ah vieron el Abismo en la Princesa/Príncipe, un misterio maravilloso más allá de su comprensión. Creían que ella/él los llevaría a controlar todo. Como no podía preparar la medicina sin ayuda debido a la erosión, pidió ayuda a la Princesa/Príncipe. El ingrediente clave era un hongo especial que crecía en el campo donde estaba enterrada la madre de Cariberto. El paso final para preparar la medicina era obtener el poder de la Diosa de la Sabiduría, y Clotario fue a la Estatua de los Siete."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Diosa de la Sabiduría, míreme.</color>\n<color=#ffffffd9>No pienso rezarle ni cantarle alabanzas.</color>\n<color=#ffffffd9>Los dioses destruyeron mi hogar, mis compatriotas tuvieron que sufrir el dolor de la desgracia... Pero aun así, hoy me presento ante usted.</color>\n<color=#ffffffd9>Solo el destino tiene derecho a burlarse de mí.</color>\n<color=#ffffffd9>Diosa de la Sabiduría, ya me cansé de intentar demostrar que no soy culpable de los pecados que se asocian a mi sangre. Solo pido que tenga piedad de un pobre niño desafortunado.</color>\n<color=#ffffffd9>A mi hijo Cariberto... lo convirtieron en un monstruo antes de poder apreciar la belleza de este mundo. Ningún niño se merece un destino como ese...</color>\n<color=#ffffffd9>Si todo lo que hicieron los dioses desde el comienzo tenía el único fin de que los herejes de Khaenri'ah agachasen la cabeza...</color>\n<color=#ffffffd9>... Entonces yo la agacharé ahora.</color>\n<color=#ffffffd9>Ya renuncié a todo aquello por lo que he luchado...</color>\n<color=#ffffffd9>Solo pido un pequeño milagro para que Cariberto... pueda volver a contemplar este mundo de nuevo.</color>\n<color=#ffffffd9>Se lo ruego, diosa... Se lo suplico.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sin que Alberich lo supiera, la anterior Arconte Dendro, Rukkhadevata, había muerto, y la nueva Arconte, Kusanali, estaba encerrada en el Santuario Surasthana por sus súbditos, por lo que no pudo ayudar al niño. Tras darle la medicina, Clotario pidió perdón a su hijo por no haber estado presente cuando nació, ni haber podido ayudarlo a él ni a su madre. Le rogó que no se enojara con él y que al menos dijera una palabra, pero Cariberto nunca despertó. En su ira, Clotario acusó a los dioses de inacción, y que jamás estuvieron del lado de la humanidad."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Dioses, ¡¿qué más quieren de mí?!</color>\n<color=#ffffffd9>Me arrebataron todo lo que tenía, ¡y hasta me he arrodillado ante ustedes!</color>\n<color=#ffffffd9>Estoy dispuesto a entregarles mi vida, ¡pero ni siquiera me dejan morir!</color>\n<color=#ffffffd9>Sabía que nunca debí confiar en nada que tuviera que ver con los dioses. Me engañé a mí mismo con fantasías...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/17453754f09609f90fa981ec1a2cbc14_2683561372889540310.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando Clotario y la Princesa/Príncipe decidieron hacer otro lote de medicina y fueron a la Estatua de los Siete, vieron a un hilichurl, que inicialmente creyeron que era Cariberto escapado. Al seguirlo, notaron que no tenía el pañuelo de seda, pero igualmente lo siguieron por parecer sospechoso. Dentro de las ruinas de una civilización antigua, donde descendió el hilichurl, había muchos otros hilichurls que parecían postrarse ante algo. Antes del último salón, fueron recibidos por el Emisario del destino, quien preparó una prueba del destino para acceder a una audiencia. Para Clotario, esta criatura tenía un poder verdaderamente hipnotizante, mortal y hermoso a la vez, tan perfecto que inspiraba temor. En el salón, Clotario y la Princesa/Príncipe vieron una enorme piedra púrpura brillante, envuelta en cadenas y suspendida del techo. Al verla, Clotario fue invadido por un asombro y una alegría inmensa, y se arrodilló ante ella. Al salir de la cueva, pensó con horror en haberse arrodillado ante la Estatua de los Siete, pero tuvo la extraña sensación de que algo dictado por el destino había ocurrido. Cuando Clotario dio a Cariberto la segunda dosis de la medicina, el niño despertó. Cariberto sintió como si hubiera salido de un largo sueño, en el que se escondía en una pequeña habitación y no se atrevía a salir. Al despertar, su padre le dijo que habían entrado a un mundo de cuento, donde ya no existía el cielo rojo, ni su hogar, ni Khaenri'ah. Y que en ese mundo, Cariberto se había convertido en un monstruo que no podía quitarse la máscara, pero que siempre estaría a su lado."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/ad3cfbf41c685ff8f2ba7600218a5c8d_546676845448559640.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Después de curar a Cariberto, Clotario decidió adorar al \"dios\" que lo ayudó. Pero este ser sobrenatural no era un dios, sino Vedrfolnir, uno de los Cinco Pecadores de Khaenri'ah, que albergaba el poder del Abismo. Cuando Alberich regresó a las ruinas para rendirle culto, no encontró a nadie. Al volver, descubrió que Cariberto había desaparecido. El niño desobedeció y se quitó la máscara para mirarse al espejo. Incapaz de soportar su reflejo, huyó y volvió a su estado anterior. Al verlo, Clotario comprendió que el poder que revivió a Cariberto no venía de un dios, sino del Abismo. Decidió que, con ese poder, Cariberto podría tejer su destino desde cero."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Habiendo nacido entre tanto dolor, él acabará convirtiéndose en el Telar del Destino”.</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Usando el poder del Abismo, Clotario Alberich fundó la Orden del Abismo, a la que se unieron los nativos inmortales de Khaenri'ah convertidos en monstruos por la maldición y ese poder. Los monstruos que sirven al Abismo son las garras y colmillos con los que la Orden siembra el caos, y el Abismo es destrucción y una ciénaga de locura inconcebible que socava los cimientos del mundo. El objetivo de la Orden era derrocar el mundo gobernado por los Arcontes. Después de fundar la Orden del Abismo, la fe de Clotario en ella lo inspiró a hacer muchas cosas, pero la maldición de la inmortalidad atormentaba eternamente su cuerpo y espíritu, y el Abismo en el que creía no lo salvó al final. Varios siglos después, el hermano/a de la Princesa/Príncipe presenció todo esto en primera persona a través de las Líneas Ley dañadas por el Abismo. Al excavar el campo cerca de la casa de Clotario, hallaron dos esqueletos: uno de la madre de Cariberto y otro probablemente de Clotario, quien de alguna manera había levantado su maldición. El hombre fue enterrado mucho después que la mujer, y en sus manos sostenía el pañuelo de seda que Cariberto había usado."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/7d621eddacce30929665041f8d2b13da_5616244472585358170.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Aunque el hijo de Alberich murió cuando tenía solo ocho años y nunca se convirtió en el Telar del Destino, más tarde fue usado por la Orden del Abismo para crear el mecanismo. Después de conocer a Clotario y a Vedrfolnir, la Princesa/Príncipe de Khaenri'ah empezó a contemplar la creación del Telar del Destino y eventualmente se unió a la Orden del Abismo, convirtiéndose en su Princesa/Príncipe. Bajo su liderazgo, la Orden intentó usar la estatua perdida del Arconte Anemo para crear una deidad mecánica capaz de derrocar los cielos. Más adelante, la Orden completó la creación del mecanismo, y con su ayuda diseñaron el Atlas del nuevo mundo, que incluía las Líneas Ley reconstruidas de Khaenri'ah.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Telar del Destino",
        "desc": "<p>Una máquina creada por la Orden del Abismo capaz de tejer líneas ley. Usando el Telar del Destino, fue creado el Atlas del nuevo mundo reestructurando las líneas ley de una nueva Khaenri'ah basada en la memoria de hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/205556113/c82d3c56ac3814b6bcc524c2d61b2d56_8926206172731093696.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Cariberto",
        "desc": "<p>El hijo ilegítimo de Clotario Alberich que se volvió un Hilichurl por la maldición del Orden Celestial. Él fue usado para crear el Telar del Destino.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/205556113/aa7a6698e59c24e1ff894f332c7292a3_5354801361092593688.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Diosa de la Sabiduría, la anterior Arconte Dendro, y amiga de Nabu Malikata y del Rey Deshret. Ella fue completamente borrada del Irminsul para preservarlo del conocimiento prohibido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/205556113/b8f2003f9943725b14fff4ebb77e90cf_925192913612715450.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3634,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Clotario Alberich",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/205556113/402cfbe077ee2acdc7294bb55d5c8d90_6438712706144472741.png"
      }
    ]
  }
}