{
  "epId": 5747,
  "name": "Telar del Destino",
  "desc": "<p>Una máquina creada por la Orden del Abismo capaz de tejer líneas ley.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/205556113/c82d3c56ac3814b6bcc524c2d61b2d56_8926206172731093696.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1719601333,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Telar del Destino"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Máquina"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Origen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "El Telar del Destino es una máquina creada por la Orden del Abismo capaz de tejer líneas ley. Esta máquina fue diseñada para luchar contra el Orden Celestial, que ha estado dormido durante quinientos años desde el cataclismo en Khaenri'ah. En su forma primitiva, el Telar sólo podía usarse para crear e implantar recuerdos, pero, a medida que se completaba, su poder se hacía cada vez más fuerte. Finalmente, ahora tiene el poder de tejer sus propias líneas ley reales. El sistema de líneas ley de Teyvat está profundamente arraigado en el planeta, y la creación de nuevas líneas ley no puede \"reemplazar\" ni \"extender\" las que ya existen. Una vez totalmente completado, en el momento en que obtiene el poder de tejer líneas ley, pierde la habilidad inferior de influir en los recuerdos. Aún está por descubrirse todo su potencial, pero podría ser una herramienta que pueda cambiar el mundo entero."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/a677683807513c99c52543e920d9bc86_786873802073892609.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Telar del Destino tiene su origen en Clotario Alberich, un noble de sangre pura de Khaenri'ah. Fue él quien se convirtió en el fundador de la Orden del Abismo y del proyecto del Telar del Destino. Clotario tuvo un hijo, Cariberto, de una mujer de Mondstadt. Cuando ocurrió el Cataclismo hace 500 años y Celestia maldijo a los habitantes de Khaenri'ah, Clotario recibió la inmortalidad y su hijo se convirtió en Hilichurl y cayó en coma. En un intento por curar a Cariberto, el hombre pidió ayuda a la Arconte Dendro, pero ella no respondió. Más tarde descubrió un santuario desconocido donde se encontraba un\n, un ser trascendente del Abismo. Cuando Clotario se inclinó ante él, sintió una sensación de asombro y alegría. Al regresar a casa, le dio a Cariberto una dosis de medicamento y descubrió que su hijo se había despertado y podía hablar. Clotario creía que ahora su hijo podría tejer de nuevo su destino."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Habiendo nacido entre tanto dolor, él acabará convirtiéndose en el Telar del Destino.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cariberto describió el Telar del Destino como tristeza y dolor extremos, esperanza y arrepentimiento corriendo por las venas y un grado de poder abisal que desafía la comprensión. Clotario creía que una vez que Cariberto poseyera todos esos elementos, se convertiría en el Telar del Destino. Cariberto no estaba destinado a sobrevivir, e incluso con el poder del \"pecador\", murió cuando tenía 8 años. Él mismo no se convirtió en el Telar del Destino, sino que fue utilizado para crearlo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Cariberto",
        "desc": "<p>El hijo ilegítimo de Clotario Alberich que se volvió un Hilichurl por la maldición del Orden Celestial. Él fue usado para crear el Telar del Destino.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/205556113/aa7a6698e59c24e1ff894f332c7292a3_5354801361092593688.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pajarito enjaulado en el Santuario Surasthana que solo puede contemplar el mundo desde sus sueños.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/01/10742394/f29490bddc56b4a6773b6c5003bbb853_4504849464985713888.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "El ojo del primer Labrador",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/7d621eddacce30929665041f8d2b13da_4474819486842387991.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El ex capitán de la guardia real de Khaenri'ahn, Dainsleif, conocido como el \"Espadachín del Crepúsculo\", intentó detener el Cataclismo, pero no pudo evitar la destrucción de Khaenri'ah. Condenado a la vida eterna, juró vengarse de los cinco pecadores de Khaenri'ah que traicionaron a la nación y detener la Orden del Abismo que surgió de sus seguidores. Un día, él y el/la Viajero/a descubrieron un talismán que había dejado caer un mago del Abismo. A partir de este talismán conocieron la primera operación del Telar del Destino. El proyecto en sí estaba relacionado con la estatua invertida del Arconte Anemo, que habían descubierto previamente en las ruinas de Liyue. Durante la primera fase, la Orden del Abismo tenía la intención de corromper la mente de Osial, el Señor del Vórtice, derrotado por Rex Lapis durante la Guerra de los Arcontes, y transformar su cuerpo usando el antiguo \"Labrador\" de Khaenri'ah. La estatua profanada del Arconte se convertiría en la base a la que se unirían los miembros de Osial para construir un dios mecanizado. Se suponía que el nuevo núcleo que reemplazaría el orbe que normalmente sostenía la Estatua de los Siete sería el ojo del primer Labrador. Se suponía que el nuevo dios derribaría los tronos divinos de Celestia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/9b9ccf34acdfea993d8a96762aa46a9d_268955756135437754.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Labrador es el nombre en clave de los antiguos mecanismos de Khaenri'ah ahora conocidos como \"Guardianes de las Ruinas\". La gente de allí creía que la tierra no debía cultivarse con herramientas agrícolas, sino luchar por ella con acero y sangre, y así surgió \"Labrador\". Después de la destrucción de Khaenri'ah, los mecanismos perdieron a sus amos y quedaron completamente fuera de control. Vagaron por las tierras sin rumbo durante siglos y finalmente se dispersaron por todo Teyvat. Para encontrar al primer Labrador y conocer la estatua invertida, el/la Viajero/a se puso en contacto con Bárbara, la diaconisa de la iglesia de Mondstadt, y ella les contó sobre \"La furia del tirano\". Hace muchos años, caían bolas de fuego del cielo cada vez que alguien se acercaba al casco antiguo de Mondstadt. La gente de aquella época creía que se trataba de una maldición impuesta por el\n, por lo que se referían a ella como \"La furia del tirano\". Este extraño fenómeno continuó durante aproximadamente un año. Nunca nadie pudo solucionarlo, simplemente cesó gradualmente por sí solo. \"La furia del tirano\" resultó ser el Labrador. Hace muchos años, terminó accidentalmente en la arena del Rey del Viento del Norte, Andrius, y confundió el mecanismo con un hombre valiente que lo desafió. La máquina no podía pensar, pero cada parte de ella estaba diseñada para matar y luchar. Podría girar, volar alto en el aire y disparar bolas de fuego. Al final, Andrius pudo derrotar a la máquina, pero logró abandonar la arena antes de caer y se dirigió hacia el Viejo Mondstadt. En la Guarida de Stormterror (el Antiguo Mondstadt), Dainsleif y el/la Viajero/a descubrieron el primer Labrador, y el Espadachín del Crepúsculo escondió su ojo en su cuerpo para que no cayera en manos de la Orden del Abismo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>El Arconte de la Tempestad y gobernante del antiguo Mondstadt. Fue derrocado como resultado de un levantamiento hecho por el pueblo de Mondstadt, que no pudo resistir la tiranía.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/513d51e0ebfd54f5da34a9f85dfaf61f_2051448002237677782.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>El Rey Lobo del Norte, un protector del Reino de los Lobos y uno de los Cuatro Vientos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/2ac7ad0e18377b4a7b7fc2032f318cc3_3297769624003081270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "name": "Guardián de las Ruinas",
        "desc": "Una máquina de guerra muy antigua con forma humanoide.<br/>Cuenta la leyenda que se trata de una máquina de guerra legada por un imperio que desapareció. Suele deambular por las ruinas de ciudades ya desaparecidas y atacar a los aventureros. Las investigaciones han descubierto que los Guardianes y las ruinas no comparten el mismo origen, e incluso miles de años los separan, así que... ¿por qué motivo se quedan en las ruinas y las defienden con todas sus fuerzas?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Completando el Telar del Destino",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dainsleif continuó investigando asuntos relacionados con el Telar del Destino. Comprendió que incluso cuando el plan de la Orden del Abismo fue interrumpido, encontraron otra manera de llevar a cabo sus planes. Su principal objetivo era descubrir la esencia del Telar del Destino para comprender el verdadero propósito de la Orden. De la información que reunió Dainsleif, se dedujo que el Telar del Destino estaba conectado a las líneas ley. El Espadachín del Crepúsculo descubrió que la actividad de la Orden del Abismo en un área determinada siempre iba acompañada de interferencia en las líneas ley. Su atención se centró en la Aldea Vimara, donde el/la Viajero/a se encontraba en ese momento investigando la desaparición de un joven. Aunque muchos residentes contactaron al Gremio de Aventureros sobre su desaparición, nadie podía recordar su nombre o el lugar en el que vivía. El/La Viajero/a dedujo que este hombre existía sólo en los recuerdos de las personas que fluían a través de las líneas ley."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/f95f754ac9867c0a1b7680bb16e7e39d_5955975484121068904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando Dainsleif se dio cuenta de que tenía implantados recuerdos falsos y que el hombre misterioso estaba conectado con la creciente actividad de la Orden del Abismo cerca de la Aldea Vimara, decidió enviar a la Orden por un rastro falso para reunirse con la Princesa/Príncipe de la Orden del Abismo. Sabía que la Orden buscaba el ojo del Labrador, así que se lo iba a dar al/a la Viajero/a para que lo sacaran de su escondite. El plan de Dainsleif se vio interrumpido y se le implantaron falsos recuerdos de que el ojo del Labrador ya estaba en posesión del/de la Viajero/a. Así fue como la Orden del Abismo pudo obtener el ojo y completar la creación del Telar del Destino.\nEl hombre misterioso en la memoria de la gente resultó ser Cariberto. Su conciencia permaneció en el mecanismo y obtuvo la capacidad de controlar el dispositivo hasta que se completó. No estaba al tanto de los planes de la Orden con respecto al Telar del Destino y no vio el panorama completo, pero el dispositivo lo ayudó a lograr su propio objetivo. Hace muchos años, cuando Clotario despertó en el Hilichurl la conciencia de que su hijo se convertiría con el poder del Abismo, Cariberto experimentó un horror y un dolor indescriptibles. Para consolarlo, su padre le contó la historia de que se encontraba en un mundo de cuento de hadas y tomó la forma de un pequeño monstruo. Esa historia disipó los temores de Cariberto por un momento, por lo que usó el Telar del Destino incompleto para implantar un falso recuerdo de amor en la mente de los Hilichurls."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/2ff0c4afe38825213354013dcbd4c411_6261946110992040375.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cariberto utilizó también el Telar del Destino para \"vivir\" una vida que le fue arrebatada injustamente. Creó su apariencia a imagen de su padre e implantó los recuerdos del tiempo que pasó con ellos en la Aldea Vimara. Cuando el proyecto de la Orden del Abismo estuvo casi completado, solo quedaba un fino hilo de conciencia de Cariberto, por lo que decidió abandonar a los aldeanos. Al final, se encontró con el/la Viajero/a en el espacio de su conciencia, donde habló sobre la finalización de la creación del Telar del Destino y desapareció sin dejar rastro. En la memoria de los aldeanos apareció el recuerdo de que el desaparecido conoció a sus padres y se fue con ellos.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Cariberto",
        "desc": "<p>El hijo ilegítimo de Clotario Alberich que se volvió un Hilichurl por la maldición del Orden Celestial. Él fue usado para crear el Telar del Destino.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/205556113/aa7a6698e59c24e1ff894f332c7292a3_5354801361092593688.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "name": "Imagen grupal de un momento desconocido",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una preciosa imagen grupal que de alguna manera ha sobrepasado las normas, tomada por algún desconocido con medios desconocidos en un espacio que ya no debería existir.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/10742394/40d01d15e20a2d010df83c76cef25899_6788115335217663030.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}