{
  "epId": 5747,
  "name": "Telar del Destino",
  "desc": "<p>Una máquina creada por la Orden del Abismo capaz de tejer líneas ley. Usando el Telar del Destino, fue creado el Atlas del nuevo mundo reestructurando las líneas ley de una nueva Khaenri'ah basada en la memoria de hace 500 años.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/205556113/c82d3c56ac3814b6bcc524c2d61b2d56_8926206172731093696.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1751838494,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Telar del Destino"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Definición"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Origen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "El Telar del Destino es una máquina creada por la Orden del Abismo capaz de tejer líneas ley. Esta máquina fue diseñada para luchar contra el Orden Celestial, que ha estado dormido durante quinientos años desde el cataclismo en Khaenri'ah. En su forma primitiva, el Telar sólo podía usarse para crear e implantar recuerdos, pero, a medida que se completaba, su poder se hacía cada vez más fuerte. Finalmente, ahora tiene el poder de tejer sus propias líneas ley reales. El sistema de líneas ley de Teyvat está profundamente arraigado en el planeta, y la creación de nuevas líneas ley no puede \"reemplazar\" ni \"extender\" las que ya existen. Una vez totalmente completado, en el momento en que obtiene el poder de tejer líneas ley, pierde la habilidad inferior de influir en los recuerdos. Aún está por descubrirse todo su potencial, pero podría ser una herramienta que pueda cambiar el mundo entero."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/a677683807513c99c52543e920d9bc86_786873802073892609.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Telar del Destino tiene su origen en Clotario Alberich, un noble de sangre pura de Khaenri'ah. Fue él quien se convirtió en el fundador de la Orden del Abismo y del proyecto del Telar del Destino. Clotario tuvo un hijo, Cariberto, de una mujer de Mondstadt. Cuando ocurrió el Cataclismo hace 500 años y Celestia maldijo a los habitantes de Khaenri'ah, Clotario recibió la inmortalidad y su hijo se convirtió en Hilichurl y cayó en coma. En un intento por curar a Cariberto, el hombre pidió ayuda a la Arconte Dendro, pero ella no respondió. Más tarde descubrió un santuario desconocido donde se encontraba un\n, un ser trascendente del Abismo. Cuando Clotario se inclinó ante él, sintió una sensación de asombro y alegría. Al regresar a casa, le dio a Cariberto una dosis de medicamento y descubrió que su hijo se había despertado y podía hablar. Clotario creía que ahora su hijo podría tejer de nuevo su destino."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Habiendo nacido entre tanto dolor, él acabará convirtiéndose en el Telar del Destino.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cariberto describió el Telar del Destino como tristeza y dolor extremos, esperanza y arrepentimiento corriendo por las venas y un grado de poder abisal que desafía la comprensión. Clotario creía que una vez que Cariberto poseyera todos esos elementos, se convertiría en el Telar del Destino. Cariberto no estaba destinado a sobrevivir, e incluso con el poder del \"pecador\", murió cuando tenía 8 años. Él mismo no se convirtió en el Telar del Destino, sino que fue utilizado para crearlo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Clotario",
        "desc": "<p>Un nativo de Khaenri'ah de sangre pura que fue maldecido con la inmortalidad por Celestia. Es un miembro del Clan Alberich y fundador de la Orden del Abismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/205556113/b7914afc65ea6f7c28fe8cfe7796b76d_5764131182828472309.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Cariberto",
        "desc": "<p>El hijo ilegítimo de Clotario Alberich que se volvió un Hilichurl por la maldición del Orden Celestial. Él fue usado para crear el Telar del Destino.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/205556113/aa7a6698e59c24e1ff894f332c7292a3_5354801361092593688.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "El ojo del primer Labrador",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/7d621eddacce30929665041f8d2b13da_4474819486842387991.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El ex capitán de la guardia real de Khaenri'ahn, Dainsleif, conocido como el \"Espadachín del Crepúsculo\", intentó detener el Cataclismo, pero no pudo evitar la destrucción de Khaenri'ah. Condenado a la vida eterna, juró vengarse de los cinco pecadores de Khaenri'ah que traicionaron a la nación y detener la Orden del Abismo que surgió de sus seguidores. Un día, él y el/la Viajero/a descubrieron un talismán que había dejado caer un mago del Abismo. A partir de este talismán conocieron la primera operación del Telar del Destino. El proyecto en sí estaba relacionado con la estatua invertida del Arconte Anemo, que habían descubierto previamente en las ruinas de Liyue. Durante la primera fase, la Orden del Abismo tenía la intención de corromper la mente de Osial, el Señor del Vórtice, derrotado por Rex Lapis durante la Guerra de los Arcontes, y transformar su cuerpo usando el antiguo \"Labrador\" de Khaenri'ah. La estatua profanada del Arconte se convertiría en la base a la que se unirían los miembros de Osial para construir un dios mecanizado. Se suponía que el nuevo núcleo que reemplazaría el orbe que normalmente sostenía la Estatua de los Siete sería el ojo del primer Labrador. Se suponía que el nuevo dios derribaría los tronos divinos de Celestia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/9b9ccf34acdfea993d8a96762aa46a9d_268955756135437754.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Labrador es el nombre en clave de los antiguos mecanismos de Khaenri'ah ahora conocidos como \"Guardianes de las Ruinas\". La gente de allí creía que la tierra no debía cultivarse con herramientas agrícolas, sino luchar por ella con acero y sangre, y así surgió \"Labrador\". Después de la destrucción de Khaenri'ah, los mecanismos perdieron a sus amos y quedaron completamente fuera de control. Vagaron por las tierras sin rumbo durante siglos y finalmente se dispersaron por todo Teyvat. Para encontrar al primer Labrador y conocer la estatua invertida, el/la Viajero/a se puso en contacto con Bárbara, la diaconisa de la iglesia de Mondstadt, y ella les contó sobre \"La furia del tirano\". Hace muchos años, caían bolas de fuego del cielo cada vez que alguien se acercaba al casco antiguo de Mondstadt. La gente de aquella época creía que se trataba de una maldición impuesta por el\n, por lo que se referían a ella como \"La furia del tirano\". Este extraño fenómeno continuó durante aproximadamente un año. Nunca nadie pudo solucionarlo, simplemente cesó gradualmente por sí solo. \"La furia del tirano\" resultó ser el Labrador. Hace muchos años, terminó accidentalmente en la arena del Rey del Viento del Norte, Andrius, y confundió el mecanismo con un hombre valiente que lo desafió. La máquina no podía pensar, pero cada parte de ella estaba diseñada para matar y luchar. Podría girar, volar alto en el aire y disparar bolas de fuego. Al final, Andrius pudo derrotar a la máquina, pero logró abandonar la arena antes de caer y se dirigió hacia el Viejo Mondstadt. En la Guarida de Stormterror (el Antiguo Mondstadt), Dainsleif y el/la Viajero/a descubrieron el primer Labrador, y el Espadachín del Crepúsculo escondió su ojo en su cuerpo para que no cayera en manos de la Orden del Abismo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6461,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Un anterior capitán de la guardia real de Khaenri'ah, quien fue maldito por Celestia con la inmortalidad.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/86cba0ac52d14db4084f3a30b16f48cd_688505044661450551.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>El Arconte de la Tempestad y gobernante del antiguo Mondstadt. Fue derrocado como resultado de un levantamiento hecho por el pueblo de Mondstadt, que no pudo resistir la tiranía.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/513d51e0ebfd54f5da34a9f85dfaf61f_2051448002237677782.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>El Rey Lobo del Norte, un protector del Reino de los Lobos y uno de los Cuatro Vientos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/2ac7ad0e18377b4a7b7fc2032f318cc3_3297769624003081270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "name": "Guardián de las Ruinas",
        "desc": "Una máquina de guerra muy antigua con forma humanoide.<br/>Cuenta la leyenda que se trata de una máquina de guerra legada por un imperio que desapareció. Suele deambular por las ruinas de ciudades ya desaparecidas y atacar a los aventureros. Las investigaciones han descubierto que los Guardianes y las ruinas no comparten el mismo origen, e incluso miles de años los separan, así que... ¿por qué motivo se quedan en las ruinas y las defienden con todas sus fuerzas?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Completando el Telar del Destino",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dainsleif continuó investigando asuntos relacionados con el Telar del Destino. Comprendió que incluso cuando el plan de la Orden del Abismo fue interrumpido, encontraron otra manera de llevar a cabo sus planes. Su principal objetivo era descubrir la esencia del Telar del Destino para comprender el verdadero propósito de la Orden. De la información que reunió Dainsleif, se dedujo que el Telar del Destino estaba conectado a las líneas ley. El Espadachín del Crepúsculo descubrió que la actividad de la Orden del Abismo en un área determinada siempre iba acompañada de interferencia en las líneas ley. Su atención se centró en la Aldea Vimara, donde el/la Viajero/a se encontraba en ese momento investigando la desaparición de un joven. Aunque muchos residentes contactaron al Gremio de Aventureros sobre su desaparición, nadie podía recordar su nombre o el lugar en el que vivía. El/La Viajero/a dedujo que este hombre existía sólo en los recuerdos de las personas que fluían a través de las líneas ley."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/f95f754ac9867c0a1b7680bb16e7e39d_5955975484121068904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando Dainsleif se dio cuenta de que tenía implantados recuerdos falsos y que el hombre misterioso estaba conectado con la creciente actividad de la Orden del Abismo cerca de la Aldea Vimara, decidió enviar a la Orden por un rastro falso para reunirse con la Princesa/Príncipe de la Orden del Abismo. Sabía que la Orden buscaba el ojo del Labrador, así que se lo iba a dar al/a la Viajero/a para que lo sacaran de su escondite. El plan de Dainsleif se vio interrumpido y se le implantaron falsos recuerdos de que el ojo del Labrador ya estaba en posesión del/de la Viajero/a. Así fue como la Orden del Abismo pudo obtener el ojo y completar la creación del Telar del Destino.\nEl hombre misterioso en la memoria de la gente resultó ser Cariberto. Su conciencia permaneció en el mecanismo y obtuvo la capacidad de controlar el dispositivo hasta que se completó. No estaba al tanto de los planes de la Orden con respecto al Telar del Destino y no vio el panorama completo, pero el dispositivo lo ayudó a lograr su propio objetivo. Hace muchos años, cuando Clotario despertó en el Hilichurl la conciencia de que su hijo se convertiría con el poder del Abismo, Cariberto experimentó un horror y un dolor indescriptibles. Para consolarlo, su padre le contó la historia de que se encontraba en un mundo de cuento de hadas y tomó la forma de un pequeño monstruo. Esa historia disipó los temores de Cariberto por un momento, por lo que usó el Telar del Destino incompleto para implantar un falso recuerdo de amor en la mente de los Hilichurls."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/2ff0c4afe38825213354013dcbd4c411_6261946110992040375.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cariberto utilizó también el Telar del Destino para \"vivir\" una vida que le fue arrebatada injustamente. Creó su apariencia a imagen de su padre e implantó los recuerdos del tiempo que pasó con ellos en la Aldea Vimara. Cuando el proyecto de la Orden del Abismo estuvo casi completado, solo quedaba un fino hilo de conciencia de Cariberto, por lo que decidió abandonar a los aldeanos. Al final, se encontró con el/la Viajero/a en el espacio de su conciencia, donde habló sobre la finalización de la creación del Telar del Destino y desapareció sin dejar rastro. En la memoria de los aldeanos apareció el recuerdo de que el desaparecido conoció a sus padres y se fue con ellos.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5752,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Un anterior capitán de la guardia real de Khaenri'ah, quien fue maldito por Celestia con la inmortalidad.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/86cba0ac52d14db4084f3a30b16f48cd_688505044661450551.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Cariberto",
        "desc": "<p>El hijo ilegítimo de Clotario Alberich que se volvió un Hilichurl por la maldición del Orden Celestial. Él fue usado para crear el Telar del Destino.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/205556113/aa7a6698e59c24e1ff894f332c7292a3_5354801361092593688.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "name": "Imagen grupal de un momento desconocido",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una preciosa imagen grupal que de alguna manera ha sobrepasado las normas, tomada por algún desconocido con medios desconocidos en un espacio que ya no debería existir.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/10742394/40d01d15e20a2d010df83c76cef25899_6788115335217663030.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Atlas del nuevo mundo",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tiempo después de la finalización del Telar del Destino, la Orden del Abismo atacó Natlan. Los centinelas tribales notaron que muchos de los miembros de la Orden no estaban atacando, sino que vagaban por la zona, como si estuvieran en meditación y oración. Los centinelas contactaron a los chamanes, pero no pudieron averiguar la razón, y los habitantes de Natlan decidieron ignorarlo. La gran Chamán de los Augures Vientonocturno tuvo un sueño en el que \"un ruido\" se había colado en las Líneas Ley de Natlan. Este ruido no tenía un efecto real en el Reino de la Noche ni en las Líneas Ley, como si existiera en paralelo, independientemente del otro, como una señal que existe en una dimensión diferente de la realidad. La Chamán no detectó ningún riesgo, pero sabía con certeza que la Orden del Abismo estaba planeando algo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/79900d532f90a39f952b2a92d390289a_5299286160152342444.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al mismo tiempo, el/la Viajero/a y Paimon llegaron a Natlan y, durante una patrulla, se encontraron con un hilichurl que, mientras huía, dejó caer una llave de forma extraña. Tras examinar la llave, el/la Viajero/a se dio cuenta de que era la Llave de la cámara de hibernación de la nave en la que él y su hermana/o habían llegado a Teyvat. Dado que el/la Viajero/a tenía su propia llave, la llave perdida solo podía pertenecer a su hermana/o. Al salir de la cueva, el/la Viajero/a y Paimon conocieron a una misteriosa chica, Direidyth, que se había torcido el tobillo mientras huía de unos monstruos. La chica dijo que había viajado desde una aldea en busca de un salvador. Un día, una sabia que conocía todos los secretos del mundo llegó a esa aldea. Ella predijo que el fin del mundo llegaría pronto, pero que entonces aparecería un salvador. La sabia describió que el salvador tendría cabello dorado, así que cuando Direidyth vio al/a la Viajero/a, lo confundió con el/la salvador/a, pero este debía ser del sexo opuesto. Al darse cuenta de que la chica estaba buscando al/a la hermano/a del/de la Viajero/a, prometieron ayudarla en su búsqueda. Cerca de la cueva, Direidyth volvió a ver monstruos que la perseguían, pero ni el/la Viajero/a ni Paimon los vieron. Y cuando el Viajero/a y Paimon encontraron algunos monstruos, Direidyth no los veía. Solo cuando se tomaron de la mano con Direidyth pudieron ver los monstruos del otro."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/ef56faa0734f77e075ee560085bb9eac_8527634748060724092.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mientras el pueblo de Natlan preparaba sus fuerzas para lanzar un contraataque, Dainsleif apareció repentinamente en el frente de la Orden del Abismo, irrumpió en las líneas enemigas y atacó con furia, derribándolos como si fueran muñecos de papel. Para cuando los guardias reaccionaron, el frente ya había sido destruido, y los monstruos se retiraron en dirección a la Ciudad de las Cenizas, donde se encontraba su cuartel general. Como la Espadachín del Crepúsculo no podía esperar refuerzos de los habitantes de Natlan, él y el/la Viajero/a fueron a Ochkanatlan para descubrir el verdadero motivo de la Orden. Durante su cacería de la Orden del Abismo en Natlan, Dainsleif interrogó a varios miembros capturados de la Orden, pero no logró averiguar nada, así que decidió centrarse en la acción militar. Si la Orden estaba dispuesta a sacrificarlo todo para ejecutar un plan secreto, el Espadachín del Crepúsculo quería que ese sacrificio fuera lo más tangible posible. En Ochkanatlan, Dainsleif y el/la Viajero/a se enfrentaron a un Bautista Sacrílego, quien era el comandante del cuartel general de la Orden del Abismo. Tras su derrota, el Bautista reveló que la Princesa/el Príncipe de la Orden del Abismo ya había logrado la victoria, y que la tarea del resto de la Orden era simplemente atraer la atención hacia ellos. La Princesa/el Príncipe había entrado al Reino de la Noche sin ser detectada/o y usó la experiencia de Natlan en la restauración de las Líneas Ley para crear el Atlas del nuevo mundo: una recreación de las Líneas Ley de Khaenri'ah de hace quinientos años, utilizando el Telar del Destino."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/16ff116ef47db7ced801b5ad67dfddaf_7778107680228613501.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al enterarse del renacimiento de Khaenri'ah, el/la Viajero/a y Paimon comprendieron que Direidyth venía de Khaenri'ah, y que el fin del mundo del que hablaba era el Cataclismo que había ocurrido quinientos años atrás. Se apresuraron a ir con la chica, mientras Dainsleif permanecía con el Bautista Sacrílego, a quien reconoció como su antiguo mentor, Haden. Debido a la erosión y al Abismo, los recuerdos, la personalidad, el alma y los sentimientos de Haden habían desaparecido hacía tiempo, y ya no recordaba nada. Pidió a su antiguo alumno que compartiera sus recuerdos de su hogar, ya que el Espadachín del Crepúsculo era el único capaz de retener recuerdos gracias al anillo. Aunque Dainsleif no quiso contar historias sobre Khaenri'ah, sí abrió sus recuerdos al Telar del Destino, que era lo que la Orden del Abismo deseaba. Con casi todos los recuerdos de los miembros de la Orden del Abismo ya corrompidos por la erosión, necesitaban los recuerdos de Dainsleif para crear una nueva Khaenri'ah. Durante la meditación que los centinelas tribales habían notado, los miembros de la Orden del Abismo escribieron todos sus recuerdos, a partir de los cuales se construiría el reino renacido.\nCuando el/la Viajero/a volvió con Direidyth, resultó que ya era demasiado tarde, y el fin del mundo en su tiempo había llegado. Al enterarse de que ella y el/la Viajero/a estaban en espacios y tiempos diferentes, la chica pidió algo que pudiera servir como prueba de su encuentro, para entregárselo al/a la hermano/a cuando lo encontrara. Pensando en la Llave de la cámara de hibernación, el/la Viajero/a comprendió que el hilichurl que habían encontrado en la cueva era Direidyth. Y si ese era su destino... ¿valía la pena entregarle la llave?"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"En ese caso... ¿Qué pasó con mi nación, Khaenri'ah?</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>No, espera... no contestes.</color>\n<color=#ffffffd9>#La incertidumbre es la mejor motivación para esforzarse. Estoy segura de que el/la salvador/a podrá arreglar las cosas.</color>\n<color=#ffffffd9>#Querría seguir buscándola/o aunque no estuvieras tú ahí para protegerme.</color>\n<color=#ffffffd9>Pero... Pero...</color>\n<color=#ffffffd9>#En realidad, para mí, tú ya eres el/la salvador/a. Eres quien puede protegerlo y cambiarlo todo.</color>\n<color=#ffffffd9>La única lástima es que... no seas de mi mismo tiempo y espacio...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/8c25f51e45d4835b6e120660bad18271_4489092099118584101.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En ese momento, el tiempo se detuvo, y apareció la Princesa/el Príncipe de la Orden del Abismo. Hace cinco siglos, cuando el Cataclismo acababa de comenzar, ella/él, como Princesa/Príncipe de Khaenri'ah, iba a enfrentarlo, pero fue encontrada/o por la chica, Direidyth. Ella le habló sobre el/la hermano/a perdido y le suplicó que salvara el mundo, y como prueba de haberlo conocido, le mostró la Llave de la cámara de hibernación. Antes de ese momento, los hermanos se habían separado, y la Princesa/el Príncipe había perdido la memoria, por lo que Khaenri'ah se había convertido en su segundo hogar. Tras enterarse del/de la hermano/a, la Princesa/el Príncipe enfrentó una decisión muy difícil y, superando su culpa, fue en busca del/de la hermano/a. Cuando encontró al/a la hermano/a, él/ella aún no había despertado, y la llave de la cámara estaba en su posesión todo ese tiempo, lo que creó una tercera llave en ese momento en el tiempo. La Princesa/el Príncipe no comprendía lo que estaba ocurriendo y decidió llevarse al/a la hermano/a y huir, pero fueron separados de nuevo por la Protectora del Orden. Durante quinientos años, la Princesa/el Príncipe trató de descubrir de dónde había sacado Direidyth la llave y qué había llevado a ese encuentro, y solo ahora comprendía que la chica había conocido al/a la hermano/a en el futuro y que él/ella le había entregado la llave desde el futuro hacia el pasado en el momento de la superposición de las Líneas Ley de Khaenri'ah sobre Natlan. Incluso si el/la Viajero/a quisiera cambiar el destino y no entregar la llave a Direidyth, igual sucedería, ya que el Telar del Destino estaba destinado a aparecer. Este encuentro entre el/la Viajero/a y su hermana/o no habría sido posible sin la Soberana del Tiempo, Istaroth, una de las sombras del Soberano Primordial. Fue por su intervención que la Princesa/el Príncipe no pudo ayudar a Khaenri'ah. Y fue por ella que decidió crear el Atlas del nuevo mundo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/7cff3327ca4b63b2359ea3d675c96c9f_5241812296865474052.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Desde el principio, la Princesa/el Príncipe sabía que las Líneas Ley de Teyvat estaban selladas por el Orden Celestial. No se podía agregar ninguna más, ni reemplazar las existentes. Pero entonces resultó que el Reino de la Noche de Natlan parecía ser una excepción a esa regla. Ella/él lideró a la Orden del Abismo en un ataque contra Natlan para ganar tiempo y poder entrar al Reino de la Noche y negociar con la Señora de la Noche. El Reino de la Noche no podía albergar nuevas Líneas Ley, pero podía proporcionar el espacio para que fueran tejidas, y así la Señora de la Noche dio permiso para activar el Telar del Destino. Usando una flor de inteyvat como base, la Princesa/el Príncipe pudo hacer crecer un reino basado en la Khaenri'ah de hace quinientos años, superponiéndolo sobre el espacio-tiempo de la Natlan actual. Fue gracias a esta superposición que el/la Viajero/a conoció a Direidyth. Después de eso, la nueva Khaenri'ah se enriqueció con los recuerdos de la antigua, extraídos de los miembros de la Orden del Abismo durante sus sesiones de meditación. Con esos recuerdos como materia prima y el reino superpuesto como plantilla, el Telar del Destino finalmente completó su trabajo, creando el Atlas del nuevo mundo. El Atlas consistía en toda la red de Líneas Ley de la Nueva Khaenri'ah, y con él, el reino finalmente podría renacer cuando se encontrara una ubicación anfitriona adecuada.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7858,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Los guerreros que surcan los cielos, persiguiendo sus grandes sueños entre la bruma matinal y el vasto océano de nubes, jamás se detienen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/92ba82bac0de649596f7af552428b24d_6681031167788957842.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Reino de la Noche",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Un anterior capitán de la guardia real de Khaenri'ah, quien fue maldito por Celestia con la inmortalidad.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/86cba0ac52d14db4084f3a30b16f48cd_688505044661450551.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7808,
        "name": "Llave de la cámara de hibernación",
        "desc": "En la nave que cruzaba el mar de estrellas, estas pertenecían a los gemelos viajeros de cabello dorado. En teoría, solo debería haber dos llaves.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/18/5f0dab2a8059fdc1a9449cee42de9575_1265656115722294584.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "videoCollection": [
      {
        "title": "Cutscene Animation: \"It's Only Ever Been About Us\" | Genshin Impact #Aether #Lumine #WeMeetAgain",
        "url": "https://www.youtube.com/watch?v=JZB6qRCzBow",
        "coverUrl": "https://i.ytimg.com/vi/JZB6qRCzBow/maxresdefault.jpg",
        "duration": 87
      },
      {
        "title": "Cutscene Animation: \"Overlapping Cataclysms\" | Genshin Impact #GenshinImpact #Aether #Lumine",
        "url": "https://www.youtube.com/watch?v=ZzUbkm5VRs8",
        "coverUrl": "https://i.ytimg.com/vi/ZzUbkm5VRs8/maxresdefault.jpg",
        "duration": 48
      }
    ],
    "galleryCharacter": [
      {
        "key": "Atlas del nuevo mundo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/205556113/d9adcc73bce5c491e839bf4285d0bd60_4532981269204168026.png"
      }
    ]
  }
}