{
  "epId": 5838,
  "name": "El despacho de los gatos",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1720636718,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "El despacho de los gatos"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "El despacho de los gatos (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Como en muchas otras tardes, Perroux dio un buen bostezo y se frotó los ojos cuando, de repente, vislumbró una invitación de color dorado que yacía plácidamente en el parterre de flores.\nEl envoltorio de la carta está iluminado por la luz del sol. Las palabras “Para el Sr. Perroux” relucen más que el Mora.\nLos ojos de Perroux se abrieron de par en par.\nNo era más que un humilde portero que abría la puerta a los “caballeros” y “damas” que venían a visitar a su amo. Era la primera vez que alguien se dirigía a él tan respetuosamente como “Sr. Perroux”.\n¿Quién habrá dejado eso ahí sin que él se diera cuenta?\nPerroux, tras parpadear repetidamente y confirmar que no se trataba de una ilusión, abre la invitación...\n“Gracias por tan deliciosa comida. Por favor, ¡venga a visitarnos!—— El despacho de los gatos”.\nLa letra torcida, que parecía haber sido escrita con el más tosco de los pinceles, no se correspondía con el envoltorio de color dorado.\n¿Un despacho de gatos? ¿Existe tal cosa? No será un despacho regentado por gatos, ¿verdad?\nPerroux, por su parte, suele alimentar a los gatos callejeros de la esquina con sobras.\nTan solo con llamarlos, los gatos se acercan cariñosamente. Sin embargo, si no hay comida para ellos, los gatos desconfían incluso de Perroux.\nTras caer en la cuenta, Perroux miró el reverso de la invitación.\n“Tal vez no sepa dónde se encuentra el despacho...”.\n“En la duodécima vuelta del Viento del Norte, avance por el suelo con escamas de peces hasta encontrar una fila de carros.\nTras la décima campanada, solo quedará un carro, y deberá saltar hacia la sombra oscura que hay debajo de él. Ahí estaremos...”.\nEsta forma de expresar el tiempo y el lugar, parece más bien... una especie de sortilegio sin sentido.\n¿Será una broma de alguien?\nAunque por la cantidad de erratas y la especial atención prestada a las escamas de peces, sí que parece tratarse de un gato... Si es que los gatos supieran escribir y tuvieran una firma.\nViento del Norte... Escamas de peces... Carruajes... ¡Ah, claro! Si voy desde aquí hacia el sur doce calles, llegaría al puesto de pescado. Cada noche a las diez, ¿no pasa por ahí el carro de la basura? ¿Será ahí?\nSe llevan a las afueras la enorme cantidad de basura que produce la ciudad a lo largo del día, y a las doce regresa entre traqueteos.\nSí, ese debe ser el sortilegio de las palabras felinas. Solo alguien como Perroux, que conoce a los gatos tan bien como conoce la ciudad, y la ciudad tan bien como conoce a los gatos, podría haberlo descifrado.\nEl corazón de Perroux empieza a acelerarse. Se trata de un secreto que solo él conoce.\n“¡Hora del cambio de turno! ¡Vamos, rápido! ¡Debo ir a reunirme con los gatos!”."
          }
        ]
      },
      {
        "title": "El despacho de los gatos (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "“¡Ha venido! Por favor, siéntese”.\nLos gatos están muy contentos.\n“¡Sí! No fue nada fácil encontrar su despacho”.\nEsa noche, Perroux buscó siguiendo las instrucciones de la invitación.\nResultó que entre los carros que transportaban basura, había uno con las ruedas rotas que permanecía parado en el mismo lugar. Bajo el carro, Perroux encontró un agujero negro que se fusionaba con las sombras del cual emergían vagamente luces y sonidos, y por cuyo interior descendía una escalera de caracol.\nEste despacho de los gatos está realmente escondido.\n“Esa es la naturaleza de un gato callejero. ¡Por favor, entiéndalo!”.\nEl gato atigrado de ojos dorados habló con aparente humildad, pero su cola se dobló con orgullo.\nPerroux se dio cuenta de que se trataba del gato atigrado al que solía alimentar y que solía tumbarse en la ventana de la casa de su amo, moviendo la cola perezosamente. En cuanto a los otros gatos, a Perroux no le resultaban familiares.\nEl gato atigrado se presentó ante Perroux:\nEl gato atigrado es el mismísimo jefe de los gatos.\nEl gato de patas floridas que tengo a mi izquierda es mi esbirro.\nLa gata tricolor que tengo a mi derecha es muy inteligente. Para escribirle la carta a Perroux, cada gato se arrancó un pelo del bigote para hacer un pincel, mojarlo en tinta y que, así, la gata tricolor pudiera escribir la carta.\n“Y luego está esta gata chamuscada, que es un poco fea y con algunos claros de sarna, ¡pero no la menosprecies!”.\nEstos gatos formaron El despacho de los gatos para ayudar a los gatos de la ciudad a resolver sus problemas.\n“Entonces, ¿qué problema ha resuelto la agencia?”.\nPerroux preguntó con curiosidad.\nEl gato atigrado movió la cola hacia la izquierda y dio paso al gato de patas floridas para que hiciera su aparición.\n“Soy el valiente gato de patas floridas. ¡El jefe, Roncófilo, me encomendó un encargo y yo me encargué de llevarlo a cabo, miau!”.\n“El jefe de los gatos ha abierto un hotel muy, muy lujoso, que no tiene nada que envidiar a los grandes hoteles de los humanos. Cuando lo inauguró, fueron innumerables huéspedes a alojarse en él”.\n¡Los gatos tienen sus propios hoteles de lujo! Perroux estuvo apunto de sacar sus notas y apuntarlo.\nIncluso Perroux pasaba junto a la puerta y miraba con admiración el interior. La sensación que tenía era como cuando de niño tomabas una piruleta y no podías resistir la tentación de darle un lametón.\n“Pero los ronquidos del jefe eran demasiado fuertes. Los clientes no podían dormir por el ruido, y el negocio empezó a ir cuesta abajo”.\n“De repente, un día, aparecieron en el hotel un montón de ratones que mordisquearon las cosas de los huéspedes. Entonces, el jefe tomó medidas e hizo un gran trabajo”.\n“Desde entonces, cuando oyen los ronquidos del jefe, los huéspedes dicen sosegados: ‘Buen gato, buen gato’...”.\n“En realidad, no había ratones en el hotel. Fui yo quien los llevó en mitad de la noche y los atrapó”."
          }
        ]
      },
      {
        "title": "El despacho de los gatos (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuando el gato de patas floridas terminó de contar su historia, el gato atigrado movió la cola hacia la derecha.\nLa gata tricolor se acercó con elegancia e hizo una grácil reverencia.\n“Se dice que entre los gatos también hay perezosos, ¡miau!”.\n“El gato perezoso que vive a las puertas de la ciudad me ha enviado un encargo para que encuentre un modo de atrapar ratones de una vez por todas, ¡miau!”.\n“Siguiendo mis instrucciones, el gato perezoso quitó el letrero de su casa que decía ‘Casa del Gato’ y lo cambió a ‘Puesto para Ratones’”.\n“Desde entonces, cada vez que los ratones llegaban a la ciudad, oían una dulce voz que decía: ‘Ratones, ratones, vengan a ponerse un poco de loción en sus cansadas patas', y ‘Ratones, ratones, ¡relajen sus tensos cuerpos, pónganse cómodos y tomen un baño caliente!’. Miau”.\n“Y así, los ratones, embadurnados en sales y aceites, se pusieron en fila para entrar en los baños calientes, ¡miau!”.\n“A continuación, todos fueron entrando en las fauces del gato perezoso, ¡miau!”.\nPerroux no pudo evitar esbozar una carcajada: “¡Jaja, qué lista es esta gata tricolor!”.\nLa gata tricolor hace una reverencia y se marcha como una dama.\n“M-me toca...”, dijo la gata chamuscada con tono humilde.\n“Mi pelaje se quemó mientras me calentaba en una hoguera”...\n“Fue muy extraño. Cuando me fui a dormir, estaba muy a gusto y calentita... Estaba soñando que dormía encima de mi mamá, pero mientras dormía... acabé con el pelaje en llamas”.\n“M-menos mal que el jefe no me menospreció. No le tengo miedo a la suciedad, así que a menudo recorro las alcantarillas de la ciudad haciendo trabajos como transmitir información y hacer recados.\n“A-aparte de esto, no tengo nada más que hacer...”.\nEl gato atigrado se aclaró la garganta. La gata chamuscada sonrió tímidamente y se marchó en silencio.\n“Muy bien. Ahora el Sr. Perroux entiende cómo es el día a día del despacho de los gatos”.\n“Sr. Perroux, el motivo de esta invitación es que me he topado con un asunto que no puedo resolver, y por eso quería pedirle ayuda”."
          }
        ]
      },
      {
        "title": "El despacho de los gatos (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "“¿Mi ayuda?”. Los ojos de Perroux volvieron a abrirse.\nEl gato atigrado asiente con solemnidad: “Y el único que puede hacerlo es el Sr. Perroux”.\n“El señor al que sirve el Sr. Perroux tiene una gata de pelo largo, ¿cierto?”.\n“¡Oh, se refieren a esa majestuosa gata, blanca como la nieve y de pelo largo!”.\nPerroux sabía que esa gata era el tesoro más preciado del amo. Tiene los ojos verdes como el jade, como si fueran los de una antigua princesa, siempre mirando de reojo a la gente y cepillándose el pelaje de la cabeza a la cola con una lengua rosada de tono amelocotonado, como si de una garza que se enjuaga las plumas en el agua se tratara.\nSu amo llevaba consigo a su gata de pelo largo a todos sitios, ya fuera a cenar, ir a dormir o acudir a una cita.\n“Yo... ¡Me voy a casar con la gata de pelo largo! ¡Está decidido!”.\n“Ah, quiere casarse... ¿Eh? ¿C-casarse?”.\nDe repente, Perroux se puso más nervioso que la gata chamuscada: “¿Y... y cómo iban a vivir? ¡Una gata de pelo largo no podría llevar una vida de gata callejera!”.\n“No se preocupe por eso. Cuando nos casemos, nos mudaremos a un santuario en una tierra lejana. He oído que hay un santuario para gatos donde la gente nos adora y hace ofrendas como si fuéramos dioses. No tendríamos que preocuparnos por la comida o la bebida...”.\n“Pero... ¿Qu-qué majaderías son esas? El amo no permitiría que su gata se marchara...”. Perroux siguió balbuceando.\n“Y por eso necesitamos su ayuda, Sr. Perroux”.\nEl gato atigrado saltó sobre el armario y miró fijamente a Perroux con sus ojos dorados.\n“Pero si yo no soy ningún señor. No soy más que un humilde portero”\nPerroux agitó las manos sin parar.\n“Si mi amo se entera de que le he robado su gata, no solo perderé mi trabajo, sino que me llevará directamente a juicio...”.\n“No, no, ¡está habiendo un malentendido, Sr. Perroux!”.\nEl gato atigrado esbozó una misteriosa sonrisa, haciendo que los bigotes que tenía alrededor de la boca se movieran ligeramente.\n“No queremos que la robe, Sr. Perroux. Los gatos somos animales mágicos, nosotros... tenemos otras maneras de hacer las cosas...”.\nMientras hablaba, el gato atigrado soltó un silbido.\nEl gato de patas floridas y la gata tricolor, uno a cada lado, sacaron como por arte de magia un par de botas y una máscara.\n“Estas son la máscara y botas mágicas de un gato”.\n“¡Tachán! ¡Vamos, pruébatelas!”.\nSin tener alternativa, Perroux aceptó los tesoros.\nUn momento. Las botas, que parecían diminutas, de repente se volvieron cómodas y de su talla en los pies de Perroux.\nSe camina con tanta ligereza que es como ir de puntillas...\nPerroux se puso la máscara y trató de hablar, pero se oyó más bien una indistinguible voz prolongada y trémula que, en ningún caso, se asemejaba a la suya.\n“He aquí la magia de los gatos”, dijo el gato atigrado alegremente. “Nadie reconocerá al Sr. Perroux si lleva estas dos cosas puestas”.\n“Solo tendrá que volver a casa y dormir plácidamente como de costumbre, Sr. Perroux”.\nDentro de tres días, traerá a su amo y a la gata de pelo largo juntos al despacho de los gatos, tal y como le hemos indicado. ¡Dentro de tres días!\n“¡No lo olvide!”."
          }
        ]
      },
      {
        "title": "El despacho de los gatos (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "Hemos enviado una nueva invitación, pero esta vez va dirigida a su amo.\n“Estimado señor, he oído hablar mucho de su gata. Tengo un valioso gato exótico en casa, y me gustaría emparejarlo con su querida gata. Por ello, le ruego que venga a mi humilde morada a conversar sobre el particular.\nLlegado el momento, un carruaje los recogerá a usted y a su gata para el viaje. —Srta. von Frigga”.\nCon la ayuda de Perroux, la gata tricolor procura corregir la caligrafía.\nY así dio comienzo el ajetreo de los gatos.\nMuchísimos gatos que habían recibido ayuda del despacho de los gatos acudieron y llevaron satén blanco, latas de medaka caducado, vino... con el fin de decorar la oficina como si fuera el lugar de celebración de una boda.\nSi alguien pasara por allí de noche, se sorprendería de que haya tantos gatos callejeros viviendo en las sombras de la ciudad.\nAquel carruaje dañado fue discretamente reparado y magníficamente decorado, resultando en un aspecto que solo se encuentra en los cuentos de hadas.\nCon suaves almohadillas de terciopelo y las campanas de viento favoritas de los gatos colgando, el carruaje llegó tintineando hasta la puerta principal de la casa del amo.\n“Suban, por favor”.\nPerroux, que interpretaba el papel de cochero de la casa de la Srta. von Frigga, inclinó la cabeza y se dirigió respetuosamente a su amo.\nA pesar de llevar la máscara mágica, Perroux sentía el nerviosismo de estar haciendo algo mal y le preocupaba cometer algún error que revelara su identidad.\nAfortunadamente, era tal la fascinación del amo por el esplendor del carruaje que incluso recompensó al “cochero” con una bolsa de Moras: “¡Tome, una propinilla!”.\nPor el camino, un montón de gatos pasaron por delante del carruaje sin cesar.\n“¡Dejen paso, por favor!” susurraba Perroux, mientras llevaba la máscara mágica, preocupado por llegar tarde.\n“¡Lo siento, pero tenemos prisa! ¡Tenemos que llegar a la boda!”, respondieron los gatos.\nHasta que, cuando por fin dejaron de pasar gatos, llegaron al despacho de los gatos.\n“¡Oh! ¡Qué sedas tan lujosas! ¡Y cubren toda la sala!...”, exclamó el amo.\n“Las verduras de temporada al horno con jamón están buenísimas... El chef debe ser alguien muy auténtico”...\n“¡Y han traído un montón de gatos! ¡Qué sorpresa! La Srta. von Frigga es muy considerada. ¡Parece que mima a los gatos exóticos de su casa igual que yo mimo a mi gata de pelo largo!”.\nEl amo no podía parar de soltar elogios.\n“¡Brindemos! ¡Tome otra copa!”. La gata tricolor levantó el vino e instó al amo a beber.\n“¡Otra copa se ha dicho!”.\nEl amo estaba tan contento, a la vez que ebrio, que se olvidó preguntarse cómo era posible que un gato hablara."
          }
        ]
      },
      {
        "title": "El despacho de los gatos (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "A ritmo de arpa, la gata peluda hace su aparición luciendo un majestuoso atuendo.\n“¡Ayayay, mi cosita, acabas de bajar del carruaje y ya habías desaparecido. ¡Conque habías ido a acicalarte!”. El amo miró a su gata con reproche y orgullo al mismo tiempo.\nLa cola de satén blanca de la gata de pelo largo estaba llena de cecilias blancas como la nieve que caía en primavera.\n*Aplausos*. Los gatos aplaudieron al unísono.\n“Qué preciosidad...”.\nPerroux no pudo evitar dejar el cuchillo y el tenedor que estaba sosteniendo.\n*Flush*. Los gatos abrieron la cortina.\nCon pajarita y bombín, los bigotes y el pelo de las orejas bien recortados, el gato atigrado saludó a su novia gata con el paso señorial de un caballero.\nTras él, el gato de patas floridas dio una rápida sacudida y abrió la bolsa que llevaba al hombro, la cual contenía un regalo para la pareja de felinos.\nOvillos de hilo multicolor, ratones de tela que suenan al sacudirlos, globos inflados con forma de pinzón y billetes para ir en barco al santuario de los gatos en una tierra lejana...\n“¡Un momento!”.\nUna voz fría y contundente cayó desde arriba, interrumpiendo el jolgorio de los gatos.\nEl efecto de embriaguez del amo se disipó. Este se puso en pie tambaleándose y alzó la mano para señalar al gato atigrado.\n“Oye, ¿tú no eres el gato callejero que siempre está en el alféizar de mi ventana? Yo te conozco. Siempre estás mirando por la ventana con cara de tener malas intenciones”...\n“¿No se suponía que eras un exótico gato de la señorita de esta casa? ¿Dónde está la dama?”.\n“Estos juguetes para gatos... ¿No son de mi casa? ¿Cuándo los robaron? Estas telas, y el buen vino... también son robados, ¿verdad?”.\n“Papá, por favor, no te enfades...”, dijo la gata de pelo largo.\n“Sí, papá, cuidaré muy bien de ella...”, objetó el gato atigrado.\nLos dos veces que oyó la palabra “papá” hicieron enfadar al amo.\n“¡Cierren el pico!”.\n“¡¿Cómo va un gato callejero de origen desconocido y sin pedigrí a emparejarse con mi gata de pelo largo?!”.\n“Y luego está este otro, que dice ser el cochero de una tal ‘Srta. Frigga’ o algo así...”.\n“Tú también estás involucrado en la farsa de estos gatos callejeros, ¿verdad? Veamos quién está tras esa máscara...”.\nEl amo se acerca a Perroux y se dispone a retirarle la máscara.\nPerroux sentía como si toda la sangre de su cuerpo hubiera sido atraída por un imán.\n“Corre, corre”, le decía a Perroux una vocecilla que resonaba en sus oídos. Su corazón latía como un tambor, pero sus patas estaban tan rígidas que no podía ni dar un paso.\n“Es el fin”. Desesperado, Perroux cerró los ojos. Mientras vislumbraba parte de su propia mejilla, vio cómo algo se movía.\n¡Ah! En las mejillas de Perroux, blancas como la nieve, comenzaron a crecer uno a uno los bigotes de gato.\nPerroux movió las orejas, puntiagudas y ágiles, y su cuerpo se arqueó involuntariamente, dejando escapar un “miau”.\nAntes de que el amo pudiera atraparlo, Perroux se escabulló rápidamente por debajo de la mesa."
          }
        ]
      },
      {
        "title": "El despacho de los gatos (VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "“Corre, corre”.\nPerroux era rápido como una ráfaga de viento con un manto negro.\n“Corre, corre”.\nPerroux corrió por las escaleras de caracol hacia la salida del despacho de los gatos.\n¿Qué habrá pasado con la magia de las botas? Perroux no tenía ni idea. Lo único que sabía era que era tan ágil como un gato, y que su ángulo de visión también era bajo como el de uno.\n¿Y qué habrá sido de la máscara mágica? Poco a poco, la respuesta se iba revelando en el interior de Perroux.\nTanto las botas como la máscara pasaron a formar parte de Perroux, o mejor dicho, ¡Perroux se convirtió en un gato! Con los guantes blancos de conducir el carruaje aún puestos, ¡Perroux es ahora un gato blanco y negro!\n“Corre, corre...”.\n¿Quién está hablando?\nPerroux inclinó la cabeza y junto a él se encontraban el gato atigrado con su pajarita y la gata de pelo largo y satén blanco, corriendo uno detrás del otro.\n“Corre, corre... Sr. Perroux, por favor, ¡suba a ese carro y llévenos al puerto!”.\nTras ellos, los gatos brincaban, arrancaban cintas decorativas, volcaban ensaladas y vinos sobre la mesa del banquete y, fue tal el caos que formaron, que hicieron tropezar al amo.\n“¡Vuelve, mi gatita de pelo largo!”.\nA nadie le importaron los gritos del amo.\nLas cosas habían llegado a tal extremo que lo único que podía hacer era llevar al gato atigrado y a la gata de pelo largo sanos y salvos al puerto. Más allá de eso, a Perroux no se le ocurría otra cosa. Además, el cerebro de un gato es tan pequeño que solo puede pensar en una cosa al mismo tiempo.\n*¡Zap!*, *Chop, chop, chop...*. Afuera cayó un rayo y empezó a llover.\nEn la oscuridad de la noche, donde la única luz que había era el momento de luz blanca que se producía antes de un relámpago, solo aquella puerta pequeña estaba abierta, sin un solo vigilante custodiándola.\nProbablemente estén refugiándose de la lluvia.\nAnclado en un lago con innumerables remolinos, había un barco que, a simple vista, podría parecer la sombra de un puente. Sin embargo, Perroux, que se había convertido en gato, tenía una vista sorprendentemente aguda y lo vio enseguida.\nMientras llevaba los regalos de bodas del gato de patas floridas, el gato atigrado agarró de la pata a la gata de pelo largo, saltó del carruaje y subió ágilmente al barco.\n“¡Muchas gracias, Sr. Perroux!”. El gato atigrado hace una reverencia respetuosa y se inclina con sinceridad.\n“¡Vámonos antes de que el amo nos alcance!”.\nVayan, vayan. Vayan al santuario de los gatos.\nVaya, vayan y vivan una vida feliz.\nDebido a la emoción de haber hecho algo grande a escondidas, a Perroux se le fueron llenando los ojos de lágrimas.\nSin embargo, Perroux desconocía cómo iba a ser su vida ahora que es un gato."
          }
        ]
      },
      {
        "title": "El despacho de los gatos (VIII)",
        "desc": [
          {
            "type": "RichText",
            "text": "Despertado por la cegadora luz del sol, Perroux abrió los ojos e, inconscientemente, se los frotó con las manos...\nSus manos y pies habían vuelto a la normalidad. Ya no eran las patas peludas de un gato.\n¿Qué pasó anoche? Perroux intentaba recordar.\nEn ese momento, Perroux, el gato blanco y negro, dio la vuelta con el carro y partió de regreso.\nA esa hora, el reloj aún no había dado las doce.\nAntes de que el resto de carros regresaran, Perroux saltó del carro como un gato cualquiera y regresó a la casa sin ser visto...\n¿Y ahora...? ¡Oh, no! ¡El sol ya estaba en lo más alto y era el turno de trabajo de Perroux!\nPerroux saltó abruptamente de la cama y se puso su ropa, volviendo a ser Perroux, el portero.\nLa puerta de la casa del amo estaba cerrada, con un cartel que decía “Prohibido el paso”.\n“La gata se perdió, y el amo cayó enfermo...”.\n“Qué gata tan bonita era, hasta a mí me gustaba verla. No es de extrañar que unos ladrones se hayan interesado por ella, la verdad...”.\n“Pobrecita. ¿Habrá alguien que la trate tan bien como su amo?”.\nLos sirvientes del amo murmuraban.\nParece que hoy no iba a ser necesario el servicio de portería de Perroux, y como rara vez tiene vacaciones, estaba por ello preocupado.\n¿A dónde podría ir? Pues al despacho de los gatos.\nAquella noche, y durante varias noches seguidas, Perroux volvió al lugar donde habían estado los carros de la basura, uno por uno, para comprobar las sombras bajo las farolas, pero ya no había ningún agujero oscuro.\nLas botas y la máscara también habían desaparecido.\nEra como si la magia nunca hubiera existido y Perroux nunca hubiera conocido a un gato parlante.\nTal vez el jefe de los gatos se haya marchado, y El despacho de los gatos haya cerrado...\nEl amo estuvo enfermo durante tres meses. Entonces, en una mañana de verano, de repente se recuperó.\nDel dormitorio se oía la voz del amo tarareando una cancioncilla alegre y animada, del tipo que cantan los jóvenes en los bailes para invitar a sus parejas.\n“Ven aquí, Perroux”, dijo el amo mientras le hacía una señal.\n*Pum, pum*. El corazón de Perroux volvía a latir con nerviosismo. ¿Acaso...?\n“Esta bata está muy vieja. Toma, tírala, y luego ve y cómprame una nueva. El estilo... que sea algo un poco más a la moda”, dijo su amo amablemente.\n*Suspira*... Perroux se relajó y salió con la bata.\n“Pero ¿el amo no es alguien muy anticuado y conservador?”, pensaron Perroux y sirvientes.\nUn trozo de papel salió del bolsillo de la vieja bata.\nSe trataba de una carta escrita por los gatos fingiendo ser la gata de pelo largo para informar a su amo de su seguridad tras la marcha del gato atigrado:\n“Papá, estoy bien. Te mando pescado y ratones secos para que los disfrutes”.\n“Además, la Srta. von Frigga es una persona real y siente algo por ti, papá. Ya era hora de que encontraras una compañera”."
          }
        ]
      }
    ]
  }
}