{
  "epId": 6311,
  "name": "Sueños de la antigua capital",
  "desc": "Un libro que cuenta la historia de una joven llamada Licia, que emprende un viaje en solitario después de que su tierra natal sea destruida por un dragón negro.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/f013a74ec82031e4b894c5bcc4360c99_1264035745068301214.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1723134824,
  "components": {
    "textualResearch": [
      {
        "title": "Contenido legible",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un libro que cuenta la historia de una joven llamada Licia, que emprende un viaje en solitario después de que su tierra natal sea destruida por un dragón negro.</color>\n<color=#ffffffa6>...</color>\n<color=#ffffffa6>En su viaje, conoció a un antiguo guardián del reino que ahora vagaba sin rumbo. Le pidió que le enseñara el arte de la espada. Pero el guardián, sumido en la desesperación, había perdido tanto la voluntad de empuñar una espada como el valor de blandirla.</color>\n<color=#ffffffa6>“No puedo llenar una botella de ‘esperanza’ y dártela”, dijo Licia.</color>\n<color=#ffffffa6>“Aún recuerdo una canción de mi infancia. Decía que la primavera era tan efímera como una estrella fugaz, por eso tenía que apreciar cada flor que florecía a mis pies”.</color>\n<color=#ffffffa6>“No necesitas dominar el arte de la espada”, dijo el guardián.</color>\n<color=#ffffffa6>“Puedo ver en tus ojos que posees una fuerza mucho más poderosa que la que te podría traer una espada”.</color>\n<color=#ffffffa6>...</color>\n<color=#ffffffa6>Retomando su viaje y siguiendo las directrices de los ancianos, Licia se adentró en el bosque y llegó ante un sabio búho, guardián de las llaves del reino de los sueños.</color>\n<color=#ffffffa6>La risa del búho se propagó como la niebla y la envolvió por los cuatro costados.</color>\n<color=#ffffffa6>“¿Sabes que puedes retroceder ante las dificultades?”.</color>\n<color=#ffffffa6>“Mientras siga en pie, seguiré adelante”.</color>\n<color=#ffffffa6>“¿Tienes miedo a la muerte?”.</color>\n<color=#ffffffa6>“No, lo que hago es luchar contra ella hasta el último momento”.</color>\n<color=#ffffffa6>“Última pregunta: ¿jurarías venganza?”.</color>\n<color=#ffffffa6>“Yo...”.</color>\n<color=#ffffffa6>...</color>\n<color=#ffffffa6>Una vez que obtuvo la llave, Licia abrió la puerta del reino de los sueños. Allí, tuvo que cruzar un río de estrellas y subir por una escalera negra como la tinta, enfrentando muchas dificultades. Finalmente, confesó el motivo de su llegada a la diosa de los sueños. A cambio de un mechón de su cabello dorado, Licia aprendió la magia para inducir a alguien al sueño.</color>\n<color=#ffffffa6>Después, le juró venganza al dragón oscuro.</color>\n<color=#ffffffa6>Al principio, el dragón solo conocía el blanco y el negro; pero cuando cayó bajo el hechizo de la magia, soñó con mil y un mundos diferentes, cada uno más colorido que el fuego y el azufre.</color>\n<color=#ffffffa6>“Si a ti también te gustan esos mundos”, dijo Licia,</color>\n<color=#ffffffa6>“giraré el dial del cielo nocturno, invertiré el curso de todas las estrellas y todo volverá a ser como era antes de que llegaras a mis tierras”.</color>\n<color=#ffffffa6>...</color>\n<color=#ffffffa6>Al final de la historia, Licia se despertó del sueño. A través de la ventana vio esas tierras que le resultaban tan familiares. El canto de los pájaros, el aroma de las flores... todo estaba sumido en un momento de paz.</color>\n<color=#ffffffa6>Alguien llamó suavemente a la puerta de madera.</color>\n<color=#ffffffa6>Licia fue a abrirla y se encontró con un hombre desconocido de cabello oscuro.</color>\n<color=#ffffffa6>“No logro ver el color de tu cabello”, dijo el hombre.</color>\n<color=#ffffffa6>“Pero supongo que es dorado, como aquellas estrellas de mi sueño”.</color>\n<color=#ffffffa6>...</color>\n<color=#ffffffa6>Nota en el reverso del libro:</color>\n<color=#ffffffa6>¡Sí que te gustan las historias sobre dragones!</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Sueños de la antigua capital"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      }
    ]
  }
}