{
  "epId": 6376,
  "name": "Paquete de la sofisticación",
  "desc": "Una amplia variedad de buenos materiales repartidos por el Gremio de Aventureros. Algunos esconden un gran potencial.<br><br>Al usar este objeto, podrás escoger un material de ascensión de arma de todos los materiales de 3★ que existen.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/27/8ec60f2a2254d52469e95c8625159401_1459703953338943026.png",
  "filterValues": {
    "objectType": [
      "Paquete regalo"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1722977837,
  "components": {
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 1878,
        "name": "Escombro de la ciudad de Decarabian",
        "desc": "Material de ascensión de arma.<br/>Decarabian, el Arconte de la Tempestad, estaba satisfecho con la capital que había erigido y recibía el culto de la gente desde la cima de su torre. Sin embargo, no sabía que las personas no se inclinaban ante él por respeto o adoración.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Debris of Decarabian's City_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 327,
        "name": "Diente roto de lobo boreal",
        "desc": "Material de ascensión de arma.<br/>La vida de un lobo nunca está exenta de violencia, por lo que romperse un hueso o partirse un diente es algo muy habitual. Andrius una vez dijo que la humanidad solo trae decepciones, excepto los bebés, unas criaturas inocentes. Cuando una manada y un niño se escogían mutuamente, se convertían en “Lupical”, una familia predestinada.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Boreal Wolf's Cracked Tooth_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1161,
        "name": "Cadena de Diente de León",
        "desc": "Material de ascensión de arma.<br/>Las cadenas que una vez ataron a la gran heroína Vennessa. En realidad, todos los gladiadores las debían llevar en aquella época, y la gladiadora del Diente de León no era una excepción.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chains of the Dandelion Gladiator_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 617,
        "name": "Piedra reluciente de Guyun",
        "desc": "Material de ascensión de arma.<br/>Las personas con un amplio conocimiento saben que el Bosque de Piedra Guyun no es un lugar idílico desde donde contemplar el mar, sino más bien un sitio lúgubre donde están enterrados los antiguos arcontes de Liyue. El odio y la corrupción surgían frecuentemente de los pilares de piedra, pero todos esos brotes de maldad fueron suprimidos por un joven cazador de demonios.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lustrous Stone from Guyun_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1722,
        "name": "Perdigones de mercurio",
        "desc": "Material de ascensión de arma.<br/>Con los fulu (talismanes), los Adeptus pueden almacenar su poder en forma de símbolos. Con el waijing (creación dimensional), pueden crear un paraíso cósmico gracias al poder de sus mentes. Sin embargo, los danding (perdigones) siempre han estado envueltos en misterio, ya que provocan la muerte a cualquiera que los manipule.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mist Veiled Mercury Elixir_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1070,
        "name": "Lámina de siderita oscura",
        "desc": "Material de ascensión de arma.<br/>Las leyendas sobre monstruos marinos son comunes en Liyue, ya que su orilla opuesta se corresponde con la parte inexplorada de Teyvat. Sin la protección de Los Siete Arcontes, la vida de cualquier explorador quedaría a su merced. Solo el poder de más allá del orden de Teyvat es capaz de manchar de negro el poder de Rex Lapis.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Piece of Aerosiderite_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1628,
        "name": "Rama enjoyada del mar distante",
        "desc": "Material de ascensión de arma.<br/>Este tipo de coral no puede encontrarse en ningún lugar de Teyvat. Es un regalo que obtuvo la gran serpiente cuando irrumpió en el mar oscuro. Para esta, que su cuerpo estuviera envuelto en coral simbolizaba el poder, por lo que cuando perdiera las ramas de coral, su poder también se desvanecería. En otras palabras, en las ramas de coral se esconde un poder extraordinario.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1907,
        "name": "Júbilo de Narukami",
        "desc": "Material de ascensión de arma.<br/>Aquellos que pertenecen a las Comisiones del shogunato son los que administran y ejecutan el poder. Según se cuenta en las antiguas historias sobre monstruos, en el pasado, las personas que fueran de confianza para los Shogun llevaban consigo talismanes con este símbolo junto a la palabra “comisión”, que significaba “servir alegremente” en la lengua de aquel entonces. Los portadores de estos talismanes también eran dignos de recibir amor y lealtad a cambio. Sin embargo, en un determinado momento, nada volvió a ser como antes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's Joy_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 263,
        "name": "Máscara del mordisco de tigre",
        "desc": "Material de ascensión de arma.<br/>En «La mordedura de tigre bajo la luna y las montañas púrpura», se narra la historia de la feroz oni Torachiyo rompiendo el arma de la Shogun con un solo mordisco, lo que la puso en una situación ventajosa por un tiempo. Por esta razón, las máscaras que se basan en ella tienen unos colmillos brillantemente esculpidos.<br/>En el final de esta historia, la oni herida huyó al bosque, con mucho miedo de mostrarse incluso a la fría luz de la luna. El viento que susurra en los callejones y en los valles se asemeja a los silenciosos gritos de agonía de Torachiyo. Por ello, en Inazuma existe la expresión poética estacional “el viento de Torachiyo”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Tiger's Bite_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2697,
        "name": "Talismán de metal del rocío",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>Tiempo después, la Maestra de las Plantas enseñó a los mortales la técnica para forjar hierro negro, y así aprendieron a usar el fuego y la espada.<br>Esto la hizo muy feliz, ya que, aunque el fuego y el metal eran dañinos para ella, volvieron más fuertes a los mortales.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/10742394/125a6c8e66307d5cbf44bff8dc430756_8815116210379059300.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2701,
        "name": "Gracia del oasis exuberante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>Según los antiguos documentos enterrados bajo las ambarinas arenas del desierto, la Reina de las Flores era también la maestra de los sueños.<br>Una vez, hizo que los exiliados, los dementes y los ignorantes vieran sus propios sueños, con los que les ofreció una dulce felicidad. Aunque los humanos solo tenían objetos de hierro oscuro en las manos, no pudieron evitar sentirse embelesados por la Reina de las Flores y embriagarse de su belleza y su cariño hacia ellos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/1056b63e391c2064561c1629a64ee77d_7531644209066651336.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2693,
        "name": "Resplandor del poder del sol",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>Tejer los hilos del pensamiento y gobernar sobre una infinidad de almas, eso es lo que se llama “tener poder”.<br>Sin embargo, el poder no tiene por qué ser algo cruel y violento, sino que tiene un propósito mucho más profundo: crear una utopía donde la gente no tiene preocupaciones y donde la persecución y la esclavitud no tienen cabida.<br>Igual que todo lo que vio el taciturno rey a través de los secretos de los minerales e igual que lo que le enseñó su compañera fallecida, las oscuras insignias de escarabajo y el juicio férreo se convirtieron en el pilar de la ley de su nación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/10742394/24e97dbe587608251c92a080e0698fc0_1678178543767683754.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Paquete de la sofisticación"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Paquete regalo"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "Obtenible en la Tienda de Paquetes"
          }
        ]
      }
    ]
  }
}