{
  "epId": 6378,
  "name": "Paquete de materiales",
  "desc": "Una amplia variedad de excelentes materiales repartidos por el Gremio de Aventureros. Algunos esconden un gran potencial.<br><br>Al usar este objeto, podrás escoger un material de ascensión de arma de todos los materiales de 2★ que existen.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/26/4307b3195e727d087db21a6e78c6bb64_2820764485632430502.png",
  "filterValues": {
    "objectType": [
      "Paquete regalo"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1722977843,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Paquete de materiales"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Paquete regalo"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "Obtenible en la Tienda de Paquetes"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 1879,
        "name": "Fragmento de azulejo de Decarabian",
        "desc": "Material de ascensión de arma.<br/>En el pasado, el lugar actualmente conocido como la Guarida de Stormterror fue la capital construida por Decarabian, el Arconte de la Tempestad. Dado que este próspero sueño fue creado por su poder, las piezas rotas que quedaron cuando el sueño se hizo añicos todavía poseen un gran poder.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tile of Decarabian's Tower_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 324,
        "name": "Diente de leche de lobo boreal",
        "desc": "Material de ascensión de arma.<br/>La manada de lobos, bendecida por Andrius, es la guardiana que lo protege, y así lo hacen incluso los lobeznos con sus afilados dientes de leche. En el pasado, los arcontes tenían la responsabilidad de amar a toda la gente, pero Andrius destacó por ser diferente: solo adoptaba a bebés abandonados y acogía a personas sin un hogar al que volver.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Boreal Wolf's Milk Tooth_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1159,
        "name": "Grilletes de Diente de León",
        "desc": "Material de ascensión de arma.<br/>Exagerar las historias de héroes es algo humano. Después de numerosas alteraciones de una leyenda popular, estos grilletes se hicieron famosos como símbolo de la lucha por la libertad. Más tarde, les fueron otorgados poderes extraordinarios.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fetters of the Dandelion Gladiator_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 614,
        "name": "Arena brillante de Guyun",
        "desc": "Material de ascensión de arma.<br/>Los imponentes pilares rocosos del Bosque de Piedra Guyun fueron una vez las lanzas de piedra que Morax usó para derrotar a sus enemigos. Con el paso del tiempo, el cuerpo del Arconte penetró en los pilares, otorgándoles una naturaleza divina. En la actualidad, de ellos a veces se derraman pedazos de odio y maldiciones.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Luminous Sands from Guyun_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1725,
        "name": "Perdigones de plomo",
        "desc": "Material de ascensión de arma.<br/>El Desfiladero Jueyun es el hogar de los Adeptus y, según las leyendas, también el de tres secretos que nadie conoce: los danding (perdigones), los fulu (talismanes) y el waijing (creación dimensional).",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mist Veiled Lead Elixir_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1071,
        "name": "Grano de siderita oscura",
        "desc": "Material de ascensión de arma.<br/>Se dice que, hace mucho tiempo, un meteorito negro cayó más allá del Mar de Nubes de Liyue para derrotar a un monstruo. Sin embargo, quedó manchado por un tipo de sangre muy poderosa y perdió el poder puro de Rex Lapis.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Grain of Aerosiderite_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1630,
        "name": "Rama de coral del mar distante",
        "desc": "Material de ascensión de arma.<br/>De las islas de Inazuma, la Isla Watatsumi es la más lejana a la Isla Narukami, y su nombre significa “dios de los océanos”. Según cuenta la leyenda, cuando la gran serpiente se adentró por primera vez en el abismo de la noche, su cuerpo se cubrió de ramas de coral multicolores, emanando una luz fluorescente.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1906,
        "name": "Sabiduría de Narukami",
        "desc": "Material de ascensión de arma.<br/>En el pasado, los antiguos solían escalar el pico de la hoy conocida como Montaña Yougou para tallar madera que había sido carbonizada como ofrenda a la fuerza atronadora que iluminaba los cielos y hacía vibrar la tierra. Con el paso del tiempo, estos tallajes se convirtieron en el emblema Electro, representando el cuidado, la sabiduría y el poder de este elemento y de las personas que comparten estos valores.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's Wisdom_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 262,
        "name": "Máscara del teniente maligno",
        "desc": "Material de ascensión de arma.<br/>Según cuenta la leyenda, hubo un tiempo en el que vivía una oni llamada Torachiyo. Esta era una guerrera tan implacable que se decía que bailaba entre miles de espadas que rasgaban su kimono como si fuera un pétalo de violeta, y ella no sufría ni un solo rasguño. Un día, la oni traicionó a la Shogun y se rebeló contra ella, perdiendo un brazo durante un combate antes de huir y morir de un ataque de locura.<br/>Se dice que los obstinados oni a menudo esconden miedo y cólera en sus corazones, que deberían fantasear sobre la eternidad y temer lo efímero, y que el hecho de que sean consumidos por el miedo o la ira es su justo merecido. Esta máscara representa a Torachiyo con los colmillos al descubierto.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Wicked Lieutenant_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2696,
        "name": "Talismán de bronce del rocío",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>Bajo las instrucciones del Primer Sabio, los ancestros de la selva hicieron talismanes con la madera de los árboles marchitos y los ofrecieron en honor a la maestra de la vegetación y las plantas.<br>Estos talismanes tenían la forma del dulce rocío del bosque, lo que simbolizaba que la sabiduría penetraba gota tras gota en la mente de los mortales.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/10742394/11ddd1bff01183e94e9cc781a79a2474_7226683441824169881.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2700,
        "name": "Reminiscencia del oasis exuberante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>En el pasado, la gente decía que la Reina de las Flores era la maestra del júbilo y la felicidad. De las mangas de su ropa emanó el manantial que dotó al desierto de un exuberante oasis. Plantas y flores de dulce aroma crecían allá por donde ella pasaba, mientras la argéntea luz lunar despejaba su camino.<br>En la amarga época en la que el cielo le dio la espalda al mundo, la Maestra de las Flores esparció su gracia entre los mortales. Así, recuperaron la felicidad y el ego, pero también volvieron a surgir la ociosidad y la lujuria.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/f3d4942112747ff9e243134a244a9bc1_219493948361552951.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2692,
        "name": "Eco del poder del sol",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Material de ascensión de arma.<br>Hace mucho, mucho tiempo, los habitantes del desierto crearon insignias reales tomando como modelo a los tenaces escarabajos. Con ellas, conmemoraban el sol rojo que marcaba el cambio entre el día y la noche y el infinito transcurso del tiempo.<br>Aunque ya nadie pronuncia el nombre prohibido de ese rey, sus insignias reales sí se han conservado hasta hoy en día y aún dejan entrever la gloria de la que gozó en el pasado.<br>Dichas insignias se dispersaron por todas partes junto con los dorados descendientes de aquel rey, cuyo pasado se refleja sutilmente en estos objetos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/10742394/6f5ab4eda811a110e78a3470425bac2e_8011971494033838406.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4033,
        "name": "Fragmento de serenata arcaica",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una pieza oxidada de arpa. El tubo por el que sale la música está obstruido, así que ya no sirve para tocar.<br>Dicen que, para restaurar la magnificencia de la antigua dinastía, los descendientes de la serenata olvidada revistieron de oro unas arpas mecánicas de madera en un inútil intento de dárselo a unos gólems taciturnos.<br>Mucho tiempo después, esas arpas, ahora oxidadas y desafinadas, siguen en las manos de aquellas gigantescas estatuas silenciosas mientras acarician el mar con el melancólico eco de su música.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/32a4a26ded9a4fcb2b951bd24e360aed_5006641298628308296.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4037,
        "name": "Sedimento de rocío sagrado",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Cuenta la leyenda que, antes del nacimiento de los seres vivos, existía un denso Mar Primigenio. Este mar era el origen de la pureza de todas las cosas, pero también el que acabaría engullendo a todo ser vivo. Mientras tanto, aquello que no tenía cabida en el Mar Primigenio era filtrado y se convertía en desechos a la deriva.<br>“Si incluso los desechos tienen su razón de ser, ¿qué tipo de cosas pueden ser rechazadas por el mar de los orígenes primigenios que todo lo engulle?”, reflexionó el joven afinador mientras caminaba junto al grandioso tirano.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/b5eb251eb35df6de92c4e93ac29b1f23_6149291629074191997.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4028,
        "name": "Copa rota del mar impoluto",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Cuando el primer tirano llegó al Mar Primigenio, la persona que fundó la Nación del Agua le obsequió una copa.<br>Más tarde, dicho tirano se convirtió en el rey divino al que nadie podía cuestionar, y construyó un glorioso y próspero imperio con las milagrosas gotas de rocío que recogió con esta copa.<br>Pero esta es una historia muy antigua y su protagonista aún dormita entre los bancos de peces del fondo del mar.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/91ea8723306e98e3d1bcb55d7fdf7c81_3624696200964003523.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}