{
  "epId": 6559,
  "name": "Tsumi",
  "desc": "<p>La última vasalla de Watatsumi.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/22/205556113/e5f84e2958d69ddeeb10572b296568a7_4528884693479743021.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1729614605,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Tsumi vivió en Enkanomiya toda su vida.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Dragarto de las Profundidades Primordial",
        "desc": "Un Dragarto que vive en el fondo del mar.<br/>Antes eran la raza dominante en el océano y, de hecho, los dragones dominaban el mundo entero en el pasado. Pero sus Siete Soberanos fueron derrotados por un poder procedente del cielo que acabó con todos ellos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Dragarto de las Profundidades - Engulletruenos",
        "desc": "Un Dragarto que vive en el fondo del mar. Debido a cierta adaptación social, manifiesta una forma alineada con el elemento Electro.<br/>Cuando desapareció el poder de los Siete Soberanos, comenzó a nacer una nueva generación de ellos. Pero ahora los Dragartos de las Profundidades han perdido su pureza debido a la evolución. Por tanto, el Dragón de Agua no nacerá de ellos. Según la profecía, el nuevo Dragón de Agua descenderá en la forma de un humano.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Dragarto de las Profundidades - Hielo mordaz",
        "desc": "Un Dragarto que vive en el fondo del mar. Debido a cierta adaptación social, manifiesta una forma alineada con el elemento Cryo.<br/>La llegada de los humanos generó un conflicto y los Dragartos de las Profundidades comenzaron a evolucionar. Igual que las hormigas, que son diferentes según su sexo y su trabajo, aparecen con distintas formas. Estos Dragartos son más fuertes que los normales.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Los Dragartos criaron a Tsumi desde su infancia, y ella se considera como una de ellos.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Orobashi",
        "desc": "<p>El dios serpiente, quien sacó al pueblo de Enkanomiya de la oscuridad del océano a la superficie. Fue asesinado por Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/205556113/776f60c6051a0b6dd605744ab2a5e3d8_8665161461672682055.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Tsumi es una vasalla de Watatsumi, familiares de Orobashi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>Un miembro de la Orden del Abismo, que se llama a mí mismo ratón de biblioteca y erudito. También es conocido como Aquel que se hace llamar \"Enjou\", Sanka, y Aquel que se hace llamar \"Sanka\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/22/205556113/0fbf42719f3184c046ed2251de656cc9_7797744854466011567.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Tsumi y los Dragartos se unieron a Enjou para hundir a Enkanomiya en la oscuridad.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Accesorio roto",
        "desc": "Este pequeño accesorio que te dio Kokomi parece un fragmento de algo. Según ella, podría serte de utilidad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 295,
        "name": "Sello de luz",
        "desc": "Una insignia conseguida tras obtener la aprobación de Oomikami de Tokoyo en Enkanomiya.<br/>Úsala para hacer ofrendas a la estatua del vasallo de Watatsumi y para aumentar el nivel de la Caja de armonización.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Light Realm Sigil_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 296,
        "name": "Núcleo de luz",
        "desc": "Una extraña piedra que encontraste al explorar en la oscura niebla de Enkanomiya.<br/>La luz proporcionó una ayuda adicional a los humanos en su resistencia contra el Abismo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Light Realm Core_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tsumi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Una antigua leyenda de Enkanomiya afirma que cuando los Dragartos de las Profundidades fueron derrotados en la guerra entre Enkanomiya y los Dragartos, tuvieron que adaptarse para sobrevivir. Comenzaron a imitar a los vencedores y, finalmente, esto dio lugar a una línea de Dragartos que eran indistinguibles de los humanos excepto por sus alumnos. Estos\nse infiltraron en Enkanomiya y asumieron muchos puestos de alto rango. Tsumi vivió entre los Dragartos desde la infancia y se consideraba una de ellos. No tenía nada más que un medallón inusual y un par de cajas de libros. Gracias a los libros, aprendió la escritura y el habla humana, pero no tuvo la oportunidad de hablar con la gente y descubrir de qué hablaban los libros. Durante muchos años vivieron en la oscuridad hasta que un día el/la Viajero/a descendió a Enkanomiya para encontrar la Rama de coral sangriento de Omikami de Watatsumi y realizar un ritual en la isla Watatsumi. Tales corales mantenían a raya a los dragones de las profundidades bajo la torre del Dainichi Mikoshi, y una barrera protectora rodeaba la propia torre. Para tomar el coral, el/la Viajero/a quitó la barrera y reinició el sol artificial, trayendo luz a Enkanomiya y perturbando a los Dragartos. Desde la primera guerra, la luz significaba la presencia de humanos para los dragones, por lo que la evitaban."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/3eedbb236edfd30079133e20c2099bc9_2784655553685407423.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Rama de coral sangriento era necesaria para realizar la ceremonia de ofrendas de Watatsumi, cuyo objetivo era revertir la santificación de la tierra en la isla Watatsumi. Este fenómeno es una expansión del hábitat de los Dragartos de las Profundidades y significa que el poder elemental primordial de los tres mundos está aumentando. La santificación de la tierra vuelve el suelo infértil y ataca la agricultura. Durante el ritual, la Divina Sacerdotisa notó que el fenómeno no había desaparecido, solo se había detenido. En ese momento, Tsumi se alió con Enjou, un miembro de la Orden del Abismo. Quería destruir a Dainichi Mikoshi para que la oscuridad reinara en Enkanomiya y los Dragartos pudieran rescatar a sus parientes cautivos. Enjou prometió hundir a Enkanomiya en la oscuridad y, a cambio, los Dragartos permitirían a la Orden del Abismo un paso seguro a través de su territorio y ayudarían a restaurar las torres del vacío. Los Dragartos no sabían que la oscuridad del Abismo era un terrible veneno para los seres elementales, por lo que aceptaron el trato, pero Enjou los traicionó. Reconstruyó las torres en las esquinas de la frontera de Enkanomiya y luego las usó para difundir la energía del Abismo, lo que trajo un gran tormento a los Dragartos.\nCuando la Divina Sacerdotisa envió tropas a Enkanomiya, resultaron gravemente heridas en una batalla con los Caballeros Serpiente Negra. La Divina Sacerdotisa de Sangonomiya le pidió al/a la Viajero/a que le ayudara a limpiar Enkanomiya de la oscuridad y les dio un trozo del medallón en caso de que tuvieran que tomar una decisión. Tsumi se puso una máscara que ocultaba sus ojos de serpiente y fingió ser la Sacerdotisa de Sangonomiya para ayudar a los heridos. Se asoció con el/la Viajero/a para vengarse de Enjou. Tsumi le dio al/a la Viajero/a una Caja de armonización especial que podía disipar la oscuridad que había envuelto a Enkanomiya para que pudiera usar el poder de Dainichi Mikoshi para crear oscuridad y proteger a los Dragartos. Enjou reveló los verdaderos motivos de Tsumi al/a la Viajero/a y les dio un medallón similar al que la Divina Sacerdotisa le dio como regalo de despedida. También les ayudó a dirigir la luz y disipar la oscuridad en Dainichi Mikoshi utilizando los mecanismos que dejó cerca de la torre del vacío."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/dd24b9b451e2ae8db2f2d645c7b48153_7586980090791393232.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Aunque la oscuridad sobre Dainichi Mikoshi se había disipado, Tsumi sintió como si la torre pudiera escuchar sus deseos. Cambiaría su brillo con sólo pensarlo. Si Tsumi lo hubiera deseado, la torre se habría derrumbado ante ella. Con un solo pensamiento, como con un chasquido de dedos, la fuente del gran sufrimiento de los Dragartos se habría derrumbado. Pero Tsumi no pudo hacer esto. Cuando el/la Viajero/a le entregó las dos piezas del medallón en su encuentro, Tsumi las combinó con las suyas y formaron un medallón con la forma de tres serpientes entrelazadas. Esta reliquia perteneció al comienzo de la era en la que Omikami de Watatsumi reorganizó la corte y reformó Enkanomiya. Los tres colgantes fueron entregados a Dainichi Mikoshi, la línea Sangonomiya y los vasallos de Watatsumi, los familiares de Orobashi. La intención en un principio era que la gente de a pie, los oficiales y los vasallos divinos se supervisaran los unos a los otros. Los vasallos de Watatsumi normalmente adoptaban una forma mitad humana, mitad serpiente, simbolizando que eran familiares del dios serpiente. Con el tiempo, los vasallos gradualmente se volvieron idénticos a los humanos, todos excepto las pupilas de sus ojos, y los dragartos y los reptilianos eran solo una fantasía. El Omikami de Watatsumi agotó su poder para crear la isla Watatsumi y, después de eso, se debilitó cada vez más. Después de eso, no nacieron más vasallos de Watatsumi. Sin embargo, hay una mención en los registros de la última de los vasallos, quien se suponía que era el vínculo entre los dragones y los humanos. Cuando era sólo una niña, ella y su doncella guardiana del santuario fueron atacadas por Dragartos en la frontera de Enkanomiya. Muchos creyeron que ella había muerto, mientras que otros pensaron que los Dragartos la habían criado. El fragmento del medallón de Tsumi coincidía perfectamente con los fragmentos de Sangonomiya y Dainichi Mikoshi sólo porque ella era vasalla de Watatsumi. Ella todavía no quiso aceptarlo y eligió los Dragartos."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"En los libros se mencionaban cosas que yo nunca comprendí hasta este momento.</color>\n<color=#ffffffd9>'Las personas pertenecen al lugar donde nacieron, pero las criaturas pertenecen allá donde tienen alimento'.</color>\n<color=#ffffffd9>Yo soy una Dragarto, no una humana. Así que regresaré al lugar al que pertenezco.</color>\n<color=#ffffffd9>Supongo que el Dainichi Mikoshi no me concierne. Pero regresaremos algún día.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>Un miembro de la Orden del Abismo, que se llama a mí mismo ratón de biblioteca y erudito. También es conocido como Aquel que se hace llamar \"Enjou\", Sanka, y Aquel que se hace llamar \"Sanka\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/22/205556113/0fbf42719f3184c046ed2251de656cc9_7797744854466011567.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Dragarto de las Profundidades - Engulletruenos",
        "desc": "Un Dragarto que vive en el fondo del mar. Debido a cierta adaptación social, manifiesta una forma alineada con el elemento Electro.<br/>Cuando desapareció el poder de los Siete Soberanos, comenzó a nacer una nueva generación de ellos. Pero ahora los Dragartos de las Profundidades han perdido su pureza debido a la evolución. Por tanto, el Dragón de Agua no nacerá de ellos. Según la profecía, el nuevo Dragón de Agua descenderá en la forma de un humano.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Dragarto de las Profundidades Primordial",
        "desc": "Un Dragarto que vive en el fondo del mar.<br/>Antes eran la raza dominante en el océano y, de hecho, los dragones dominaban el mundo entero en el pasado. Pero sus Siete Soberanos fueron derrotados por un poder procedente del cielo que acabó con todos ellos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Dragarto de las Profundidades - Hielo mordaz",
        "desc": "Un Dragarto que vive en el fondo del mar. Debido a cierta adaptación social, manifiesta una forma alineada con el elemento Cryo.<br/>La llegada de los humanos generó un conflicto y los Dragartos de las Profundidades comenzaron a evolucionar. Igual que las hormigas, que son diferentes según su sexo y su trabajo, aparecen con distintas formas. Estos Dragartos son más fuertes que los normales.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Accesorio roto",
        "desc": "Este pequeño accesorio que te dio Kokomi parece un fragmento de algo. Según ella, podría serte de utilidad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Tsumi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/22/205556113/7540e76dcf871705f640e3428bab1164_721530825389174020.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Tsumi"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Enkanomiya"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Vasallos de Watatsumi"
          }
        ]
      }
    ]
  }
}