{
  "epId": 6560,
  "name": "Enjou",
  "desc": "<p>Un miembro de la Orden del Abismo, que se llama a mí mismo ratón de biblioteca y erudito.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/22/205556113/0fbf42719f3184c046ed2251de656cc9_7797744854466011567.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1759885259,
  "components": {
    "galleryCharacter": [
      {
        "key": "Ubicación",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/22/205556113/694ef2de14ffb04b3673d350cd615450_4068521746534476694.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Biblioteca de Enkanomiya."
          }
        ]
      },
      {
        "key": "Enjou",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/22/205556113/66dd69bc22ba7591ac1cacb9db7502e2_3750478962316327570.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Forma verdadera de Enjou."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Enjou"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "El Abismo"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Orden del Abismo"
          }
        ]
      },
      {
        "key": "VA (chino)",
        "value": [
          {
            "type": "RichText",
            "text": "黑石稔 (Hei Shiren)"
          }
        ]
      },
      {
        "key": "VA (inglés)",
        "value": [
          {
            "type": "RichText",
            "text": "Patrick Seitz"
          }
        ]
      },
      {
        "key": "VA (japonés)",
        "value": [
          {
            "type": "RichText",
            "text": "山口 恵 (YAMAGUCHI Satoshi)"
          }
        ]
      },
      {
        "key": "VA (coreano)",
        "value": [
          {
            "type": "RichText",
            "text": "이현 (Lee Hyun)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Avances y Cinemáticas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Demo de nuevo personaje de Abyss Impact | Bardo del Abismo - Llamas abismales: Una fortuna de papel"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/237301566/0b8e2c5d18b254a94b1f0e4157af1cdb_234079531504527699.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>1 de abril de 2022</color>\n\"Libros... ¡mejor dejarlos para un investigador!\"\n\"Este libro no está mal, pero no esperaba que a los lectores pudiese gustarles este tipo de historias.\"\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dZsCPpuxgfM"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance conmemorativo de Genshin Impact «Tenue luminar»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/cadd5559d2a5c1c3f4a4ce3d96e15ef9_4330869853506093995.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17 de septiembre de 2022</color>\n\"Solo cuando llega una noche tan oscura como el abismo te percatas de la tenue luz centelleante que siempre estaba a tu lado\".\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xm6DtDBkDFw"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustraciones y Emojis",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "¿Y esa cara? ¿Acaso no me recuerdas?"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/92d7c1f6108b39f1f010dbb563ad188f_7328193714011362612.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14 de marzo de 2024</color>\n¿Y esa cara? ¿Acaso no me recuerdas?\nA qué te refieres con que \"todos los Bardos del Abismo son iguales, vuelven con una forma humana\"... Parece que el último regalo de despedida que te di no te impresionó suficiente.\nEsta vez, he elegido esta hermosa flor especialmente para ti. Vengo a escondidas de Su Alteza, así que no puedo llevarle ningún mensaje de tu parte.\nEspero que lo comprendas y me perdones. Oye, oye, baja el arma, si tienes algún problema lo podemos discutir..."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Enjou",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/7db3b9feada1531e2ee5071e009c79a1_7395284126650286680.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "es miembro de la Orden del Abismo, una organización dirigida por la/el hermana/o del/de la Viajero/a. Son los únicos capaces de vivir en el mundo del vacío, que es altamente tóxico para todos los demás. Aunque el poder del Abismo también es destructivo para la Orden, los atrae y los embriaga. Aunque Enjou sirva a la Orden del Abismo, no puede llamarla su hogar. Él ha visto cómo el esplendor de Vindagnyr quedaba sepultado bajo la nieve, a los Hijos del Sol bailar en la noche blanca y a la majestuosa Gurabad hundirse bajo las doradas arenas. Ha tocado los recipientes de sangre y carne del Lugar Ceremonial Moshiri, los colosos hechos añicos de Remuria, los colores contaminados de los murales de la Torre Vucub Caquix. Sabe cómo fue derrocada la antigua aristocracia de Mondstadt, cómo la gente de Liyue comenzó la gran migración de la Congregación de Guili, y cómo los fieles de Orobaxi combatieron contra los discípulos de Narukami, cómo cayó en batalla el pueblo de Tenochtzitoc, y cómo los Muratas se marcharon a tierras lejanas. Pero, de entre todo lo que sabe sobre esas cosas, no hay nada que le pertenezca. Todos esos sucesos son como estrellas fugaces que atravesaron su cielo en un fulgor momentáneo para luego desvanecerse para siempre."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/0e174a4d2a6e6ca81337b953dfa66a0d_970850762554967390.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante uno de sus intentos por encontrar su tierra natal y cumplir una tarea para la Orden del Abismo, Enjou, cuya verdadera forma es la de un Bardo del Abismo, adoptó la apariencia de un habitante de Inazuma para ingresar al\nsin despertar sospechas. Este reino fue la antigua civilización que se precipitó al Mar Oscuro durante la guerra contra el\ny el Segundo Trono de los cielos. Como Enjou conocía el idioma olvidado del reino de Byakuya antes de ascender a la superficie, emprendió la búsqueda del libro \"Lo ocurrido antes del sol y la luna\", escrito por el escriba de la\nEste libro relata la historia de la aparición del Soberano Primordial, la guerra contra los Siete Soberanos Dragón, el cambio de Teyvat, la creación de los humanos, la llegada del Segundo Trono, el inicio de la gran guerra y la caída de Enkanomiya en el Mar Oscuro durante dicho conflicto. Estas crónicas narran los eventos de una era en la que los dioses aún no caminaban por la tierra y todo el territorio pertenecía a una única civilización. Para los habitantes de Teyvat, el tiempo \"en que los dioses caminaban la tierra\" pertenece al pasado más remoto; por ello, para la Orden del Abismo, este libro era la única prueba de que Celestia y los Arcontes provenían de un mundo exterior. Solo existía una copia del libro en la biblioteca de Enkanomiya, pero Enjou no logró encontrarla allí ni en el Dainichi Mikoshi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/637744d450823aab46c29eeb0a859cc8_1908085769445170199.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante su misión en Enkanomiya, Enjou conoció al/a la Viajero/a y a Paimon y se presentó ante ellos como un erudito que estudiaba el Reino de Byakuya. Con su ayuda y conocimiento del idioma, el/la Viajero/a pudo quitar la barrera al Dainichi Mikoshi y encontrar la Brida dorada necesaria para iniciar el sol artificial. Cuando el/la Viajero/a estaba recolectando la Rama de coral sangriento necesario para realizar el ritual en Sangonomiya (los descendientes de los Enkanomiya), Enjou reveló su verdadera naturaleza e intentó luchar contra ellos con la esperanza de encontrar el libro. Después de ser derrotado, el Bardo del Abismo desapareció en un portal."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Y sí que estaba traduciendo los textos, pero no tenían nada que ver con la prueba. También soy un ratón de biblioteca de verdad y, además, me puedo transformar en un monstruo escupefuego.</color>\n<color=#ffffffd9>Creo que llamas \"bardos\" a nuestros exégetas, ¿cierto?\"</color>\n<color=#ffffffd9>\"Sí, fracasé. Y todos aprendimos algo hoy, ¿cierto?</color>\n<color=#ffffffd9>La próxima vez, no confíes en alguien tan fácilmente.</color>\n<color=#ffffffd9>Por ejemplo, esa amiguita que llevas al lado</color>\n<color=#ffffffd9>quizás te traicione algún día. ¿Quién sabe?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5363,
        "name": "Alba y crepúsculo en Byakuya",
        "desc": "<p>Una serie de misiones de mundo en la que, junto con Enjou, un erudito, investigas Enkanomiya para conseguir el coral sangriento.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/14/20619958/5a80aa070e5a346cc2f227fc613ddf64_1778775160170889704.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>La única esperanza para salvar la Isla Watatsumi se encuentra en la nueva zona de Enkanomiya, envuelta en un gran misterio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/07/205556113/e0566d4700fc7b5cd108f27295ccdf25_688985407023005360.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Bardo del Abismo - Llamas abismales",
        "desc": "Una criatura de la Orden del Abismo que manipula el fuego abisal y se dedica a estudiar el significado de los textos y las escrituras.<br/>Los habitantes de la superficie los llaman “bardos”, aunque más bien deberían ser exégetas. Al recitar las palabras de la gracia, se vuelve más poderoso.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Lo ocurrido antes del sol y la luna",
        "desc": "Un libro de crónicas mezcladas con fábulas que fue prohibido para las personas comunes y corrientes. Narra la historia desde la creación del mundo hasta la construcción del Dainichi Mikoshi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Before Sun and Moon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Rama de coral sangriento",
        "desc": "Un coral creado mediante la condensación de la fuerza vital de Omikami de Watatsumi. Es indispensable para llevar a cabo la ceremonia de ofrendas de Watatsumi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 721,
        "name": "Brida dorada",
        "desc": "Un tesoro heredado del reino de Byakuya, símbolo de la mayor autoridad en este reino. Quien lo porte será capaz de controlar la noche infinita y la noche blanca.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Bridle_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ritual de entrada de los tres mundos",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/13677155c217b30cdeaf3830fc82cee6_4368940544380021729.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Algún tiempo después del ritual en la\nla Divina Sacerdotisa notó que algo había salido mal en el proceso. Envió algunas tropas a Enkanomiya, pero sólo resultaron gravemente heridas. Toda Enkanomiya quedó envuelto en la oscuridad del mundo del vacío, que ni los humanos ni los Dragartos podían soportar. Resultó que la oscuridad había llegado a Enkanomiya debido a Enjou. Formó una alianza con Tsumi, una misteriosa sacerdotisa con una máscara y ojos de serpiente. Tsumi quería destruir al Dainichi Mikoshi para que la oscuridad reinara en Enkanomiya y los Dragartos pudieran salvar una vez más a sus familiares encarcelados bajo la torre. Enjou prometió sumergir a todo Enkanomiya en la oscuridad y, a cambio, los Dragartos permitirían a la Orden del Abismo un paso seguro a través de su territorio y ayudarían a restaurar las torres del vacío. Los Dragartos no sabían que la oscuridad del Abismo era un veneno terrible para los seres elementales, por lo que aceptaron el trato, pero Enjou los traicionó. Restauró las torres en las esquinas de la frontera de Enkanomiya y luego las usó para difundir la energía del Abismo, lo que trajo un gran tormento a los Dragartos de las Profundidades.\nCuando la Divina Sacerdotisa de Sangonomiya le pidió ayuda al/a la Viajero/a en Enkanomiya, se asociaron con Tsumi para enfrentarse a Enjou. Cuando se revelaron los verdaderos motivos de Tsumi, Enjou ayudó al/a la Viajero/a a disipar la oscuridad con los mecanismos que había dejado atrás, ya que su viaje a Enkanomiya volvió a ser infructuoso."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Llegados a este punto, para mí este solo es otro viaje inútil a Enkanomiya. Aunque tampoco es un problema, ya que en realidad estoy bastante al margen dentro de la Orden.</color>\n<color=#ffffffd9>A diferencia de otros compañeros que se entregan tanto para servir a Su Alteza, yo estoy interesado en asuntos más intrascendentes.</color>\n<color=#ffffffd9>Rayos, el tiempo vuela. Será mejor que me vaya. Diría \"hasta luego\", pero... Seguramente no volveremos a vernos.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>La única esperanza para salvar la Isla Watatsumi se encuentra en la nueva zona de Enkanomiya, envuelta en un gran misterio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/07/205556113/e0566d4700fc7b5cd108f27295ccdf25_688985407023005360.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>La última vasalla de Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/22/205556113/e5f84e2958d69ddeeb10572b296568a7_4528884693479743021.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Dragarto de las Profundidades Primordial",
        "desc": "Un Dragarto que vive en el fondo del mar.<br/>Antes eran la raza dominante en el océano y, de hecho, los dragones dominaban el mundo entero en el pasado. Pero sus Siete Soberanos fueron derrotados por un poder procedente del cielo que acabó con todos ellos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Dragarto de las Profundidades - Engulletruenos",
        "desc": "Un Dragarto que vive en el fondo del mar. Debido a cierta adaptación social, manifiesta una forma alineada con el elemento Electro.<br/>Cuando desapareció el poder de los Siete Soberanos, comenzó a nacer una nueva generación de ellos. Pero ahora los Dragartos de las Profundidades han perdido su pureza debido a la evolución. Por tanto, el Dragón de Agua no nacerá de ellos. Según la profecía, el nuevo Dragón de Agua descenderá en la forma de un humano.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Dragarto de las Profundidades - Hielo mordaz",
        "desc": "Un Dragarto que vive en el fondo del mar. Debido a cierta adaptación social, manifiesta una forma alineada con el elemento Cryo.<br/>La llegada de los humanos generó un conflicto y los Dragartos de las Profundidades comenzaron a evolucionar. Igual que las hormigas, que son diferentes según su sexo y su trabajo, aparecen con distintas formas. Estos Dragartos son más fuertes que los normales.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fuego Reminiscente",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/d00e4b41333f68ba0880a894c481a3d0_587831184061843741.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de su último encuentro con el/la Viajero/a, Enjou (ahora llamado Sanka) fue a Natlan para explorar Mare Jivari. Durante su viaje, visitó la tribu de los Vástagos del Eco y conoció a dos niños que pidieron ayuda para encontrar algunas crías de Yumkasaurio. Sanka mintió diciendo que sus amigos los ayudarían y les pidió a los niños que le contaran sobre el Fuego Reminiscente de Huitztlán. La leyenda cuenta que el Fuego Reminiscente apareció por primera vez en la era de la Gran Alianza. Fue utilizado por el tirano Och-Kan para gobernar Natlan y oprimir a cualquiera que se le opusiera. El Fuego Reminiscente es diferente del fuego normal: si a uno le prenden fuego, sentirá un horrible dolor ardiente detrás de él, pero no morirá de inmediato. Y hagas lo que hagas, no debes volver atrás para mirarlo. El héroe de la tribu, Yupanqui, que trabajaba como oficial de artillería de la Gran Alianza en ese momento, fue amigo de Och-Kan, el tirano, y también de Ixbalanqué, el primer Arconte Pyro. No estaba de acuerdo con el cruel gobierno de Och-Kan, por lo que robó el Fuego Reminiscente y se lo arrojó al ejército de Och-Kan. Todos los soldados fueron reducidos a cenizas. Justo cuando Yupanqui estaba a punto de salir de la ciudad, creyó escuchar a Och-Kan llamándolo desde atrás. Lo tomó por sorpresa y se giró para mirar, pero Och-Kan no estaba allí. Todo lo que vio fue una ciudad quemada, un ejército en ruinas y llamas gigantes que se elevaban hacia el cielo. Una fracción de segundo después, las llamas que vio brotaron del interior de sus ojos y se tragaron a Yupanqui. El fuego que consumió a Yupanqui ardió con más fuerza que cualquier otro. Ardió durante cien días, hasta que abrió un agujero a través de las líneas ley, y luego cayó en el mortalmente oscuro Reino de la Noche, donde todavía arde hasta el día de hoy. El Fuego Reminiscente ilumina el camino que conduce a la próxima vida. Pero para que los muertos renazcan, primero tienen que aceptar las llamas y ser purificados por el fuego. Después de la muerte de Yupanqui, hace unos 500 años, el antiguo nombre\npasó a otro héroe, Burkina, que luchó contra el corrompido Rey de la Montaña. Actualmente pertenece al cazasaurios Kinich. Después de escuchar la leyenda, Sanka vio que el/la Viajero/a y Paimon se acercaban y huyó, diciéndoles a los niños que el/la Viajero/a los ayudaría."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/5f27744d3da35d1fbcb67d96c81819cb_5952055228640343631.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando Sanka se enteró de la conexión de Kinich con el Fuego Reminiscente, comenzó a seguirlo en secreto a él y a su compañero,\nPor lo tanto, cuando el cazasaurios capturó a un miembro de la Orden del Abismo, Sanka no resistió. Para tener la oportunidad de conocer los recuerdos de la antigüedad y estudiar a K'uhul Ahaw, que pertenecía a una antigua civilización de dragones que se remontaba a varios milenios, Sanka hizo un trato con Kinich. Los Vástagos del Eco pronto celebrarían la ceremonia de la Noche del Fuego Reminiscente. Se trata de una ceremonia tradicional en la que la tribu recuerda a su antepasado, Burkina, y a su compañero, Kongamato, el Rey de la Montaña. Juntos lucharon contra el Abismo y ganaron, pero fue una victoria a un alto precio. Según las historias, Burkina pagó con su vida, y Kongamato fue infectado por el Abismo y cayó en un sueño. El poder abisal dentro de él es muy sensible, y cuando es perturbado, se despierta y se enfurece ciegamente, atacando cualquier cosa que se mueva. Parte de la ceremonia consiste en limpiar el Abismo dentro del Rey de la Montaña para que permanezca profundamente dormido. Últimamente, ha habido cada vez más incidentes relacionados con el Abismo en Natlan, lo que hace extremadamente difícil mantener el sueño del Rey de la Montaña."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/e2cfe5ded9274eda9e986690b6ce3f58_4971493199126865486.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nanna, una de las Yumkasaurias de la tribu y compañera de Huni y su padre Trinidad, resultó herida en la pelea con Kongamato y envenenada con energía abisal. Algunos de los ancianos de la tribu decidieron limpiar completamente el cuerpo del monstruo del Abismo, lo que resultaría en la muerte de la Yumkasauria. Dado que el Rey de la Montaña es un símbolo viviente de la gloria de los Vástagos del Eco, Kinich no estuvo de acuerdo con el plan de los ancianos e ideó el suyo propio. Tomó prestado un dispositivo de Sanka que atrae criaturas abisales para abrir una grieta y colocar al Rey de la Montaña dentro. Al mismo tiempo, K'uhul Ahaw, al enterarse de que las personas con el nombre \"Fuego Reminiscente\" suelen morir de forma violenta, hizo un trato con Sanka de que tomaría el cuerpo de Kinich a cambio de un tiempo para estudiar al Señor Divino. A pesar del acuerdo, el plan de Sanka fracasó porque Kinich se lo dio al/a la Viajero/a como \"regalo\". Para evitar luchar contra el/la Viajero/a, Sanka volvió a huir."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Puede que nunca pueda ganar un combate contra ustedes, pero nadie sabe escaparse mejor que yo.</color>\n<color=#ffffffd9>Recuerden bien mi retirada, porque les aseguro que me mostrarán más respeto la próxima vez que nos veamos.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/b2498b3679f7d54e940667219879c74c_1597814408184281139.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Antes de conocer a Kinich, en su primer día con los Vástagos de Eco, Sanka fue golpeado por algo que cayó del cielo. El saltador era un Yumkasaurus Nanna, envenenado por el Abismo. Ella estaba, como pensaba Sanka, practicando salto. El coraje que se necesitó para dar el salto lo asombró hasta la médula, por lo que se hizo amigo de la Yumkasauria y ayudó a curar sus heridas. Como señal de su encuentro, incluso hizo un dibujo en las ruinas antiguas, que fue tomado como una reliquia de los antiguos saurios. Cuando Sanka finalmente escapó del/de la Viajero/a y Kinich, se reunió nuevamente con su amiga y descubrió que todas sus heridas habían sanado. Extrañaba mucho a su familia y Sanka la llevó con Huni, quien le contó la historia del Fuego Reminiscente.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Los guerreros que surcan los cielos, persiguiendo sus grandes sueños entre la bruma matinal y el vasto océano de nubes, jamás se detienen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/92ba82bac0de649596f7af552428b24d_6681031167788957842.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6317,
        "name": "Kinich",
        "desc": "Un cazasaurios de Huitztlán experto en calcular el precio de las cosas.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/12/0099e74b4d0c919f6feab4bade3ab748_5795733017114624391.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6583,
        "name": "Rey Yumkasaurio Glotón",
        "desc": "<p><br>Un poderoso Yumkasaurio que ha sobrevivido hasta hoy desde una época muy antigua tras haber luchado en incontables batallas.<br>Este Rey de la Montaña se enfrentó a la marea oscura junto a los héroes de la antigüedad, razón por la cual goza de un gran estatus entre los Retoños Arbóreos. Entre estos últimos, hay quienes creen que, al igual que ocurre con el tirano de los Qucusaurios, este saurio simplemente tiene una complexión física especial. Sin embargo, tal vez sea tan simple como que ha vivido mucho tiempo y comido demasiado.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/01/73555894/7c1ed7d240424237bc75660e96f3f0ee_5876836295727483097.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6582,
        "name": "Yumkasaurio",
        "desc": "Un saurio con unas fuertes extremidades y una cola blandita y esponjosa, capaz de escupir la pectina de flamigranada que esconde en las mejillas para atrapar objetos lejanos.<br>Según las leyendas, los Yumkasaurios de ahora no se parecen en nada a los del pasado, los cuales eran tan pequeños que hasta costaba verlos. Podían flotar en el aire y pegarse al cuerpo de otros dragones más grandes, o juntarse para flotar como nubes. No obstante, no tuvieron más remedio que adoptar su aspecto actual para poder conservar su forma después de que sus habilidades se degeneraran.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e1b8a6914176a0a3a9f003da76eff025_8330021945359045493.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mare Jivari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/58c712eb393956a1a2e0ce35317e965c_7203629588405378502.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Continuando su búsqueda de Mare Jivari, Enjou se acercó a un \"negado espiritual\", Leylan, de los Augures Vientonocturno. Un joven que carece de sensibilidad espiritual alguna, no podía sentir ni controlar a los espíritus, y mucho menos usar hechizos sobre ellos. Enjou, presentándose como Kokuchuu, sugirió a Leylan que probara una \"terapia de hipersensibilización\" para curar su falta de sensibilidad espiritual, un método ineficaz y peligroso prohibido por los Augures Vientonocturno. Para entrar en un estado clarividente, Leylan usó un antiguo fragmento del arma de Sanhaj Kompore como médium y se impuso un hechizo a la fuerza. Sanhaj había luchado con este arco junto a Ténoch, Túpac, Burkina, Menilek, Sundiata y Wanjiru en la batalla de Mare Jivari hace 500 años, tras lo cual el lugar recibió su nombre. Bakunawa, una creación inmortal de la Gran Pecadora, Rhinedottir, devoró aldeas enteras en Tenochtzitoc y deseaba devorar Natlan por completo. Sanhaj y Tenoch sabían que no podía ser destruido, así que decidieron sacrificarse. Tenoch permitió que Sanhaj realizara un grabado de flogisto en su cuerpo para desatar el poder de los hechizos de frontera, y luego se dejó devorar por la bestia. Con el cuerpo de Tenoch como ofrenda ritual, Sanhaj invocó un Reino de la Noche en miniatura dentro del vientre de Bakunawa, y el choque entre los poderes del Abismo, la Señora de la Noche y el espíritu de Tenoch en el cuerpo del monstruo provocó una violenta explosión que lo fragmentó en incontables pedazos. Sin embargo, ni siquiera esa explosión destruyó por completo a Bakunawa: su forma trascendente de poder abisal creó una anomalía temporal que hizo que Mare Jivari existiera en todo momento del tiempo. Desde entonces, cada generación de Arcontes Pyro ha mantenido un sello que impide que el monstruo reviva y destruya Natlan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/fb66c05596ec6bd13e3ce50ebe46dc0d_5057871200221585443.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando Leylan entró en un estado clarividente, su alma se perdió y no pudo regresar, y Kokuchuu huyó. La Suma Sacerdotisa de la tribu, Citlali, su nieto Ororon y el/la Viajero/a acudieron en ayuda del joven. Usando un fragmento de un arco como médium, Citlali entró en un estado clarividente, y el/la Viajero/a anotó todo lo que la sacerdotisa vio en un pergamino. Citlali vio un mapa similar a donde solía estar Mare Jivari. Después de la batalla durante el Cataclismo, el lugar quedó reducido a un páramo desolado, cubierto por las cenizas de los guerreros y monstruos. A veces, se escuchaban gritos escalofriantes desde las profundidades, y otras veces, toda la región se envolvía en llamas imponentes, ahogando los gritos. Muchos aventureros intentaron demostrar su valía aventurándose, pero la mayoría de ellos perecieron allí. Hace unos treinta años se empezó a hablar de una enorme y oscura criatura del tamaño de una montaña que vagaba por su interior, y poco después toda la región desapareció de la faz del mundo, como si nunca hubiera existido."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/caf130c06b8c2a339d3453beedd08db4_6863942129866953539.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sospechando que el nuevo amigo de Leylan lo estuviera usando para encontrar información sobre Mare Jivari, la Suma Sacerdotisa colocó trampas cerca del campamento donde estaba el mapa. Se dio cuenta de que Kokuchuu le había dado deliberadamente al hombre un artefacto tan poderoso como el arco de Sanhaj y lo había dejado en el campamento como cebo a propósito. Kokuchuu esperaba que el espíritu de Leylan se perdiera y que la tribu viniera en su ayuda, revelándole información sobre Mare Jivari. Aunque Kokuchuu fue descubierto por las trampas de Citlali, pudo escapar nuevamente después de ver el mapa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/1d93adc2ea6456e9ba98dda829fc6720_5260936526278584002.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al descubrir que el mapa de Mare Jivari coincidía con el de la Isla Tenochtzitoc, donde los natlaneses habían construido un balneario tras la guerra con el Abismo, Enjou viajó allí. Primero se disfrazó de turista bajo el nombre de Hayne y emborrachó a un trabajador del lugar, Pápar, para continuar su investigación. Logró descubrir los orígenes de Bakunawa y de Mare Jivari, así como la ubicación de la entrada al subespacio, pero no pudo acceder a ella. Vestido con el disfraz de Nochtli de Pápar, Enjou comenzó a relatar la historia de Tenochtzitoc, lo que llamó la atención del/de la Viajero/a y Paimon, quienes habían ido al resort para descansar. Ellos notaron su comportamiento extraño y recurrieron a Leyla, que había comenzado su entrenamiento en las artes místicas bajo los Augures Vientonocturno. Leyla pudo ver Mare Jivari y percibir la presencia de las extrañas criaturas de Tenochtzitoc, los Asha, almas de personas que murieron en Mare Jivari y se fusionaron con los Monetoo. El chamán sintió inquietud por lo que vio y corrió a informar a la gran chamán Citlalí."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/851fe0bd0fbdc5716e64e58f1f7e6ffd_2010609417852946375.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante su encuentro previo con Enjou, Citlali había dejado en él una marca que le permitía sentir su presencia cercana. Junto al/a la Viajero/a y Paimon, hallaron las notas de Enjou con un portal designado hacia Mare Jivari, pero la energía espiritual del objeto ritual de los Augures Vientonocturno, que permitía viajar a otro lugar, se había agotado y ya no funcionaba. Los Asha, que el/la Viajero/a y Paimon habían encontrado en el punto de encuentro con el extraño Nochtli, los siguieron atraídos por la energía del fragmento del arco de Sanhaj. Resultó que los Asha eran la clave necesaria para abrir el portal, y Citlalí, el/la Viajero/a y Paimon aparecieron en el lugar donde los Arcontes de Natlan contenían a Bakunawa. El área estaba fuera de la vista de la Wayob, y en la cámara central había tronos que sostenían las armas de los seis héroes de Natlan que habían combatido a Bakunawa. Solo faltaba el arma de Sanhaj Kompore. Tras colocarla, el/la Viajero/a y Paimon se sentaron en el trono de Ténoch, el cual tenía la inscripción: <color=#ffffff>\"Por el Ténoch de siempre. Aquí yace su cuerpo. Que descanse en paz\"</color> . En ese momento, desaparecieron, y Enjou llegó a la cámara donde estaba Citlalí. Ella comprendió que no podía seguirlos, pues debía advertir al Arconte y no tenía comunicación con la Wayob. Por ello, la gran chamán hizo un pacto con Enjou: mediante un hechizo, transfirió parte de su conciencia a su cuerpo para observar lo que ocurría, y le entregó la espada ritual, Calamidad de Eshu, para ayudar al/a la Viajero/a."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/eb2601e07b98b96916efe8664ff6e5da_2802706360293809967.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Usando el trono, Enjou se teletransportó a Mare Jivari, desde otro tiempo, donde una enorme criatura, Bakunawa el Corroedor, apareció ante él, el/la Viajero/a y Paimon. El poder contenido en ella corrompía el flujo del tiempo, y ni Rhinedottir ni la Orden del Abismo podían controlarlo. Si esa manifestación no era derrotada, podría liberarse y devorarlo todo. Gracias a la espada de Sanhaj y al poder de las Wayob despertada al percibir la presencia de Bakunawa, el/la Viajero/a logró derrotar a esa parte del monstruo, y Enjou quiso explorar el cuerpo de Bakunawa. Contó la historia de Tenochtzitoc y su verdadero propósito en Mare Jivari: encontrar su tierra natal. Durante el relato, logró absorber parte del poder del monstruo para avanzar más profundamente en Mare Jivari."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/f21d34d0e05336b944382614f7d8efb3_5830516876834050416.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Como regalo de despedida, dejó al Viajero y Paimon una flor que se abre en las llamas.\n<color=#ffffffd9>\"Si el fuego aún no me ha convertido en cenizas, verán el resplandor de las brasas de esta flor a través de las llamas y del humo oscuro.\"</color>\nComo Mare Jivari existe fuera del tiempo, durante sus viajes allí, Enjou se encontró con el gran aventurero Stanley, quien había muerto en ese espacio unos treinta años atrás. Enjou se presentó como Nocht, detuvo la hemorragia de Stanley con una flor que brotaba entre las cenizas, le advirtió que no se acercara a los monstruos y continuó su camino."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Si realmente existe un hogar en este mundo que haya olvidado, ¿podría estar escondido en este tiempo fragmentado y calcinado?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuando el Viajero, Paimon y Citlalí salieron de Mare Jivari, la gran chamán sintió que el rastro espiritual que había dejado en Enjou había sido consumido por un poder extraño.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8205,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Mare Jivari",
        "desc": "<p>Un lugar ubicado en la parte más occidental de Natlan, la cual fue creado durante el Cataclismo hace 500 años. Un maestro de fronteras, Sanhaj Kompore, invocó un espacio del Reino de la Noche en miniatura y lo hizo estallar para derrotar a la calamidad oscura que se avecinaba, creando así el Mare Jivari.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/205556113/5bde7b4a7c6a6f999fc968d7c4504bc1_4253543534601211266.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlalí",
        "desc": "La gran chamana y la abu Itztli de los Augures Vientonocturno, respetada por toda la gente de su tribu.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Un joven de los Augures Vientonocturno que vive en la naturaleza junto a toda clase de seres vivos.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7113,
        "name": "Calamidad de Eshu",
        "desc": "Un filo ceremonial forjado por el gran sacerdote Sanhaj de los Augures Vientonocturno. Según las historias del pasado, Sanhaj podía usar esta espada curva para celebrar un ritual con el que difuminar la frontera entre el Reino de la Noche y nuestro mundo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/034a74a58833bc506791e2d2c8e00539_8351835749900866009.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Garrote del Diálogo",
        "desc": "<p>Una gran maza con incrustaciones de obsidiana y un excelente poder de persuasión.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/73555894/6e0130263c2de43a0bd7863edce22df3_600374522763335452.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Rompecadenas",
        "desc": "Un arco adornado con jade cuya cuerda parece estar siempre envuelta por un suave viento. Según una leyenda, fue forjado por un herrero dragón de una época muy antigua.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8a6b418598f555deba7da922385254a2_8112788546506820868.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7196,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7195,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8354,
        "name": "Determinación del Corredor de Lava",
        "desc": "Una flor que te dio Enjou. Recuerdas claramente que era una delicada flor recién arrancada. ¿Cuándo se convirtió en esto?",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/d680517a7915e98e02c6257f95f252b4_4951244975280181068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8327,
        "name": "Informe de investigación: Bakunawa",
        "desc": "Un informe de investigación que alguien dejó con las prisas.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8328,
        "name": "Informe de investigación: Mare Jivari",
        "desc": "Un informe de investigación que alguien dejó con las prisas.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8329,
        "name": "Informe de investigación: Cueva secreta",
        "desc": "Un informe de investigación que alguien dejó con las prisas.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/a3d81222ac0c259d7c24278ae6a68845_8748899289776809939.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8351,
        "name": "Notas deterioradas de alguien (I)",
        "desc": "Unas notas encontradas entre los restos de Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2083,
        "name": "Virtuoso Corredor de Lava",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "RichText",
        "text": "Orden del Abismo\nEnjou es un miembro de la Orden.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>La única esperanza para salvar la Isla Watatsumi se encuentra en la nueva zona de Enkanomiya, envuelta en un gran misterio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/07/205556113/e0566d4700fc7b5cd108f27295ccdf25_688985407023005360.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enjou estuvo dos veces en una misión en Enkanomiya.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>La última vasalla de Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/22/205556113/e5f84e2958d69ddeeb10572b296568a7_4528884693479743021.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enjou le prometió a Tsumi y a los Dragartos que sumergiría a toda Enkanomiya en la oscuridad y, a cambio, los Dragartos le permitirían a la Orden del Abismo tener un paso seguro a través de su terriorio.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Bardo del Abismo - Llamas abismales",
        "desc": "Una criatura de la Orden del Abismo que manipula el fuego abisal y se dedica a estudiar el significado de los textos y las escrituras.<br/>Los habitantes de la superficie los llaman “bardos”, aunque más bien deberían ser exégetas. Al recitar las palabras de la gracia, se vuelve más poderoso.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Forma verdadera de Enjou.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alias"
      },
      {
        "type": "RichText",
        "text": "Enjou\nEl nombre que el miembro de la Orden del Abismo usó para presentarse al/a la Viajero/a y a Paimon cuando se conocieron. Significa algo parecido a \"sobre las profundidades\".\nSanka\nEl nombre que Enjou usó para presentarse ante los niños de la tribu Retoños Arbóreos para aprender sobre el Fuego Reminiscente.\nKokuchuu\nEl nombre que Enjou usó para presentarse a un miembro de los Augures Vientonocturno para aprender más sobre Mare Jivari y Sanhaj Kompore.\nHayne\nEl nombre que Enjou usó para presentarse ante un trabajador del",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7423,
        "desc": "",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ", Pápar, para darle un poco de hidrmiel y usar su vestido de Nochtli.\nNocht\nEl nombre que Enjou usó para presentarse al Gran Aventurero Stanley cuando se conocieron en Mare Jivari.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Misiones relacionadas"
      },
      {
        "type": "CustomEntry",
        "epId": 5363,
        "name": "Alba y crepúsculo en Byakuya",
        "desc": "<p>Una serie de misiones de mundo en la que, junto con Enjou, un erudito, investigas Enkanomiya para conseguir el coral sangriento.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/14/20619958/5a80aa070e5a346cc2f227fc613ddf64_1778775160170889704.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6985,
        "desc": "",
        "displayStyle": "card",
        "menuId": 38
      },
      {
        "type": "CustomEntry",
        "epId": 8205,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Lo ocurrido antes del sol y la luna",
        "desc": "Un libro de crónicas mezcladas con fábulas que fue prohibido para las personas comunes y corrientes. Narra la historia desde la creación del mundo hasta la construcción del Dainichi Mikoshi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Before Sun and Moon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8354,
        "name": "Determinación del Corredor de Lava",
        "desc": "Una flor que te dio Enjou. Recuerdas claramente que era una delicada flor recién arrancada. ¿Cuándo se convirtió en esto?",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/d680517a7915e98e02c6257f95f252b4_4951244975280181068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8327,
        "name": "Informe de investigación: Bakunawa",
        "desc": "Un informe de investigación que alguien dejó con las prisas.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8328,
        "name": "Informe de investigación: Mare Jivari",
        "desc": "Un informe de investigación que alguien dejó con las prisas.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8329,
        "name": "Informe de investigación: Cueva secreta",
        "desc": "Un informe de investigación que alguien dejó con las prisas.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/a3d81222ac0c259d7c24278ae6a68845_8748899289776809939.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8351,
        "name": "Notas deterioradas de alguien (I)",
        "desc": "Unas notas encontradas entre los restos de Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}