{
  "epId": 6647,
  "name": "Fragmento de voluntad quebrantada",
  "desc": "Un fragmento en el que reside una Manifestación Wayob.<br>Se trata de una pieza rota de un ídolo de piedra. La voluntad y el poder de Wayob que contiene son muy limitados.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/e18113708df67af70b850f4fe38b9cd3_6833444194978585118.png",
  "filterValues": {
    "objectType": [
      "Material de mejora de personaje y arma"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1724812392,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Obtenido de"
      },
      {
        "type": "CustomEntry",
        "epId": 6585,
        "name": "Manifestación Wayob Cavernaria",
        "desc": "La Wayob en la que creen y adoran los Vástagos del Eco. Usa el poder de los tótems y las almas noctámbulas para manifestarse con esta forma. En el saber de las tribus de Natlan, las Wayob viven en el Reino de la Noche y no tienen una forma fija, ya que se adhieren a cualquier objeto para guiar a la gente perdida de las tribus. Entre estos seres, las Manifestaciones Wayob son aún más especiales, pues toman la forma de los tótems para mostrarse y suelen tener una misión importante que llevar a cabo.<br>Los Vástagos del Eco creen que su Wayob tiene el poder de moldear picos y valles y puede controlar los ecos que produce el choque entre rocas y peñascos.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/1d4447f1c2a8db6684b3e534f0c5428b_4920118375152472256.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6586,
        "name": "Manifestación Wayob Contrafluyente",
        "desc": "La Wayob en la que cree y adora el Pueblo de los Manantiales. Usa el poder de los tótems y las almas noctámbulas para manifestarse con esta forma.<br>Las Wayob son la creencia que se fue formando a raíz de las tribus y los tótems de obsidiana después de que los habitantes de Natlan empezaran a comunicarse con el Reino de la Noche. Es una consciencia con pensamiento colectivo, así como el hogar de las almas de los ancestros.<br>Los miembros del Pueblo de los Manantiales creen que su Wayob tiene el poder de manipular la marea y las olas del mar, y puede controlar los cambios que se producen en las aguas muertas y aguas corrientes.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4f479052edaed71b03e85f9f9cfb5cb4_4059127379931607958.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6587,
        "name": "Manifestación Wayob Raudifolia",
        "desc": "La Wayob en la que creen y adoran los Retoños Arbóreos. Usa el poder de los tótems y las almas noctámbulas para manifestarse con esta forma.<br>En las historias de los cuentacuentos, las Manifestaciones Wayob suelen aparecer como emisarias de una prueba o guías del Reino de la Noche. Hubo una vez un soldado sauriocoronado que afirmó haber luchado contra una Manifestación Wayob mientras estaba en trance y practicaba sus habilidades. Según él, gracias a ello obtuvo una mayor comprensión de las cosas.<br>Los Retoños Arbóreos creen que su Wayob tiene el poder de controlar el crecimiento de los frutos, las hojas de las plantas y las raíces de los cultivos, y puede dibujar patrones en los nervios de las hojas.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e6231e9a6421cb92b65a667f24aa5c09_3615733825213584566.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Utilidad"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Ascensión de armas</color>\n<color=#ffffffd9>Catalizador</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6546,
        "name": "Hora de Surfear",
        "desc": "Un objeto conmemorativo que, supuestamente, se le iba a entregar al ganador de la primera edición del Campeonato de Surf Intertribal. Como el torneo aún está en fase de preparación, el premio lo está guardando temporalmente la dueña de la tienda Peciglobos Parsimoniosos.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ce2e0da75fbdc19fc4b6f9e7bae9049_5151463723015160354.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Anillo del Yaxché",
        "desc": "Una reliquia de jade que crearon los héroes gemelos de la antigüedad. Cuenta la leyenda que con ella se derribó del cielo al dragón gigante que había ocupado el volcán.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Materiales relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 6648,
        "name": "Ídolo de voluntad manifiesta",
        "desc": "Un ídolo de jade en el que reside una Manifestación Wayob.<br>Se puede apreciar ligeramente su forma de ídolo de jade y contiene una mayor voluntad y poder.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/57c0d095f92f4d1f1183f65126bf6b01_7481031877063751134.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6649,
        "name": "Sello de voluntad patrullera",
        "desc": "Un sello de obsidiana en el que reside una Manifestación Wayob.<br>Dicen que, antiguamente, la gente usaba estos ídolos de jade rodeados de obsidiana para intentar comunicarse con las Wayob del Reino de la Noche. Tal vez esa sea la razón por la que estos entes pueden residir en estos objetos y manifestarse físicamente.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/c02ef12ebb37cd68a3409810f6b4ead4_7340014898601846734.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Fragmento de voluntad quebrantada</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Material de mejora de personaje y arma</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenido de Manifestaciones Wayob</color>\n<color=#ffffffa6>Canjear Polvo estelar</color>"
          }
        ]
      }
    ]
  }
}