{
  "epId": 7013,
  "name": "Pequeñín",
  "desc": "<p>Un pequeño Tepetlisaurio que recibió la bendición del<custom-ruby data-ruby=\"Maestro de las Llamas.|Xuhcóatl\"></custom-ruby> Acompañó al/a la Viajero/a en el peregrinaje al Volcán Tollan para quitar la marca.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/1169b299dd600b044356b30c53092d4a_3749352632577888740.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1748551611,
  "components": {
    "videoCollection": [
      {
        "title": "Natlan Preview Teaser - Lil' Buddy | Genshin Impact #GenshinNatlan #GenshinImpact #Teaser #Natlan",
        "url": "https://www.youtube.com/watch?v=UCxbxTI_zL0",
        "coverUrl": "https://i.ytimg.com/vi/UCxbxTI_zL0/maxresdefault.jpg",
        "duration": 64
      },
      {
        "title": "Version 5.5 \"Day of the Flame's Return\" Trailer | Genshin Impact #NewVersion #Trailer #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=VW7lkG8b74Q",
        "coverUrl": "https://i.ytimg.com/vi/VW7lkG8b74Q/maxresdefault.jpg",
        "duration": 262
      }
    ],
    "galleryCharacter": [
      {
        "key": "Pequeñín",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/6e419b0aaec30b2d7feb4aa6fef57fa5_544169029224735454.png"
      },
      {
        "key": "Pequeñín",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/28413d6c8ebe101cc73f622d8d6c5721_493385435669860148.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "El Viajero, Pequeñín y Paimon en las ruinas donde Waxaklahun Ubah Kan e Ixbalanqué hicieron un pacto."
          }
        ]
      },
      {
        "key": "Pequeñín",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/56d4b897e4a7c0ebdce5e3e763b43201_783636782000217.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La Viajera, Pequeñín y Paimon en las ruinas donde Waxaklahun Ubah Kan e Ixbalanqué hicieron un pacto."
          }
        ]
      },
      {
        "key": "Pequeñín",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/d847269c47442856c90eb7f1d9c1c87d_3722676256727115016.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "El Viajero, Pequeñín y Paimon reciben el primer Disco Dorado de la Diplomacia."
          }
        ]
      },
      {
        "key": "Pequeñín",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/13ffd74171dff67a646fca44589cddb8_6852522637366288270.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La Viajera, Pequeñín y Paimon reciben el primer Disco Dorado de la Diplomacia."
          }
        ]
      },
      {
        "key": "Pequeñín",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/dace258bf6a9d35edab6cb7249a3ae75_8210778721143606133.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "El dragón malvado, Och-Kan, roba el Disco Dorado de la Diplomacia."
          }
        ]
      },
      {
        "key": "Pequeñín",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/29789aa612c7f6554f489c526a973417_7473463914904673613.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "El dragón malvado, Och-Kan, roba el Disco Dorado de la Diplomacia."
          }
        ]
      },
      {
        "key": "Pequeñín",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/6b6dbc87f548c111736c016a12121681_7347126526575659114.png"
      },
      {
        "key": "Pequeñín",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/a1aa3a726411692abcf0b84cf960e0de_6681393425860141677.png"
      },
      {
        "key": "Pequeñín",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/f3c3cfe73f7814f2035bbfdd51351f21_8244586374748358717.png"
      },
      {
        "key": "Pequeñín",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/8734d0510f654af0e10078ad08c25b1b_3709758154492067799.png"
      },
      {
        "key": "Pequeñín",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/3e9b5dbb4631ec2ba9a1c5a09423a1c1_1163494897595938269.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Pequeñín y Waxahlahun Ubah Kan."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Pequeñín"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Saurios"
          }
        ]
      },
      {
        "key": "Título",
        "value": [
          {
            "type": "RichText",
            "text": "Elegido de los dragones"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustraciones y Emojis",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diseños de Paimon 40"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/3cc3bcde807ce5cb5a789ae4b09813c4_7582544197720524739.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>1 de abril de 2025</color>\n¡Hola, viajeros! ¡Ya está disponible el nuevo paquete de emoticonos de Genshin Impact en HoYoLAB!\nLos diseños de Paimon incluyen emoticonos chibi de varios personajes de Genshin Impact. ¡Esperamos que los disfruten! ¡Paimon seguirá esforzándose para diseñar algo que les guste!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/af4a3fa7c4f37b8944b0b55c5241fa0f_1194061246183225922.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La bendición del Maestro de las Llamas",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/a1d846f80c1e55e2a7ab95315058e57e_6754191996023650998.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace milenios, antes de la existencia de la humanidad, Teyvat estaba gobernado por dragones. Cuando el Primer Descendido apareció en el cielo, los dragones fueron derrotados, y el Dragón Pyro, Xiuhcóatl, fue corrompido por el Abismo. Para combatir a los saqueadores venidos de más allá del firmamento y a los enemigos ocultos en las sombras, el Maestro de las Llamas creó la\nun arma capaz de transformar todo Natlan en una tierra compuesta solo de flogisto. Toda la vida sería destruida o forzada a abandonar su cuerpo y convertirse en formas de vida basadas en flogisto. Entonces, los dragones, ahora formas de vida de flogisto, gobernarían este nuevo mundo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/18b8365b87a5c09e7fa659baac4208e4_5079643903110735133.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El antiguo Maestro Dragón, el cual gobernaba sobre toda la luz y la sabiduría, transformó uno de sus ojos en un centro de control para Huitzilopochtli, en un medio de autoridad suprema para controlar todas las llamas. Como necesitaba monitorear y anclarse a la realidad a través del \"ojo\", este se convirtió en su único punto débil, y así fue como fue asesinado. El hermano de Xiuhcoatl, Waxaklahun Ubah Kan, no estuvo de acuerdo con el plan del Dragón Pyro, así que decidió buscar una respuesta entre los humanos. Cuando Ixbalanqué, el primer Arconte Pyro, derrotó al Maestro de las Llamas, dividió su ojo en dos partes: los dos Discos Dorados de la Diplomacia. Los Discos Dorados de la Diplomacia eran un centro de control que podía usarse para reactivar el\nPara mantenerlos a salvo, Ixbalanqué tomó un Disco Dorado de la Diplomacia y Waxaklahun Ubah Kan tomó el otro. El Dragón Sabio modificó los Discos Dorados de la Diplomacia de manera que tanto un humano como un descendiente de los dragones fueran necesarios para devolverlos al Corazón de la Montaña Sagrada. Kukulcán hizo un pacto con el Arconte Pyro: cuando llegara el momento, unirían sus Discos Dorados de la Diplomacia y activarían el Huitzilopochtli. Sabía que los humanos tal vez no sobrevivirían a este desastre, pero esperaba que surgiera más adelante una civilización que superara tanto a los dragones como a los humanos. Con el tiempo, Waxaklahun Ubah Kan se desilusionó de la humanidad y comprendió que había llegado el momento crítico en el que el Abismo se extendería por Natlan, así que decidió activar la purga fuegoceleste."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/b04ee438a63a713231ce03528873c47e_6461291582056598446.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando los saqueadores del más allá de los cielos tomaron el control de Teyvat, dejaron caer el Pilar Divino para destruir la tierra rica en flogisto. Con su increíble adaptabilidad y capacidad de evolucionar, los dragones se adaptaron a la vida en esta nueva tierra, pero esta evolución los cambió únicamente para sobrevivir. Al principio, el Soberano Dragón Pyro canalizaba la luz de la llama y la sabiduría (bendición del Maestro de las Llamas) a través de su cuerno, pero con el tiempo, los cuerpos de los descendientes de Xiuhcóatl se volvieron incapaces de soportar tal poder. Poseían habilidades increíbles, pero al envejecer, ese poder los mataba o los volvía locos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/631655764c29f39e9be96453db80e37f_2165021651344410915.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Para levantar el sello de la Ciudad Sagrada y unir los Discos Dorados de la Diplomacia, Kukulcán necesitaba un humano y un compañero saurio marcados con la bendición del Maestro de las Llamas. Intentó controlar la aparición de dicha bendición mediante experimentos y creó una leyenda según la cual uno debía encontrar un emblema dividido en dos partes y hacer una peregrinación al Volcán Tollan. Allí, los guerreros tribales podrían limpiar el nombre de su compañero, que el difunto Xiuhcóatl aún recordaba, y eliminar la marca. Un pequeño Tepetlisaurio, que se convirtió en el compañero del/de la Viajero/a y Paimon, nació con la bendición del Maestro de las Llamas. Un pequeño Tepetlisaurio, que fue hallado y rescatado de los Sabuesos Acechadores por el/la Viajero/a y Paimon, nació con la bendición del Maestro de las Llamas. Después de que le vendaran la cola con un pañuelo rojo tomado del miniinventario de emergencia de Paimon, partieron juntos en aventuras por todo Natlan. El lugar donde se conocieron por primera vez se convirtió en un refugio seguro para el Tepetlisaurio, donde llevaba los recuerdos de sus viajes.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcóatl",
        "desc": "<p>El Soberano Pyro, derrotado por el primer Arconte Pyro, Ixbalanqué. Falseó su propia muerte, tras lo cual los descendientes de los antiguos dragones sólo pudieron inclinarse ante el trono y observar cómo su civilización inevitablemente se desvanecía con cada día que pasaba.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/5b66c077861245c0cba76c3dc000898c_1876645476111503931.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>El más sabio entre los dragones, que robó la llama de los de su especie y enseñó a la gente cómo usarlo. Él quería crear un soberano del mundo de los dragones y de los humanos. Su verdadero nombre era Kukulcán.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/2350d7d56176911d0cbbb353d025da59_5914644917984209885.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6578,
        "name": "Tepetlisaurio",
        "desc": "Un saurio con un cuerno y unas garras muy tenaces, capaz de moverse por rocas y flogisto sólido.<br>Cuenta la leyenda que los ancestros de los Tepetlisaurios eran unos dragones muy longevos tan grandes como las montañas. Cuando dormían, en sus espaldas se formaban montañas, y al despertar, se sacudían la tierra y las piedrecillas para que entre sus escamas solo quedaran radiantes piedras preciosas. Se dice que los objetos de gran tamaño similares a un taladro de los Vástagos del Eco son los restos de los cuernos de aquellos grandes dragones.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/43c39306f3245a282f84a19306ae32da_3573803178254302439.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6577,
        "name": "Cría de Tepetlisaurio",
        "desc": "Un Tepetlisaurio joven capaz de moverse por rocas y flogisto sólido.<br>Aún no le ha crecido el cuerno en la frente y sus habilidades de excavación todavía están en desarrollo, de manera que suelen escucharse noticias de Crías de Tepetlisaurio que se quedan atrapadas entre las rocas. Sin embargo, no hay de que preocuparse, pues tarde o temprano se convertirán en unos Tepetlisaurios capaces de moverse libremente por las rocas más duras.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/3b6c59574d93ce8d4845714dee7626f9_804421433035659353.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Discos Dorados de la Diplomacia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/eb972859b1cd859eb835e87e96db4d33_784486506335563761.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Para atraer al Elegido de los Dragones hacia el Corazón de la Montaña Sagrada, Waxaklahun Ubah Kan eligió la imagen del artesano Manqu, quien vivió mil años atrás, y se presentó como miembro de la Asociación de Arqueología Sáurica. Manqu habló al/a la Viajero/a sobre la bendición del Maestro de las Llamas y sobre una peregrinación hacia el volcán. Aunque el volcán es un lugar peligroso y los saurianos no pueden abandonar sus tribus, el/la Viajero/a obtuvo el permiso del jefe de los Vástagos del Eco, cuyos compañeros son los Tepetlisaurios, al demostrar su fuerza y determinación. Para obtener el primer Disco Dorado de la Diplomacia, el/la Viajero/a y el Tepetlisaurio viajaron hasta las ruinas donde el Sabio Robafuegos e Ixbalanqué sellaron su antiguo pacto para activar a Huitzilopochtli."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/8ec11616a0234c94ffb0edee2a0968e1_2500465957409251244.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mediante una comprensión profunda, el/la Viajero/a y su compañero Saurio superaron las pruebas especiales preparadas por Waxaklahun Ubah Kan y enfrentaron al monstruo del Abismo para acceder al paraíso final. Durante la batalla contra el enemigo oculto en las sombras, el Tepetlisaurio despertó sus poderes del Maestro de las Llamas, aplastando con facilidad al adversario. Al entrar al paraíso final y tocar una losa de piedra con grabados dorados, el Elegido de los Dragones vio los ojos del gran dragón, cortados en dos por la espada del hijo de la humanidad, y los fragmentos de un sello dorado grabados en unos discos blancos, erróneamente clasificados como \"agujeros\". Uno de ellos le es entregado a las garras blancas del\ny el otro a un\nUno de ellos es enterrado bajo una gran estela, y el otro entra hasta el estómago de un\nEntonces, un disco blanco con patrones dorados apareció bajo sus pies: el primer Disco Dorado de la Diplomacia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/9d7bc82258ef9d4f309e9b0acac5a542_4119277063327405803.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Para obtener la segunda parte del ambuleto de la peregrinación, el/la Viajero/a, Paimon y su compañero Tepetlisaurio se dirigieron a la ciudad prohibida de Ochkanatlan, donde, hace quinientos años, un dragón maligno apareció y mató a todo aquel que osó pisar su suelo. En Ochkanatlan, encontraron a la Aventurera Bona y a su compañero Cocouik, quienes los salvaron de los monstruos del Abismo. Bona relató la leyenda del\nun tesoro oculto en la nave voladora Tonatiuh, supuestamente capaz de suprimir al Abismo para siempre. El padre de Bona también había partido en busca del Jade del Retorno, pero jamás volvió de la ciudad prohibida, dejando a su hija con la piropofosforita necesaria para obtener el artefacto. Usando este mineral, el/la Viajero/a, Bona, Paimon y el Tepetlisaurio activaron el Altar del Fuego Primigenio y ascendieron al Tonatiuh."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/cf3b2610ccc551e03a7b593928a5b591_3684746926757363782.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al encontrar el Jade del Retorno, este fue arrebatado por un dragón maligno. El/La Viajero/a logró alcanzarlo y derrotarlo en lo profundo del Vivero de Pesadillas. Tras la derrota del dragón, Cocouik fue reunido con su cuerpo, revelando que el dragón que había estado atacando a la gente era en realidad el soberano de Ochkanatlan, Och-Kan, muerto hacía mil años y corrompido por el Abismo. Aunque no pudo ser purificado, fue capaz de compartir sus recuerdos con el/la Viajero/a y el Tepetlisaurio, y así descansar en paz hasta el fin de los tiempos. El\nque los aventureros perseguían no era más que una leyenda creada por Waxaklahun Ubah Kan. Él sabía que no podría obtener por sí mismo el Disco Dorado de la Diplomacia escondida en el Tonatiuh, así que inventó la leyenda para atraer a los aventureros. Cuando el/la Viajero/a y el Tepetlisaurio obtuvieron el Disco Dorado de la Diplomacia, Waxaklahun Ubah Kan se encontró con el Saurio en sus memorias y le habló sobre la degradación de los dragones, su evolución, y su plan para salvar Natlan.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6966,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7090,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Los guerreros que surcan los cielos, persiguiendo sus grandes sueños entre la bruma matinal y el vasto océano de nubes, jamás se detienen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/92ba82bac0de649596f7af552428b24d_6681031167788957842.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>El más sabio entre los dragones, que robó la llama de los de su especie y enseñó a la gente cómo usarlo. Él quería crear un soberano del mundo de los dragones y de los humanos. Su verdadero nombre era Kukulcán.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/2350d7d56176911d0cbbb353d025da59_5914644917984209885.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7014,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Una aventurera que fue a Ochkanatlan para hallar el Jade del Retorno capaz de eliminar la ponzoña. <span class=\"wk-shady\">Ella vivió hace casi 500 años.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/ff6914904dd7e24901810f17a607b7f9_4849283152511029491.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "El último pacto",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/a5578ffb5a597ffff29b03de84f2eeac_7712470727751204920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una vez reunidas todos Discos Dorados de la Diplomacia, el/la Viajero/a, su compañero Tepetlisaurio y Paimon viajaron a la Montaña Sagrada Ancestral, rompiendo el sello del volcán y entrando en la antigua ciudad dragónica de Tollan. Tras purificar Tollan de la corrupción del Abismo y obtener el permiso para acceder al Corazón de la Montaña Sagrada, alcanzaron la prueba final: una batalla contra un dragón mecánico. Durante el combate, Waxaklahun Ubah Kan atrapó al/a la Viajero/a y a Paimon, y condujo al Tepetlisaurio al verdadero Corazón de la Montaña Sagrada, donde yacían los restos del Dragón de Fuego caído. El Sabio Robafuegos le dijo al Saurio que deje que el Fuego Sagrado lo guíe, permitiéndole controlar el poder del Maestro de las Llamas. De un pequeño Saurio, el Tepetlisaurio creció hasta convertirse en un adulto capaz de hablar, y su cuerpo se volvió resistente a todo ese poder."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/d78774c9e33998c221313c6ae7bd3cf3_2122389236194779324.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan le mostró los acontecimientos ocurridos hace milenios y ocultó sus recuerdos de su tiempo con el/la Viajero/a y Paimon. El Sabio Robafuegos necesitaba a ambos Elegidos de los Dragones —el humano y su compañero Saurio— para ingresar al Corazón de la Montaña. Pero la misión del humano ya estaba completa, y ahora el Tepetlisaurio debía activar el Huitzilopochtli, para que el gran enemigo oculto en las sombras jamás pudiera invadir de nuevo. Prometió que, cuando Natlan se transformara en flogisto, el concepto mismo de vida sería reescrito, y el poder del Fuego Primigenio regresaría de forma natural. Solo los dragones que se habían convertido en formas de vida flogísticas conservarían todo el poder, y el Tepetlisaurio se convertiría en el nuevo soberano, existiendo más allá de los límites y conceptos del mundo. Devolvería toda la luz y toda la sabiduría, trayendo gran orden y gloria a este mundo.\nCuando Huitzilopochtli fue activado, un mundo completamente blanco se abrió ante el Tepetlisaurio. Diez millones de años pasaron en lo que pareció un instante, pero el tiempo no tenía significado. La única conciencia que quedaba en ese mundo era \"eso\", que una vez fue el Tepetlisaurio. En el pasado, ocurrieron cosas increíbles: innumerables guerras de escala inimaginable, batallas que rompían dimensiones, incontables vidas devoradas y transformadas hasta que, al final, la luz ardiente devoró la regla más primordial de todas. El mundo ya no vive bajo la amenaza de las sombras, ¿pero qué sentido tiene? \"Él\" sabe que el fuego primigenio no es inextinguible, aunque seguirá ardiendo durante millones de años en este oscuro mar cósmico. A veces, como si se tratara de un sueño, \"él\" recuerda el viaje que hizo hace mucho tiempo con sus dos compañeros/as cuando la tierra aún tenía forma física. Aferrándose a esos recuerdos, tal vez \"él\" pueda aguantar este tormento hasta que la muerte llegue al otro extremo de la eternidad. Si pudiera regresar al Corazón de la Ciudad Sagrada, ¿haría una elección diferente?\nAl ver el destino que Huitzilopochtli tenía reservado para el mundo, para el/la Viajero/a y Paimon, el Tepetlisaurio se negó a activar la purga fuegoceleste e hizo la misma elección que Waxaklahun Ubah Kan al principio de su viaje. Sabiendo que perdería sus poderes y la sabiduría de los dragones, el Tepetlisaurio regresó con el/la Viajero/a y Paimon, y los liberó de la trampa. Tras derrotar al dragón mecánico, el Tepetlisaurio volvió a ser pequeño y cayó inconsciente."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"#Elegido/a de los dragones... Tú eres a quien he elegido al final...</color>\n<color=#ffffffd9>Gracias por todo lo que has hecho. Siempre he creído en ti. Yo...</color>\n<color=#ffffffd9>Ah... Es difícil expresarlo, Viajero/a...</color>\n<color=#ffffffd9>No olvides que... te quiero.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/595ae9e0d1c8957b6dbbe95bf10b37a9_5957436550785372138.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando la vida de Waxaklahun Ubah Kan llegó a su fin junto con el ciclo de Huitzilopochtli, la marca del compañero Tepetlisaurio perdió su poder y dejó de amenazarle. Tras incontables aventuras en las que purificaron las Sombragujas y ayudaron a liberar las almas de guerreros caídos de Khaenri'ah; viajaron a los Mundos Superiores para obtener un elixir que curaba todas las heridas; encontraron un huevo de Saurio del cual nació otro Tepetlisaurio, Aguara; descendieron al Reino de la Noche para devolver a una médium a los Wayob y ayudaron a muchos Saurios y humanos... el Tepetlisaurio decidió seguir su propio camino. Después de despedirse del/de la Viajero/a y de Paimon, partió hacia una nueva aventura.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7723,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7002,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7709,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 6971,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 6974,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>El más sabio entre los dragones, que robó la llama de los de su especie y enseñó a la gente cómo usarlo. Él quería crear un soberano del mundo de los dragones y de los humanos. Su verdadero nombre era Kukulcán.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/2350d7d56176911d0cbbb353d025da59_5914644917984209885.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7615,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 6577,
        "name": "Cría de Tepetlisaurio",
        "desc": "Un Tepetlisaurio joven capaz de moverse por rocas y flogisto sólido.<br>Aún no le ha crecido el cuerno en la frente y sus habilidades de excavación todavía están en desarrollo, de manera que suelen escucharse noticias de Crías de Tepetlisaurio que se quedan atrapadas entre las rocas. Sin embargo, no hay de que preocuparse, pues tarde o temprano se convertirán en unos Tepetlisaurios capaces de moverse libremente por las rocas más duras.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/3b6c59574d93ce8d4845714dee7626f9_804421433035659353.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Pequeñín es una Cría de Tepetlisaurio especial.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcóatl",
        "desc": "<p>El Soberano Pyro, derrotado por el primer Arconte Pyro, Ixbalanqué. Falseó su propia muerte, tras lo cual los descendientes de los antiguos dragones sólo pudieron inclinarse ante el trono y observar cómo su civilización inevitablemente se desvanecía con cada día que pasaba.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/5b66c077861245c0cba76c3dc000898c_1876645476111503931.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Pequeñín recibió la bendición del Maestro de las Llamas: una marca especial en el cuerno, que le concede una fuerza más grande que la de un Saurio ordinario.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Pequeñín fue de peregrinaje al volcán para quitar la marca y recobrar la aceptación en el",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Reino de la Noche",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>El más sabio entre los dragones, que robó la llama de los de su especie y enseñó a la gente cómo usarlo. Él quería crear un soberano del mundo de los dragones y de los humanos. Su verdadero nombre era Kukulcán.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/2350d7d56176911d0cbbb353d025da59_5914644917984209885.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan necesitaba al Elegido de los dragones para quitar el sello de Tollan, la Ciudad Sagrada, por lo que creó la leyenda de que un peregrinaje al volcán podía quitar la bendición del Maestro de las Llamas. Él condujo a Pequeñín al corazón de la Ciudad Sagrada para activar el Huitzilopochtli.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 6927,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6863,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7524,
        "name": "Imagen con compañeros de viaje",
        "desc": "Una imagen con tus compañeros de viaje. Es un recuerdo de la convivencia en la nación donde conviven humanos y saurios. Aunque sus caminos divergirán en algún momento, los momentos que vivieron juntos nunca se desvanecerán.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/19249e37f15e9f814c45854d6e17381b_224490790280076945.gif",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}