{
  "epId": 7017,
  "name": "Manqu",
  "desc": "<p>Un investigador de la Asociación de Arqueología Sáurica, responsable de investigaciones académicas sobre ciertas costumbres tribales. <span class=\"wk-shady\">El verdadero Manqu fue un artesano que vivió hace mil años y murió durante el derrocamiento del tirano Och-Kan. Ahora, Manqu es una proyección de flogisto de Waxaklahun Ubah Kan.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/19/205556113/65f375482af8076ead5090c165f1669e_2909064294372032280.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1752943737,
  "components": {
    "galleryCharacter": [
      {
        "key": "Manqu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/19/205556113/ce39f449813bab11a7e50304556aed15_7258394191495291445.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Huruk y Manqu"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ciudad de las Cenizas",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/d00e4b41333f68ba0880a894c481a3d0_7649429890173774419.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace más de mil años, tras la muerte del primer Arconte Pyro, Xbalanque, el\nde la futura Natlan fue liderado por el semi-humano, semi-dragón Och-Kan. La Gran Alianza fue construida sobre las ruinas de la antigua ciudad dragón de Chichén Uctokah y, durante el reinado de Och-Kan, fue llamada Ochkanatlan. El Rey Pitón, Och-Kan, descubrió que en los \"vacíos\" bajo la ciudad se hallaba el Corazón de Chu'ulel, capaz de controlar todos los mecanismos de la ciudad. Envió a una persona de diez familias de cada tribu a construir estructuras de irrigación para poder bombear el agua fuera de los \"vacíos\", y entre esos trabajadores estaba el artesano Manqu, de los Vástagos del Eco. Era un talentoso joyero, y cualquiera que contemplara los grabados adornados con turquesas quedaba atrapado en mente y alma por la genialidad de su diseño. Y quien contemplara las intrincadas inscripciones doradas se sentía profundamente conmovido por la destacada maestría del artista. Un día, creó un hermoso quetzal con una larga pluma de oro en la cola, decorado con turquesas, para un hombre respetado de la tribu, pero más tarde ese hombre fue condenado y ejecutado por defender a los saurios de la tribu, y la pluma dorada mancillada pasó a su hija."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/6311178c86742d8f0f7bfdd3b2b972a8_785405181053260750.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuanto más cavaban los trabajadores, adentrándose en las ruinas de Chichén Uctokah, más intenso se hacía el inconfundible y nauseabundo hedor, y comenzaron a esparcirse supersticiones entre los obreros. Un artesano enloqució de repente y comenzó a balbucear que había visto en las aguas profundas una silueta negra colosal, horripilante y abultada que le ordenaba que se inclinara ante su amo. Aunque el supervisor se llevó al artesano, un sentimiento de inquietud ya comenzaba a cundir entre los trabajadores. Detrás de los antiguos muros de piedra se oía un sonido sospechoso, débil y amortiguado, como si algo corriera en su interior. Los trabajadores susurraban incoherentemente y temblaban con un miedo casi frenético, insinuaban vagamente que bajo las aguas profundas se escondía una maldición profana más allá de la imaginación, y que lo que habíamos hecho la había despertado de un letargo milenario. La supervisora lo interpretó simplemente como alucinaciones por falta de descanso, y solicitó una ración extra de grano para todos. Sin embargo, el miedo que circulaba entre los trabajadores era imparable. Una de las trabajadoras, Sayani, resultó herida, y sus heridas no sanaban debido a la humedad. Manqu la persuadió para que descansara, pero ella temía retrasar al grupo y que todos perdieran la posibilidad de recibir provisiones extra. Mientras nadie lo miraba, Manqu fue por la noche a buscar una antorcha para cauterizar las heridas de la trabajadora, pero aun así, ella murió. Nadie tenía fuerzas para enterrarla, y simplemente la arrojaron al canal."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/272374c1e33104bb8b7eb592a812fa37_5869129779225782610.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En lo profundo de las ruinas se descubrió una estatua de dragón de una era antigua, cuya parte inferior jamás fue terminada. Allí, el Rey Pitón se encontró con la Señora de los Dragones CL-09 \"la Narradora del Fin de los Tiempos\", Ix Uxul Tz'ib Bolon (Unidad Integrada de Procesamiento de la Matriz de Supervisión Autorregulable de Tipo L). Ella era la gobernante de la antigua Chichén Uctokah. Le contó acerca del pasado de la gran civilización dragón, y Och-Kan comprendió que no debía permitirse bajo ninguna circunstancia que regresaran a su antiguo esplendor, pues la humanidad no tendría ninguna oportunidad de resistir. Quería usar el conocimiento de la Señora de los Dragones y su energía, que se usaba para controlar los Mecanismos Fuentenigma, así que la engañó para encerrarla en una estatua junto con sus recuerdos, pero ella aún se negó a servirle. Entonces, el Rey Pitón decidió crear su propio Corazón de Chu'ulel. Aun así, sus intentos de llevar a la Gran Alianza a la prosperidad condujeron a la corrupción del Abismo. Och-Kan ordenó sellar con muros de piedra las entradas a los \"vacíos\" y purificarlas con fuego. Entre los trabajadores que quedaron encerrados cerca de la estatua del dragón estaba Manqu. Mientras yacía bajo la grotesca estatua dragón, condenado a morir, rodeado por las llamas devoradoras, vio de pronto a una joven mujer dentro del fuego de Och-Kan, una proyección de flogisto de Ix Uxul Tz'ib Bolon. Su rostro era más hermoso que el cristal más puro, y sus ojos más hermosos que la turquesa más perfecta, pero a pesar de su belleza, su rostro era nauseabundamente repulsivo. Había crueldad y una malicia arrogante en su sonrisa. El artesano abrió la boca para rogarle que lo salvara, pero sus labios, chamuscados por el fuego, no pudieron pronunciar una palabra. La mujer tomó su rostro entre las manos, y de sus ojos turquesa cayeron lágrimas doradas en los ojos de Manqu, capaces de otorgar vida a los humanos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/18b8365b87a5c09e7fa659baac4208e4_8442869717986523611.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El artesano vio una creación mucho mayor que las infinitas montañas, tan resplandeciente que superaba el esplendor de la obsidiana, y flotaba en lo alto del cielo como una nube de humo de algún volcán. Además, innumerables aves gigantes de metal la rodeaban y chupaban ávidamente su sangre de color apagado. Vio correr sombras impulsadas por el fuego, las cuales trepaban desde el lejano horizonte hasta la luna llena, y con solo una cuerda tejida de oro y latón blanco enviaban los escalofríos y los suspiros a distancias inimaginables en un abrir y cerrar de ojos. La mujer se reía a su oído, como si todo lo que los humanos habían logrado hasta entonces no fuera más que un juego de niños insignificante, y solo pudieran postrarnos bajo la bóveda del cielo como unos cobardes mientras buscamos una tumba deshonrosa. Los antiguos dragones luchaban contra un enemigo implacable que bastaba para rivalizar con todo un mundo. A través de aquellas pupilas turquesas, tan hermosas que casi me daban miedo, no veía más que una oscuridad infinita e impenetrable, así como la nada: un espacio que ninguna palabra podía describir, un espacio que no se parecía a nada de lo que había visto a lo largo de las décadas de su corta vida. Entonces Manqu gritó con todas sus fuerzas y avanzó a trompicones hacia el sendero, pero aquel espeluznante grito se perdió también en el sonido de su risa, y finalmente no quedó ni rastro. No sabía si la mujer existía o si era un delirio, si eran lágrimas o gotas que caían de la enorme estatua dragón tras ella, pero estaba vivo y seguía siendo el único que conocía los pasadizos secretos de Ochkanatlan.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Los guerreros que surcan los cielos, persiguiendo sus grandes sueños entre la bruma matinal y el vasto océano de nubes, jamás se detienen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/92ba82bac0de649596f7af552428b24d_6681031167788957842.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Ensoñación Inacabada",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/356c6b0e1be129282f759d8844872c7d_2911260570448763671.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "El derrocamiento del rey Pitón",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/866706487c6079f430bf937c0b9aabc7_8778355424161104397.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al intentar crear un mundo ideal para las personas, Och-Kan se convirtió en un tirano, odiado por el pueblo. En esos tiempos remotos, el anciano de la Tribu Plumaflora, quien solo obedecía al Rey Pitón en apariencia, desterró a un joven de ojos escarlata de la tribu para que, él, que deseaba proteger a los Saurios, pudiera escapar de las garras del usurpador. La primera en unirse a él fue Sakkuk, de los Hijos del Eco, hija del hombre para quien Manqu había creado una pluma dorada. Luego vinieron los héroes gemelos Atahualpa y Huáscar: el mayor, cuyos labios y dientes eran más afilados que cualquier hoja, y el menor, cuya espalda soportó el látigo del tirano. Al enterarse de cómo el joven de ojos escarlata había salvado a los Saurios, el oficial de artillería de la Gran Alianza, Yupanqui, quien no se atrevía a rebelarse contra su viejo amigo, decidió aportar su fuerza. Para ingresar a la Ciudad Prohibida, necesitaban a un hombre que conociera todos los caminos, rutas y pasajes secretos de la ciudad, y que pudiera manejar cualquier mecanismo. Entonces, el silencioso Yupanqui pronunció el nombre de Manqu. Mientras Manqu pasaba el tiempo en tabernas sucias, conoció a Sakkuk, quien buscaba al artesano que había creado una magistral pluma turquesa para su padre. Las cicatrices de un fuego furioso marcaban la mitad de su rostro, oculta bajo un sombrero: su carne, una mezcla derretida de sangre. Pero Sakkuk no sintió miedo y le entregó la pluma. Al ver su creación, cuyo brillo se había desvanecido hacía mucho, Manqu relató el origen de cada patrón en la pluma dorada y le habló de cosas hacía tiempo perdidas en aquella tierra. Cuando supo que el hombre a quien le había dado la pluma era el padre de la muchacha, el artesano vio en sus ojos el mismo odio ardiente que él había albergado en su propio corazón, y aceptó servir al amo de la joven y a ella misma. Pero para entonces, otra persona ocupaba el corazón de la joven.\nAl unirse al joven de ojos escarlata, Manqu relató a los héroes las pruebas que había atravesado. Describió las creaciones de tamaño colosal que presenció durante su aturdimiento, así como las refinadas máquinas en funcionamiento. Vio una sombra impulsada por las llamas que se elevaba desde el lejano horizonte hasta la luna que relucía en el cielo. Pero los gemelos heroicos tomaron la historia del artesano como una fábula. Manqu, acostumbrado a que los gemelos se mofasen de él, decidió ignorar su tono de burla. La joven le dedicó una mirada inquisitiva, a lo que él sonrió sarcásticamente, y entonces sintió una ligera molestia muscular en el rostro. En realidad, él vio mucho más allá de aquellas llamas que estuvieron a punto de acabar con su vida. Divisó patrones dorados que fluían de un lado a otro, un camino para escapar de las ruinas y un sinfín de reglas a seguir para fundar un nuevo imperio. Esto último era incomprensible para los jóvenes, y Manqu albergaba la esperanza de que, cuando el polvo se asentara, cuando los antiguos cimientos se restauraran, y pasara más tiempo, él pudiera contarles toda la verdad, pues su mayor fantasía era construir una resplandeciente muralla imperial digna del nuevo rey.\nManqu ideó un plan para un golpe: cortar el suministro eléctrico de la ciudad y desactivar el Corazón de Chu'ulel, de modo que Yupanqui, aprovechando la confusión, pudiera llevar al joven de ojos escarlata hasta la sala del trono del Rey Pitón. Cuando se fijó la fecha para ejecutar el plan, el artesano grabó el mismo símbolo en los relojes de sol. Luego de superar muchas pruebas, el joven logró derrotar a Och-Kan, pero el artesano no pudo escapar de la ciudad en llamas, ya que la Tribu Plumaflora había sellado las salidas secretas. Cuando Sakkuk regresó a su tribu, pidió que le volvieran a fabricar la pluma, que hacía tiempo había perdido su brillo. Le prometió al artesano que, llegado el momento, le entregaría una corona de turquesas como muestra de agradecimiento. Solo después de haber visto el cadáver encorvado y agonizante bajo el filo del cuchillo de carnicero de un oscuro monstruo, la joven cayó en cuenta de algo. Comprendió que la corona que había forjado y decorado con sus propias manos esperaría a su dueño, el cual nunca asistiría a la coronación. Durante muchos años, reunió joyas, e incluso falsificaciones firmadas por Manqu, otorgando gemas preciosas a quienes las presentaban. La envejecida maestra no quería que las burdas falsificaciones mancillaran el buen nombre del artesano que había creado las originales, y quienes engañaban con falsificaciones eran siempre castigados. Al final de su vida, Sakkuk reunió todas las obras que llevaban el nombre de Manqu y caminó hacia la noche oscura, sin volver jamás. Según la leyenda, al día siguiente, el pueblo se reunió bajo el árbol donde ella había colocado la corona de turquesas, y juraron un voto de cumplir su última voluntad, borrando de la historia el nombre del hábil artesano que ella había llevado consigo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Los guerreros que surcan los cielos, persiguiendo sus grandes sueños entre la bruma matinal y el vasto océano de nubes, jamás se detienen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/92ba82bac0de649596f7af552428b24d_6681031167788957842.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Pluma Carmesí Buitreastral",
        "desc": "Un antiguo arco largo adornado con plumas de color carmesí que ha pasado de generación en generación en la Tribu Plumaflora.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Ensoñación Inacabada",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/356c6b0e1be129282f759d8844872c7d_2911260570448763671.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Discos Dorados de la Diplomacia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/8287e972b0dbc501376be8d66db0d9cf_9208486135443570369.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace miles de años, el Dragón Pyro, Xiuhcóatl, creó un arma, Huitzilopochtli, que podía expulsar al Abismo de Natlan para siempre. Sin embargo, esta arma habría destruido toda forma de vida existente, dejando únicamente formas de vida de flogisto. Xiuhcóatl convirtió su ojo en el centro de control de esta arma, pero cuando fue asesinado por el primer Arconte Pyro, Ixbalanqué dividió su ojo en dos fragmentos, conocidos como los dos Discos Dorados de la Diplomacia. Uno de los Discos Dorados de la Diplomacia fue tomado por Waxaklahun Ubah Kan, hermano de Xiuhcóatl, quien eligió no utilizar a Huitzilopochtli y seguir un camino distinto; el otro fue tomado por el propio Ixbalanqué. Tras la muerte del Arconte Pyro, el Disco Dorado de la Diplomacia fue entregado a Och-Kan, hijo de Waxaklahun Ubah Kan y amigo de Ixbalanqué, quien lo escondió en una nave voladora para impedir que su padre pudiera obtenerla. Con el paso del tiempo, Waxaklahun Ubah Kan se desilusionó de la humanidad y decidió activar a Huitzilopochtli. Para lograrlo, creó la leyenda de la bendición del Maestro de las Llamas: una marca especial en el cuerno de los Saurios, mediante la cual el Dragón Pyro transmitía su sabiduría en tiempos antiguos. Los cuerpos de los Saurios modernos no podían soportar ese poder, por lo que, según la leyenda, debían llevar un\ndividido en dos al Gran Volcán de Tollan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/fc980405d8bd7b81747e899abfe987b7_8239886213661383231.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Och-Kan colocó un sello en su Disco Dorado de la Diplomacia que solo podía ser retirado por un Saurio que llevara esa marca especial. Para obtenerla, Waxaklahun Ubah Kan comenzó a utilizar \"máscaras\": proyecciones de flogisto creadas a partir de personas asesinadas por su hijo. Una de esas máscaras fue Manqu, quien murió en Ochkanatlan. Waxaklahun Ubah Kan se hizo pasar por un investigador de la Asociación de Arqueología Sáurica con el fin de guiar al Elegido de los Dragones (un Saurio con la bendición del Maestro de las Llamas y su compañero humano) para seguir el rastro de los Discos Dorados de la Diplomacia y emprender una peregrinación hacia el volcán. Cuando el Elegido de los Dragones reunió los Discos Dorados de la Diplomacia y el Saurio alcanzó el centro de control de Huitzilopochtli, Waxaklahun Ubah Kan se presentó nuevamente ante él, tomando la apariencia de Manqu, y le ofreció unir los Discos Dorados de la Diplomacia para activar a Huitzilopochtli. Sin embargo, el Saurio se negó.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcóatl",
        "desc": "<p>El Soberano Pyro, derrotado por el primer Arconte Pyro, Ixbalanqué. Falseó su propia muerte, tras lo cual los descendientes de los antiguos dragones sólo pudieron inclinarse ante el trono y observar cómo su civilización inevitablemente se desvanecía con cada día que pasaba.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/5b66c077861245c0cba76c3dc000898c_1876645476111503931.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>El más sabio entre los dragones, que robó la llama de los de su especie y enseñó a la gente cómo usarlo. Él quería crear un soberano del mundo de los dragones y de los humanos. Su verdadero nombre era Kukulcán.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/2350d7d56176911d0cbbb353d025da59_5914644917984209885.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Pequeñín",
        "desc": "<p>Un pequeño Tepetlisaurio que recibió la bendición del<custom-ruby data-ruby=\"Maestro de las Llamas.|Xuhcóatl\"></custom-ruby> Acompañó al/a la Viajero/a en el peregrinaje al Volcán Tollan para quitar la marca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/1169b299dd600b044356b30c53092d4a_3749352632577888740.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Cuentacuentos de los",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "desc": "",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". Waxaklahun Ubah Kan usó también la imagen de Titu.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>El más sabio entre los dragones, que robó la llama de los de su especie y enseñó a la gente cómo usarlo. Él quería crear un soberano del mundo de los dragones y de los humanos. Su verdadero nombre era Kukulcán.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/2350d7d56176911d0cbbb353d025da59_5914644917984209885.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan usó imágenes de Manqu para conducir a a la Ciudad Sagrada de Tollan.\nJoven de ojos escarlata\nSakkuk\nYupanqui\nAthualpa\nHuáscar\nHéroes que derrocaron al tirano junto con el verdadero Manqu hace mil años.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Ensoñación Inacabada",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/356c6b0e1be129282f759d8844872c7d_2911260570448763671.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Manqu"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Vástagos del Eco\nAsociación de Arqueología Sáurica"
          }
        ]
      }
    ]
  }
}