{
  "epId": 7032,
  "name": "Festival Sabzeruz",
  "desc": "<p>Un festival de Sumeru que lleva el nombre de la Diosa de las Flores y que celebra el cumpleaños de la Arconte Dendro.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/19/205556113/59a591e8917f48184e70048c13835938_5529017332919608140.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1737307249,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival Sabzeruz",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/766f6dc32f9b78e3d6d817340c09f9d2_6495643170112041807.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Festival Sabzeruz es un antiguo festival que lleva el nombre de la Diosa de las Flores y que, según la leyenda, fue originalmente la celebración del cumpleaños de la Diosa de las Flores para la Reina Mayor Rukkhadevata. Cuenta la leyenda que el Rey Deshret y Nabu Malikata le organizaron un banquete de celebración y prepararon regalos sorpresa para la Diosa Dendro durante el primer Festival de Sabzeruz. Esparcieron dulces a lo largo de un camino para guiarla hacia el lugar del banquete y, finalmente, la Reina Mayor llegó a un lago, donde escuchó el sonido de la música. Al-Ahmar estaba punteando las cuerdas de un instrumento mientras la Diosa de las Flores realizaba una hermosa danza. Mientras bailaba sobre la hierba, innumerables orquídeas padishá hermosas comenzaron a florecer dondequiera que pisara. El hermoso brillo de aquellas flores malvas la acompañaba durante sus evocadores pasos. Los dioses vitoreaban a su alrededor: <color=#ffffffd9>\"Si pudiese detener el tiempo en este instante...\"</color> Al-Ahmar y Nabu Malikata le expresaron sus más sinceros deseos a su querida amiga, y cada uno le obsequió un valioso regalo. La Diosa de las Flores le otorgó la jvarena para proteger el bosque, y el Rey Deshret le entregó el Ojo de Udyat para guardar constancia de los maravillosos momentos que habían vivido los tres juntos. Tras el desastre de Khaenri'ah, el Ojo de Udyat se perdió y la jvarena se convirtió en el ave divina Simurg."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/d66ccb9dea8464063ea8c249bd5eb19f_8497919963301964726.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando la Reina Mayor Rukkhadevata dejó este mundo, Sabzeruz comenzó a celebrarse en el cumpleaños de la Reina Menor Kusanali, el día en que los sabios la encontraron. Cuando la Reina Menor Kusanali se despertó en su cumpleaños, iba en una carroza de flores. Ella soñó que era su cumpleaños y que el Caballero de las Flores y sus guardias la habían encontrado. <color=#ffffff>\"Oh, Arconte, por fin la hemos encontrado. La gente no puede esperar a conocerte\"</color> . El Festival Sabzeruz había comenzado y todos sonreían a su alrededor... Entonces, volvió a subirse a la carroza y se despedió agitando la mano."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/9e35a9f08e9d7d6020ebd5064eee6ace_939482579750125118.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al principio, todo el mundo estaba encantado de dar la bienvenida al regreso de la Arconte Dendro a Sumeru, y el festival era un gran acontecimiento en aquellos días. Sin embargo, bajo la influencia de la Academia, la gente empezó a perder gradualmente el interés en el festival. La Academia participa activamente en las numerosas festividades de Sumeru dedicadas a la Reina Mayor Rukkhadevata. Sin embargo, en lo que respecta al Festival Sabzeruz, los sabios actuaron como si simplemente no existiera. Quizás vieron el nacimiento de la Reina Menor Kusanali como una confirmación de la muerte de la Reina Mayor Rukkhadevata, por lo que se mostraron reacios a celebrarlo. Los sabios de la Academia encerraron a la Reina Menor en el Santuario Surasthana, y cada uno de sus cumpleaños, durante 500 años, lo celebró completamente sola."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/550dd5f546f43f7b67f2936079932bbe_720816828232606306.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Hace 500 años, durante el Cataclismo, la Reina Mayor y el árbol blanco plateado Irminsul, que guardaba la memoria y el conocimiento de Teyvat y cuya encarnación era Rukkhadevata, fueron alcanzados por un conocimiento prohibido. Para salvar a Sumeru, Rukkhadevata dedicó todas sus fuerzas a luchar contra el conocimiento prohibido y, antes de su muerte, creó a la\na partir de una rama inmaculada del Irminsul. Incluso si el árbol muere, sus ramas eventualmente echarán raíces y crecerán, continuando la vida del árbol en otra forma. 500 años después, Nahida destruyó todo el conocimiento prohibido del Irminsul, eliminando así la memoria de la Reina Mayor Rukkhadevata. La gente se olvidó de la existencia de la antigua Arconte Dendro, por lo que el Festival Sabzeruz pasó a asociarse únicamente con la Reina Menor Kusanali. Cuando los sabios que participaron en la prohibición de la festividad fueron exiliados de la Academia, el cumpleaños de la Arconte Dendro volvió a convertirse en una festividad importante para la nación.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Diosa de la Sabiduría, la anterior Arconte Dendro, y amiga de Nabu Malikata y del Rey Deshret. Ella fue completamente borrada del Irminsul para preservarlo del conocimiento prohibido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/205556113/b8f2003f9943725b14fff4ebb77e90cf_925192913612715450.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>La Diosa de las Flores, una amiga de la Reina Mayor Rukkhadevata y el Rey Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/205556113/50c16e5036665c39832047a87aa73eaa_8675608218172454269.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pajarito enjaulado en el Santuario Surasthana que solo puede contemplar el mundo desde sus sueños.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/01/10742394/f29490bddc56b4a6773b6c5003bbb853_4504849464985713888.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3373,
        "name": "Retoño blanco",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Un retoño extraído directamente del centro del mundo.<br>Había una vez un árbol gigante que atravesaba el mundo entero, y esta rama era parte de él. Aunque fue arrancada, nunca ha perdido su conexión con el árbol del que procedía. Por eso, mientras el gran árbol blanco que simboliza el centro del mundo siga vivo, esta rama nunca se secará.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.85)\"><br>Los árboles son el símbolo de la vida. Cuenta la leyenda de cierto lugar que una persona que estaba en el lecho de muerte trasmitió su consciencia a las ramas de un gran árbol blanco, pues así ni su vida ni sus sueños llegarían a su fin. Mientras tuvieran sol y lluvia, las ramas seguirían creciendo, brotando, floreciendo y, finalmente, dando frutos.<br>Asimismo, los árboles también simbolizan la sabiduría. Según otra leyenda de aquel lugar, un sabio que colgaba bocabajo del árbol adquirió el conocimiento para inscribir runas y controlar las palabras sagradas. Así, caminó por el reino que se extendía bajo las raíces del gran árbol y vislumbró los secretos del cosmos.<br>Todo el conocimiento, todos los recuerdos y todas las vivencias del mundo circulan por las raíces del gran árbol, como arroyos que convergen para formar un río que desemboca en el mar y, finalmente, se convierte en agua de lluvia caída de las nubes. Ese es el ciclo de la vida.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/73555894/fee5154f789c795eb636c95a42153de8_2306312364290126053.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Orquídea padishá",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una flor noble e inmaculada. Exige unas condiciones de lo más estrictas para crecer. Con su estambre, se pueden crear especias realmente valiosas.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/d5172558c50dbc305ee422b95bf8ed21_222766226106094843.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tradiciones",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/af0b11227c52e6b65bbf488e85926612_2271547091271594877.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una de las principales tradiciones del festival es la danza en honor a los dioses que celebraron el cumpleaños de la Reina Mayor Rukkhadevata. Aunque estos dioses ya no existen, la tradición de bailar en su honor se mantiene. La bailarina del Teatro Zubayr del Gran Bazar, Nilou, diseñó especialmente su traje para el baile que representa a la Diosa de las Flores. Las leyendas dicen que Nabu Malikata tenía hermosos cuernos en la cabeza, por lo que Nilou hizo una corona especial para demostrarlo. Orquídeas padishá, el símbolo de la Diosa de las Flores, se colocan alrededor del escenario durante el festival. Las flores tenían un tono púrpura único durante la vida de la Diosa, pero cuando ella murió, las verdaderas orquídeas padishá abandonaron este mundo después de ella. La Reina Mayor Rukkhadevata recreó las orquídeas padishá en memoria de su amiga fallecida, pero nunca pudo replicar el hermoso color púrpura de esas flores."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/3398ed34f2d937592007180b886fd3d7_8380969563680432949.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Muchos se preguntan por qué la gente realizaba la danza para la Reina Menor cuando originalmente se hacía para honrar a la Reina Mayor. Otros responden que la Reina Mayor Rukkhadevata es una deidad amada y honrada por todos, y que la Reina Menor Kusanali también lo es. Si la Diosa de las Flores hubiera conocido a la Reina Menor Kusanali, entonces seguramente habría deseado ser su amiga y celebrar celebraciones para ella. Con el tiempo, los elementos de la danza original de Nabu Malikata se distorsionaron y solo los familiares del Arconte Dendro, las Pari, recordaban la verdadera danza. La guardiana floral Sorush le enseñó a Nilou la danza Sabzeruz para que pudiera realizarla en la fiesta de cumpleaños de la Reina Menor Kusanali."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/65c5c3fda711ea407249ceaf6bcc40f8_7362558492582330672.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El símbolo de Sabzeruz es el Caballero de las Flores, Farris, que regala caramelos yalda a la gente. Érase una vez el personaje de Farris que viajaba en un carro de flores, lo que hacía las delicias de los niños. A Farris se le puede reconocer por su sombrero especial y por la multitud de niños que hay a su lado. Ofrece a los celebrantes elegir caramelos yalda de una caja: aunque todos parecen iguales, algunos tienen sabor a calavanda, a fruto harra y a solesttia, y también los hay con sabor a cola de lagarto y a escaradiablo. Lo que obtiene una persona lo decide el destino."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/037d9e91596e91e46baa15880dea4a0b_6109011411713212585.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Una de las antiguas costumbres de Sabzeruz es el festín haft-mewa. La gente solía poner en la mesa siete alimentos diferentes: champiñones rukkhashava, lotos nilotpala, rosas, solsettias, lotos kalpa, frutos harra y duraznolivas. Estos siete platos simbolizaban las siete virtudes de la Arconte Dendro. Una nueva costumbre creada por la Reina Menor Kusanali es la adivinación alquímica. Los visitantes deben sacar dos reactivos alquímicos de sus bolsillos y el erudito realiza una transmutación aleatoria. La adivinación se realiza sobre lo que queda después de la transmutación. Según la Reina Menor, todo está interconectado y todo lo que ocurre se remonta al destino. Pero el destino sólo muestra señales, y sólo una persona elige el resultado real. La imagen de la luna como resultado de la transmutación significa ilusiones y mentiras, si uno confía en su intuición y supera sus miedos interiores, al final amanecerá.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Diosa de la Sabiduría, la anterior Arconte Dendro, y amiga de Nabu Malikata y del Rey Deshret. Ella fue completamente borrada del Irminsul para preservarlo del conocimiento prohibido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/205556113/b8f2003f9943725b14fff4ebb77e90cf_925192913612715450.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>La Diosa de las Flores, una amiga de la Reina Mayor Rukkhadevata y el Rey Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/205556113/50c16e5036665c39832047a87aa73eaa_8675608218172454269.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pajarito enjaulado en el Santuario Surasthana que solo puede contemplar el mundo desde sus sueños.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/01/10742394/f29490bddc56b4a6773b6c5003bbb853_4504849464985713888.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La famosa bailarina del Teatro Zubayr. Su estilo de danza es elegante y agraciado, y posee un carácter puro y bondadoso.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/10742394/586d726f9ebda3506c78beaaa41f13b6_3171942866417884631.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3415,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Orquídea padishá",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una flor noble e inmaculada. Exige unas condiciones de lo más estrictas para crecer. Con su estambre, se pueden crear especias realmente valiosas.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/d5172558c50dbc305ee422b95bf8ed21_222766226106094843.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 462,
        "name": "Calavanda",
        "desc": "Esta fruta de piel colorida y brillante contiene una pulpa que, al ser cocinada, puede convertirse en un postre delicioso.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lavender Melon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2844,
        "name": "Fruto harra",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Este fruto que crece en las zonas más húmedas y calurosas de la selva se caracteriza por un aroma muy fragante y especiado. Se puede moler para elaborar especias y es la planta aromática más valiosa de Sumeru.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/23/10742394/2ed644daf09a03e0c2aab5267f6088a2_4876687976995447514.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 883,
        "name": "Solsettia",
        "desc": "Una fruta redonda y hermosa como la puesta de sol, abundante en todo Teyvat. Tiene un curioso aroma muy dulce y un alto valor energético.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sunsettia_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1883,
        "name": "Escaradiablo",
        "desc": "Un escarabajo extraño que habita en zonas donde abunda el elemento Electro. Podría decirse que su caparazón es lo contrario a la mirada enfurecida de un espíritu poseído, pues en realidad los escaradiablos tienen poco de malignos: son dóciles y lentos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Onikabuto_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1565,
        "name": "Cola de lagarto",
        "desc": "Una cola de lagarto que se enroscó al perder a su dueño. Muy amarga, pero tiene propiedades para el endurecimiento de la piel.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lizard Tail_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2681,
        "name": "Champiñón rukkhashava",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un hongo que crece en capas, como si de un mar de nubes se tratara. La mayoría de estos hongos extraños crecen en los troncos de los árboles situados en las zonas más profundas de la selva. Por eso, la gente de Sumeru los considera la sagrada encarnación del legado de la mismísima Rukkhadevata.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/10742394/fbfb9632c9668ce46422fa5b2acb9f0d_4366599199065475917.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2680,
        "name": "Loto nilotpala",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Esta flor que crece en los humedales de los bosques emite un brillo tan deslumbrante como el de la luna. Solo se abre durante la noche.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/10742394/3863df20ca44d44f23d9d781a83d5436_4732035480848333414.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2796,
        "name": "Rosa de Sumeru",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una deslumbrante flor púrpura cuyo aroma cautiva a todo transeúnte que pase a su lado. Hay quien la confunde con las rosas de rosal, pero técnicamente hablando, pertenecen a otra categoría.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/10742394/f006f3d60b8e449adae09234d000a2a9_2262201758760584970.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2714,
        "name": "Loto kalpa",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La flor de una planta enredadera que crece en los peñascos más escarpados. La gente la llama “loto” por su apariencia, pero en realidad no tiene nada en común con ellos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/b34bf1d89d2aeab8a2642c978545f013_5573617885943369328.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2797,
        "name": "Duraznoliva",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un fruto que crece en los arbustos del bosque, muy dulce y carnoso. Dicen que comerlo calma el cuerpo y la mente.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/10742394/5923b5e2aabd49d986c37aa6b529ae58_5611444044404983499.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "El alba de las mil rosas",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuando la Reina Mayor Rukkhadevata se sacrificó para salvar al pueblo, la Academia de Sumeru dejó de financiar el festival del cumpleaños de la Arconte Dendro, y sólo gracias al patrocinio de una mujer de una familia adinerada, Dunyarzad Homayani, pudo celebrarse uno de los festivales. El/La Viajero/a y Paimon llegaron por primera vez a Sumeru justo en el cumpleaños de la Reina Menor, pero nadie pudo averiguar cómo conseguir una audiencia con ella, ya que en los 500 años de su reinado, la Arconte Dendro nunca había abandonado el Santuario Surasthana. Queriendo aprender más sobre la Arconte, decidieron quedarse para asistir al festival en su honor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/5347663a585d5ab8a0737cea1448b6fd_5823740002554307910.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gracias al apoyo de Dunyarzad, los integrantes del Teatro Zubayr pudieron renovar y decorar el escenario, y otros comerciantes pudieron montar sus puestos con comida y dulces. Al festival asistiría gente no sólo del Gran Bazar sino de todo Sumeru. Cuando la celebración ya había comenzado, los sabios de la Academia prohibieron la actuación de Nilou con el pretexto de que la ley prohíbe la celebración privada de festivales religiosos a gran escala y que sólo la Academia tenía derecho a organizar tales eventos. Los sabios amenazaron con investigar a todos los organizadores del evento si la actuación continuaba. Aunque Dunyarzad, que sufría la última etapa de eleazar, comprendió que tal vez no tendría otro Sabzeruz, no quería poner a otros en riesgo.\nCuando un nuevo día estaba a punto de comenzar después de la fallida celebración, el/la Viajero/a y Paimon se encontraron nuevamente en el comienzo del día de Sabzeruz. El/La Viajero/a recordó la adivinación alquímica, los dulces del Caballero de las Flores, el festín haft-mewa y hasta el sabor del panecillo de dátil carbonizados que ordenaron para interrumpir el déjà vu. Al día siguiente y al siguiente todo se repitió nuevamente. El/La Viajero/a notó que todos los días, antes de acostarse, escuchaba un sonido en su cabeza como si el conmutador Akasha (un dispositivo especial que funciona con ayuda de la Gnosis Dendro, uniendo la sabiduría de todo el pueblo y otorgando conocimiento a la gente) estaba influyendo en su conciencia. Pero incluso cuando todos se quitaron las terminales, al día siguiente se encontraron nuevamente en Sabzeruz. A pesar de la repetición casi exacta del día de la festividad, Dunyarzad empeoraba con cada repetición, y su guardaespaldas Dehya, que había cambiado su espada por una nueva, sentía como si hubiera pasado por muchas batallas con esta espada. Un día del samsara de Sabzeruz, el/la Viajero/a y Paimon conocieron a una chica misteriosa, Nahida, quien, como resultó, no se vio afectada por el círculo interminable del festival. No pudo darles todas las respuestas, por lo que sólo les indicó que buscaran pistas por sí mismos.\nDespués de reunir todas las pistas, el/la Viajero/a y Paimon se dieron cuenta de que la misteriosa chica que se presentó como la \"luna\" de la adivinación y dio pistas no era otra que la Reina Menor Kusanali. Además, todos estaban en un sueño, y cada día el conmutador Akasha borraba sus recuerdos de lo sucedido y destruía el subespacio Sabzeruz. De esta manera, la Academia reunió el poder de los sueños para crear un dios falso. Es por eso que la condición física de Dunyarzad se deterioró constantemente hasta que su conciencia desapareció y la memoria muscular de Dehya recordó la batalla con una nueva espada. Aunque el sueño estaba bajo el control de Akasha, el dispositivo en sí no era capaz de crear nuevos sueños, por lo que el sueño interminable tenía un anfitrión."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/979f0e8824faf11e258de4bca1ba7af0_4658825212044875353.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Este anfitrión, al darse cuenta de que estaba en un sueño, podría cambiar lo que estaba sucediendo solo con el poder de la imaginación. En busca del anfitrión soñado, el/la Viajero/a y Paimon subieron al escenario del Gran Bazar y vieron las orquídeas padishá moradas únicas que habían desaparecido hace muchos milenios. Sólo Nilou podía crear estas flores con su imaginación. Cuando ella se dio cuenta de que estaba en un sueño, decidió realizar la última danza de Sabzeruz entre las orquídeas padishá de la Diosa de las Flores. Al final del baile, vieron un eco de la conciencia de Dunyarzad venir a ver la actuación de Nilou.\nAl día siguiente, cuando terminaron los 168 ciclos de Sabzeruz, el/la Viajero/a y Paimon se encontraron con Dunyarzad, que había sobrevivido al sueño interminable. Aunque la gente de Sumeru nunca sueña, esa noche ella soñó con Nilou realizando la danza de la Diosa de las Flores.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6516,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3570,
        "name": "Dunyarzad",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/27/73555894/b870c8c1310f918467367df07471fd94_5445304906411852647.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La famosa bailarina del Teatro Zubayr. Su estilo de danza es elegante y agraciado, y posee un carácter puro y bondadoso.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/10742394/586d726f9ebda3506c78beaaa41f13b6_3171942866417884631.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Dehya, miembro de Los Eremitas, una organización de mercenarios del desierto de Sumeru. Es valiente, poderosa y goza de una gran reputación en dicha organización.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/10742394/65b22311e1e38ffa45a4928d4005ecee_6125359170972975089.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pajarito enjaulado en el Santuario Surasthana que solo puede contemplar el mundo desde sus sueños.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/01/10742394/f29490bddc56b4a6773b6c5003bbb853_4504849464985713888.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4362,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Orquídea padishá",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una flor noble e inmaculada. Exige unas condiciones de lo más estrictas para crecer. Con su estambre, se pueden crear especias realmente valiosas.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/d5172558c50dbc305ee422b95bf8ed21_222766226106094843.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2886,
        "name": "Panecillos de dátil carbonizados",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pastel dulce de color oscuro. Primero, se tuestan los dátiles y se muelen hasta convertirlos en polvo. Luego, se tamizan y se mezclan con la masa para llevarlos a hornear. El resultado final tiene un ligero aroma a dátiles y es especialmente dulce cuando se acompaña con mermelada.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/10742394/945b6633df28a7e78890a1246f1b84e1_10596198961906307.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Oda cromática de caramelos y rosas",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/a45dae53fa692c511a0fa33b9205d635_6739745299503538919.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando los sabios que crearon el eterno Sabzeruz fueron exiliados de la Academia, Sumeru comenzó a celebrar nuevamente el cumpleaños de la Arconte Dendro. En la segunda festividad a la que asistieron el/la Viajero/a y Paimon, la Academia decidió realizar una gran celebración para enmendar el daño causado a la Reina Menor Kusanali. Incluso Vihar, el Caballero de las Flores del festival anterior, decidió participar en la celebración. La mercenaria Dehya, Dunyarzad, la guardiana de la Aldea Aaru Candace; el Gran Juez Cyno; el biólogo Tignari; su estudiante Collei, el arquitecto Kaveh; doña Faruzán y la bailarina Nilou decidieron sorprender a Nahida y organizar una fiesta especial para ella. El Festival Sabzeruz solía seguir el mismo patrón cada año, por lo que Dehya decidió crear algo especial. Como a Nahida le encantaban los dulces, decidieron comprar muchos dulces e invitarla al festín heft-mewa después del desfile de la carroza. Kaveh tuvo que resolver los detalles, Tignari tuvo que reservar el lugar, Dehya y Dunyarzad tuvieron que encargarse de la decoración y Candace tuvo que comprar la comida. El/La Viajero/a y Paimon quisieron ayudar con los preparativos, así que fueron de compras con Candace a Puerto Ormos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/e97e95707d24120ead86f2c4468b26fa_5951458673525112521.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mientras Candace estaba pidiendo comida para el banquete de celebración, de repente sintió como si hubiera visto lo que estaba a punto de suceder. Vio explotar las brasas de la estufa del comerciante, y justo cuando le advirtió, se produjo la explosión. Candace lo atribuyó a la intuición, pero luego vio una caja caer sobre una niña que corría antes de que siquiera comenzara a caer. La guardiana no pensó que esto pudiera estar relacionado con su ojo de ámbar, el legado del Rey Deshret, sino que lo relacionó con la misteriosa gema verde que había comprado esa mañana. La piedra tenía rastros de energía elemental inusual, lo que atrajo el interés de Candace. El/La Viajero/a intentó usar la gema, pero no sucedió nada inusual.\nComo guardiana, Candace decidió investigar y conocer de los vendedores el origen de la gema. Eligieron a Dori Sangemah Bay, quien estaba al tanto de todos los eventos en Sumeru. Aunque Dori pidió doscientos mil Moras por la información, Candace mostró habilidades de negociación inusuales y convenció a la comerciante para que le permitiera pagar treinta mil Moras, comida, alojamiento, un destacamento de seguridad en la aldea de Aaru y algunas exenciones de impuestos. Según la Magnate Sangemah Bay, el mineral para la gema había sido extraído de ruinas sin nombre en el desierto varios meses antes del Festival de Sabzeruz. Estas ruinas eran tan antiguas y estaban en tan mal estado que incluso las inscripciones en las paredes eran ilegibles. Cuando se extrajo el mineral, se encontró que estaba agrietado en el medio. Los artesanos consideraron que era imposible restaurarlo, e hicieron dos gemas con él, una de las cuales fue comprada por Candace. Ella temía que las consecuencias pudieran ser desastrosas si la gema que otorga el poder de la previsión cayera en las manos equivocadas. Esa mañana, en una zona remota del desierto, se produjo un robo sospechoso a una caravana de comerciantes, por lo que Candace decidió empezar su investigación desde allí. Los comerciantes que estaban entregando petardos y fuegos artificiales para la celebración de Sabzeruz esa mañana se vieron bloqueados de repente por espinas y enredaderas. Con la caravana atrapada, los delincuentes les dispararon cohetes, que detonaron las cajas de fuegos artificiales. El comerciante notó una piedra verde similar a la gema de Candace en uno de los criminales. La guardiana de la Aldea Aaru supuso que los comerciantes estaban escondiendo algo, y los materiales peligrosos que transportaban podrían haber sido utilizados por los criminales que estaban planeando un ataque durante el Festival de Sabzeruz.\nDe vuelta en Puerto Ormos, Candace \"vio\" a dos personas sospechosas hablando de algo peligroso entrando en un callejón. Siguiéndolos, la Custodia y el/la Viajero/a estaban listos/as para detener a los criminales, pero los individuos sospechosos resultaron ser Kaveh y Alhacén, discutiendo la desaparición del dispositivo de Kaveh, Mehrak. Kaveh envió a Mehrak por café, pero nunca regresó. El arquitecto temía que Mehrak hubiera experimentado algo terrible y decidido escapar, pero sin el dispositivo, era imposible comenzar la sorpresa en el Festival Sabzeruz. Kaveh diseñó una torre de dulces que se suponía que chocaría contra un carruaje de flores en un momento determinado y explotaría, esparciendo dulces en todas direcciones. Con una señal secreta, Mehrak debía activar el mecanismo desde lejos. Al enterarse de la verdadera conversación entre Kaveh y Alhacén, Candace les contó sobre sus inusuales visiones. Alhacén sugirió que las visiones no mostraban el futuro sino el pasado, ya que el incendio del mercader ya había estallado la semana anterior y las cajas habían estado cayendo constantemente durante el Festival de Sabzeruz debido a la gran cantidad de mercancías. Aunque la teoría parecía plausible, no explicaba el robo de la caravana esa mañana.\nCuando todos los participantes de la sorpresa se reunieron en Puerto Ormos para hablar sobre la torre de dulces, su plan casi fue descubierto por Nahida, que estaba paseando por la bulliciosa ciudad. Gracias a la actuación de Faruzán y Kaveh y a la intervención de Nilou, la sorpresa se mantuvo en secreto. Al día siguiente, todos debían reunirse en el Jardín Dhyai, ​​pero Nilou nunca apareció a la hora acordada. El/La Viajero/a, Cyno y Candace sospecharon que la desaparición de Nilou podría estar relacionada con un complot para arruinar las festividades, ya que el baile de Nilou iba a ser el punto culminante del espectáculo. Las huellas de la bailarina y la ayuda de los Aranara los llevaron a las ruinas cerca del Templo Ashvattha."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/f763bbed8b099c831911976bf53067e8_7208513726636225265.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al salir a rescatar a Nilou, Cyno, Candace, el/la Viajero/a y Paimon, encontraron a su amigo Sethos, a la propia Nilou y a la guardiana floral Sorush, sanos y salvos. Sorush contó cómo ella y las otras Pari habían decidido darles una lección a los vendedores de fuegos artificiales, y Sethos había salido a averiguar qué había sucedido. Al hacerse amigos, Sethos le ofreció a Sorush guiarla a través de Sumeru, ya que quería realizar la danza Sabzeruz para el cumpleaños de la Reina Menor Kusanali. Al enterarse de que ya se había elegido a la intérprete, la guardiana floral exigió reunirse con Nilou, y resultó que siglos después la danza se había vuelto diferente. Nilou no quería perderse una oportunidad tan única y le pidió a las Pari que le enseñaran la danza original, por lo que todos llegaron a las ruinas.\nEl segundo fragmento de la gema de Candace terminó en manos de Sethos. Él compró la piedra, viendo algo único en ella, y después de leer los textos del Templo del Silencio, se enteró de la leyenda del Ojo de Udyat. Resultó que el Ojo no muestra el futuro, sino solo los eventos antiguos registrados en él. Solo los descendientes del Rey Deshret podían activar el poder del Ojo, por lo que solo Candace y Sethos podían usarlo. Dado que este fragmento de memoria solo contenía el dolor que Nahida no debería haber visto en su cumpleaños, el Ojo fue entregado al Templo del Silencio para su custodia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/f54774bab5219476f656b03107d19d9e_7498551162664092012.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando todos los preparativos para el festival estuvieron listos, la Academia decidió elegir un candidato para el puesto de Caballero de las Flores, y la elección recayó en el/la Viajero/a, un/a amigo/a de la Arconte Dendro y el/la héroe de Sumeru. El Caballero de las Flores era el encargado de decorar el carruaje de flores. Por la mañana, el día del cumpleaños de la Reina Menor Kusanali, el carruaje de flores con Nahida, acompañado por el/la Caballero/a de las Flores y la música de Candace, partió hacia el centro de la ciudad de Sumeru."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/9b232db32b54b761185d8765c7939871_8327462140028967051.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nilou interpretó la danza original de la fiesta de Sabzeruz para la Arconte, y la propia Nahida presentó a la gente los Aranara, que todos consideraban un cuento de hadas. Para Nahida, la fiesta de Sabzeruz se convirtió en el cumpleaños más inolvidable de su vida. El día fue tan hermoso, como un sueño digno de recordar. El/La Viajero/a sugirió tomar una foto para que, incluso si se despertaban, ese momento nunca se perdiera."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Seguro que al-Ahmar pensó lo mismo cuando le dio el Ojo de Udyat a Rukkhadevata...</color>\n<color=#ffffffd9>Aunque no tengamos algo tan poderoso como el Ojo de Udyat, tenemos nuestra propia forma de detener el tiempo.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/7fa7a201efdf5980b00c0c43c571590d_1759283213044571652.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/3d47d8751d165a25ec4b1ed36a1cf135_1632164507047919111.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pajarito enjaulado en el Santuario Surasthana que solo puede contemplar el mundo desde sus sueños.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/01/10742394/f29490bddc56b4a6773b6c5003bbb853_4504849464985713888.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2815,
        "name": "Candace",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Custodia de la Aldea Aaru. Esta muchacha con un ojo color ámbar es descendiente del Rey Deshret.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/27/10742394/2f43da4ece9eabfbde6ec2fcc81b3bff_1641603829151257398.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gran Juez de la matra y supervisor de los eruditos de la Academia de Sumeru. Cuando trabaja, es incluso más eficiente que la “Gran Vayuvyastra” creada por la Facultad Kshahrewar.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/27/10742394/e09e2bda5e022611fad0dea1bb6518bb_8874602525694071527.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La famosa bailarina del Teatro Zubayr. Su estilo de danza es elegante y agraciado, y posee un carácter puro y bondadoso.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/10742394/586d726f9ebda3506c78beaaa41f13b6_3171942866417884631.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tignari",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Un joven erudito experto en botánica que desempeña el cargo de guarda forestal en el Bosque Avidya. Es muy franco, entusiasta y bueno instruyendo a las personas con menos conocimientos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/10742394/d039c6da9285163f46b85f0241f29c17_2540025342696563359.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una guardabosques en prácticas que suele rondar por el Bosque Avidya. Detrás de su apasionado carácter se esconde una personalidad más bien introvertida.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/10742394/37a18b6b6865c59063003a9380f08225_3011387316393945956.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una impredecible comerciante itinerante cuya mayor pasión es el Mora contante y sonante.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/09/10742394/6539bea71efd0f839db897cfc4094362_6348318336367351254.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2967,
        "name": "Faruzán",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una erudita \"con cien años de antigüedad\" a la que le encanta recalcar que tiene más experiencia que los demás. Posee unos amplios conocimientos sobre textos antiguos y sobre todo tipo de mecanismos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/10742394/38c12ab46678a4008f83a0e46c900ef5_9126644888928048639.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhacén",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El actual escriba de la Academia de Sumeru, un hombre de gran inteligencia y talento. Vive su vida libremente y es prácticamente imposible de encontrar.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/14/10742394/25249dd20b86c775fb35bdbbd805d9ec_4319012504770557273.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3608,
        "name": "Kaveh",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un célebre arquitecto de Sumeru que se preocupa demasiado por las cosas. Es un fanático de la estética, pero está atrapado por la realidad.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/02/73555894/2270aba02b92034d7d76b4426be8f53b_4151264377306244528.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Dehya, miembro de Los Eremitas, una organización de mercenarios del desierto de Sumeru. Es valiente, poderosa y goza de una gran reputación en dicha organización.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/10742394/65b22311e1e38ffa45a4928d4005ecee_6125359170972975089.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5598,
        "name": "Sethos",
        "desc": "<p>El heredero del Templo del Silencio. Portador de secretos y procedente del desierto.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/03/10742394/cdb7abfcb86138e5b618946a5466d442_3772513767535994448.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3827,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3570,
        "name": "Dunyarzad",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/27/73555894/b870c8c1310f918467367df07471fd94_5445304906411852647.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Avances y Cinemáticas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la versión 3.0 de Genshin Impact «El alba de las mil rosas»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/237301566/befd0c1a72bbada62a348cd949e4eb2f_1158451703374906330.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>13 de agosto de 2022</color>\nEl verdor de las montañas deleita la vista\nun sutil aroma a rosas se extiende por el campo.\nSe oye el gorjeo ante el alba de los pájaros abigarrados\nla centenaria sabiduría se desvela entre sus risas.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=WIxkKExpu94&list=PLqWr7dyJNgLLX5_mCRAauT5NTR0WAZY9V&index=15&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cinemática de Genshin Impact - Danza Sabzeruz"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/08/237301566/e76b73a94473641d6d6a37599a407f72_2071050059900090432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26 de agosto de 2022</color>\nEl \"Día del Sabzeruz\" es en realidad la celebración de la Diosa de las Flores en honor a la Reina Mayor.\nCuenta la leyenda que en la celebración del nacimiento de la Arconte Dendro, mientras la Diosa de las Flores danzaba, las orquídeas padishá florecían al compás de su danza.\nY a día de hoy, Nilou recreará esta mítica historia con su propio baile.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ASR41LdpTKw&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la trama de Genshin Impact - Flores y dulces sueños"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/b1b2af364b3e58fe571fc88dd9d6ca42_242802213910556894.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>7 de noviembre de 2024</color>\n¿Has visto alguna vez flores más hermosas que los fuegos artificiales? ¿Has tenido alguna vez un recuerdo más tierno que un dulce sueño?\nEl sol y la luna emergen en ciclos, y la vegetación recuerda este momento.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=yX9vAY8eV_0&ab_channel=GenshinImpact"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Festival Sabzeruz",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/205556113/a547b6f0248159acc228a156219c1e94_8571126857356429613.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Festival Sabzeruz"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      },
      {
        "key": "Misiones y Eventos relacionados",
        "value": [
          {
            "type": "RichText",
            "text": "Misión de Arconte: Capítulo III, acto II: 'El alba de las mil rosas'\nEvento de la versión 5.1 - Oda cromática de caramelos y rosas"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Character Teaser - \"Nahida: Happy Birthday\" | Genshin Impact",
        "url": "https://youtu.be/DWlWuVU4ZiI",
        "coverUrl": "https://i.ytimg.com/vi/DWlWuVU4ZiI/maxresdefault.jpg",
        "duration": 170
      },
      {
        "title": "Cutscene Animation: \"Dance of Sabzeruz\" | Genshin Impact",
        "url": "https://youtu.be/ASR41LdpTKw",
        "coverUrl": "https://i.ytimg.com/vi/ASR41LdpTKw/maxresdefault.jpg",
        "duration": 128
      },
      {
        "title": "Story Teaser: Flowers and Dreams | Genshin Impact #Story #Teaser #Nahida #GenshinImpact",
        "url": "https://youtu.be/yX9vAY8eV_0",
        "coverUrl": "https://i.ytimg.com/vi/yX9vAY8eV_0/maxresdefault.jpg",
        "duration": 155
      }
    ]
  }
}