{
  "epId": 7143,
  "name": "Las llamas del crepúsculo otoñal",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pergamino que ha pasado de generación en generación en la Tribu Plumaflora. Parece como si se tratara de dos historias de épocas diferentes que se mezclaron en algún momento.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1739227659,
  "components": {
    "body": [
      {
        "title": "Las llamas del crepúsculo otoñal (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Mientras caminaban por el sinuoso sendero hacia el almacén, a través de las hojas secas que caían como gotas de lluvia, ella examinó su perfil disimuladamente. Parecía intentar juntar su rostro con la imagen que ella recordaba. Después de varios años sin verlo, había crecido bastante y su vestimenta era mucho más elegante. Esto último no era de extrañar; al fin y al cabo, ahora era el escribano de la Gran Alianza y había venido a recibir la bandera de la Tribu Plumaflora en nombre del rey sagrado, así que era natural que vistiera decentemente. “Ha cambiado... Bueno, lo raro sería que no lo hubiera hecho”, pensó ella. Aun así, él seguía siendo tan torpe como siempre. “Te aseguro que el chef será de tu agrado”, dijo él, e hizo una pausa esperando que ella respondiera. Sin embargo, ella permaneció en silencio, así que él continuó: “Cuando lleguemos a la Ciudad de las Cenizas y hayamos visto a Su Majestad...”.\nEl dragón no aguantaba aquella charla interminable, por lo que soltó un rugido ensordecedor que la interrumpió. Podía oler en ella esa peste que tanto le repugnaba; una peste que ni siquiera se podría eliminar agotando el agua de los manantiales del sur. “Desgraciado insecto”, pensó. “Cree que puede arrebatarme estas llanuras ardientes con las artimañas de traidores y locos”. El dragón la persiguió para atravesarla con sus afiladas garras y para clavarla en la arena, aunque ella ya lo había evitado dos veces.\nElla fingió no preocuparse por lo que él pensara y se limitó a devolverle una sonrisa gentil. Él la miró fijamente por un momento, con la intención de descifrar sus sentimientos más sutiles fijándose únicamente en las comisuras de sus labios. Como de costumbre, no encontró ningún rastro de resistencia en aquella máscara de indiferencia. Con algo de simpatía, pensó que siempre había sido así. Desde el primer día en que se conocieron, había sido tranquila y dócil. Nunca se resistía, como un acuibara débil a la orilla del agua, y siempre aceptaba de forma muy natural lo que le deparaba el destino. Era todo lo contrario a su dura madre. “No te preocupes”, le dijo él de repente. “Aunque los demás se hayan ido, yo estaré a tu lado hasta que la muerte nos separe”. Ella lo miró, sonrió y le agarró obedientemente la mano. “Hasta que la muerte nos separe”, repitió ella en voz baja, como para sí misma. Por un momento, una grieta pareció aparecer en aquella máscara perfecta, pero él no se dio cuenta. Nunca se daba cuenta de nada. “Pobre hombre”, pensó ella. “Siempre ha deseado hacer su papel lo mejor posible, pero nadie le ha dicho nunca que lo está haciendo bien. Qué desafortunado”.\nPero la fortuna no era el factor decisivo, sino solamente una pequeña anotación sobre esta larga caza. Durante todos estos años, ella no dejó de seguir a ese dragón gigante para no perder de vista ese siniestro olor. Conocía su vanidad, razón por la que se dejaba seducir por las palabras, y confiaba en que era dueño de su destino y podía desafiar el final al que estaba destinado a llegar. Tales vanas ilusiones lo conducirían hasta aquí, igual que los delgados dedos de ella estiraban la tensa cuerda del arco. No movió ni un pelo, y tampoco le quitaba ojo a la bestia que se acercaba, cuyo magnífico cuerpo casi llenaba la entrada de la cueva. Ella podía sentir su mirada, la mirada de un depredador, y allí estaba ella como un diminuto gusano, una pluma en el viento, insignificante. “¿Qué es este lugar, astuta criaturita?”."
          }
        ]
      },
      {
        "title": "Las llamas del crepúsculo otoñal (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "“Este era el jardín favorito de mamá”, respondió en voz baja mientras acariciaba con sus largos dedos una flor que no podía nombrar. En su voz indiferente se ocultaba un ardor que se asemejaba al combustible que ella había enterrado bajo el almacén. Ella no le miró a la cara a propósito, pues sabía lo que iba a decir: posiblemente alguna metáfora vulgar o algo sincero pero irrelevante para consolarla; algo como que “no se pusiera demasiado sentimental por lo que ya ha ocurrido” o que “fantaseara con él sobre un futuro que nunca llegaría”. Y luego, como había hecho innumerables noches, él le acariciaría la mejilla con la misma suavidad con la que ella acariciaba aquella flor. El calor persistente de la tarde otoñal y el chirrido de los insectos la molestaban, así que, antes de que él dijera nada, ella arrancó el tallo, se volvió hacia la mirada atónita del otro, sonrió y colocó cuidadosamente la flor ígnea en su cuello dorado. “Vamos, alguien más se encargará de cuidar las flores de este jardín”.\nEl dragón se detuvo un momento y entrecerró los ojos ligeramente mientras observaba la ardiente oscuridad que lo rodeaba. Evidentemente, no había caído en la trampa. Sí, ella lo había traído hasta aquí, a esta estrecha cueva, pero ¿y qué? Él la miró con menosprecio, y con una mirada tan penetrante como las plumas de las que tanto se enorgullecía. No se parecía en nada ni a su madre, ni a la arquera que se había disparado en la garganta décadas anteriores, ni a la mujer que lo había echado a las sombras del bosque profundo como si fuera una alpaca de carga, ni a la mujer que lo había privado del simple placer de destruir las aldeas de los humanos —aquella mujer que tenía derecho a ser odiada por él. No, esta cría temblorosa no era más que un débil eco de aquella mujer. De hecho, no podía hacer nada contra sus afiladas garras, y mucho menos contra aquel destino pálido y espantoso. Su existencia era una burla a su linaje, una deshonra para el antiguo linaje de los dragones. ¿Qué absurda idea la había llevado a atraerlo hasta aquí? Semejantes trucos infantiles solo la conducirían a la muerte. Un olor débil y extraño flotaba en el aire. Una brizna de inquietud cruzó sus pensamientos y se disipó en la arrogancia.\nAl empujar la antigua puerta de madera, percibió un olor ligeramente extraño, como a queroseno o madera seca. No le dio importancia, solo la tomó de la mano y caminó hacia las sombrías profundidades del almacén. Murmuró en su mente que, pasara lo que pasara, la guiaría hacia adelante, igual que algún día guiaría a toda la Tribu Plumaflora. Inconscientemente, levantó la cabeza y miró el cráneo de un dragón gigante que colgaba en lo alto. No recordaba una colección así aquí, al menos no había visto tal cosa hasta que dejó la Tribu Plumaflora, pero eso era irrelevante. Lianca y la heredera que eligió estaban muertas, y su débil hija menor era incapaz de ostentar el poder de la tribu. Solo él, que había crecido con la hija menor y gozaba de la confianza del rey sagrado, estaba cualificado para conducir al pueblo ignorante hacia ese futuro que el rey había descrito. El anciano Nyamgondho no tenía nada que objetar, pues él también era de la Tribu Plumaflora. Tras la noche de bodas, todas las voces opuestas se acallaron.\nEn medio del silencio, un pensamiento extraño, como un sueño nunca antes experimentado, irrumpió inoportunamente en sus pensamientos... Si él nunca hubiera abandonado la Tribu Plumaflora, si aquel joven al que ella había añorado hubiera estado a su lado, si nunca hubiera ido a servir al rey sagrado, ¿qué opinaría al ver todo lo que había crecido y al encontrarse con su desobediencia? ¿Se sorprendería gratamente o se sentiría triste? Los ojos ardientes de la bestia la miraban fijamente en la oscuridad. El latido de su corazón se entrelazaba con su respiración, indistinguibles el uno del otro. Con un movimiento imperceptible, las chispas saltaron a lo largo de la mecha hasta el bidón de aceite cercano."
          }
        ]
      },
      {
        "title": "Las llamas del crepúsculo otoñal (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Al cruzar la esquina, se podía ver la bandera que simbolizaba el poder. Casi por acto reflejo, él apretó con más fuerza las manos de ella, y con un entusiasmo férvido, no se dio cuenta de que la chispa se había deslizado entre los dedos de la chica. A continuación, había fuego por todos los lados y el espacio reducido pasó a ser una tumba en llamas. “¡Rápido, vamos hacia allá!”, gritó él asustado mientras no le soltaba el brazo, pues quería escapar de la lluvia de fuego que iba a caer. El calor le nubló poco a poco la vista. “No hay escapatoria”, dijo ella en voz baja mientras, como de costumbre, dejaba que él le agarrara del brazo sin oponer resistencia. “He bloqueado todos los pasadizos”.\nConsciente de que no le quedaba escapatoria, el dragón gigante lanzó un rugido de odio que sacudió la estrecha caverna como un trueno. Ella vio cómo agitaba las alas en vano, como si intentara apagar el fuego abrasador, pero era demasiado tarde. La resistencia desesperada de la bestia la traicionó. El frasco lleno de flogisto líquido se hizo añicos en el forcejeo, y la lluvia de fuego que caía devoró su carne y su sangre. Un espeso humo negro se elevó, lo que sofocó la escasa luz entre las grietas de la roca, como si quisiera acabar con el sombrío sol del crepúsculo otoñal.\nEl humo negro la sofocaba. Su resistencia era inútil, pero se arrastró hasta él, y tanteó torpemente para acariciar su rostro y ofrecerle un último beso de despedida. “Ni siquiera la muerte puede separarnos”, susurró, e intentó levantar las manos, pero ya no las sentía.\nSin embargo, al final su mano cayó, y la cuerda del arco, que había permanecido tensa durante tanto tiempo, emitió un grito penetrante en un ansioso éxtasis. Las afiladas flechas adornadas con plumas atravesaron los vientos de la noche otoñal como truenos. Iban ferozmente hacia el dragón gigante, que se revolcaba agonizante en el fuego.\nA través de las ardientes llamas, que casi borraban la luz del crepúsculo, vio a un grupo que corría hacia ellos. Sonrió, miró la cabeza del dragón gigante e imaginó lo que sucedería una vez que el fuego se hubiera extinguido; imaginó qué caras pondrían cuando vieran aquella escena.\n“Los refuerzos de la Tribu Plumaflora...”, pensó. Eran los héroes que habían viajado junto a su madre desde el principio. Y ahora, por fin no había escapatoria para el dragón que había intentado cazar durante tantos años.\n“Al final, era cierto que no había escapatoria”, pensó.\n“Están muertos”, dijo el anciano Nyamgondho mientras se secaba el sudor de la frente, que reflejaba el aceite de las velas. Luego arrancó media cortina quemada de la viga y la tiró a un lado. Los muchachos que habían corrido a apagar el fuego se reunieron a su alrededor, y no pudieron evitar preguntarse cómo se había podido incendiar tan repentinamente el almacén que estaba tan vigilado. El anciano suspiró y miró a su alrededor en un intento desesperado de encontrar una pista de lo que había provocado el incendio. Sin embargo, al igual que antes, solo quedaban los restos carbonizados de dos cuerpos y la calavera de un dragón colgando en lo alto... Era del dragón malvado que ella había derrotado hacía tan solo unos años. El almacén estaba quemado por completo."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Las llamas del crepúsculo otoñal"
          }
        ]
      }
    ]
  }
}