{
  "epId": 7147,
  "name": "Registro de aventuras anónimo",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Las notas escritas por una aventurera de una época desconocida. En ellas se relata la aventura de esa persona en Ochkanatlan.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1739227661,
  "components": {
    "body": [
      {
        "title": "Registro de aventuras anónimo",
        "desc": [
          {
            "type": "RichText",
            "text": "Día: desconocido; mes: desconocido; tiempo: nublado...\nPor fin llegamos aquí, a Ochkanatlan, la antigua ciudad que los violentos y crueles dragones ocuparon para convertirla en su guarida, así como el lugar donde enterraron a ██...\nSi Liriwu llegara a enterarse de esto, se enojaría mucho, pero no me queda otra opción. Aunque me digan que no cargue con el arrepentimiento de mis antepasados, sigo queriendo hacerlo.\nAunque la amenaza del Abismo ya no es tan peligrosa como cuando nací, tengo que llegar hasta allí cueste lo que cueste, ya sea por el Jade del Retorno que tantos aventureros han intentado encontrar o para resolver el último misterio de ██.\nNo pasa nada, no te pongas nerviosa, ¿o acaso no has vivido ya muchas aventuras? Eres una aventurera veterana, así que relájate. Además, han pasado tantos años que seguro que ese dragón malvado ya ha desaparecido.\nEn cualquier caso, ¡mi aventura comienza aquí!..."
          }
        ]
      },
      {
        "title": "Registro de aventuras anónimo",
        "desc": [
          {
            "type": "RichText",
            "text": "Día: desconocido; mes: desconocido; tiempo: lluvioso...\n... No esperaba que al final me atosigara ese dragón malvado, pero, gracias a él, llegué hasta aquí por casualidad...\n... El Corazón de Chu'ulel... En el pasado fue el corazón de toda la ciudad. Había oído en la tribu que el antiguo Sagrado Señor se transformó una vez en el corazón de la ciudad del dragón, pero no pensaba que se refirieran a algo tan literal...\n... A diferencia de otros lugares, los Autómatas Fuentenigma de aquí parecen entender el lenguaje humano. ¿Serán también obra del Sagrado Señor para protegerse? Pero de todos modos, por el momento, no tengo que preocuparme de que los monstruos de fuera me alcancen...\n... No esperaba que funcionara de verdad, solo utilicé la pirofosforita para despertar el espíritu de dragón dormido en el interior de la máquina... Pero ¿es realmente un espíritu de dragón? Es tan pequeño... parece una turquesa... ¡Lo llamaré Cocouik! ¡Qué adorable!\n... Es el camino al Altar del Fuego Primigenio. Vi las marcas que dejó Liriwu y, efectivamente, este también es el camino que recorrió ██.\nPero solo queda una última pirofosforita, así que no la puedo gastar antes de llegar al Tonatiuh..."
          }
        ]
      },
      {
        "title": "Registro de aventuras anónimo",
        "desc": [
          {
            "type": "RichText",
            "text": "Cierto día de cierto mes, desde aquí ya no se aprecia el tiempo...\n... Es muy diferente a lo que imaginaba, pues no esperaba que el Tonatiuh fuera un lugar tan desolado. Ahora puedo hacerme una idea de cómo se sentía el rey pitón en sus últimos momentos de vida...\n... Pero hay pirofosforitas por todas partes. ¿Acaso todas las pirofosforitas de los vienen de aquí? La pregunta es... ¿quién se las llevó de aquí para entregárselas?\n... Ya veo. Gracias a Coco, pude entender la verdadera naturaleza del Jade del Retorno...\n... El mecanismo que podría salvar a Natlan, pero no a nosotros... tantos héroes fueron sacrificados por ello... ¿Por qué nos trajo hasta aquí?... Ya sé, seguro que no puedes tocarlo, y por eso nos necesitabas a nosotros y a Coco...\n... No obstante, incluso si es un cáliz sagrado falso, ¡██ y Liriwu son héroes de verdad, pues emprendieron su viaje!\n... Esta es la última pirofosforita que queda en la tierra. ¿Formaba parte de tu plan que yo la trajera hasta aquí? Está bien, así nadie más sufrirá tus engaños...\n... No dejaré que te la quedes, ¡porque aquí termina tu plan!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Registro de aventuras anónimo"
          }
        ]
      }
    ]
  }
}