{
  "epId": 7288,
  "name": "Ochkanatlan",
  "desc": "<p>Los guerreros que surcan los cielos, persiguiendo sus grandes sueños entre la bruma matinal y el vasto océano de nubes, jamás se detienen.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/92ba82bac0de649596f7af552428b24d_6681031167788957842.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1746822902,
  "components": {
    "galleryCharacter": [
      {
        "key": "Ochkanatlan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/f214160d43e1e311969cb99a12c93191_4330246244708432874.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ideals, delusions, resentment, and hope — in the end, the tower built for the wishes of the people also collapsed when those wishes were shattered."
          }
        ]
      },
      {
        "key": "Calle Fluyeceniza",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/b95a91b0cce839089984fa479c7d3579_3742312217472134606.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Sobre las ruinas de una ciudad erigida por una raza ya olvidada, hubo quienes intentaron construir una nueva nación. Ahora, en este lugar solo quedan las cenizas que surgieron tras el fuego, y la alianza una vez convocada con tal propósito se disolvió hace mucho tiempo."
          }
        ]
      },
      {
        "key": "Corazón de Chu'ulel",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/f5fe7085f8e61d74a1da9a43e1c7af4f_7279157206475755929.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Para enterrar un pasado inefable y para abrir el futuro de su linaje, cierta persona ofreció su corazón como recipiente con el que gobernar toda la ciudad. Ese día, hasta las almas que deambulaban por las montañas quedaron incineradas, así que ¿quién vigila ahora la Ciudad de las Cenizas?"
          }
        ]
      },
      {
        "key": "Antiguo Corazón de Chu'ulel",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/079d188a9d92aa0c9eeb184d49384d43_7771929618140183149.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "En las profundidades de lo que hoy en día se considera una ciudad en ruinas, una antigua raza forjó una sabiduría incorpórea con inscripciones doradas y órdenes para controlar las máquinas de la ciudad, y guardó dicha sabiduría en estatuas de piedra."
          }
        ]
      },
      {
        "key": "Tonatiuh",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/e6dce88d55658cb85faa0215da1b70d2_449174466462373.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nadie sabe por qué acabó siendo tragado por las nubes ni por qué se detuvo en este lugar. Sigue custodiando un antiguo secreto incluso después de escapar del control de su creador."
          }
        ]
      },
      {
        "key": "Ix Uxul Tz'ib Bolon Ch'ule-L",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/7ab9419fa62e1462ef227bfcf4aadd5f_4605863488097941489.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La verdadera soberana de Chichén Uctokah y un cable para llegar más allá de los cielos, que luego fue modificado para convertirse en el Tonatiuh."
          }
        ]
      },
      {
        "key": "Och-Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/11031e51683c8ed6604f467e4cabda73_695706930098261946.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un fresco pintado sobre la imagen de la Soberana de los Dragones."
          }
        ]
      },
      {
        "key": "Evolución",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/ae01a4abb3b000afe804fb9bd9be45c4_667859306865285606.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Una concepción falsa de la evolución creada por Och-Kan: evolucionar desde las criaturas elementales primordiales hasta los dragones, luego en humanos después de unos pocos pasos más, hasta que uno camina por la escalera hacia el cielo mismo."
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Anotaciones del rey sagrado (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Las águilas exploradoras ya regresaron. Según los resultados de la investigación preliminar, hay ruinas que llegan a una profundidad considerable bajo la ciudad... completamente sumergidas... Si lo que dice (...) es cierto, en lo más profundo de las ruinas aún debería haber...\nSi Ixquieh siguiera vivo, podría haber construido algo con lo que bombear rápidamente el agua estancada...\nHay que hacer algo para vaciar el agua de este lugar. De lo contrario, será imposible continuar..."
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Se necesitan trabajadores de todas las tribus para reparar las infraestructuras hidráulicas, por lo que, de cada diez familias, una persona deberá...\nSalvo el representante principal de la Tribu Plumaflora, ninguna de las tribus se opuso al reclutamiento de trabajadores.\nMarcharse furioso y sin permiso no solo constituye un insultante abuso de poder, sino que también demuestra su desprecio hacia el juramento de la alianza.\nSea como sea, hay que drenar el agua estancada antes de que llegue el invierno...\nSegún los informes de los supervisores, los trabajadores están muy motivados.\nHay una mínima pasividad, pero no afecta al progreso.\nCualquier holgazanería es una traición a la alianza y debe ser...\nEl número total de ciudadanos supera... No podemos permitir que haya ninguna amenaza, y de ninguna manera pondremos en peligro las vidas de los ciudadanos que él salvó...\nSi Uenuku no hubiera abandonado la alianza por (...), y si el espíritu del agua que le seguía en ese entonces no hubiera desaparecido, explorar este lugar habría sido mucho más fácil...\nLos humanos son demasiado débiles, y su trabajo es demasiado ineficiente...\nPor eso, son incapaces de hacer frente a cualquier cosa que vaya más allá de lo normal...\nPor eso, es necesario eliminar todo lo que va más allá de la sabiduría humana...\n... Sigo teniendo esa sensación de ardor bajo la piel. Dejé mi sangre como siempre, pero (...) sigue sin aliviarse...\nAprovechando este momento de lucidez, debo acordarme de ordenar a (...) que reparta provisiones extras para recompensar a los trabajadores más diligentes."
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "... Esta estatua es evidentemente una creación de una época mucho más antigua de lo que mencionó (...). A juzgar por su aspecto, los artesanos dragones no llegaron a terminar nunca la parte inferior, pues tal vez fueron interrumpidos por algún acontecimiento inesperado...\n... Los Autómatas Fuentenigma no mostraron hostilidad alguna... Debería haber al menos un centro de control o no podrían hacerlo solos...\n... Con una ligera modificación a la inscripción de flogisto tal vez podría hacer que...\n... Según los supervisores, la motivación de los trabajadores sigue siendo alta... Los vítores durante la inspección llenaban el lugar...\n... El informe habla de rumores de supersticiones... Claramente debido al desconocimiento sobre las inscripciones de flogisto... Echa a la mayoría de los trabajadores y quédate con un grupo reducido... para evitar..."
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"... Secreto... sacrificio necesario... sea como sea...\"\n(Exceptuando ese extracto, el resto del contenido se quemó y es ilegible.)"
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "... Ella me llamó el rey predestinado y, en el cabecero de mi cama, me susurró al oído con ternura sobre la supuesta gloria, la gloria de las fieras bestias. Fue repugnante...\n... Sus palabras coinciden perfectamente con las de (...)... Ixbalanqué es alguien que no ha aparecido en ninguna profecía, y su existencia no ha sido prevista ni siquiera por esas tiránicas, dementes y necias bestias malvadas...\n... En otras palabras, él era un humano real, un rey que solo pertenece a la humanidad...\n... Precisamente por ese motivo, él es quien merece que todos lo sigan... Solo él merece ser llamado “dios”...\n...\n... Sin tapujos, me enseñó todo sobre aquel viejo imperio. Escaleras que llegaban hasta el cielo, armas convertidas a partir de (...), cañones lo bastante pesados como para destrozar (...), (...) que caían de las tres lunas, investigaciones sobre (...) y deseos...\n... Es espeluznante... No podemos dejarles ninguna oportunidad de recuperar su antigua gloria, o los humanos ya no tendrán ninguna posibilidad de defenderse...\n... Es inútil buscar la reconciliación, a menos que se sometan completamente a los humanos, de no ser así...\n... Los recuerdos que ella poseía... la energía con la que se controlaban los Mecanismos Fuentenigma... aún podrían utilizarse...\n... Hay que encontrar la manera de despojarla de toda su autoridad sin que muera antes de que se agote su energía..."
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "... No podemos continuar permitiendo que las tribus se atribuyan el título de rey por su cuenta como hicieron en el pasado. El exceso de gobernantes no es nada bueno, pues solo conducirá de nuevo a interminables luchas internas, como en el caso de los bárbaros de los mares del norte o los reinos de las arenas...\n... Este lugar debe tener un solo gobernante, un solo rey y un solo dios. Cualquier otro reparto de autoridad será una oportunidad para los enemigos de la humanidad. Cualquier posibilidad de revuelta debe ser acallada...\n... Si lo que leí en sus recuerdos era información precisa y verificada sin lugar a dudas, la humanidad podría avanzar con toda seguridad incluso donde esas malvadas bestias tropezaron y cayeron... Siempre y cuando seamos meticulosos, este poder podrá ponerle fin a cualquiera que se atreva a interponerse en el camino de la humanidad y su destino...\n... Antes de eso, todas las ofrendas a (...) deberán cesar... Esa es la única variable. No podemos permitir que las almas de los traidores tienten a los vivos. Los caídos deberían permanecer en la quietud de la muerte...\n... De tal forma, no deshonraré su nombre... Los humanos, y solo los humanos, aquellos a los que él salvó, reinarán sobre todas las cosas. No se postrarán ante la noche, ni se someterán a la voluntad de las llamas..."
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuanto más cavábamos, más intenso se hacía el inconfundible y nauseabundo hedor. Tal vez fuera por la humedad y los hongos que invadían el lugar... El moho blanquecino y los indescriptibles depósitos de minerales raros siempre desprendían un olor tóxico... pero aquella no era la única razón por la que el lugar se antojaba tan extraño. Al principio (...) sentía que había un aire de desdicha, pero ni siquiera a ella se le había ocurrido nada más grotesco en aquel momento. Sin embargo, a medida que avanzaba el trabajo, un artesano de (...) enloqueció de repente. No paraba de gritar, llorar y reír, además de repetir una y otra vez que había visto en las aguas profundas una silueta negra colosal, horripilante y abultada, y cómo esta había entonado un canto espantoso y blasfemo, el cual le ordenaba que se inclinara ante su amo. Al final, el supervisor se lo llevó, pero la inquietud había empezado a cundir entre los trabajadores. Las burbujas y los remolinos que surgían del agua hedienta aún podían explicarse como fenómenos elementales normales, sin embargo, ni siquiera yo tenía una respuesta lógica para los sonidos y susurros que resonaban de vez en cuando.\nDetrás de aquellos antiguos muros de piedra, o debajo de ellos, no sabría decir con certeza, podía oír claramente un sonido sospechoso, débil y amortiguado, como si algo corriera en su interior. Los trabajadores susurraban incoherentemente y temblaban con un miedo casi frenético, insinuaban vagamente que bajo las aguas profundas se escondía una maldición profana más allá de la imaginación, y que lo que habíamos hecho la había despertado de un letargo milenario. Nadie saldría vivo de estas ruinas y, aunque alguien lo hiciera, nunca podría contárselo a nadie... ya que la gente pensaría que se trataban de los despropósitos de un lunático.\nNo fui capaz de encontrar una explicación racional a ese terror tan odioso y estremecedor, pues esos muros de piedra... esos muros que soportaban el techo inclinado del recinto, cubiertos de hongos y humedad... debían ser sólidos bloques de roca, y eso era lo que indicaba el sonido cuando los golpeábamos. Sin embargo, aquel sospechoso ruido seguía resonando en la oscuridad de la noche, despertándome de mis intranquilos sueños.\nLa supervisora nos tranquilizó, pues ella no había oído ningún ruido extraño y lo interpretó simplemente como alucinaciones por falta de descanso. Compadeciéndose de nosotros, solicitó una ración extra de grano para todos. Sin embargo, el miedo que circulaba entre los trabajadores era tan intenso que...\n(Han borrado deliberadamente el contenido restante, por lo que ya no se puede seguir leyendo.)"
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (VIII)",
        "desc": [
          {
            "type": "RichText",
            "text": "Según los informes de los escribanos, la corrosión del Abismo sigue bajo control. Nuestra visión inicial coincide con la situación actual: no hace falta recurrir a ningún poder que no pertenezca a la humanidad para defenderse de todos los enemigos de la alianza.\nSiempre y cuando la gente se vaya adaptando poco a poco, cada vez habrá menos bajas...\nPuede que aún no entiendan la razón, pero un día se darán cuenta de que, de todos los caminos disponibles, este es el único que puede liberarlos de cualquier limitación externa. Intentar sobrevivir con las leyes de la noche es como si un viajero prendiera fuego a su propia ropa para calentarse durante el invierno.\nLa humanidad debe tener el control de su propio destino, tal y como él hizo en el pasado..."
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (IX)",
        "desc": [
          {
            "type": "RichText",
            "text": "La alianza nunca perecerá... No dejaré que el reino que él construyó... el reino de sus sueños... desaparezca de la faz de este mundo.\nMientras esta ciudad permanezca cerrada para siempre, el Abismo nunca podrá atravesar sus altos muros.\nNo importa lo que ocurra en el mundo exterior, la llama de la esperanza se quedará aquí junto a la humanidad.\nAunque me arranquen la carne, aunque mis huesos se pudran, aunque mi alma caiga en una prisión sin retorno, no perderé la esperanza, pues es el único tesoro que aquella persona me dejó...\n(A partir de este punto, la escritura se vuelve cada vez más confusa y difícil de leer.)"
          }
        ]
      },
      {
        "title": "Inscripción hecha por alguien (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Conciudadanos, deben saber...\n... Que al Sabio nunca le ha importado la supervivencia de la humanidad, e incluso está dispuesto a sacrificar el futuro de su especie para avanzar por el camino de la evolución...\n... Que al cielo tampoco le importa la voluntad de quienes viven en este mundo, y que nos ve como los pilares que sostienen la tierra, necesarios para luchar contra sus enemigos.\nAsí que nunca confíen en la sabiduría de los dragones o en el poder del Señor de la Noche, ni le recen a ninguna otra deidad que no sea el Arconte Pyro.\n...\n... El único camino que nos queda es el de Ixbalanqué...\n(En la estela aparecieron letras de flogisto que no se podían ver antes.)\n(Descendientes míos, son unos mentecatos por insistir en opiniones tan cerradas sobre las especies... La evolución es una mezcla, no algo tan puro e inmaculado como creen. Por eso, la evolución es enemiga de la eternidad.)"
          }
        ]
      },
      {
        "title": "Inscripción hecha por alguien (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Conciudadanos, deben recordar...\n... Que la humanidad es la cúspide de la evolución, el destino final de todas las criaturas de la tierra...\n... Los Dragartos del volcán se consideraban antaño una raza que había dominado la evolución. Sin embargo, perdieron su inteligencia y luego su poder en su largo y caótico camino evolutivo, y finalmente acabaron convirtiéndose en bestias que esperan ser masacradas...\nLa involución de los Dragartos Pyro demuestra que el camino de la evolución ha abandonado a la raza de los dragones. Sus herederos han perdido la pureza del fuego primigenio, y entre ellos ya no volverá a nacer un soberano del fuego...\n...\n... La humanidad gobernó la tierra bajo su liderazgo, y un día conquistaremos el cielo, así que no debemos atarnos al Reino de la Noche...\n... Aquellos que tengan el honor de subir a bordo de este navío celestial, den el primer paso hacia nuestra gran causa...\n(En la estela aparecieron letras de flogisto que no se podían ver antes.)\n(Si no fuera por ese arbitrario castigo celestial que dividió a mi raza e interrumpió su camino evolutivo, ¿para qué iba yo a buscar en los humanos la posibilidad de evolucionar? Oh, seres creados, ustedes nunca podrán comprenderlo, ya que no son más que un eslabón en el gran camino de la evolución.)"
          }
        ]
      },
      {
        "title": "Inscripción hecha por alguien (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Conciudadanos, deben entender...\n... Que todo tiene un precio, y que todo lo que va más allá de la sabiduría humana es poco fiable...\nLos antiguos dragones pensaron que podrían gobernar durante milenios con la tecnología y la autoridad del Maestro de las Llamas, pero por ese mismo motivo también perdieron la fuerza para progresar y, finalmente, lo perdieron todo.\nSi dependiéramos de las reglas del cielo, no solo estaríamos atados a la tierra, sino que también acabaríamos siendo marionetas del Señor de la Noche...\nNo debemos detenernos, o de lo contrario, nuestro amado rey y el glorioso proyecto de nuestra gran alianza se echarán por completo a perder...\n(En la estela aparecieron letras de flogisto que no se podían ver antes.)\n(Vi a los corceles galopando entre las verdaderas estrellas del cielo demoniaco... En ese momento, comprendí por fin que por muy grande que fuera un imperio, acabaría convirtiéndose en una barrera que impediría a todos los seres volver a evolucionar, a menos que...)"
          }
        ]
      },
      {
        "title": "Inscripción hecha por alguien (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Conciudadanos, deben tener fe...\n... En el gran Arconte Pyro Ixbalanqué, cuya luz nos guía, y en que nuestra victoria es imparable...\n...\nNo escuchen los rumores de los cuentacuentos bárbaros, ni crean en las palabras de los falsos dioses o la rebelión de aquellos que tienen ojos dorados.\nSolo debemos adorarlo a él, pues solo él es el auténtico rey de los humanos, y solo él es el verdadero dios “humano”...\nLos dioses de verdad no mueren... Así pues, que su gloria dure para siempre..."
          }
        ]
      },
      {
        "title": "Inscripción hecha por alguien (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "(La mayoría de las inscripciones de la estela se han borrado y son difíciles de leer.)\n... El noble... grande... y radiante (...) hizo un pacto con (...) del dragón plateado. El sello dorado roto es la prueba de dicho pacto...\n... Gracias al pacto, (...) obtuvo... la autoridad del Huitzilopochtli de manos de los dragones...\n... Si... se convertirá en tierra quemada... y por lo tanto... no puede caer en manos de...\n... Por el bien de la alianza y el futuro de la humanidad, lo sello aquí y solo la sangre del Maestro de las Llamas podrá...\n... Todas las generaciones futuras deberán..."
          }
        ]
      },
      {
        "title": "Notas de alguien",
        "desc": [
          {
            "type": "RichText",
            "text": "Si en aquel momento hubiera regresado al fuego junto a él...\nNo. Un asesino que cometió tal crimen, una bestia que asesinó a todos sus allegados, no merece el lujo de un final tan cálido y deslumbrante.\n... Blasfemia tan repugnante... debe ser castigada. La sangre debe devolverse con más sangre. Todo por...\n¿... Por quién?"
          }
        ]
      },
      {
        "title": "Registro de mantenimiento (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "“Nota: El interruptor funciona sin problemas. De todas formas, da la sensación de que hay demasiados descuidos por parte de la patrulla y la potencia de las armas es insuficiente. Teniendo en cuenta los recientes ataques, se recomienda aumentar el nivel de seguridad”.\n“Respuesta: Entendido. Sugerencia del aquiescente: Basta con echar a los intrusos, no les hagan daño”.\n(El resto parecen ser registros de mantenimiento muy corrientes...)"
          }
        ]
      },
      {
        "title": "Registro de mantenimiento (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "“Nota: La administración de este lugar está demasiado relajada, ¿no? Los guardias no hacen más que comer y divertirse. Es más, comen incluso mejor que nosotros y las instalaciones se han convertido en sus juguetes”.\n“El señor Och-Kan dijo que estos vagos son nuestros enemigos. ¡No creo que debamos ser tan amistosos con ellos!”.\n“Respuesta: Entendido. Sugerencia del aquiescente: No hace falta cambiar nada. Además, ten en cuenta que es tu primer día. No te des prisa al trabajar, primero observa y aprende de los demás”.\n(El resto parecen ser registros de mantenimiento muy corrientes...)"
          }
        ]
      },
      {
        "title": "Registro de mantenimiento (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "“Nota: El interruptor está demasiado alto. Lo ideal sería contar con unas escaleras, escalar cada vez es muy problemático”.\n“Respuesta: No hay presupuesto, por lo que no es posible contar con escaleras, solo ganchos de agarre.\\nSugerencia del aquiescente: Tu cuerpo está en pésimas condiciones, es mejor que escales más para entrenarte, lo agradecerás en el futuro”.\n(El resto parecen ser registros de mantenimiento muy corrientes...)"
          }
        ]
      },
      {
        "title": "Anuncio apenas reconocible",
        "desc": [
          {
            "type": "RichText",
            "text": "“Por orden del\ny de\nel misericordioso y deslumbrante\nse están buscando trabajadores de todas las tribus con el fin de reparar las infraestructuras hidráulicas...”.\n“No hay una cantidad fija, pues todo depende de la voluntad de cada uno... Construir alianzas... Esperamos que todas las tribus respondan positivamente...”."
          }
        ]
      },
      {
        "title": "Anuncio apenas reconocible",
        "desc": [
          {
            "type": "RichText",
            "text": "“Que la gloria siempre esté... el pacificador... el misericordioso... Och-Kan...”.\n“A causa de la negligencia de los artesanos Mahutzintl, Tlanalco y... responsables de la construcción de las bombas de agua... hay un retraso en... Por piedad... no se les impondrá un castigo... sus provisiones se suspenderán durante tres semanas...”.\n“La <color=#37ffff>llave de piedra</color> con la que activar el <color=#37ffff>mecanismo de bombeo</color> está en... No está permitido... sin la ayuda de un artesano...”."
          }
        ]
      },
      {
        "title": "Tablón de anuncios antiguo",
        "desc": [
          {
            "type": "RichText",
            "text": "“Por orden del\ny de\nel misericordioso y deslumbrante\na partir de hoy, se prohíbe el paso de cualquier miembro de la alianza a la tierra maldita...”.\n“Quienes incumplan esta orden serán considerados enemigos de la alianza. Esta es una declaración de (...), Nanatzcayan, Meztli, Huitztlán y Teteocán”."
          }
        ]
      },
      {
        "title": "Tablón de anuncios antiguo",
        "desc": [
          {
            "type": "RichText",
            "text": "“Queridos compatriotas, familiares, hermanos y hermanas que contribuyeron a la imparable victoria de la alianza...”.\n“El misericordioso... asignó de (...) un nuevo grupo de máquinas para apoyar el transporte, (...) y el <color=#37ffff>salvamento submarino</color> ...”.\n“Tenemos que avanzar, avanzar, y seguir avanzando cueste lo que cueste. Por el glorioso futuro de la alianza, por el honor y la libertad de cada uno de nosotros, por un hogar sin la opresión de dragones malvados...”.\n“Está prohibido... <color=#37ffff>tocar la palanca</color> sin permiso... Debido a las caídas... tres obreros ya...”."
          }
        ]
      },
      {
        "title": "Tablón de anuncios antiguo",
        "desc": [
          {
            "type": "RichText",
            "text": "“Que la gloria siempre esté con el\nel\ny el misericordioso y deslumbrante\n”.\n“En vista del lento avance de las obras de drenaje en el conjunto de la región, y con el fin de salvaguardar la imparable victoria de la alianza, se está afinando razonablemente el sistema de turnos”.\n“Los trabajadores se dividirán en tres grupos, cada uno de los cuales trabajará dieciséis horas en periodos de dos días. Los grupos que obtengan mejores resultados recibirán más provisiones”.\n“La gran victoria del <color=#37ffff>drenaje de agua estancada</color> está por llegar. Cuando se construyan los canales, <color=#37ffff>las bombas de agua</color> funcionarán con normalidad. ¡Ánimo, solo un poco más!”."
          }
        ]
      },
      {
        "title": "Estela deteriorada",
        "desc": [
          {
            "type": "RichText",
            "text": "“La zona de delante... restringida, está hecha... para una vigilancia de... Prohibida la entrada a personas no autorizadas. Por orden de..., los intrusos son considerados... y serán severamente castigados”.\n(Parte de la inscripción fue cincelada a la fuerza.)"
          }
        ]
      },
      {
        "title": "Notas de un sacerdote sin nombre",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nEl herrero Chupicua, que iba a ser escogido para reparar las obras hidráulicas, envió tres paquetes llenos de obsidiana al escribano Tlamachtihquetl, alegando que era físicamente incapaz de ofrecerse voluntario para el trabajo, y que estas ofrendas eran prueba suficiente de su lealtad hacia la alianza. El escribano alabó el gesto y, en su lugar, seleccionó a Manqu, un herrero de (...).\n...\nEl proyecto de reparación de las instalaciones hidráulicas se ha suspendido indefinidamente. Casi de la noche a la mañana, los pozos quedaron completamente inundados por la catástrofe oscura, y todos los residentes cercanos se convirtieron en...\nLos Guerrero Cuauhtli bloquearon la entrada y quemaron a todos los (...) infectados con el fuego abrasador del rey sagrado, declarando que todo estaba bajo control.\nUna anciana que había venido al templo enloqueció de repente ante los escribanos, gritando tonterías sobre el sol y la destrucción de la alianza. Los Guerrero Kamayuq se la llevaron enseguida. Según las leyes de la alianza, seguramente le...\n...\nÚltimamente, los civiles del templo no dejan de susurrar que haber prohibido el uso de (...) para ofrecer sacrificios al Señor de la Noche ha provocado su ira y sus maldiciones, y que por eso ha surgido la oscura enfermedad mortal.\nChichiri trató de convencerlos, pero fue en vano. La gente tiende a creer lo que quiere, así que las palabras no van a servir de nada.\n...\nLas calles rebosan de un olor a (...). Por edicto del rey sagrado, las tres zonas de la esquina suroeste han sido acordonadas, y los Guerrero Cuauhtli están intentando quemar todos aquellos (...) supurantes que aún siguen sueltos. Sin embargo, hasta el momento no han tenido mucho éxito. ¿Cómo podría algo finito enfrentarse a algo infinito? Por no mencionar el hecho de que, cuando caigan, ellos también se convertirán en...\nLa voz del viento nocturno se redujo a nada más que un lamento de desesperación: no solo viene del mundo de los vivos, sino también del mundo que fue prohibido hace mucho tiempo.\n...\nEstán intentando entrar por la puerta, pero no conseguirán mi (...), ni (...) de estos niños que buscan refugio. Lo máximo que se llevarán es (...).\nUsaré esta daga mía para...\n(El resto del contenido está manchado y resulta ilegible.)"
          }
        ]
      },
      {
        "title": "Apuntes de un artesano anónimo",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuanto más cavábamos, más intenso se hacía el inconfundible y nauseabundo hedor. Tal vez fuera por la humedad y los hongos que invadían el lugar... El moho blanquecino y los indescriptibles depósitos de minerales raros siempre desprendían un olor tóxico... pero aquella no era la única razón por la que el lugar se antojaba tan extraño. Al principio (...) sentía que había un aire de desdicha, pero ni siquiera a ella se le había ocurrido nada más grotesco en aquel momento. Sin embargo, a medida que avanzaba el trabajo, un artesano de (...) enloqueció de repente. No paraba de gritar, llorar y reír, además de repetir una y otra vez que había visto en las aguas profundas una silueta negra colosal, horripilante y abultada, y cómo esta había entonado un canto espantoso y blasfemo, el cual le ordenaba que se inclinara ante su amo. Al final, el supervisor se lo llevó, pero la inquietud había empezado a cundir entre los trabajadores. Las burbujas y los remolinos que surgían del agua hedienta aún podían explicarse como fenómenos elementales normales, sin embargo, ni siquiera yo tenía una respuesta lógica para los sonidos y susurros que resonaban de vez en cuando.\nDetrás de aquellos antiguos muros de piedra, o debajo de ellos, no sabría decir con certeza, podía oír claramente un sonido sospechoso, débil y amortiguado, como si algo corriera en su interior. Los trabajadores susurraban incoherentemente y temblaban con un miedo casi frenético, insinuaban vagamente que bajo las aguas profundas se escondía una maldición profana más allá de la imaginación, y que lo que habíamos hecho la había despertado de un letargo milenario. Nadie saldría vivo de estas ruinas y, aunque alguien lo hiciera, nunca podría contárselo a nadie... ya que la gente pensaría que se trataban de los despropósitos de un lunático.\nNo fui capaz de encontrar una explicación racional a ese terror tan odioso y estremecedor, pues esos muros de piedra... esos muros que soportaban el techo inclinado del recinto, cubiertos de hongos y humedad... debían ser sólidos bloques de roca, y eso era lo que indicaba el sonido cuando los golpeábamos. Sin embargo, aquel sospechoso ruido seguía resonando en la oscuridad de la noche, despertándome de mis intranquilos sueños.\nLa supervisora nos tranquilizó, pues ella no había oído ningún ruido extraño y lo interpretó simplemente como alucinaciones por falta de descanso. Compadeciéndose de nosotros, solicitó una ración extra de grano para todos. Sin embargo, el miedo que circulaba entre los trabajadores era tan intenso que...\n(Han borrado deliberadamente el contenido restante, por lo que ya no se puede seguir leyendo.)"
          }
        ]
      },
      {
        "title": "Apuntes de un artesano (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "“Tras el muro de piedra del norte hay un caminito que conduce hasta la parte superior de la cascada. Podría servir como <color=#37ffff>cámara del tesoro</color> ”.\n“Hice unas marcas para no olvidar cómo llegar...”.\n“Las heridas de Sayani han vuelto a empeorar y el ambiente es demasiado húmedo... Intenté convencerla para que descansara, pero se negó a hacerlo con una sonrisa en la cara... Dice que, si descansa, ralentizará el avance del grupo y no conseguiremos las provisiones extra...”.\n“Por la noche, cuando nadie se dé cuenta, le llevaré una antorcha para cauterizar sus heridas, o de lo contrario sus extremidades también se gangrenarán...”."
          }
        ]
      },
      {
        "title": "Apuntes de un artesano (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sayani murió. Quizás ayer, o quizás hoy, no lo tengo claro. En la oscuridad no se apreciaba bien si estaba viva o muerta... todos estaban tumbados por todos los lados como alpacas de carga. Este lugar es como un establo de las alpacas de carga, emite una peste asquerosa...\nNadie tenía fuerzas para enterrarla, por eso la arrojaron a la zanja sin más...\nTodos maldecían... pero ¿a quién podíamos odiar? Ni siquiera ellos lo sabían...\nTal y como dijeron, todos trabajan para sí mismos y para los hermanos de la alianza. Ya no trabajamos para los malvados dragones que nos esclavizaron en el pasado... por lo que no podemos maldecirnos a nosotros mismos...\nHay que trabajar... Si no terminamos de cavar esta zanja en cinco días, nos cortarán los suministros... y nadie sobrevivirá, como les pasó a los encargados de la bomba de agua.\nNo tengo ni idea de qué hay bajo el agua. Solo sé que no es algo que nos vaya a salvar."
          }
        ]
      },
      {
        "title": "Apuntes de un artesano (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Que la maldición de (...) caiga sobre los descendientes del usurpador Och-Kan. Que su pueblo sea enterrado en una tierra estéril y blasfema, y que sus cultivos se pudran, como lo hacen los cadáveres abandonados, y emitan un hedor que no pueda ser limpiado con el agua. Que su nombre arda en el fuego cinco veces, seguido de otras cinco veces más. Esta maldición fue escrita por Manqu, el artesano de (...). Que esta maldición no se disipe ni cuando hayan pasado diecinueve ciclos de cuatrocientos años.\nNos mandó (...) y bloqueó (...) con la intención de quemar aquí a todos los trabajadores que conocían el secreto de los Autómatas Fuentenigma, y para ocultar el camino hacia (...).\nCanto mis alabanzas a (...), pues gracias a (...) no morí en un fuego profano. Yo...\n(Han borrado deliberadamente el contenido restante, por lo que ya no se puede seguir leyendo.)"
          }
        ]
      },
      {
        "title": "Apuntes de un artesano (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Ya me he despertado cinco veces aquí.\nTras aplicar (...), mis quemaduras casi se han curado por completo y ya apenas hay riesgo de infección. Espero que, como mucho, pueda volver a caminar con normalidad tras haber dormido dos veces más.\nNo sé si debo dejar constancia de lo que he presenciado porque ni las palabras ni la lógica pueden explicar lo que he vivido. Sin embargo, si no hay forma de borrar estos recuerdos, entonces no hay forma de que reprima mi deseo de escribir. Anoto todo esto aquí y ruego a (...) que nadie lo lea.\nCuando ocurrió aquello, conocí bajo esa enorme y grotesca estatua a una joven en el fuego de Och-Kan.\nCaminó hacia mí sin prisa, como si el fuego no fuera más que una suave brisa primaveral. Su rostro... nunca había visto un rostro así. Ni el cristal más claro podría imitar aquella piel, ni la turquesa más pura podría servir para esculpir aquellos ojos. No sé por qué, pero ese rostro, que por lógica debería haberme resultado hermoso, me pareció... repugnante.\nNo sabía quién era, ni siquiera sabía qué era. Abrí la boca para suplicarle, para rogarle que me salvara, pero mis labios ya estaban tan quemados que habían perdido su forma, por lo que no pude pronunciar ni una sola palabra.\nElla se rio con cierta malicia y arrogancia. Me sujetó la cara y las lágrimas doradas de aquellas pupilas turquesas cayeron en mis ojos.\nEntonces, lo vi.\nVi una creación mucho mayor que las infinitas montañas, tan resplandeciente que superaba el esplendor de la obsidiana, y flotaba en lo alto del cielo como una nube de humo de algún volcán. Además, innumerables aves gigantes de metal la rodeaban y chupaban ávidamente su sangre de color apagado. Vi correr sombras impulsadas por el fuego, las cuales trepaban desde el lejano horizonte hasta la luna llena, y con solo una cuerda tejida de oro y latón blanco enviaban los escalofríos y los suspiros a distancias inimaginables en un abrir y cerrar de ojos. Ella se reía a mi oído, como si todo lo que los humanos habíamos logrado hasta entonces no fuera más que un juego de niños insignificante, y solo pudiéramos postrarnos bajo la bóveda del cielo como unos cobardes mientras buscamos una tumba deshonrosa. Y ellos... ellos luchaban contra un enemigo implacable que bastaba para rivalizar con todo un mundo. A través de aquellas pupilas turquesas, tan hermosas que casi me daban miedo, no veía más que una oscuridad infinita e impenetrable, así como la nada: un espacio que ninguna palabra podía describir, un espacio que no se parecía a nada de lo que había visto a lo largo de las décadas de mi corta vida. Así pues, grité con todas mis fuerzas y avancé a trompicones hacia el sendero, pero aquel espeluznante grito se perdió también en el sonido de su risa, y finalmente no quedó ni rastro.\nCuando desperté, era el único que estaba aquí tumbado. No me atrevía a mirar atrás por miedo a que los tabúes blasfemos que nadie debía conocer me alcanzaran y me hicieran pedazos. Creo que todos los demás murieron en el fuego de Och-Kan.\nTal vez no fueran sus lágrimas, tal vez fuera una gota que cayó de la enorme y grotesca estatua de piedra que tenía detrás; tal vez no había nada en el fuego desde un principio y la mujer no fuera más que un delirio que yo había creado al estar al borde de la muerte, pero nada de eso importaba ya. Yo estaba vivo y eso era suficiente.\nOch-Kan pensaba que ya nadie conocía los pasadizos secretos de la Ciudad Prohibida y que su gobierno podría durar mil años, pero se equivocaba. Su reinado duraría, como máximo, mil semanas."
          }
        ]
      },
      {
        "title": "Apuntes de un artesano (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "Mis quemaduras ya se han curado por completo, es hora de salir de aquí.\nPero no sé a dónde podría ir. Ahora mismo, ni la Tribu Plumaflora es un lugar seguro, ya que el sucesor de su representante sirve a Och-Kan.\nA lo mejor podría pedirle protección a Yupanqui... Al fin y al cabo, es un general solitario que no tiene ni informantes y ni sirvientes.\nSiempre y cuando siga interesado en la red de caminos subterránea que construyeron los antiguos artesanos dragones, seguro que no le contará mi secreto a Och-Kan.\nEn cualquier caso, que el nombre del artesano Manqu sea olvidado junto con estas ruinas malditas."
          }
        ]
      },
      {
        "title": "Centinela fuentenigma registrador",
        "desc": [
          {
            "type": "RichText",
            "text": "(Un centinela fuentenigma registrador que contiene dos registros. Pasó mucho tiempo entre uno y otro, y en uno de ellos pone...)\n“Lo siento, Sakkuk... Lo siento...\nHe colocado la pluma ornamental que hice para ti en la cajita de piedra que hay sobre mi mesa. Nunca pensé que yo, Manqu...\nTal y como prometí... no puedo... Ah...”.\n(A continuación se lee lo que pone el otro registro, más nuevo:)\n“Debemos tener cuidado, este no es lugar para... Maldición... El sello de la Tribu Plumaflora...\nDe haberlo sabido antes, no... venido. Jaja, así que... mismo lugar en el que murió la gente del pasado...\nAh... Arg, rápido, vámonos, aquí... monstruos...”."
          }
        ]
      },
      {
        "title": "Diario antiguo",
        "desc": [
          {
            "type": "RichText",
            "text": "Es mi primer día en la Isla de la Noche, hace buen tiempo, pero no puedo decir lo mismo sobre mi estado de ánimo.\nSé que estoy aquí para lidiar con esta plaga caótica, pero no esperaba que hubiera tantos.\nHabía oído decir a los mensajeros de la Ciudad de las Cenizas que quienes se encontraban con estas plagas enfermaban día y noche, y su cuerpo se cubría de pústulas. Luego, vomitaban sin parar y, finalmente, su temperamento cambiaba drásticamente hasta que morían a causa de la debilidad.\nTodos saben que incluso un héroe como el Sr. Milchi se convirtió en el Terrible Milchi tras tocar a esas plagas, y empezó a decir sin parar que haría pedazos a cualquiera que se atreviera a poner un pie en la Isla de la Noche. Si fuera cualquier otro, seguro que no hubiera sobrevivido.\nY esos guerreros a los que padre no consiguió salvar... tenían heridas que parecían haber sido producidas por una hoja afilada. Los bichos estaban cubiertos de púas y colmillos, así que supongo que son los responsables de tales heridas...\n¡Hay que eliminar esta plaga lo antes posible! Me pregunto por qué tengo que perder tanto tiempo vigilándolos y dándoles de comer. Como dijo el Sr. Och-Kan, ¡lo único que deberían tragarse es un buen golpe!\nAy, debería haber aprendido medicina con padre o haberme entrenado con madre. ¿Ahora, qué? No puedo convertirme en un guerrero, ni puedo convertirme en un médico... solo puedo ser guardia de esas malditas criaturas, ¡qué desgraciado soy!\n...\nDía 475, soleado.\nPor suerte, el Sr. Milchi regresó hoy, por fin. Si hubiera vuelto dos días más tarde, ya no quedaría comida.\nYa no queda nada de mahís, cacahuatles ni carne. Tampoco Mora.\n¡Humm! ¡Cómo iban a quedar Moras comiendo sauriogalletas y mahís por la mañana, carne al mediodía y pescado por la noche! ¡Se terminaron hasta el dinero que tenía para comprar la escalera!\nAhora incluso el saurio más delgado es dos veces más corpulento que yo, y todavía me hacen correr de arriba abajo todos los días con la bonita excusa de que haga más ejercicio. Creo que la tarea de vigilar los interruptores debería ser cosa de los saurios, para que hagan ejercicio y pierdan peso. Así no enfermarían ni tendría que prepararles medicamentos.\nSin embargo, a las crías de saurio sí tengo que darles suficientes huevos de ave. Acaban de salir del cascarón y aún están creciendo, así que es bueno que coman más.\nAparte, hoy llegaron unos cuantos intrusos más. Parece que querían quemar la Isla de la Noche, pero por suerte los centinelas fuentenigma los descubrieron y los ahuyentaron a tiempo. De lo contrario, podría haber ocurrido una catástrofe.\nEsos estúpidos de la Ciudad de las Cenizas no paran de venir. Echamos a unos y vienen otros. Se les oye siempre hablar de no sé qué sobre maldiciones, plagas y demás, y no se puede razonar con ellos. Lo peor es que vienen a causar problemas. Es un quebradero de cabeza...\nVaya... ¿Enfermedades? ¿Heridas supurantes? ¿Dónde oyeron tal barbaridad? Aunque son un poco hiperactivos y comilones, estos saurios están muy aseados. ¡Y es porque yo los baño! Todos están bien limpios, ¡mucho más que ustedes!\n¿Y qué dicen de una maldición? Si no fuera por el bondadoso Sr. Milchi, ¡ya habría hecho que los centinelas fuentenigma les dieran una buena paliza! ¿Y Átlatl, maldito? Qué gracioso.\nAy, si el Sr. Milchi me escuchara y usara armas más fuertes, no habría tantos problemas. ¡Qué rabia! Bueno, esto será todo por hoy, mañana tengo que seguir arreglando los interruptores y entrenar, me queda mucho que hacer.\n...\nYa he perdido la cuenta de cuántos días llevo aquí, ni sé qué tiempo hará fuera. Bueno, digamos que es el quinto día en este escondite. Creo que esta será la última entrada que haga en este diario.\nAy, si hubiera sabido que ocurriría esto, habría detenido al Sr. Milchi en ese momento. Ahora que me pongo a recordar, en realidad, había muchos indicios...\nLos ataques cada vez más frecuentes, los saurios inquietos, la cría que no salía del huevo, el aviso de ejecutar a los peques y los rumores de rebelión de varias tribus...\nUna convocatoria así en tan terrible situación no podía significar nada bueno.\nCreo que solo le esperarán espadas al Sr. Milchi...\nEl resultado estaba claro: la Isla de la Noche no era defendible sin el Sr. Milchi, por lo que podría haber caído a manos de unos pocos guerreros.\nMenos mal que el Sr. Milchi hizo las preparaciones necesarias de antemano y, nada más recibir el aviso, aprovechó el caos para soltar a todos los peques.\nPero un huevo de saurio no tiene patas ni puede transportarse fácilmente, así que tuve que esconderlo. Si al menos el señor Átlatl aún estuviera por aquí, habríamos podido trasladar el huevo.\nNo consigo entender por qué el Sr. Milchi no escapó con nosotros. ¿Tenía que enfrentarse a Och-Kan inevitablemente?\nAh, sí, por otro lado, durante el tiempo que pasé en el escondite, le puse un nombre al huevo: Aguará. Ese nombre suena astuto, a lo mejor puede protegerlo.\nTal y como pensaba, todas esas defensas débiles y diseñadas para no resultar letales no han servido de nada contra guerreros sedientos de sangre... Por suerte, no descubrieron la cámara subterránea y aún podré esconderme unos días más.\nPero ¿hasta cuándo podré esconderme? No se retiran, y no sé lo que buscaban pero ciertamente no lo han encontrado.\nDe todos modos, no me queda comida, y mi cuerpo ya casi no siente nada. Ya salga a rendirme o siga aquí, el resultado será el mismo...\nEs solo que me preocupa Aguará. Aunque he logrado que el huevo entre en un estado de hibernación, no sé cuánto durará. Ay, Aguará, qué impaciente eres, ¿por qué tanta prisa? Espera un poco más, aún no ha llegado la hora, la Natlan actual aún no es digna de convertirse en tu hogar...\nPor cierto, me parece que, desde que llegué aquí, nunca volví a casa de visita, ni tampoco mandé cartas a mi familia.\nSi hubiera escuchado a mis padres, estudiado medicina y entrenado con dedicación, ¿habría cambiado la situación? ¿Podría haber protegido a todos?\nAguará, qué ganas tengo de saber cómo eres. Es una pena que no llegue a hacerlo..."
          }
        ]
      },
      {
        "title": "Notas de un patrullamontañas",
        "desc": [
          {
            "type": "RichText",
            "text": "“La topografía de este lugar es mucho más complicada de lo que pensaba. Muchos caminos que parecen transitables ya no lo son, probablemente debido a la corrosión del Abismo. He ido dejando algunas marcas por el camino. Espero que duren hasta que regresemos...”.\n“Nos encontramos con esos aventureros perdidos, pero no pudimos salvarlos. No nos quedó más remedio que dejar que sus cuerpos descansaran en paz”.\n“Tenemos que encontrar la manera de entrar en la ciudad. Si Copán estaba en lo cierto, en ella habrá un mecanismo que nos lleve hasta el barco del cielo”.\n“No podemos dejar que esa niña venga con nosotros. Los Augures Vientonocturno son tan poco humanos en lo que a eso respecta... Tiene diez años menos que mi hermana pequeña, ni siquiera está en esa edad en la que hablan de casarse, así que me da igual lo que diga, no podemos dejar que arriesgue su vida en esta aventura”."
          }
        ]
      },
      {
        "title": "Notas de un erudito itinerante",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nSi los pergaminos no son falsificaciones, no cabe duda de que los antiguos artesanos dragones fabricaron armas capaces de poner fin a los peligros del Abismo de una vez por todas.\nEl cronista —o la cronista— de los pergaminos parecía proceder de la época del sepultado con el fuego primigenio, ya que no utilizaba honoríficos para referirse al rey-sacerdote Maghan en sus escritos, sino que lo trataba como una antítesis “subdesarrollada” (una falta de respeto como esta resulta estremecedora). A juzgar por todos los detalles, es difícil imaginar que se trate de una falsificación de nuestra época, o al menos yo no conozco a ningún erudito o mistagogo que fuera capaz de hacer esto. Me inclino más a creer que se trata de una obra escrita por los antepasados. En primer lugar, porque las armas antiguas que se mencionan en la obra no son imaginarias; y en segundo, porque el pergamino incluso menciona explícitamente un “barco que descansa sobre la Ciudad de las Cenizas”.\nSin embargo, parece que el redactor del pergamino subestimó los daños causados por el Abismo (lo cual es comprensible teniendo en cuenta la época). En cualquier caso, es necesario viajar a la ciudad sobre las nubes, o de lo contrario, el Abismo...\n...\nNos han mentido. Al final, todos fuimos engañados. El supuesto “tesoro secreto capaz de eliminar toda la ponzoña” es en realidad...\n(Alguien ha arrancado el resto del contenido.)"
          }
        ]
      },
      {
        "title": "Notas de una invocaespíritus (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nA partir de hoy, ¡empiezo a usar este nuevo cuaderno!\nDespués de todo, a juzgar por las revelaciones de (...), mañana lograré alcanzar a Taika y a los demás para emprender juntos la aventura hacia la Ciudad de las Cenizas.\nUna magnífica fortaleza construida por un antiguo tirano... Suena emocionante, ¿verdad? Jeje, no importa con qué tipo de problema nos encontremos, la aprendiz del aprendiz del aprendiz del maestro Sanhaj, es decir, la supertalentosa invocaespíritus Liriwu, ¡lo resolverá en un instante!\n...\nNo sé qué más puedo hacer. Aquí no se oye la voz de las Wayob, ni sirve mi magia mística, ni la curación tiene ningún efecto...\nSi tuviéramos con nosotros a uno de esos mistagogos más experimentados... No, ni siquiera el mismo maestro Sanhaj podría disipar la maldición de este lugar.\nAntepasados míos, ¿qué pasó aquí?\n..."
          }
        ]
      },
      {
        "title": "Notas de una invocaespíritus (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "... No podía aguantar más y vomité toda la sopa de mahís de la mañana sin que nadie me viera. Las manos me siguen temblando desde entonces.\n¿Por qué se permitió que (...) existieran? Si de veras existen tesoros secretos capaces de aniquilar al Abismo, ¿por qué esas cosas se siguen moviendo?\nAl menos... ahora pueden descansar paz. Aunque sus almas fueron despedazadas, al menos... no tienen por qué vivir de ese modo...\nCopán no deja de animarme, diciendo que una vez que encontremos el tesoro del rey pitón, todos ellos serán libres. Pero si eso es cierto, ¿por qué incluso el mismo rey terminó muriendo en el Abismo?\nNo puedo tener miedo. No puedo tener dudas. No puedo huir. Si hasta los invocaespíritus de los Augures Vientonocturno tenemos dudas...\nPor el bien de todos, debo..."
          }
        ]
      },
      {
        "title": "Diario de Quenin",
        "desc": [
          {
            "type": "RichText",
            "text": "(Una hoja rasgada. Al comienzo, se logran apreciar unas líneas escritas con cuidado...)\n“... Los monstruos del Abismo se están multiplicando cada vez más, pero esto ya se veía venir... El grupo de aventureros al final fracasó, y el plan de retirada ya está en curso”.\n“Hay que hacer que el resto salga de aquí sano y salvo, y tener mucho cuidado con los que desaparecen de repente por la noche, o de los que regresan de lugares sin luz”.\n“... Aparecen cada vez más monstruos del Abismo, y quizás pronto podamos descubrir su guarida, pero antes de eso...”.\n(El texto de abajo empieza a ser ininteligible...)\n“Uff, qué frío... hace mucho frío. Allí... allí ya no queda sangre...”.\n“El sonido de la cascada es muy fuerte... Sí, así está bien. Mientras esté... bajo la cascada, habrá silencio. Las caras pálidas, sus bocas abiertas, la sangre drenada...”.\n“Allí... hay algo... ¿Qué es eso? Eso que está allí...”.\n“Bajo la cascada, bajo la cascada, bajo la cascada, bajo la cascada, bajo la cascada, bajo la cascada, bajo la cascada, bajo la cascada, bajo la cascada...”."
          }
        ]
      },
      {
        "title": "Notas de un viajero anónimo (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "(Un registro cuyas hojas ya están amarillentas. En él pone lo siguiente con una caligrafía descuidada:)\nCuenta la leyenda que el llamado rey pitón, Sagrado Señor usurpador y soberano de la Ciudad de las Cenizas construyó esta ciudad sobre otra ciudad aprovechando el legado de los dragones de la antigüedad.\nNo sé cómo lo hizo, pero los pergaminos que he encontrado hablan de un corazón de jade subterráneo y unos “huecos” que conectan con la superficie.\nEste debe de ser uno de esos “huecos”.\nSegún los registros, antes aquí había muchos... Suspira , muchos mecanismos, pero ahora está desierto.\nTendré que buscar en otro sitio.\nDicen que el fundador de la Asociación de Arqueología Sáurica también estuvo aquí. A ver si consigo encontrar algo de valor..."
          }
        ]
      },
      {
        "title": "Notas de un viajero anónimo (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "(Un registro cuyas hojas ya están amarillentas. En él pone lo siguiente con una caligrafía descuidada:)\nEs evidente que este lugar servía para suministrar energía a toda la Ciudad de las Cenizas.\nSin embargo, debió pasar algo que suspendió el suministro.\nSalta a la vista que aquí hubo una batalla, pero la estructura principal de los edificios no está dañada. El suministro de energía no se suspendió por recibir daños durante la batalla; tiene toda la pinta de que alguien lo suspendió a propósito.\nSolo el soberano de Ochkanatlan, que tenía autoridad para gobernar sobre toda la ciudad, podía manejar a sus anchas esta antigua y gigantesca ciudad mecánica, así como los Mecanismos Fuentenigma.\nPero ¿por qué desactivaría el suministro de energía de Ochkanatlan?\n¿Será que lo hizo alguien más? ¿Podría ser que hubiera alguien aparte de Och-Kan, el rey pitón, capaz de manejar estos mecanismos?"
          }
        ]
      },
      {
        "title": "Notas de un viajero anónimo (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "(Un registro cuyas hojas ya están amarillentas. En él pone lo siguiente con una caligrafía descuidada:)\n“Huecos”... Así es como los pergaminos llaman a las grandes edificaciones que rodean la ciudad.\nSin embargo, según las investigaciones arqueológicas, dichos “huecos” son anteriores a Ochkanatlan.\nEsas edificaciones que suministran energía no se construyeron alrededor de la ciudad...\nSino que, más bien, Och-Kan aprovechó estos mecanismos para construir una ciudad sobre la ciudad de los antiguos dragones.\nEso explicaría la diferencia de escala entre las ruinas subterráneas y algunas de las que hay en la superficie. Por ejemplo, el ancho de los caminos o las dimensiones de los edificios parecen mucho mayores que las utilizadas normalmente."
          }
        ]
      },
      {
        "title": "Notas de un viajero anónimo (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "(Un registro cuyas hojas ya están amarillentas. En él pone lo siguiente con una caligrafía descuidada:)\nHe encontrado algunos registros que probablemente abandonó alguien en el pasado.\nJa, puede que, dentro de mucho tiempo, lo que estoy escribiendo yo también se consideren registros abandonados por alguien del pasado... Pero bueno, vamos al grano.\nEn dichos registros he encontrado pistas sobre lo que sucedió antiguamente.\nEn uno de ellos pone: “Según los planes de aquel al que le falta media cara, lo primero que hay que hacer es cortar el suministro energético de la ciudad”.\n¿“Aquel al que le falta media cara”? Suena a personaje de historia de terror.\nEn cualquier caso, según este otro registro, alguien suspendió los “huecos” a propósito:\n“Y después, hay que cortar la zona de suministro energético del núcleo del mecanismo ardiente, lo que permitirá al oficial de artillería de la Gran Alianza tomar el control de la situación y llevar a ese tipo al salón real.\nEl responsable de llevar a cabo la misión será ese al que le falta media cara. Espero que sus acciones sean más de fiar que sus palabras y sus planes”.\nHumm, ¿dónde más he oído hablar del puesto de oficial de artillería de la Gran Alianza?...\nBueno, el caso es que quien desactivó todo este lugar se dirigió hacia el importante núcleo de un lugar.\nSi descubro... Si descubro algo en ese lugar, ¡seguro que el primer premio de investigación de la asociación será mío!\nNo me dirán nada por haber venido a investigar a escondidas sin el permiso para cruzar el sello de la Tribu Plumaflora, ¿verdad?"
          }
        ]
      },
      {
        "title": "Notas de un viajero anónimo (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "(Un registro cuyas hojas ya están amarillentas. En él pone lo siguiente con una caligrafía descuidada:)\nNada, aquí tampoco hay nada.\nSupongo que arrasaron con todo. Dice que, hace mucho tiempo, el segundo Arconte Pyro derrocó Ochkanatlan y puso fin al gobierno de Och-Kan.\nLos mecanismos que había aquí debieron de apagarse en aquella época y arrasaron con casi todo.\nSegún los pergaminos, el Corazón de Chu'ulel se encuentra debajo de los múltiples “huecos”, mientras que encima de ellos aún hay una zona de suministro de energía.\nOjalá pueda encontrarlo."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Tutorial",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "La legendaria tierra prohibida: Ochkanatlan"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/c0c9651241c4a5bd260e543a22b797d2_2247909457960995578.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>12 de noviembre de 2024</color>\n¡Hola, viajero/a!\nEn algún lugar lejano de la Tribu Plumaflora, se podía ver una antigua ciudad envuelta en un mar de niebla.\nSe dice que hay muchos peligros allí, y que la mayoría de los aventureros que entran no regresan, por lo que la gente la ha llamado tierra prohibida. Hay muy poca información real sobre este lugar, solo algunos rumores que circulan entre la gente..."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ochkanatlan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7f8feaf87a23de3baaaedbf6efa60b47_8272767965738074305.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace muchos milenios, cuando el primer trono de los cielos aún no había aparecido en el firmamento de Teyvat, el mundo pertenecía a los dragones. La ciudad que en el futuro sería llamada Ochkanatlán era una ciudad de dragones — la\nLa Señora de los Dragones CL-09 \"la Narradora del Fin de los Tiempos\", Ix Uxul Tz'ib Bolon (Unidad Integrada de Procesamiento de la Matriz de Supervisión Autorregulable de Tipo L), una de los trece Señores Dragón que se convirtieron en proyecciones de flogisto, era la soberana gobernante de Chichén Uctokah. Esta sabiduría sin cuerpo, almacenada en majestuosas estatuas, podía controlar todos los mecanismos de la ciudad con ayuda de diseños dorados y órdenes. El núcleo principal de Chichén Uctokah era el Corazón de Chu'ulel. Cuando el Rey Pitón, Och-Kan, tomó el poder milenios después, anunció la excavación de las antiguas ruinas en busca del núcleo y se encontró allí con la Señora Dragón. Aunque ella la creyó la Soberana predestinada, él la engañó para que se encerrara en una estatua y así poder controlar los mecanismos de Ochkanatlan, desgarró su corazón y lo escondió en distintos lugares. Solo muchos años después, cuando las ruinas fueron descubiertas por el/la Viajero/a y Paimon, el corazón de Ixlel —como la llamó Paimon— fue reensamblado. La matriz de almacenamiento (corazón) creada antes de que se encendieran los fuegos de la civilización humana contenía todos los recuerdos de Ixlel, y fueron esos recuerdos los que la ataron dentro de la estatua. Su consciencia debería haberse desvanecido en treinta años, pero la Señora Dragón no quería morir en cautiverio. Ix Uxul Tz'ib Bolon Ch'ule-L no podía autodestruirse, pero gracias a los fragmentos del corazón que encontró el/la Viajero/a, pudo restaurar los restos de su vida (energía) y recomponer su corazón roto como acto de autoprotección para no violar la ley sagrada. Cuando la consciencia contenida en la estatua fue finalmente liberada y disipada, todo lo que quedó de la soberana de Chichén Uctokah fue el Corazón perfecto de la Señora de los Dragones, con el que ninguna gema humana podría compararse."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/d25bfa25bdc4ed14f83eeef1456eb86b_5794537881159549616.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando Och-Kan no pudo usar a Ix Uxul Tz'ib Bolon Ch'ule-L para controlar los dispositivos de Ochkanatlan, decidió crear un nuevo Corazón de Chu'ulel que obedeciera solo a los humanos. Para convertirse en el recipiente que gobernaría toda la ciudad, el gobernante de la Ciudad de las Cenizas sacrificó su propio corazón, pero su profanación provocó la destrucción de Ochkanatlan. El camino hacia este Núcleo de Chu'ulel está oculto bajo un fresco que representa al verdadero soberano de Chichén Uctokah. Al asumir el poder, el Rey Pitón pintó su imagen sobre la antigua."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/6dc298f417de8f5357639c74c75a6ba6_1485922564085983323.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "No muy lejos del Corazón de Chu'ulel hay una cascada donde el guerrero Quenin tenía su refugio. Hace 500 años, llegó a Ochkanatlan con un grupo de aventureros con la esperanza de encontrar un tesoro legendario. El guerrero murió en un enfrentamiento con el Abismo, pero la criatura que tomó su forma siguió creyéndose Quenin. El cuerpo de Quenin quedó sepultado bajo las rocas cerca de la cascada. Durante quinientos años, la criatura siguió luchando contra monstruos hasta que finalmente se le reveló la verdad."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/1a8a0e17c2fa7dd40049f60d3fba1419_6072678402222406173.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En la Cuna de los Sueños yace el trono del primer Arconte Pyro. Cuando Xbalanqué derrotó a los dragones hace miles de años, la primera capital del Arconte Pyro se construyó sobre las ruinas de la civilización dracónica, donde el cielo y la tierra se separaron. Xbalanqué tomó prestado el poder de la\npara proteger a su pueblo del Abismo y establecer las reglas de Natlan: la Oda incandescente de la resurrección y la Peregrinaje del Retorno del Fuego Sagrado. Miles de años después, cuando llegó el momento de la batalla final contra el Abismo, la Arconte Pyro, Mavuika, usó los poderes del trono divino y los dones de Ronova, cuyo precio fue la muerte. Cuando el Abismo fue derrotado, Mavuika estuvo lista para pagar la deuda, pidiendo a cambio la restauración de las Líneas Ley de Natlan a la Señora de la Noche, quien creó el Reino de la Noche. Su poder bastaría para mantener las Líneas Ley durante doscientos años, durante los cuales el siguiente Arconte Pyro tendría que encontrar un nuevo camino. Fue al trono del primer Arconte Pyro para encontrarse con la Soberana de la Muerte y la Señora de la Noche y morir, pero otro hombre se acercó a la Señora de la Noche con la misma oferta: el Primero de los Once Fatui y Caballero Centinela de Khaenri'ah, Capitano."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/5c65238e3472cfc891aa421f69da3434_8106064855333757635.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace 500 años, durante el cataclismo de Khaenri’ah, la Soberana de la Muerte maldijo con inmortalidad a todos los habitantes del reino sin dioses por la explotación del Abismo por parte de los Cinco Pecadores. Aunque la mayoría de las personas eran inocentes e ignoraban a los Pecadores, fueron malditas a sufrir un tormento físico interminable, condenadas a presenciar la desaparición de todo lo que amaban. Durante quinientos años, Capitano guardó las almas de sus camaradas caídos y las de los habitantes de Natlan en su corazón, listo para enviarlas a casa. Las Líneas Ley no podían aceptar estas almas, pero al convertirse en uno con la Señora de la Noche, el Caballero Centinela podía cambiar las leyes que regían las Líneas Ley para que las almas pudieran encontrar la paz. Capitano le dio a la Soberana de la Muerte una elección: si sacrificaba su vida a la Señora de la Noche, Ronova obtendría la muerte que deseaba, pero la maldición de la inmortalidad negaría esa misma muerte. Sabiendo que la maldición no podía levantarse y que tal paradoja podría desestabilizar el orden natural del mundo, Capitano decidió convertir la maldición en una herramienta para derribar la opresión de los dioses. La Señora de la Noche, cuya misión era servir a la humanidad, aceptó el plan del Centinela y aceptó su sacrificio, fusionándose con él. La maldición de la inmortalidad no fue levantada, y Capitano quedó sentado por la eternidad en el Trono del Fuego Primigenio, \"congelado\" entre la vida y la muerte. Para quienes estaban malditos con la inmortalidad, la liberación del ciclo mortal era la mayor forma de paz, y su camino finalmente terminó. Gracias al sacrificio de Capitano, la Señora de la Noche y las Líneas Ley de Natlan pueden existir por siempre, aceptando todas las almas."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Una noble figura cubre el sol con escarcha. Dos eras liberan a Natlan una vez más.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/0a12cc7ec05c8a7707d6b704acc643c2_8929304714429118801.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En el Trono del Fuego Primigenio, el/la Viajero/a puede ofrecer el Sílex ígneo primigenio a la Señora de la Noche. El primer sílex ilumina el pasado remoto, pues es el lugar donde nacen los viajes, el lugar al que llamamos ‘hogar’. Puede que el camino de vuelta ya no exista; sin embargo, cuando tú y yo abrazamos la noche, siempre permanecerá puro como un espejo. El segundo sílex ilumina la coyuntura de la partida y el día del comienzo del viaje, al cual llamamos ‘despedida’. En la partida, el mundo inmutable nos traiciona, mas hay quienes intentan aferrarse a su sombra. El tercer sílex enciende un día de fiesta, un momento en el que los corazones se abren y al cual llamamos ‘amistad’. Este viaje está lejos de ser una prueba solitaria. No solo los vientos, sino también los corazones humanos, nos abrazan a lo largo del camino. El cuarto sílex ilumina una noche tempestuosa de desesperación empapada por la lluvia, y un mar de angustioso descenso, conocido como ‘fracaso’. Luchando contra la marea creciente, la pequeña barca está a punto de sumergirse, pero, afortunadamente, no puede arrebatarnos los remos de las manos. El quinto sílex ilumina esos días de seguir adelante y las piedras con las que se construyen altas torres, conocidas como ‘determinación’. Más alto subimos, un poco más alto, hasta que por fin vislumbramos el destino que tanto hemos soñado. El sexto sílex ilumina el momento de la llegada y los asientos sobre los que podremos descansar para siempre, a lo cual llamamos ‘milagro’. Juntos, hemos llevado este viaje a su conclusión. Sin embargo, este final será un nuevo comienzo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/b3b73b152ca4cb11cfb5c164b722a808_3836358697735151338.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ubicada en la salida de Ochkanatlan, la Torre Vucub Caquix fue donde tuvo lugar el primer encuentro entre el/la Viajero/a y la aventurera Bona. Juntos, derrotaron al\nviajaron al legendario Tonatiuh y conocieron la verdad sobre el tesoro oculto en la nave voladora. Cuando el dragón malvado, que había estado atacando a la gente durante los últimos 500 años, fue derrotado, cayó desde gran altura y abrió un agujero en el suelo que llegó hasta el Reino de la Noche. Allí, en el Vivero de Pesadillas, el/la Viajero/a devolvió el alma separada al Rey Pitón y se despidió de él, dejando al gobernante de la Ciudad de las Cenizas descansar para siempre."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/15bd77f82b7ab585dafe9f593037fd9b_2336625757414032713.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al noreste de Ochkanatlan se encuentra la Isla Tozoz, también conocida como la Isla de la Noche. Al comienzo del reinado de Och-Kan, un grupo de personas fue enviado a la isla para vigilar a los Saurios. Se rumoreaba que quienes se encontraban con estas criaturas caían presas de una enfermedad que los consumía día y noche, con llagas que brotaban por todo el cuerpo, vómitos constantes y un cambio drástico en su personalidad, hasta quedar tan débiles que morían. Los guerreros que no podían ser salvados tenían heridas como si algo afilado los hubiese destrozado. Uno de los guardias que llegó a la isla creía que los Saurios debían ser exterminados y no merecían alimento alguno. Con el tiempo, el guardia llegó a amar a los Saurios y comprendió que no eran “plagas” ni causaban heridas. Incluso cuando se recortaron las raciones, no quiso reducir los huevos de ave para las crías, que necesitaban más nutrición. Algún tiempo después, llegó una orden a la Isla de la Noche para exterminar a todos los Saurios, pero el comandante de los guardias los liberó a todos tras recibir la notificación."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7e5266ddc816b6ffcb07a50d059df181_133214873930074602.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un huevo quedó en la isla, al que el guardia llamó Aguará. Cuando la isla fue atacada por guerreros con ansias de sangre, él se escondió en una cámara subterránea con el huevo. Su comida se agotó, y fue perdiendo la consciencia, pero no pudo dejar solo a Aguará. Antes de morir, puso el huevo en hibernación para que no eclosionara durante el ataque. Así, el huevo permaneció en hibernación durante más de mil años hasta que fue encontrado por el/la Viajero/a y Paimon. Encendieron el incubador, pero aun después de una larga espera, el huevo no cambió. Decidiendo que el entorno quizás no era adecuado, el/la Viajero/a y Paimon llevaron el huevo con ellos y lo colocaron en el refugio seguro de su compañero Tepetlisaurio. Después de un largo viaje en Natlan, el pequeño Tepetlisaurio, Aguará, finalmente nació y se quedó a vivir en la Relajatetera del/de la Viajero/a."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7add03fa6f5b95cde5c0d37ba9d77683_1647385288772725335.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Hay cinco hornos de brasas ardientes alrededor de Ochkanatlan, que proporcionaban energía a la ciudad en tiempos de los dragones. Cuando los jóvenes de ojos escarlata se rebelaron contra el gobernante de la Ciudad de las Cenizas, lo primero que hicieron fue apagar estas fuentes de energía para penetrar en el Corazón de Chu'ulel que alimentaba el dispositivo de combustión. La tarea de apagar las fuentes de energía fue confiada al artesano Manqu, quien participaba en las excavaciones de Ochkanatlan. Gracias a su ayuda, el oficial que servía al Rey Pitón pudo guiar a los jóvenes de ojos escarlata hasta la sala del trono, donde el tirano fue asesinado y el joven se convirtió en el nuevo Arconte Pyro. Cuando el/la Viajero/a encendió todos los hornos y recogió todos los diseños dorados, la vieja espada en el centro de la ciudad, como si estuviera atada al espacio mismo, los teletransportó a la isla en el cielo, donde finalmente se recuperó esta espada.\nEn Ochkanatlan pueden encontrarse las misiones de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 7399,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 7407,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "y"
      },
      {
        "type": "CustomEntry",
        "epId": 7409,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La líder de Natlan que heredó el nombre antiguo de “Kiongozi”. Ella se comprometió a iluminar el futuro de la Nación de la Guerra con el Fuego Sagrado.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Una aventurera que fue a Ochkanatlan para hallar el Jade del Retorno capaz de eliminar la ponzoña. <span class=\"wk-shady\">Ella vivió hace casi 500 años.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/ff6914904dd7e24901810f17a607b7f9_4849283152511029491.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6926,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7271,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Legendario Tonatiuh",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/18b8365b87a5c09e7fa659baac4208e4_8573899096872455438.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En el cielo sobre Ochkanatlan se encuentra una nave voladora creada por el gobernante de la Ciudad de las Cenizas. Cuando Teyvat aún estaba gobernado por dragones, ellos exploraban el espacio alrededor de su mundo. En aquellos días, construyeron una escalera para alcanzar más allá de los cielos y se preparaban para dejar el planeta, utilizando dicha escalera para tensar el cable celeste y anclar la trayectoria del firmamento. Más tarde, Och-Kan la modificó y la convirtió en el Tonatiuh. Alguna vez, el Tonatiuh, suspendido sobre las nubes, fue el anhelado destino de muchos aventureros. En el pasado, muchos sueños vacíos fracasaron allí, pero también allí comenzó el camino de la esperanza. En la nave, Och-Kan dejó notas para sus compatriotas con el fin de guiarlos por el sendero del Arconte Pyro. El Rey Pitón creía que los humanos no podían depender de los dragones ni de las reglas celestiales. Los antiguos dragones creían que la tecnología y el poder del Señor del Fuego les permitirían gobernar por diez mil años, pero al final perdieron su deseo de avanzar y lo perdieron todo. Och-Kan escribió que los Dragartos del volcán alguna vez se consideraron los amos de la evolución, pero perdieron su sabiduría en sus extensas y caóticas adaptaciones, y con ella, su poder, convirtiéndose en simples bestias que los humanos acabaron por cazar. Su involución demostró que la raza dracónica había sido abandonada por el camino evolutivo; sus herederos perdieron la pureza de la llama primordial, y el soberano del fuego jamás volvería a nacer entre ellos. Tras la caída de los Dragartos, la humanidad se convirtió en la forma de vida suprema, el destino final de todas las cosas vivas en este mundo. Por eso las personas debían orar solo al verdadero rey de la humanidad, el único dios humano real: Xbalanqué."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7248a20ac81196b871ed1a7ab52ae572_1168172392216280863.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El padre de Och-Kan, Waxaklahun Ubah Kan, no estaba de acuerdo con las opiniones de su hijo. Cuando la raza del Sabio Robafuegos fue dividida por un castigo divino arbitrario y quedaron apartados de sus caminos evolutivos, el Sabio comenzó a buscar nuevas posibilidades de evolución dentro de la raza humana. Él creía que la humanidad, como seres creados, jamás podría comprender la “evolución”, porque solo representaban una etapa del proceso. La “evolución” es una mezcla, no algo puro e inmaculado, y por eso se opone a la “eternidad”. Fue en el Tonatiuh donde tuvo lugar el primer encuentro personal entre Waxaklahun Ubah Kan y el saurio compañero del/de la Viajero/a, a quien el Sabio Robafuegos había guiado hasta Ochkanatlan bajo diversas apariencias.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>El más sabio entre los dragones, que robó la llama de los de su especie y enseñó a la gente cómo usarlo. Él quería crear un soberano del mundo de los dragones y de los humanos. Su verdadero nombre era Kukulcán.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/2350d7d56176911d0cbbb353d025da59_5914644917984209885.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcóatl",
        "desc": "<p>El Soberano Pyro, derrotado por el primer Arconte Pyro, Ixbalanqué. Falseó su propia muerte, tras lo cual los descendientes de los antiguos dragones sólo pudieron inclinarse ante el trono y observar cómo su civilización inevitablemente se desvanecía con cada día que pasaba.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/5b66c077861245c0cba76c3dc000898c_1876645476111503931.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Pequeñín",
        "desc": "<p>Un pequeño Tepetlisaurio que recibió la bendición del<custom-ruby data-ruby=\"Maestro de las Llamas.|Xuhcóatl\"></custom-ruby> Acompañó al/a la Viajero/a en el peregrinaje al Volcán Tollan para quitar la marca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/1169b299dd600b044356b30c53092d4a_3749352632577888740.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Gran Alianza",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/866706487c6079f430bf937c0b9aabc7_8916744477640877507.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando Xbalanqué se levantó del trono para entrar en el Fuego Sagrado, el mundo mortal aguardaba la llegada de su sucesor. Och-Kan, quien se proclamó Sagrado Señor, decidió que el dios al que había amado y por quien había derramado lágrimas doradas debía permanecer por siempre como el único. Se convirtió en el gobernante de la primera ciudad del Arconte Pyro, que fue llamada Ochkanatlan, y lideró la Gran Alianza, fundada por Xbalanqué, con el objetivo de unir a todas las tribus bajo su gobierno. Entre los aliados de Och-Kan estaban Yupanqui, un guerrero de los Retoños Arbóreos, y Uenuku, del Pueblo de los Manantiales, seguidos por los Oceánidas. Para crear un mundo ideal para las personas, el Sagrado Señor decidió convertirse en el único gobernante de Natlan. La experiencia con los reinos del desierto y los bárbaros del mar del norte había demostrado que la multiplicidad solo conducía a conflictos internos interminables. Las distintas tribus ya no podían exceder sus límites ni reclamar el trono como antes. En Ochkanatlan se prohibieron los sacrificios y el culto la Señora de la Noche. Och-Kan creía que la humanidad podía avanzar por el camino elegido. Para lograrlo, era necesario prohibir todas las ofrendas al Reino de la Noche, para que las almas de los traidores no sedujeran a los vivos, y para que el pueblo no se convirtiera en marionetas de la Señora de la Noche. Esperaba crear este mundo para el pueblo, en nombre de Xbalanqué. Las personas no debían confiar ni en la sabiduría de los dragones ni en el cielo, pues el cielo no se preocupaba por la voluntad de los que habitaban este mundo. El pueblo debía ser visto como pilares que sostienen la tierra, necesarios en la lucha contra los enemigos del mundo. Por eso, debían orar solo al único Arconte Pyro, Xbalanqué, y seguir su camino, sin someterse ni al Fuego ni a la Noche. Bajo su guía, la humanidad llegó a gobernar la tierra, y el Sagrado Señor creía que algún día también conquistarían los cielos.\nHace miles de años, en el amanecer de las tribus, hubo dos héroes gemelos en Natlan: Ahpub e Ixquieh. Cuando grandes dragones aún surcaban las tierras abrasadas, los gemelos soportaron incontables pruebas, derrotaron a un dragón malvado mediante el ingenio y juraron lealtad a Xbalanqué, Sepultado con el fuego primigenio. Numerosas leyendas de increíbles aventuras se convertirían más tarde en el origen de las tradiciones tanto de la Comunidad de la Feracidad como de las minas. Después de que el primer Arconte Pyro entrara en el Fuego Sagrado y Och-Kan tomara el poder, los hermanos discutieron, e Ixquieh abandonó la Gran Alianza. Aunque su hermano nunca expresó desacuerdo con las enseñanzas del héroe sobre la coexistencia pacífica entre humanos y saurios, todos sabían de su hostilidad hacia los dragones. Así, cuando el gobernante de la ciudad prohibida dio la orden tentativa de perseguir a los dragones malvados fugitivos, entre los héroes que aún servían a la Alianza, solo Ahpub, el mejor amigo de Och-Kan, respondió al llamado. Como líder, dirigió a innumerables guerreros de la Comunidad de la Feracidad hasta las minas de las montañas. Pidió al gobernante de los Nanatzcayan que entregara a las \"bestias feroces escondidas en las montañas\" si no querían probar el acero de sus espadas. Tras enfrentarse durante varios días, el iracundo héroe invitó a su hermana gemela al lugar de reunión para conversar, con la intención de convencer a la otra parte con argumentos sinceros que recuerden el juramento hecho aquel día."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"El usurpador que gobierna la Ciudad de las Cenizas y tú son quienes realmente están rompiendo un juramento, mi insensato hermano... ¿Seguro que recuerdas la prohibición del héroe?</color>\n<color=#ffffffd9>Si insisten en lastimar a estos pacíficos dragones, que no nos desean ningún mal... Nanatzcayan los verá como enemigos que traicionaron nuestra Alianza.</color>\n<color=#ffffffd9>Oh, hermano, mi insensato hermano... Lo que buscas hace tiempo que dejó de ser venganza, sino satisfacer tu propia ansia de sangre.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/4ab0178d39299921e1617f1162eaf53d_1182765024941123465.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Lleno de ira, Ahpub puso su espada contra el cuello de su hermana para intimidarla y forzar al líder de las minas a obedecer el decreto del nuevo rey, pero la sangre derramada puso fin a toda conversación, dejando nada más que lamentos de desesperación. Para evitar la muerte de los soldados comunes, Ixquieh se lanzó directamente sobre la espada de su hermano, intentando forzarlo a que ambos se quitaran la vida juntos. Sosteniendo a su hermana en brazos, el héroe se adentró en el fuego abrasador. Otra leyenda afirma que los hermanos sobrevivieron —y que, al descubrir el complot del tirano para sembrar discordia, huyeron juntos a una tierra lejana, y así la Comunidad de la Feracidad adoptó la lucha con las manos desnudas. Con la desaparición de los dos líderes, las señales de guerra nunca se encendieron, y Och-Kan, fingiendo que perdonaba a los dragones, envió emisarios para intentar persuadir a los pueblos de los cañones y de la Feracidad de ceder temporalmente la autoridad a la Alianza hasta que ambas tribus eligieran nuevos líderes. Al mismo tiempo, en secreto, registraba los nombres de quienes habían dado refugio a los dragones, esperando la oportunidad de tomar las cabezas de los traidores."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/5d9e2a66fb12e2e52771f122d6909843_417383126039169940.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En los años en que los grandes dragones aún vagaban por Natlan y los Augures Vientonocturno no existían, el profundo valle estaba habitado solo por humildes aldeanos bajo la protección de los dragones. Antiguas señales de fuego quemaron el orgullo de los dragones, forzándolos a huir con temor hacia sueños marchitos, así que hicieron un pacto con los mortales, instruyéndoles para que protegieran su sueño. Cuando el Rey Pitón exigió la destrucción de todos los descendientes de dragones, declaró traidores enemigos a los habitantes del pueblo donde se les adoraba. Un poderoso ejército arrasó la fortaleza de las brumas, y el héroe Maghan, quien una vez luchó junto al Sepultado con el fuego sagrado y no había perdido su antiguo valor, lideró el ataque. Antes de que los dragones pudieran despertar de su sueño, ya había asesinado a los traidores que habían pactado con ellos, poniendo así fin al conflicto. Recibido en audiencia real, el envejecido héroe no pidió favores, sino permiso para retirarse, pues ya no podía servir a la Alianza. Así surgió la tribu de los\nsometida a la Gran Alianza."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/3715339a585397cdd2eaa1d6eea213a3_6598205487064156572.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La primer presidente de la Tribu Plumaflora, Lianca, fue la única que se negó a servir al Señor de la Ciudad de las Cenizas. Criada entre dragones, lideró a huérfanos sin hogar, guerreros errantes que no querían someterse a las reglas tribales y dragones desterrados. La princesa sin corona los aceptó a todos, humanos o dragones, hubieran sido enemigos o aliados. Este fue el momento fundacional de la tribu que sería conocida como la \"Tribu Plumaflora\" durante los siguientes mil años. Durante el reinado de Och-Kan, la heredera de la matriarca propuso al tirano que se eliminara a la primer presidente. Ella se mantuvo erguida incluso cuando fue llevada al límite. La primera flecha se la regaló al heredero del traidor, y las demás fueron entregadas a quienes servían al usurpador. Aunque sus huesos se habían astillado, usó su última flecha para clavar su maltrecho cuerpo al arco de jade. Ni siquiera la muerte lograría hacer que la orgullosa hija de los dragones se arrodillara al final de su camino.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Anillo del Yaxché",
        "desc": "Una reliquia de jade que crearon los héroes gemelos de la antigüedad. Cuenta la leyenda que con ella se derribó del cielo al dragón gigante que había ocupado el volcán.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6547,
        "name": "Flauta de Ezpitzal",
        "desc": "Una espada larga de jade de forma peculiar que ha sido transmitida entre los Augures Vientonocturno como una “flauta sacerdotal”.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Rompecadenas",
        "desc": "Un arco adornado con jade cuya cuerda parece estar siempre envuelta por un suave viento. Según una leyenda, fue forjado por un herrero dragón de una época muy antigua.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8a6b418598f555deba7da922385254a2_8112788546506820868.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6662,
        "name": "Esplendor del Sagrado Señor delirante",
        "desc": "Material de ascensión de arma.<br>Era la época en la que el primer humano en ascender vivía sobre el trono y caminaba hacia el Fuego Sagrado, mientras el mundo terrenal esperaba a un sucesor al salón del rey.<br>También era la época en la que el estratega actuaba como soberano en funciones.<br>Sin embargo, desgraciadamente, aquel que se hacía llamar “Sagrado Señor”, el usurpador que pensaba que el dios al que amaba y por el cual estaba dispuesto a derramar sus lágrimas doradas debía ser el único para el resto de la eternidad, puso su egoísmo por encima de los mandamientos del dios al que veneraba y fundó una ciudad en la que el cielo y la tierra estaban separados.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6658,
        "name": "Determinación del corazón sacrificial ardiente",
        "desc": "Material de ascensión de arma.<br>Cuando el sabio que robó el fuego entregó a los habitantes de las tribus la técnica secreta del control de las llamas, deseaba que dichos habitantes pudieran dirigirse hacia el camino de la civilización y desprenderse de las viejas costumbres.<br>Sin embargo, esto último siempre resulta muy complicado, así que los niños que tenían un poder iniciaron una guerra entre los miembros de su misma tribu solo para hacer acopio de más objetos que ofrecer. Tal vez esa fue la razón por la que el sabio se sintió tan desalentado y acabó desapareciendo de la historia.<br>Cabe mencionar que el ritual por el que la vida se sacrificaba como ofrenda quedó terminantemente prohibido coincidiendo con la época del gobierno del Sagrado Señor de la Ciudad Prohibida. Para mantenerse en el poder, este renunció a incontables costumbres populares, lo cual se puede considerar como el comienzo de la civilización.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/df3fc459d775fc9e9039538ca269a904_3837489163069725666.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ciudad de las Cenizas",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/6311178c86742d8f0f7bfdd3b2b972a8_3312943021699176080.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando los antiguos dragones aún gobernaban Natlan, se construyeron enormes estructuras llamadas \"huecos\" en el sitio donde más tarde se fundaría Ochkanatlan. Estas estructuras proveían de energía a toda la ciudad. Las águilas exploradoras descubrieron que los \"huecos\" bajo la ciudad estaban inundados, pero en sus profundidades debía encontrarse el Corazón de Chu'ulel. El Sagrado Señor ordenó enviar a una persona de cada diez hogares de todas las tribus para construir estructuras de irrigación, con el fin de bombear el agua fuera de los \"huecos\". Todas las tribus respondieron con entusiasmo, enviando a sus representantes para comenzar la obra. Durante la exploración de las ruinas, Uenuku cometió una imprudencia y estuvo a punto de ser incinerado por el fuego de dragón, pero fue salvado por un Oceánida, cuyo sueño era purificar los manantiales del flogisto y llenarlos con agua cristalina. Después de esto, Uenuku abandonó la Gran Alianza, y las Oceánidas desaparecieron, complicando el proceso de extracción del agua. Cuanto más profundo cavaban los obreros, más fuerte se volvía un hedor indescriptible y nauseabundo, y comenzaron a circular supersticiones entre ellos. Un artesano perdió repentinamente la razón y empezó a balbucear que había visto una silueta bajo el agua, horriblemente grotesca, que le ordenaba arrodillarse ante el \"Amo\". Aunque los supervisores se lo llevaron, la inquietud ya se había esparcido. Detrás de los muros antiguos se oían sonidos tenues, furtivos y apagados, como si algo se deslizara entre las paredes. Los trabajadores murmuraban temblando de un terror incoherente, convencidos de que una maldición profana e inimaginable se ocultaba bajo las aguas... y que la habían despertado de su sueño de incontables eones. Los supervisores justificaron todo como alucinaciones auditivas por falta de descanso y solicitaron raciones extra de grano para los obreros. Sin embargo, el miedo que ya se había propagado entre ellos era imparable."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/272374c1e33104bb8b7eb592a812fa37_8813226907564543863.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En las profundidades de las ruinas se encontró una estatua de una era antigua, cuya parte inferior nunca fue terminada. Allí, el Sagrado Señor se encontró con la Soberana Dragón, Ix Uxul Tz’ib Bolon Ch'ule-L, gobernante de Chichén Uctokah. Ella lo llamó el rey predestinado y habló de la gloria de los dragones. La Soberana Dragón le relató todo sobre el antiguo imperio de los dragones: las escaleras que subían hasta el firmamento, las grandes armas y cañones, sus investigaciones y deseos. Al conocer el pasado de sus ancestros, el Rey Pitón comprendió que no debía permitirse bajo ninguna circunstancia que los dragones recuperaran su antigua gloria, pues la humanidad sería incapaz de resistirlos. No había forma de negociar con los dragones ni con sus descendientes: todas las bestias debían ser contenidas. Och-Kan quiso aprovechar el conocimiento de la Soberana Dragón y su energía, que servía para controlar los Mecanismos Fuentenigma, así que la engañó para que encerrara su memoria en una estatua antigua.\nIncluso prisionera, se negó a obedecer al Sagrado Señor y a activar los mecanismos antiguos que solo los dragones podían controlar. Para proteger a la humanidad, Och-Kan decidió crear un Corazón de Chu'ulel que solo respondiera a los humanos. Con el tiempo, se dio cuenta de que si solo la sangre de las bestias podía controlar los mecanismos, no tenía otra opción que esclavizar la parte \"dracónica\" de sí mismo para controlar el Corazón. Aunque sus partes \"humanas\" murieran, sus componentes \"dracónicos\" quedarían atrapados en un cuerpo esclavo y se someterían por siempre a la voluntad y los ideales de los humanos. El Sagrado Señor no confiaba en ningún poder que fuese superior a la humanidad, pues todos los que poseían poder habían cometido horrores. Él mismo no era la excepción."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/72e7891dbd4087cbb4d0bfd219d3638d_4969637051061347941.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Los intentos de guiar a la humanidad por el camino correcto llevaron a que Ochkanatlan quedara infectada por el Abismo. Creyendo que solo dominando los poderes del Abismo se liberaría a la humanidad de las restricciones externas, el Rey Pitón abrió la puerta a fuerzas malignas para cargar el Corazón de Chu'ulel. Al principio, la corrosión abisal era controlable, y Och-Kan esperaba que la gente se adaptara gradualmente. Pero de pronto, durante unas reparaciones de las vías de agua, un pozo profundo quedó completamente sumergido por una calamidad oscura, y todos los residentes cercanos se transformaron en monstruos. El pueblo creyó que el tabú de no adorar a la Señora de la Noche ni ofrecer sacrificios había provocado su ira y sus maldiciones, y por ello esa enfermedad mortal descendió sobre ellos. Por decreto del Sagrado Señor, las tres zonas del sector suroeste de Ochkanatlan fueron selladas. Los Guerrero Cuauhtli intentaron en vano incinerar a los infectados, cuya carne ya se había descompuesto desde hacía tiempo. El Rey Pitón ordenó sellar la ciudad de forma permanente, para evitar que el Abismo atravesara los muros. No importaba lo que sucediera afuera, la chispa de la \"esperanza\" humana debía permanecer encendida en el interior. La carne y la sangre podían pudrirse, el hueso y la médula podían corromperse, incluso el alma podía caer en una prisión sin retorno… pero la \"esperanza\" nunca debía ser abandonada. Era el único tesoro que les había dejado Xbalanqué. Para salvar a su pueblo, selló su conciencia en el Corazón de Chu'ulel y luchó junto a ellos dentro de Ochkanatlan.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7407,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>Un investigador de la Asociación de Arqueología Sáurica, responsable de investigaciones académicas sobre ciertas costumbres tribales. <span class=\"wk-shady\">El verdadero Manqu fue un artesano que vivió hace mil años y murió durante el derrocamiento del tirano Och-Kan. Ahora, Manqu es una proyección de flogisto de Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/19/205556113/65f375482af8076ead5090c165f1669e_2909064294372032280.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6549,
        "name": "Estela Iridiscente",
        "desc": "Una afilada lanza forjada con jade. Desprende una tenue luz iridiscente al exponerse al sol.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9d5294dc8b165585f51ec126543a5208_1314604610170565721.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7271,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caída de la Ciudad de las Cenizas",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Por el bien de crear un mundo ideal para las personas, y por el bien del único dios al que amó, el Sagrado Señor se apartó de la Alianza y fue odiado por el pueblo. En aquel tiempo lejano, el anciano de la Tribu Plumaflora, que solo obedecía al Rey Pitón en apariencia, desterró a un joven de ojos escarlata de la tribu para que, al desear proteger a los Saurios, pudiera escapar de las garras del usurpador. La primera en unirse a él fue la hija de las minas, Sakkuk, de los Vástagos del Eco, seguida por los héroes gemelos Atawallpa y Waskar: el mayor, cuyas palabras eran más afiladas que cualquier hoja, y el menor, cuya espalda cargaba con los latigazos del tirano. Al oír cómo el joven de ojos escarlata había salvado a los Saurios, el oficial de artillería de la Gran Alianza, Yupanqui —que no se atrevía a rebelarse contra su viejo amigo— decidió aportar su fuerza. Para entrar en la Ciudad Prohibida, necesitaban a un hombre que conociera todos los caminos, rutas y pasajes secretos de la ciudad y pudiera operar cualquier mecanismo. Entonces, el silencioso Yupanqui pronunció el nombre del maestro.\nCuando Och-Kan atrapó a la Soberana Dragón en la estatua y los obreros empezaron a morir por la contaminación, el Rey Pitón ordenó sellar las entradas a los \"huecos\" con muros de piedra y purificarlos con fuego. Entre los obreros atrapados cerca del sitio de la estatua estaba Manqu, y cuando yacía bajo la grotesca estatua de dragón, condenado a morir entre llamas devoradoras, de pronto vio a una joven de rostro más hermoso que el cristal más puro, y ojos más bellos que la turquesa más brillante. A pesar de su belleza, su rostro era nauseabundamente repulsivo. Su sonrisa estaba impregnada de una crueldad arrogante y maliciosa. El artesano abrió la boca para suplicarle que lo salvara, pero sus labios se habían quemado hasta quedar irreconocibles, y no pudo pronunciar palabra. La mujer sostuvo su rostro con la mano, y de sus ojos turquesa cayeron lágrimas doradas que entraron en los ojos de Manqu. Entonces, él vio una creación colosal, mucho más grande que las montañas rodantes, flotando en el cielo como una nube volcánica; incontables aves metálicas succionando sangre oscura y sombras impulsadas por llamas fluentes, elevándose desde horizontes lejanos hasta la luna en lo alto del cielo. Ella susurró junto a su oído que los humanos solo podían arrastrarse bajo los cielos, temblorosos, buscando tumbas sin gloria, mientras los antiguos dragones luchaban contra un enemigo inveterado tan formidable como un mundo entero. A través de los ojos turquesa de la mujer, el artesano no vio más que una oscuridad infinita e insondable, un vacío que ningún lenguaje podría describir. Entonces, Manqu gritó con todas sus fuerzas y, tambaleándose, se arrastró hacia un camino secreto, pero su grito se ahogó en la risa de la mujer. Cuando el artesano despertó, estaba completamente solo. No sabía si la mujer existía o si fue un delirio, si las lágrimas eran reales o simplemente gotas que caían de la estatua gigante del dragón tras ella... pero estaba vivo.\nMientras Manqu pasaba el tiempo en tabernas sucias, conoció a Sakkuk, que estaba buscando al artesano que había creado una pluma de turquesa magistral para su padre. Las cicatrices de las llamas que lo habían consumido cubrían la mitad de su rostro, carne derretida como una pasta de sangre, oculta bajo un sombrero, pero Sakkuk no sintió miedo y le entregó la pluma. Cuando él supo que el hombre a quien había dado la pluma era el padre de la joven, accedió a servirla a ella y a su maestro. Cuando la rebelión fue coronada con éxito, se decía que detrás del plan estaba un hábil artesano cuyo nombre jamás fue registrado. Manqu planeó desconectar la ciudad de su fuente de energía y apagar el Corazón de Chu'ulel para que Yupanqui, aprovechando la confusión, pudiera llevar al joven de ojos escarlata hasta la sala del trono del Señor Sagrado.\nGuiado por numerosas pruebas, el joven de ojos escarlata logró derrotar al tirano de la ciudad prohibida. Para emular a Xbalanqué, el primer humano en ascender, sacrificó su corazón con un puñal dorado y luego regresó del reino donde el agua fluye como rayos de luz, convirtiéndose en el segundo Arconte Pyro de Natlan. Para que el pueblo supiera que cualquier humano puede convertirse en el dios que los guía, pidió a Sakkuk —que estaba enamorada de él— que borrara su nombre de la historia. Cumplida su misión, regresó al Fuego Sagrado, dejando tras de sí solo un resplandor cálido. El artesano, Manqu, no pudo escapar de la ciudad en llamas, pues la Tribu Plumaflora había sellado las salidas secretas, y el héroe gemelo Atawallpa murió a manos del enemigo. El guerrero silencioso Yupanqui pereció por el Fuego Reminiscente. Hasta hoy, los Retoños Arbóreos cuentan una leyenda sobre un héroe con el antiguo nombre de Malipo. Según esta, Och-Kan usaba el Fuego Reminiscente para gobernar Natlan y oprimir a quienes se oponían. El Fuego Reminiscente es distinto al fuego común: si uno se prende con él, sentirá un dolor de quemadura horrendo desde la espalda, pero no morirá de inmediato. Y, hagas lo que hagas, jamás debes darte la vuelta para mirar. Yupanqui robó el Fuego Reminiscente y lo lanzó contra el ejército de Och-Kan. Todos los soldados quedaron reducidos a cenizas. Justo cuando Yupanqui estaba por salir de la ciudad, creyó oír que Och-Kan lo llamaba desde atrás. Dudó un segundo, se dio la vuelta… pero no había nadie. Solo vio una ciudad calcinada, un ejército en ruinas y llamas gigantes que alcanzaban el cielo. Un instante después, las llamas que vio brotaron desde sus propios ojos y lo consumieron. Ese fuego ardió con más intensidad que ningún otro. Ardió durante cien días, hasta perforar las líneas ley, cayendo finalmente en el Reino de la Noche, oscuro y mortal, donde todavía arde hasta el día de hoy. El Fuego Reminiscente ilumina el camino hacia la siguiente vida. Pero para renacer, los muertos deben aceptar las llamas y ser purificados por el fuego primero.\nCuando Sakkuk regresó a su tribu, pidió que le reconstruyeran la pluma ornamental cuyo color se había apagado tiempo atrás. Prometió al artesano que, cuando llegara el momento, le entregaría una corona de turquesas como muestra de agradecimiento. Solo después de haber visto el cadáver encorvado y agonizante bajo el filo del cuchillo de carnicero de un oscuro monstruo, que comprendió que la corona esperaría sola a su maestro. Durante muchos años, recolectó joyas lujosas e incluso falsificaciones firmadas con el nombre de Manqu, obsequiando gemas preciosas a quienes las presentaran. La señora de las minas no quería que las burdas imitaciones mancharan el buen nombre del artesano que creó los originales, y los farsantes siempre eran castigados. Al final de su vida, Sakkuk reunió todas las obras con el nombre de Manqu y se adentró en la profundidad de la noche para no regresar jamás. Según cuenta la leyenda, al día siguiente, la gente de la tribu se reunió alrededor del árbol sobre el que colocó la corona de turquesas.\nJuraron que cumplirían su última voluntad, por lo que borraron de los anales de la historia el nombre del hábil artesano que ella había llevado consigo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6985,
        "desc": "",
        "displayStyle": "card",
        "menuId": 38
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>Un investigador de la Asociación de Arqueología Sáurica, responsable de investigaciones académicas sobre ciertas costumbres tribales. <span class=\"wk-shady\">El verdadero Manqu fue un artesano que vivió hace mil años y murió durante el derrocamiento del tirano Och-Kan. Ahora, Manqu es una proyección de flogisto de Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/19/205556113/65f375482af8076ead5090c165f1669e_2909064294372032280.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Pluma Carmesí Buitreastral",
        "desc": "Un antiguo arco largo adornado con plumas de color carmesí que ha pasado de generación en generación en la Tribu Plumaflora.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Ensoñación Inacabada",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/356c6b0e1be129282f759d8844872c7d_2911260570448763671.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6659,
        "name": "Honor del corazón sacrificial ardiente",
        "desc": "Material de ascensión de arma.<br>“Si quieres tenerlo todo en este mundo, primero debes ofrecerle al mundo todo lo que tienes”.<br>Cuando el Sagrado Señor de la Ciudad Prohibida prohibió que la gente rezara al Reino de la Noche, el lazo espiritual que se había creado en el pasado ya había sido destruido.<br>Por su parte, el joven de ojos escarlata fue guiado para superar diversas pruebas, la última de las cuales consistía en hacer lo mismo que hizo el primer humano en ascender: arrancarse su propio corazón con una daga dorada y darlo como ofrenda.<br>Como el autosacrificio era considerado un honor de ganadores, no tuvo la más mínima vacilación y se abrió el pecho en canal con aquel radiante filo. Cuando reapareció, había regresado del reino de las aguas radiantes y estaba a punto de volver obrar una nueva hazaña.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ed159b7777c20a3279fc1256f76921d1_1821996597807435068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Jade del Retorno",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuando Xbalanque derrotó al\ndividió el ojo del dragón en dos. Según la leyenda, el antiguo Señor Dragón, que alguna vez dominó toda la luz y la sabiduría, transformó uno de sus ojos en un conducto de suprema autoridad mediante el cual podrían gobernarse todas las llamas. Xbalanqué tomó una\ny Waxaklahun Ubah Kan tomó la otra. Según el acuerdo, Xbalanqué y el Sabio Robafuegos debían combinar los Discos Dorados de la Diplomacia y activar el poder de Huitzilopochtli. Waxaklahun Ubah Kan sabía que los humanos quizás no sobrevivirían a este desastre, pero esperaba que una nueva civilización surgiría después, superior tanto a los dragones como a los humanos. Xbalanqué rompió su juramento con el dragón, y Och-Kan, en un intento de impedir que los planes de su padre se concretaran, decidió ocultar el Disco Dorado de la Diplomacia. Utilizó el cable creado por los antiguos dragones que conducía al cielo para modificarlo y crear el\nPara evitar que el Sabio Robafuegos obtuviera el Disco Dorado de la Diplomacia, Och-Kan la escondió en la Tonatiuh y colocó un sello que solo podría ser retirado con la sangre de un descendiente del Maestro de las Llamas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/e7d13bd7223a42bd4d438059d01d18c5_4781014263270109582.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Hace 500 años, ocurrió un cataclismo en Khaenri'ah, como resultado del cual Natlan enfrentó al Abismo: una ola negra que engulló todo el mundo. Estos monstruos no podían ser comprendidos, y era imposible negociar con ellos. En los lugares en los que los niños solían reír y jugar solo quedaron unas frías cenizas y unos cuerpos inertes quemados por el fuego salvaje. Las aguas termales en las que los trabajadores de las tribus solían aliviar el cansancio se llenaron de sangre y lodo. Según la leyenda, el antiguo Rey Pitón de Ochkanatlan una vez construyó una nave celestial y forjó el\nun tesoro secreto capaz de repeler el Abismo y desterrarlo del mundo para siempre. Era como una rueda dorada capaz de revertir el flujo del tiempo, quemando el presente agonizante y trayendo de vuelta el hermoso pasado. Este tesoro solo podía obtenerse en las profundidades de Ochkanatlan, inundadas de inmundicia. Personas que habían renunciado a luchar contra el Abismo decidieron probar su suerte y buscar el Jade, incluso si era una trampa. Cuando Natlan fue invadida por la corrupción, apareció un dragón maligno en la Ciudad de las Cenizas. Todos los aventureros que fueron con la esperanza de destruir al Abismo fueron derrotados por el dragón, y casi ninguno regresó.\nEntre estos aventureros había un grupo que partió hacia la ciudad en las nubes diez años después del Cataclismo. El líder del grupo era el guerrero más poderoso de la Tribu Plumaflora, Taika. Antes del Cataclismo, siempre ganaba los duelos y se aburría, creyendo que así pasaría toda su vida. Solo al presenciar una guerra real sintió por primera vez el peso del destino. Así, se despidió de su esposa y su hijo por nacer, y partió para alejar a los espíritus malignos. En la ciudad, descubrió los planos de Ochkanatlan, gracias a los cuales el grupo pudo encontrar el Altar del Fuego Primigenio y alcanzar la nave voladora. Pero la batalla en la Tonatiuh fue su última, y antes de morir, recordó las palabras que dijo a su amada esposa al despedirse:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Si es niña, llamémosla Bona. Seguro que también se convertirá en una gran guerrera.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "El segundo miembro del grupo era un domador de bestias de los Retoños Arbóreos, Legba. Cuando regresó a su tribu durante el Cataclismo, solo vio sueños desgarrados por garras monstruosas. Tras reasentar a los pocos sobrevivientes, emprendió un viaje sin retorno. Esta vez, sus enemigos eran demonios sin corazón que llegaron con la marea oscura. Otro miembro era el presidente de la Asociación de Arqueología Sáurica de la Comunidad de la Feracidad, Copan, quien cargaba día tras día con gruesos rollos tejidos o manipulaba mecanismos misteriosos de origen desconocido. Cuando las pesadillas devoraron los hogares, todos los pergaminos tejidos que había recolectado con tanto esfuerzo fueron destruidos por el fuego de la guerra. Para que sus camaradas no murieran en vano, dejó de lado su investigación y marchó a la Ciudad de las Cenizas. Los Autómatas Fuentenigma excavados de esas ruinas fueron reconstruidos y modificados para ayudar a los guerreros, como si una mano sabia los guiara desde las sombras."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/e0c6bac8ce97bb394d618edbb417ed0c_6046959398195644051.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El cuarto miembro era el patrullamontañas del Pueblo de los Manantiales, quien debía reclamar su hogar. El quinto era el guerrero Quenin de la Tribu Plumaflora. Cada noche al intentar dormir, escuchaba voces de monstruos inhumanos en la Ciudad de las Cenizas, capaces de disfrazarse de distintas formas. Se ocultaban en ruinas antiguas, y no podía dormir. Cuando la marea negra alcanzó al grupo, Quenin se quedó para evacuar a los sobrevivientes, permitiendo que el equipo de rescate de la Tribu Plumaflora los llevara a un lugar seguro. A veces, despertaba y veía que un camino intacto el día anterior ahora estaba destruido; otras veces, veía amigos que ya habían muerto. Quenin cayó en batalla, y su forma fue tomada por uno de los monstruos. Sin saber que se había convertido en uno de ellos, siguió protegiendo a los aventureros. Solo cuando el/la Viajero/a reveló el secreto del guerrero caído, entendió que ya no era humano. También se unieron miembros de los Vástagos del Eco.\nLa última en unirse fue la joven chamán Liriwu de los Augures Vientonocturno. Al entrar al grupo, esta aprendiz de aprendiz de aprendiz del Gran Maestro Sanhaj tenía gran fe en sus poderes, pero no imaginaba que la Ciudad de las Cenizas estaría plagada de demonios. En Ochkanatlan, la voz de la Wayob no se oía, las técnicas secretas no funcionaban, y la mística no podía curar heridas. Una noche intentó huir. Sus compañeros, sabiendo que Liriwu no podría continuar, la dejaron en una torre segura. Cuando la chamán llegó al campamento, solo encontró los restos destrozados de la comida del dragón. Como mística, no solo fracasó en salvar a sus aliados, sino que tampoco pudo devolver sus almas. Al menos debía llevar noticias de su final a sus familias. Al regresar, dejó el último fragmento restante de pirofosforita del mundo —necesario para hallar el Jade del Retorno— con la hija recién nacida de Taika."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/225ea0a3d967b5a7545dc1225d772d7a_2797358375977435796.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando Bona creció, decidió continuar el trabajo de su padre y buscar el Jade del Retorno. Huyendo del dragón maligno, descubrió el Corazón de Chu'ulel, que alguna vez fue el corazón de toda la ciudad. Con la pirofosforita, Bona despertó al espíritu del dragón dormido en el corazón del mecanismo y lo nombró Cocouik. Usando las marcas de Liriwu, llegaron al Altar del Fuego Primigenio, desde donde se podía ascender a la Tonatiuh. En la nave, comprendió la verdadera naturaleza del Jade del Retorno: no había tesoro que destruyera al Abismo. El Jade era solo una leyenda inventada por el Sabio Robafuegos para atraer aventureros. El\nera un mecanismo capaz de salvar a Natlan, pero a costa de destruir a su gente. Al comprender el plan de Waxaklahun Ubah Kan, Bona juró proteger el Disco Dorado de la Diplomacia y evitar que el plan del Sabio se cumpliera. Lo detuvo, pero a costa de su vida, y ni siquiera Cocouik pudo salvarla.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7409,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6997,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>El más sabio entre los dragones, que robó la llama de los de su especie y enseñó a la gente cómo usarlo. Él quería crear un soberano del mundo de los dragones y de los humanos. Su verdadero nombre era Kukulcán.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/2350d7d56176911d0cbbb353d025da59_5914644917984209885.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Una aventurera que fue a Ochkanatlan para hallar el Jade del Retorno capaz de eliminar la ponzoña. <span class=\"wk-shady\">Ella vivió hace casi 500 años.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/ff6914904dd7e24901810f17a607b7f9_4849283152511029491.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Pergamino del Héroe de la Ciudad de las Cenizas",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "Registro de aventuras anónimo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Las notas escritas por una aventurera de una época desconocida. En ellas se relata la aventura de esa persona en Ochkanatlan.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Perdidos en el reino de las cenizas",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "El Tirano de la Ciudad de las Cenizas era el último heredero de los antiguos dragones, con la sangre del Dragón Pyro en sus venas, por lo que la Bendición del Maestro de las Llamas no le causaba daño. Los dragones y saurios que portan esta marca poseen un poder increíble, pero los saurios modernos ya no pueden soportarlo. Las Wayob y el Reino de la Noche también rechazan este poder y se niegan a aceptar a tales saurios. Durante su crecimiento, a veces serán destruidos por este poder o enloquecerán debido a él. Cuenta la leyenda que los guerreros tribales portaban un amuleto compuesto por dos piezas (el Disco Dorado de la Diplomacia), y en el Volcán Tollan, lavaban el nombre de su compañero como lo recordaba el Dragón Caído. Entonces, su saurio recuperaba la aceptación del Reino de la Noche. Un pequeño Tepetlisaurio que se convirtió en compañero del/de la Viajero/a nació con la Bendición del Maestro de las Llamas. Para viajar al volcán, el/la Viajero/a y Paimon recibieron el primer Disco Dorado de la Diplomacia en las ruinas donde el Sabio Robafuegos selló un pacto con el futuro primer Arconte Pyro, Xbalanqué, para liberar el poder de Huitzilopochtli. Los Discos Dorados de la Diplomacia eran los dones necesarios para el Peregrinaje al volcán. Tras recibir el primero, el/la Viajero/a y Paimon descubrieron que el segundo podría encontrarse en la Ciudad de las Cenizas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/310ca7d8de06ef58cfb4b777a02b17a7_2221925650146633823.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En su camino hacia Ochkanatlan, el/la Viajero/a, Paimon y el Tepetlisaurio fueron atacados por un dragón maligno y luego por monstruos, pero fueron salvados por un misterioso resplandor dorado que cerró la puerta de la torre. Dentro de esta torre, encontraron las notas de la aventurera Bona, dejadas durante su viaje a la ciudad prohibida. Poco después, conocieron a la propia Bona, que permanecía en la ciudad como un espíritu, y a Cocouik, quien los salvó de los monstruos. Ni Bona ni el/la Viajero/a sabían que ella en realidad había muerto, así que decidieron aliarse e ir en busca del Jade del Retorno."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/cf3b2610ccc551e03a7b593928a5b591_3313243384448317994.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando el/la Viajero/a, Paimon, el Tepetlisaurio, Bona y Cocouik llegaron a la Tonatiuh y colocaron la pirofosforita en el Altar del Fuego Primigenio, recibieron el Disco Dorado de la Diplomacia. Pero en ese momento, el dragón maligno la arrebató y escapó volando. Tras una persecución, descubrieron que el dragón maligno era en realidad el cuerpo del Rey Pitón, Och-Kan, corrompido por el Abismo.\nfinalmente pudo reunirse con su cuerpo y compartir sus recuerdos con el/la Viajero/a. Así, supieron que los dos Discos Dorados de la Diplomacia no eran necesarias para eliminar la Bendición del Maestro de las Llamas, sino para liberar el poder de Huitzilopochtli, con el cual Waxaklahun Ubah Kan pretendía restaurar la grandeza de la raza de los antiguos dragones. Aunque los pecados de Och-Kan no podían ser limpiados, ni la corrupción del Abismo purificada, gracias al/a la Viajero/a la pesadilla del Rey Pitón finalmente terminó, y su alma pudo descansar en paz para siempre. Finalmente, la aventura de Bona también llegó a su fin, a quien el/la Viajero/a y Paimon prometieron contarle al mundo la historia de \"Tonatiuh\" y su destino. Después de que las almas de Bona y Och-Kan regresaran al Reino de la Noche, ambos ayudaron al/a la Viajero/a a enfrentar al Abismo por el bien de Natlan.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Una aventurera que fue a Ochkanatlan para hallar el Jade del Retorno capaz de eliminar la ponzoña. <span class=\"wk-shady\">Ella vivió hace casi 500 años.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/ff6914904dd7e24901810f17a607b7f9_4849283152511029491.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7234,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Recursos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Especialidades locales"
      },
      {
        "type": "CustomEntry",
        "epId": 6672,
        "name": "Pata de saurio",
        "desc": "Una planta suculenta con forma de pata de animal gigante.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8613846a348c997a6ee119d7b7aca936_475457273216741514.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6670,
        "name": "Crisantemo resplandeciente",
        "desc": "Una flor que parece una pluma flotante. Sus pétalos se zarandean apaciblemente en el aire.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ea53e316068a301cafa20df91347a484_2697579050493460776.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7162,
        "name": "Cornihongo luminoso",
        "desc": "Un hongo que brilla ligeramente en la oscuridad. Su nombre se debe a que tiene una forma parecida a los cuernos de un Iktomisaurio.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/77a9638bc0cb33a3de62209934f0d3db_1155012823071897200.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7163,
        "name": "Purpuflor chamuscada",
        "desc": "Una flor cuyas hojas y pétalos parecen estar quemados, y que se puede ver en lugares donde hay mucha ceniza.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/8e8b48c2f8b649faa03655081c5ca332_7042901679055518409.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Recetas"
      },
      {
        "type": "CustomEntry",
        "epId": 7185,
        "name": "Receta: Montaña, mar y cielo",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/13/89013731/eec765feddf72be9be48cc8aa7772ca6_1871357194569207785.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Seres vivos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Enemigos y monstruos"
      },
      {
        "type": "CustomEntry",
        "epId": 7081,
        "name": "Licopodio Abismático",
        "desc": "Monstruos del Abismo con forma de planta que descienden de las profundidades de un mundo retorcido y oscuro.<br>Se dice que en los lugares corroídos por las olas oscuras crecen monstruos que se asemejan a plantas, pero cualquier parecido con estas es meramente superficial, pues la razón por la que adoptan este aspecto es para acercarse al mundo arbóreo, extraer de él los conceptos necesarios, analizarlos e imitarlos.<br>Algunos lunáticos afirman que aquellas cosas que se extienden como hojas en realidad son indicios de lo que podrían ser puertas que conducen a otros mundos.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/2bdd8939119a34c70b5dd45a4daf426c_7371904873920349725.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fauna"
      },
      {
        "type": "CustomEntry",
        "epId": 6605,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7124,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 6613,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 6614,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Peces"
      },
      {
        "type": "CustomEntry",
        "epId": 7123,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7122,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7118,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7117,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7119,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7120,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7121,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "PNJs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "PNJs relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>El más sabio entre los dragones, que robó la llama de los de su especie y enseñó a la gente cómo usarlo. Él quería crear un soberano del mundo de los dragones y de los humanos. Su verdadero nombre era Kukulcán.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/2350d7d56176911d0cbbb353d025da59_5914644917984209885.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Una aventurera que fue a Ochkanatlan para hallar el Jade del Retorno capaz de eliminar la ponzoña. <span class=\"wk-shady\">Ella vivió hace casi 500 años.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/ff6914904dd7e24901810f17a607b7f9_4849283152511029491.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Biblioteca",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libros"
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "Registro de aventuras anónimo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Las notas escritas por una aventurera de una época desconocida. En ellas se relata la aventura de esa persona en Ochkanatlan.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guías de Aventura",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutoriales"
      },
      {
        "type": "CustomEntry",
        "epId": 7234,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7235,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7236,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7237,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7238,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7239,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7240,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7241,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7242,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7243,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7244,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7259,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7260,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7261,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7263,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mapa",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ubicación en el mapa"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=en-us#/map/2?shown_types=&center=2616.11,-10740.00&zoom=-1.00"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Ochkanatlan"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Ubicación permanente"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Versión de lanzamiento",
        "value": [
          {
            "type": "RichText",
            "text": "5.2"
          }
        ]
      }
    ]
  }
}