{
  "epId": 7296,
  "name": "Och-Kan",
  "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1746882841,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Los guerreros que surcan los cielos, persiguiendo sus grandes sueños entre la bruma matinal y el vasto océano de nubes, jamás se detienen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/92ba82bac0de649596f7af552428b24d_6681031167788957842.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una ciudad construida sobre las antiguas ruinas de un dragón. Och-Kan intentó crear el Corazón de Chu'ulel, que pertenecería solo a los humanos, impidiendo que los dragones recuperaran su gloria total. Selló su mente dentro del Corazón de Chu'ulel, pero su cuerpo y su alma se volvieron en su contra.\nUna nave surcadora del cielo construida por el Rey Pitón, donde escondió el",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\nGran Alianza\nUna organización destinada a gobernar todas las tribus de Natlan que existió hace miles de años. Och-Kan fue el gobernante de la Alianza.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El padre de Och-Kan, quien lo asentó entre el pueblo. El Sabio Robafuegos deseaba que su hijo matara al Dragón Pyro,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", y se convirtiera en el nuevo Soberano Pyro, pero Och-Kan se opuso a sus deseos.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Según una leyenda, Xbalanque salvó a Och-Kan del cautiverio de los dragones y se convirtió en su amigo. Xbalanqué fue el único dios al que Och-Kan amó.\nYupanqui\nEl viejo amigo de Och-Kan que se opuso a su tiranía. Según una leyenda, Yupanqui, quien fue oficial de artillería de la Gran Alianza, robó el Fuego Reminiscente que el tirano usaba para gobernar Natlan. Todos los soldados fueron reducidos a cenizas, pero cuando Yupanqui estaba listo para abandonar la ciudad, se volvió a mirar atrás y fue consumido por el Fuego Reminiscente.\nEl joven de ojos escarlata\nUn miembro de",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "desc": "",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "que derrotó al gobernante de la Ciudad de las Cenizas.\nCocouik\nUna parte de la mente de Och-Kan que fue sellada en el Corazón de Chu'ulel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una aventurera que viajó a Ochkanatlán hace aproximadamente 470 años en busca del Jade del Retorno, el cual, según las leyendas, podía alejar al Abismo. Cuando descubrió la verdadera naturaleza del Jade del Retorno, se unió a Cocouik para oponerse al Sabio Robafuegos y proteger el Disco Dorado de la Diplomacia.\nIx Uxul Tz'ib Bolon Ch'ule-L\nOch-Kan aprendió sobre la gloria de los dragones y sobre el Corazón de Chu'ulel de boca de la Soberana Dragón, y la atrapó en una estatua.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Ensoñación Inacabada",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/356c6b0e1be129282f759d8844872c7d_2911260570448763671.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Pergamino del Héroe de la Ciudad de las Cenizas",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Pluma Carmesí Buitreastral",
        "desc": "Un antiguo arco largo adornado con plumas de color carmesí que ha pasado de generación en generación en la Tribu Plumaflora.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6548,
        "name": "Terragitador",
        "desc": "La espada pesada que le gustaba utilizar al héroe conocido como “Robafuegos”. Dicen que ni siquiera las llamas del rey de la Ciudad de las Cenizas pudieron quemarla.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/dc6bf4c87afe67014579743618e97371_6360663376854922140.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Anillo del Yaxché",
        "desc": "Una reliquia de jade que crearon los héroes gemelos de la antigüedad. Cuenta la leyenda que con ella se derribó del cielo al dragón gigante que había ocupado el volcán.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6660,
        "name": "Decadencia del Sagrado Señor delirante",
        "desc": "Material de ascensión de arma.<br>Dicen que cuando el estratega al que más tarde llamaron “Sagrado Señor de la Ciudad Prohibida” fue apresado debido a una polémica, el primer humano en ascender, que en esa época aún no tenía cuerpo divino, le mostró su misericordia.<br>Así, el grupo de gente al que pertenecía empezó a aceptarlo desde que salió de la sombra de las gigantes alas de una raza antaño grandiosa.<br>Desde entonces, ocultó su rostro, el cual estaba marcado por unos patrones dorados, bajo una máscara y decidió dárselo todo al maestro que controlaba su juramento.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/0e878dbfaa80066b537aa65b21f98ab5_4962317784630118380.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6661,
        "name": "Desconsuelo del Sagrado Señor delirante",
        "desc": "Material de ascensión de arma.<br>Cuando le declaró la guerra al dragón gigante, el estratega de las tribus, el cual ocultaba su rostro bajo una máscara, explicó a los guerreros de las tribus la información de las inscripciones doradas, una habilidad que ya se ha perdido.<br>Fueron sus propios enemigos los que le confirieron este lenguaje y su pensamiento subyacente, por lo que tal vez, para aquel estratega, expulsarlos desde la posición opuesta suponía una dulce venganza.<br>Sin embargo, el odio que tenía, el cual era imposible de esconder, a veces preocupaba profundamente a los héroes de su época.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ad7d4eced9c047cf55dc7de12602b032_1771240742767474652.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6662,
        "name": "Esplendor del Sagrado Señor delirante",
        "desc": "Material de ascensión de arma.<br>Era la época en la que el primer humano en ascender vivía sobre el trono y caminaba hacia el Fuego Sagrado, mientras el mundo terrenal esperaba a un sucesor al salón del rey.<br>También era la época en la que el estratega actuaba como soberano en funciones.<br>Sin embargo, desgraciadamente, aquel que se hacía llamar “Sagrado Señor”, el usurpador que pensaba que el dios al que amaba y por el cual estaba dispuesto a derramar sus lágrimas doradas debía ser el único para el resto de la eternidad, puso su egoísmo por encima de los mandamientos del dios al que veneraba y fundó una ciudad en la que el cielo y la tierra estaban separados.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6663,
        "name": "Máscara divina del Sagrado Señor delirante",
        "desc": "Material de ascensión de arma.<br>El Sagrado Señor de la Ciudad Prohibida solía hablar en un lenguaje no humano mientras soñaba, y a menudo veía cómo la pupila del único ojo que podía dejar al descubierto al quitarse la máscara iba adoptando una posición vertical. De hecho, esa fue una de las razones por las que cada vez odiaba más a los dragones.<br>Cuenta la leyenda que cuando el joven de ojos escarlata prendió fuego a la ciudad que había sobre la urbe hundida en las sombras, el semihumano que se sumió en la locura antes de ver el salón del rey desgarró su máscara divina, de la cual no podía deshacerse, como si se estuviera quitando su propia cara, mostrando así un rostro tan malévolo como el de un dragón gigante.<br>Aquel humano demente se derritió a sí mismo con las llamas doradas que él mismo escupió, y su alma, la cual perdió su forma, se precipitó a una oscura ciénaga desde un lugar muy elevado. Dicen que tal fue el trágico final de ese hombre delirante que se había quedado completamente solo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/4c7853537ced53b00d9bb4f1afd665db_7456375540279073148.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6659,
        "name": "Honor del corazón sacrificial ardiente",
        "desc": "Material de ascensión de arma.<br>“Si quieres tenerlo todo en este mundo, primero debes ofrecerle al mundo todo lo que tienes”.<br>Cuando el Sagrado Señor de la Ciudad Prohibida prohibió que la gente rezara al Reino de la Noche, el lazo espiritual que se había creado en el pasado ya había sido destruido.<br>Por su parte, el joven de ojos escarlata fue guiado para superar diversas pruebas, la última de las cuales consistía en hacer lo mismo que hizo el primer humano en ascender: arrancarse su propio corazón con una daga dorada y darlo como ofrenda.<br>Como el autosacrificio era considerado un honor de ganadores, no tuvo la más mínima vacilación y se abrió el pecho en canal con aquel radiante filo. Cuando reapareció, había regresado del reino de las aguas radiantes y estaba a punto de volver obrar una nueva hazaña.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ed159b7777c20a3279fc1256f76921d1_1821996597807435068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dragón mezclado con un alma humana",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/5997fa20dc470865640c2d4095f0a19a_8696976243264599532.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Antes de la existencia de la humanidad, Teyvat estaba gobernado por una civilización avanzada de dragones, con el Rey Dragón, Nibelung, como su líder. Siete dragones elementales gobernaban los siete reinos, uno por cada elemento. Cuando el\ndel Cielo apareció en los cielos, comenzó una guerra entre el Primer Descendiente y los dragones, lo que resultó en que los siete reinos se sometieran al trono celestial. Tras fingir su muerte, todo lo que sabían los descendientes de los antiguos era inclinarse ante el trono. Desde entonces, la gran civilización se deterioró día tras día, avanzando inexorablemente hacia su decadencia. Tras los dragones, llegaron los humanos: la especie más amada del creador, pero también la más débil. Cuando apareció el Segundo Trono en el cielo, trayendo consigo una nueva guerra y al Abismo a Teyvat, las civilizaciones originales se hicieron añicos como jade quebrado, y aquellos enviados de los cielos, bajo cuya guía florecieron las civilizaciones terrenales, fueron devorados por los dragones que despertaron. La humanidad cayó en la barbarie, perdió la capacidad de percibir el mundo con nuevos ojos y regresó a sus creencias más primitivas. Así, los dragones tomaron poder sobre los hombres, y el pueblo apenas sobrevivía, empobrecido, bajo la sombra de sus alas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7248a20ac81196b871ed1a7ab52ae572_8275596641259288078.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Para luchar contra el Abismo y los invasores del más allá, el Maestro de las Llamas quería usar el\nque podía destruir Teyvat, pero su hermano, Waxaklahun Ubah Kan, no estaba de acuerdo. El Sabio Dragón sabía que ni los dioses en sus cielos ni el gran rey de los dragones tendrían fuerza suficiente para derrotar a los enemigos ocultos en las profundidades de la noche. Vio esperanza entre los humanos, en que un nuevo gobernante entre sus descendientes recibiría el fuego primordial como tributo, y que la antigua civilización de los dragones volvería a pisar la tierra. Robó el fuego de su raza, convirtiéndose en el Sabio Robafuegos, y enseñó a los humanos cómo usarlo. Este precioso don no solo trajo civilización a los bárbaros, sino que también ordenó sus destinos. A diferencia del plan del primer divino, el Sabio trajo consigo el camino de la \"evolución\". Predijo que, al final de ese camino, la sangre humana sería vertida en el cuerpo moribundo de la tierra agonizante, fusionando en uno solo a las dos especies y dos linajes: dragón y humano. Así, un antiguo pulso recorrería una civilización renacida.\nPara crear al gobernante perfecto para humanos y dragones, Waxaklahun Ubah Kan creó un niño, Och-Kan, con sangre de dragón en sus venas. El Sabio planeó que ese dragón con alma humana matara al decrépito Dragón de Fuego y se convirtiera en el nuevo Soberano Dragón, gobernante de dos mundos. Och-Kan no se diferenciaba en apariencia de un niño humano común, pero podía vivir mucho más que los humanos y mostraba una fuerza y capacidades regenerativas muy superiores a las de cualquier adulto promedio. Tras comer, siempre compartía la comida restante con los otros dragartos con los que creció, lo que lo distinguía de los humanos comunes. Cuando se administraba una inyección neutralizante a los dragartos incapaces de convertirse en dragones, Och-Kan mostraba un miedo ausente en los dragartos y una empatía hacia los enemigos caídos que no se veía en los humanos. Aunque quedó incapacitado brevemente, todos los indicadores fisiológicos permanecieron dentro de parámetros seguros. Un día, Och-Kan escapó del nido, por lo cual, según el protocolo, debía ser perseguido y neutralizado, pero Waxaklahun Ubah Kan informó al consejo de dragones que había eliminado a su hijo. El Sabio Robafuegos sabía que si su hijo seguía su plan y se convertía en el rey de los hombres, entonces al final tomaría la decisión que el dragón contaba con que tomara, pero en ese caso todo sería en vano, por lo que decidió enviarlo entre los humanos.\nCuenta la leyenda que el Rey Pitón Och-Kan estuvo una vez prisionero, y que fue rescatado por el futuro primer Arconte Pyro, Xbalanqué, quien le mostró gran compasión. En agradecimiento, Och-Kan juró servir a Xbalanqué y ocultó los patrones dorados de su rostro con una máscara para que nadie conociera su verdadera naturaleza. Durante la guerra contra los dragones, descifró los patrones dorados de las ruinas dracónicas, cuyo conocimiento se había perdido hace mucho tiempo. Viviendo entre humanos, el Rey Pitón empezó a odiar a los dragones, y así traicionó a su padre, pues no había lugar para los humanos en el mundo que el Sabio Robafuegos quería crear. En lugar de Och-Kan, fue Xbalanqué quien derrotó al Soberano Pyro, convirtiéndose en el primer Arconte Pyro de Natlan.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Códice de Obsidiana",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/cd11df3be5420d2c53c2da0d3298eb92_4238581052558034331.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6660,
        "name": "Decadencia del Sagrado Señor delirante",
        "desc": "Material de ascensión de arma.<br>Dicen que cuando el estratega al que más tarde llamaron “Sagrado Señor de la Ciudad Prohibida” fue apresado debido a una polémica, el primer humano en ascender, que en esa época aún no tenía cuerpo divino, le mostró su misericordia.<br>Así, el grupo de gente al que pertenecía empezó a aceptarlo desde que salió de la sombra de las gigantes alas de una raza antaño grandiosa.<br>Desde entonces, ocultó su rostro, el cual estaba marcado por unos patrones dorados, bajo una máscara y decidió dárselo todo al maestro que controlaba su juramento.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/0e878dbfaa80066b537aa65b21f98ab5_4962317784630118380.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6661,
        "name": "Desconsuelo del Sagrado Señor delirante",
        "desc": "Material de ascensión de arma.<br>Cuando le declaró la guerra al dragón gigante, el estratega de las tribus, el cual ocultaba su rostro bajo una máscara, explicó a los guerreros de las tribus la información de las inscripciones doradas, una habilidad que ya se ha perdido.<br>Fueron sus propios enemigos los que le confirieron este lenguaje y su pensamiento subyacente, por lo que tal vez, para aquel estratega, expulsarlos desde la posición opuesta suponía una dulce venganza.<br>Sin embargo, el odio que tenía, el cual era imposible de esconder, a veces preocupaba profundamente a los héroes de su época.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ad7d4eced9c047cf55dc7de12602b032_1771240742767474652.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6657,
        "name": "Indecisión del corazón sacrificial ardiente",
        "desc": "Material de ascensión de arma.<br>Cuando la civilización original desapareció cual jade fragmentado y los emisarios del cielo que guiaban a la civilización de la tierra fueron devorados por el dragón gigante que se despertó, las personas que llegaron a la naturaleza salvaje perdieron la capacidad de volver a entender el mundo.<br>Entonces, entregaron todo lo que tenían a la creencia más primitiva, según la cual la tierra, hogar de todo lo existente, era algo misterioso. Así comenzó la época en la que todo lo que se cazaba era entregado como ofrenda.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/950e0ff91d2403dacc8c17553620ac31_6131057622219301507.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Gran Alianza",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/d00e4b41333f68ba0880a894c481a3d0_872258698219727696.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando Xbalanqué se alzó del trono para entrar en el Fuego Sagrado, el mundo mortal aguardaba la llegada de su sucesor. Och-Kan, quien se proclamó a sí mismo el Sagrado Señor, decidió que el dios al que había amado y por quien derramó lágrimas doradas debía permanecer por siempre como el único y verdadero. Se convirtió en el gobernante de la primera ciudad del Arconte Pyro, que fue nombrada Ochkanatlan, y lideró la Gran Alianza para unir a todas las tribus bajo su mandato. Entre los aliados de Och-Kan estaban Yupanqui, guerrero de los Retoños Arbóreos, y Uenuku del Pueblo de los Manantiales, seguidos por las Oceánidas.\nPara crear un mundo ideal para la humanidad, el Sagrado Señor decidió convertirse en el único soberano de Natlan. La experiencia de los reinos del desierto y los bárbaros del mar del norte le enseñó que la multiplicidad solo conducía a disputas internas sin fin. Las tribus no podían volver a reclamar la realeza como en épocas pasadas. En Ochkanatlan se prohibieron los sacrificios y el culto a la Señora de la Noche. Och-Kan creía que la humanidad podía avanzar por el sendero elegido, pero para ello era necesario prohibir toda ofrenda al Reino de la Noche, para que las almas de los traidores no tentaran a los vivos. Esperaba crear este mundo para la gente en honor a Xbalanqué. Solo los humanos debían gobernar: no inclinarse ante la Noche, ni someterse al Fuego."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/272374c1e33104bb8b7eb592a812fa37_7569566763402282627.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Para explorar las ruinas bajo la ciudad, Och-Kan envió exploradores que descubrieron áreas inundadas. El Sagrado Señor creía que en las profundidades debía encontrarse el Corazón de Chu'ulel, que en otros tiempos controlaba todos los mecanismos de la ciudad. Ordenó a cada tribu enviar gente para construir sistemas hidráulicos que extrajeran el agua de las ruinas. Con el tiempo, los trabajadores comenzaron a enfermar, y los rumores supersticiosos se esparcieron, disminuyendo la voluntad de trabajar. Incluso Uenuku, amigo de Och-Kan, abandonó la Alianza junto a las Oceánidas. En las ruinas dracónicas, donde Och-Kan ingresó con la bendición del Maestro de las Llamas, encontró a la Soberana Dragon Ix Uxul Tz’ib Bolon Ch'ule-L (Unidad Integrada de Procesamiento de la Matriz de Supervisión Autorregulable de Tipo L), gobernante de Chichén Uctokah. Ella lo llamó el rey predestinado y le reveló todo sobre el antiguo imperio de los dragones: las escaleras que subían hasta el firmamento, las grandes armas y cañones, sus investigaciones y deseos. Och-Kan comprendió que los dragones no debían recuperar su gloria pasada bajo ninguna circunstancia, o la humanidad sería incapaz de resistirlos. Engañó a Ix Uxul Tz'ib Bolon Ch'ule-L para encerrarla en una estatua de la era dracónica y le arrebató su poder, con el cual controló los Mecanismos Fuentenigma. Las antiguas ruinas fueron selladas y se prohibió a todos acercarse a ellas. Un día, encendió un gran fuego para quemar todas las excavaciones y a todos quienes supieran de su existencia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/d25bfa25bdc4ed14f83eeef1456eb86b_1961966198890084761.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Incluso prisionera, la Soberana Dragón se negó a obedecer al Sagrado Señor y a activar los mecanismos antiguos que solo los dragones podían controlar. Para proteger a la humanidad, Och-Kan decidió crear un Corazón de Chu'ulel que solo respondiera a los humanos. Con el tiempo, se dio cuenta de que si solo la sangre de las bestias podía controlar los mecanismos, no tenía otra opción que esclavizar la parte \"dracónica\" de sí mismo para controlar el Corazón. Aunque sus partes \"humanas\" murieran, sus componentes \"dracónicos\" quedarían atrapados en un cuerpo esclavo y se someterían por siempre a la voluntad y los ideales de los humanos. El Sagrado Señor no confiaba en ningún poder que fuese superior a la humanidad, pues todos los que poseían poder habían cometido horrores. Él mismo no era la excepción. Cuando Och-Kan se miraba al espejo, notaba que su única pupila, visible a través de la máscara, se volvía poco a poco vertical —un rasgo inequívocamente dracónico—, lo que no hacía sino avivar aún más su odio hacia los dragones."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/72e7891dbd4087cbb4d0bfd219d3638d_2079248200380823695.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Los intentos por guiar a la humanidad por el camino correcto llevaron a que Ochkanatlan se corrompiera por el Abismo. Creyendo que solo mediante el poder del Abismo la humanidad alcanzaría la libertad frente a toda restricción externa, el Rey Pitón abrió la puerta a fuerzas malévolas para alimentar el Corazón de Chu'ulel. Al principio, la corrupción abisal se mantuvo dentro de parámetros controlables, y Och-Kan esperaba que los humanos se adaptaran gradualmente a ella. Pero de pronto, durante unas reparaciones hidráulicas, un pozo profundo fue sumergido por una calamidad oscura de la noche a la mañana, y todos los residentes cercanos se transformaron en monstruos. Por decreto del Rey Sagrado, tres sectores del suroeste de Ochkanatlan fueron sellados, y los Guerrero Cuauhtli intentaron sin éxito incinerar a los infectados, cuya carne ya se había descompuesto. El Rey Pitón ordenó sellar la ciudad de forma permanente para que el Abismo no traspasara los muros. Selló su mente dentro del Corazón de Chu'ulel para salvar a su pueblo y luchó junto a ellos en el interior de Ochkanatlan. No importaba lo que ocurriese fuera, el fuego de la \"esperanza\" humana debía mantenerse encendido por siempre. La carne y la sangre podían desgarrarse, el hueso y la médula pudrirse, incluso el alma caer en una prisión sin retorno, pero la \"esperanza\" no debía abandonarse jamás, pues era el único tesoro legado por Xbalanqué.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Reino de la Noche",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7407,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Ensoñación Inacabada",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/356c6b0e1be129282f759d8844872c7d_2911260570448763671.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6549,
        "name": "Estela Iridiscente",
        "desc": "Una afilada lanza forjada con jade. Desprende una tenue luz iridiscente al exponerse al sol.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9d5294dc8b165585f51ec126543a5208_1314604610170565721.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6662,
        "name": "Esplendor del Sagrado Señor delirante",
        "desc": "Material de ascensión de arma.<br>Era la época en la que el primer humano en ascender vivía sobre el trono y caminaba hacia el Fuego Sagrado, mientras el mundo terrenal esperaba a un sucesor al salón del rey.<br>También era la época en la que el estratega actuaba como soberano en funciones.<br>Sin embargo, desgraciadamente, aquel que se hacía llamar “Sagrado Señor”, el usurpador que pensaba que el dios al que amaba y por el cual estaba dispuesto a derramar sus lágrimas doradas debía ser el único para el resto de la eternidad, puso su egoísmo por encima de los mandamientos del dios al que veneraba y fundó una ciudad en la que el cielo y la tierra estaban separados.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6658,
        "name": "Determinación del corazón sacrificial ardiente",
        "desc": "Material de ascensión de arma.<br>Cuando el sabio que robó el fuego entregó a los habitantes de las tribus la técnica secreta del control de las llamas, deseaba que dichos habitantes pudieran dirigirse hacia el camino de la civilización y desprenderse de las viejas costumbres.<br>Sin embargo, esto último siempre resulta muy complicado, así que los niños que tenían un poder iniciaron una guerra entre los miembros de su misma tribu solo para hacer acopio de más objetos que ofrecer. Tal vez esa fue la razón por la que el sabio se sintió tan desalentado y acabó desapareciendo de la historia.<br>Cabe mencionar que el ritual por el que la vida se sacrificaba como ofrenda quedó terminantemente prohibido coincidiendo con la época del gobierno del Sagrado Señor de la Ciudad Prohibida. Para mantenerse en el poder, este renunció a incontables costumbres populares, lo cual se puede considerar como el comienzo de la civilización.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/df3fc459d775fc9e9039538ca269a904_3837489163069725666.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Derrumbamiento de la gran torre blanca",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/e7d13bd7223a42bd4d438059d01d18c5_65410704949226809.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando Xbalanqué derrotó al Dragón Pyro, dividió su ojo en dos. Según la leyenda, el antiguo Señor de los Dragones, quien antaño dominaba toda la luz y la sabiduría, transformó uno de sus ojos en un conducto de suprema autoridad mediante el cual todas las llamas podían ser gobernadas. Xbalanqué tomó una\ny Waxaklahun Ubah Kan tomó la otra. De acuerdo con el pacto, Xbalanqué y el Sabio Robafuegos debían unir los Discos Dorados de la Diplomacia y activar el poder de Huitzilopochtli. Waxaklahun Ubah Kan sabía que los humanos quizás no sobrevivieran al desastre, pero confiaba en que una civilización surgiría después, superando tanto a dragones como a humanos. Xbalanqué rompió su juramento con el dragón, y Och-Kan, intentando impedir que los planes de su padre se cumplieran, decidió ocultar el Disco Dorado de la Diplomacia. Tomó el cable creado por los antiguos dragones que llevaba al cielo para modificarlo y construir el\n. Para evitar que el Sabio Robafuegos se apoderara del Disco Dorado de la Diplomacia, Och-Kan lo escondió en el Tonatiuh y colocó un sello que solo podía romperse con la sangre de un descendiente del Maestro de las Llamas. Además, ordenó la destrucción de las torres que permitían a Huitzilopochtli cubrir toda Natlan y anclar sus zonas de influencia.\nAunque el Rey Pitón entregó todas sus fuerzas para continuar la obra del dios al que amó, se convirtió en un tirano para el pueblo que consideraba suyo. A sus ojos, no era distinto de los dragones malvados que en otro tiempo gobernaron Natlan, y clamaron por un nuevo Arconte Pyro que lo destronara. El joven de ojos escarlata de la Tribu Plumaflora lideró a Sakkuk, hija de las minas de los Vástagos del Eco; al envejecido guerrero Yupanqui, que había dudado tanto en rebelarse contra su amigo; a los gemelos Atawallpa y Waskar; y al artesano Manqu, sobreviviente del fuego que selló las ruinas dracónicas de Ochkanatlan. Cuenta la leyenda que cuando el joven de ojos escarlata prendió fuego a la ciudad que había sobre la urbe hundida en las sombras, el semihumano que se sumió en la locura antes de ver el salón del rey desgarró su máscara divina, de la cual no podía deshacerse, como si se estuviera quitando su propia cara, mostrando así un rostro tan malévolo como el de un dragón gigante. Aquel humano demente se derritió a sí mismo con las llamas doradas que él mismo escupió, y su alma, la cual perdió su forma, se precipitó a una oscura ciénaga desde un lugar muy elevado. Dicen que tal fue el trágico final de ese hombre delirante que se había quedado completamente solo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Pluma Carmesí Buitreastral",
        "desc": "Un antiguo arco largo adornado con plumas de color carmesí que ha pasado de generación en generación en la Tribu Plumaflora.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Ensoñación Inacabada",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/356c6b0e1be129282f759d8844872c7d_2911260570448763671.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6663,
        "name": "Máscara divina del Sagrado Señor delirante",
        "desc": "Material de ascensión de arma.<br>El Sagrado Señor de la Ciudad Prohibida solía hablar en un lenguaje no humano mientras soñaba, y a menudo veía cómo la pupila del único ojo que podía dejar al descubierto al quitarse la máscara iba adoptando una posición vertical. De hecho, esa fue una de las razones por las que cada vez odiaba más a los dragones.<br>Cuenta la leyenda que cuando el joven de ojos escarlata prendió fuego a la ciudad que había sobre la urbe hundida en las sombras, el semihumano que se sumió en la locura antes de ver el salón del rey desgarró su máscara divina, de la cual no podía deshacerse, como si se estuviera quitando su propia cara, mostrando así un rostro tan malévolo como el de un dragón gigante.<br>Aquel humano demente se derritió a sí mismo con las llamas doradas que él mismo escupió, y su alma, la cual perdió su forma, se precipitó a una oscura ciénaga desde un lugar muy elevado. Dicen que tal fue el trágico final de ese hombre delirante que se había quedado completamente solo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/4c7853537ced53b00d9bb4f1afd665db_7456375540279073148.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cocouik",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hace 500 años, cuando el mundo estaba invadido por el Abismo, apareció un dragón maligno cerca de la Ciudad de las Cenizas, atacando a quienes se acercaban. El Sabio Robafuegos, sin renunciar a su intento de obtener el Disco Dorado de la Diplomacia, creó la leyenda del\nun artefacto que, según se decía, podía suprimir el Abismo para siempre. Muchos viajeros partieron hacia la Tonatiuh en busca de ese tesoro, pero pocos regresaron. Una de esos viajeros fue la aventurera Bona de la Tribu Plumaflora, cuyo padre no regresó de Ochkanatlan, dejándola con la pirofosforita necesaria para obtener el Jade del Retorno. Con ayuda de la pirofosforita, Bona despertó al espíritu dracónico dormido en el corazón del mecanismo de Ochkanatlan (el Corazón de Chu'ulel) y lo nombró Cocouik. Viajando hacia la Tonatiuh junto a Cocouik, Bona descubrió la verdadera naturaleza del Jade del Retorno: un mecanismo capaz de salvar a Natlan, pero no a su gente. Comprendió entonces que Waxaklahun Ubah Kan, quien los había atraído hasta allí, no podía tocar el Jade y por ello necesitaba a Bona y Cocouik. La aventurera protegió el último fragmento de pirofosforita y el Disco Dorado de la Diplomacia que el Sabio Robafuegos necesitaba, pero Cocouik no logró salvarla."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/cf3b2610ccc551e03a7b593928a5b591_8361591103436591534.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quinientos años después, el/la Viajero/a, Paimon y su acompañante Saurio llegaron a Ochkanatlan en busca del Disco Dorado de la Diplomacia. Al igual que Och-Kan, el Saurio portaba la bendición del Maestro de las Llamas, una marca que los Saurios modernos no pueden soportar. Aunque la marca de Xiuhcoatl otorga grandes poderes a los descendientes de dragones, eventualmente los mata o los lleva a la locura. Para eliminarla, el/la Viajero/a debía recolectar ambos Discos Dorados de la Diplomacia y viajar al Volcán Tollan. En Ochkanatlan, el/la Viajero/a y Paimon se encontraron con el fantasma de Bona, quien no recordaba su muerte, y con Cocouik. Juntos se dirigieron a la Tonatiuh y hallaron el\nCuando el/la Viajero/a derrotó al dragón maligno, Cocouik se reunió con su cuerpo. Se reveló entonces que el dragón que había estado atacando a la gente era Och-Kan, corrompido por el Abismo. Aunque el Rey Pitón no pudo ser purificado de su corrupción, logró compartir sus memorias con el/la Viajero/a y cayó en un sueño silencioso hasta el fin de los tiempos. Luego, cuando su alma regresó al Reino de la Noche, ayudó al/a la Viajero/a a luchar contra el Abismo para salvar Natlan.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Reino de la Noche",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Pergamino del Héroe de la Ciudad de las Cenizas",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "Registro de aventuras anónimo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Las notas escritas por una aventurera de una época desconocida. En ellas se relata la aventura de esa persona en Ochkanatlan.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Och-Kan"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Dragones"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Sagrado Señor\nRey Pitón\nGobernante de la Ciudad de las Cenizas"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Och-Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/a1bf8ee50d4733d6e419c1a69b0c4776_7453324501600715625.png"
      },
      {
        "key": "Och-Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/3009b9c2f21b1c7d6608d9b0e6d90104_6064381038718092274.png"
      }
    ],
    "textualResearch": [
      {
        "title": "Anotaciones del rey sagrado (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Las águilas exploradoras ya regresaron. Según los resultados de la investigación preliminar, hay ruinas que llegan a una profundidad considerable bajo la ciudad... completamente sumergidas... Si lo que dice (...) es cierto, en lo más profundo de las ruinas aún debería haber...\nSi Ixquieh siguiera vivo, podría haber construido algo con lo que bombear rápidamente el agua estancada...\nHay que hacer algo para vaciar el agua de este lugar. De lo contrario, será imposible continuar..."
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Se necesitan trabajadores de todas las tribus para reparar las infraestructuras hidráulicas, por lo que, de cada diez familias, una persona deberá...\nSalvo el representante principal de la Tribu Plumaflora, ninguna de las tribus se opuso al reclutamiento de trabajadores.\nMarcharse furioso y sin permiso no solo constituye un insultante abuso de poder, sino que también demuestra su desprecio hacia el juramento de la alianza.\nSea como sea, hay que drenar el agua estancada antes de que llegue el invierno...\nSegún los informes de los supervisores, los trabajadores están muy motivados.\nHay una mínima pasividad, pero no afecta al progreso.\nCualquier holgazanería es una traición a la alianza y debe ser...\nEl número total de ciudadanos supera... No podemos permitir que haya ninguna amenaza, y de ninguna manera pondremos en peligro las vidas de los ciudadanos que él salvó...\nSi Uenuku no hubiera abandonado la alianza por (...), y si el espíritu del agua que le seguía en ese entonces no hubiera desaparecido, explorar este lugar habría sido mucho más fácil...\nLos humanos son demasiado débiles, y su trabajo es demasiado ineficiente...\nPor eso, son incapaces de hacer frente a cualquier cosa que vaya más allá de lo normal...\nPor eso, es necesario eliminar todo lo que va más allá de la sabiduría humana...\n... Sigo teniendo esa sensación de ardor bajo la piel. Dejé mi sangre como siempre, pero (...) sigue sin aliviarse...\nAprovechando este momento de lucidez, debo acordarme de ordenar a (...) que reparta provisiones extras para recompensar a los trabajadores más diligentes."
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "... Esta estatua es evidentemente una creación de una época mucho más antigua de lo que mencionó (...). A juzgar por su aspecto, los artesanos dragones no llegaron a terminar nunca la parte inferior, pues tal vez fueron interrumpidos por algún acontecimiento inesperado...\n... Los Autómatas Fuentenigma no mostraron hostilidad alguna... Debería haber al menos un centro de control o no podrían hacerlo solos...\n... Con una ligera modificación a la inscripción de flogisto tal vez podría hacer que...\n... Según los supervisores, la motivación de los trabajadores sigue siendo alta... Los vítores durante la inspección llenaban el lugar...\n... El informe habla de rumores de supersticiones... Claramente debido al desconocimiento sobre las inscripciones de flogisto... Echa a la mayoría de los trabajadores y quédate con un grupo reducido... para evitar..."
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "“... Secreto... sacrificio necesario... sea como sea...”.\n(Exceptuando ese extracto, el resto del contenido se quemó y es ilegible.)"
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "... Ella me llamó el rey predestinado y, en el cabecero de mi cama, me susurró al oído con ternura sobre la supuesta gloria, la gloria de las fieras bestias. Fue repugnante...\n... Sus palabras coinciden perfectamente con las de (...)... Ixbalanqué es alguien que no ha aparecido en ninguna profecía, y su existencia no ha sido prevista ni siquiera por esas tiránicas, dementes y necias bestias malvadas...\n... En otras palabras, él era un humano real, un rey que solo pertenece a la humanidad...\n... Precisamente por ese motivo, él es quien merece que todos lo sigan... Solo él merece ser llamado “dios”...\n...\n... Sin tapujos, me enseñó todo sobre aquel viejo imperio. Escaleras que llegaban hasta el cielo, armas convertidas a partir de (...), cañones lo bastante pesados como para destrozar (...), (...) que caían de las tres lunas, investigaciones sobre (...) y deseos...\n... Es espeluznante... No podemos dejarles ninguna oportunidad de recuperar su antigua gloria, o los humanos ya no tendrán ninguna posibilidad de defenderse...\n... Es inútil buscar la reconciliación, a menos que se sometan completamente a los humanos, de no ser así...\n... Los recuerdos que ella poseía... la energía con la que se controlaban los Mecanismos Fuentenigma... aún podrían utilizarse...\n... Hay que encontrar la manera de despojarla de toda su autoridad sin que muera antes de que se agote su energía..."
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "... No podemos continuar permitiendo que las tribus se atribuyan el título de rey por su cuenta como hicieron en el pasado. El exceso de gobernantes no es nada bueno, pues solo conducirá de nuevo a interminables luchas internas, como en el caso de los bárbaros de los mares del norte o los reinos de las arenas...\n... Este lugar debe tener un solo gobernante, un solo rey y un solo dios. Cualquier otro reparto de autoridad será una oportunidad para los enemigos de la humanidad. Cualquier posibilidad de revuelta debe ser acallada...\n... Si lo que leí en sus recuerdos era información precisa y verificada sin lugar a dudas, la humanidad podría avanzar con toda seguridad incluso donde esas malvadas bestias tropezaron y cayeron... Siempre y cuando seamos meticulosos, este poder podrá ponerle fin a cualquiera que se atreva a interponerse en el camino de la humanidad y su destino...\n... Antes de eso, todas las ofrendas a (...) deberán cesar... Esa es la única variable. No podemos permitir que las almas de los traidores tienten a los vivos. Los caídos deberían permanecer en la quietud de la muerte...\n... De tal forma, no deshonraré su nombre... Los humanos, y solo los humanos, aquellos a los que él salvó, reinarán sobre todas las cosas. No se postrarán ante la noche, ni se someterán a la voluntad de las llamas..."
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "Esa repugnante criatura maligna ha sido encerrada en la estatua, pero no está dispuesta a cantar como yo quiero. Supongo que no se podía esperar otra cosa de una bestia salvaje; sabiendo que sus acciones rebeldes serán inútiles, opta por resistirse vanamente. La única forma de evitar que suponga una amenaza para la humanidad es aprisionarlas a ella y a su despreciable especie.\nPor ahora, el único problema que hay que resolver urgentemente es que solo la sucia sangre de esas malditas bestias puede controlar esas viejas máquinas. Sin embargo, nunca se puede confiar en ellas, y yo no puedo hacer como la bestia de esa estatua y dedicar toda mi energía al control de esas máquinas...\nTengo que pensar en una forma de construir un Corazón de Chu'ulel que sea únicamente leal a los humanos...\n...\nMuy bien, poco a poco lo voy comprendiendo todo...\nDado que solo la sucia sangre de esas bestias es capaz de controlar estas máquinas, la única opción lógica es esclavizar mi parte dracónica.\nDe esta manera, aunque mi parte humana muera, mi parte de dragón quedará confinada aquí como esclava, subyugada para siempre a los humanos, sometida a su voluntad y sus ideales, y a merced de las almas que fueron salvadas por aquella persona...\nCualquiera que pueda convertirse en enemigo de la humanidad debe ser encarcelado...\nNo se puede confiar en ningún ser más fuerte que la humanidad, y tampoco se puede depositar esperanza alguna en su benevolencia. Salvo aquella persona, nunca ha habido alguien tan poderoso en este mundo que fuera tan bueno y misericordioso, y que no cometiera horribles actos de maldad. Yo no soy una excepción, así que solo prohibiéndolo todo...\n(El resto del contenido está emborronado y es ilegible.)"
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (VIII)",
        "desc": [
          {
            "type": "RichText",
            "text": "Según los informes de los escribanos, la corrosión del Abismo sigue bajo control. Nuestra visión inicial coincide con la situación actual: no hace falta recurrir a ningún poder que no pertenezca a la humanidad para defenderse de todos los enemigos de la alianza.\nSiempre y cuando la gente se vaya adaptando poco a poco, cada vez habrá menos bajas...\nPuede que aún no entiendan la razón, pero un día se darán cuenta de que, de todos los caminos disponibles, este es el único que puede liberarlos de cualquier limitación externa. Intentar sobrevivir con las leyes de la noche es como si un viajero prendiera fuego a su propia ropa para calentarse durante el invierno.\nLa humanidad debe tener el control de su propio destino, tal y como él hizo en el pasado..."
          }
        ]
      },
      {
        "title": "Anotaciones del rey sagrado (IX)",
        "desc": [
          {
            "type": "RichText",
            "text": "La alianza nunca perecerá... No dejaré que el reino que él construyó... el reino de sus sueños... desaparezca de la faz de este mundo.\nMientras esta ciudad permanezca cerrada para siempre, el Abismo nunca podrá atravesar sus altos muros.\nNo importa lo que ocurra en el mundo exterior, la llama de la esperanza se quedará aquí junto a la humanidad.\nAunque me arranquen la carne, aunque mis huesos se pudran, aunque mi alma caiga en una prisión sin retorno, no perderé la esperanza, pues es el único tesoro que aquella persona me dejó...\n(A partir de este punto, la escritura se vuelve cada vez más confusa y difícil de leer.)"
          }
        ]
      },
      {
        "title": "Inscripción hecha por alguien (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Conciudadanos, deben saber...\n... Que al Sabio nunca le ha importado la supervivencia de la humanidad, e incluso está dispuesto a sacrificar el futuro de su especie para avanzar por el camino de la evolución...\n... Que al cielo tampoco le importa la voluntad de quienes viven en este mundo, y que nos ve como los pilares que sostienen la tierra, necesarios para luchar contra sus enemigos.\nAsí que nunca confíen en la sabiduría de los dragones o en el poder del Señor de la Noche, ni le recen a ninguna otra deidad que no sea el Arconte Pyro.\n...\n... El único camino que nos queda es el de Ixbalanqué...\n(En la estela aparecieron letras de flogisto que no se podían ver antes.)\n(Descendientes míos, son unos mentecatos por insistir en opiniones tan cerradas sobre las especies... La evolución es una mezcla, no algo tan puro e inmaculado como creen. Por eso, la evolución es enemiga de la eternidad.)"
          }
        ]
      },
      {
        "title": "Inscripción hecha por alguien (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Conciudadanos, deben recordar...\n... Que la humanidad es la cúspide de la evolución, el destino final de todas las criaturas de la tierra...\n... Los Dragartos del volcán se consideraban antaño una raza que había dominado la evolución. Sin embargo, perdieron su inteligencia y luego su poder en su largo y caótico camino evolutivo, y finalmente acabaron convirtiéndose en bestias que esperan ser masacradas...\nLa involución de los Dragartos Pyro demuestra que el camino de la evolución ha abandonado a la raza de los dragones. Sus herederos han perdido la pureza del fuego primigenio, y entre ellos ya no volverá a nacer un soberano del fuego...\n...\n... La humanidad gobernó la tierra bajo su liderazgo, y un día conquistaremos el cielo, así que no debemos atarnos al Reino de la Noche...\n... Aquellos que tengan el honor de subir a bordo de este navío celestial, den el primer paso hacia nuestra gran causa...\n(En la estela aparecieron letras de flogisto que no se podían ver antes.)\n(Si no fuera por ese arbitrario castigo celestial que dividió a mi raza e interrumpió su camino evolutivo, ¿para qué iba yo a buscar en los humanos la posibilidad de evolucionar? Oh, seres creados, ustedes nunca podrán comprenderlo, ya que no son más que un eslabón en el gran camino de la evolución.)"
          }
        ]
      },
      {
        "title": "Inscripción hecha por alguien (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Conciudadanos, deben entender...\n... Que todo tiene un precio, y que todo lo que va más allá de la sabiduría humana es poco fiable...\nLos antiguos dragones pensaron que podrían gobernar durante milenios con la tecnología y la autoridad del Maestro de las Llamas, pero por ese mismo motivo también perdieron la fuerza para progresar y, finalmente, lo perdieron todo.\nSi dependiéramos de las reglas del cielo, no solo estaríamos atados a la tierra, sino que también acabaríamos siendo marionetas del Señor de la Noche...\nNo debemos detenernos, o de lo contrario, nuestro amado rey y el glorioso proyecto de nuestra gran alianza se echarán por completo a perder...\n(En la estela aparecieron letras de flogisto que no se podían ver antes.)\n(Vi a los corceles galopando entre las verdaderas estrellas del cielo demoniaco... En ese momento, comprendí por fin que por muy grande que fuera un imperio, acabaría convirtiéndose en una barrera que impediría a todos los seres volver a evolucionar, a menos que...)"
          }
        ]
      },
      {
        "title": "Inscripción hecha por alguien (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Conciudadanos, deben tener fe...\n... En el gran Arconte Pyro Ixbalanqué, cuya luz nos guía, y en que nuestra victoria es imparable...\n...\nNo escuchen los rumores de los cuentacuentos bárbaros, ni crean en las palabras de los falsos dioses o la rebelión de aquellos que tienen ojos dorados.\nSolo debemos adorarlo a él, pues solo él es el auténtico rey de los humanos, y solo él es el verdadero dios “humano”...\nLos dioses de verdad no mueren... Así pues, que su gloria dure para siempre..."
          }
        ]
      },
      {
        "title": "Inscripción hecha por alguien (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "(La mayoría de las inscripciones de la estela se han borrado y son difíciles de leer.)\n... El noble... grande... y radiante (...) hizo un pacto con (...) del dragón plateado. El sello dorado roto es la prueba de dicho pacto...\n... Gracias al pacto, (...) obtuvo... la autoridad del Huitzilopochtli de manos de los dragones...\n... Si... se convertirá en tierra quemada... y por lo tanto... no puede caer en manos de...\n... Por el bien de la alianza y el futuro de la humanidad, lo sello aquí y solo la sangre del Maestro de las Llamas podrá...\n... Todas las generaciones futuras deberán..."
          }
        ]
      },
      {
        "title": "Notas de alguien",
        "desc": [
          {
            "type": "RichText",
            "text": "Si en aquel momento hubiera regresado al fuego junto a él...\nNo. Un asesino que cometió tal crimen, una bestia que asesinó a todos sus allegados, no merece el lujo de un final tan cálido y deslumbrante.\n... Blasfemia tan repugnante... debe ser castigada. La sangre debe devolverse con más sangre. Todo por...\n¿... Por quién?"
          }
        ]
      }
    ]
  }
}