{
  "epId": 7297,
  "name": "Waxaklahun Ubah Kan",
  "desc": "<p>El más sabio entre los dragones, que robó la llama de los de su especie y enseñó a la gente cómo usarlo. Él quería crear un soberano del mundo de los dragones y de los humanos. Su verdadero nombre era Kukulcán.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/2350d7d56176911d0cbbb353d025da59_5914644917984209885.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1748051699,
  "components": {
    "galleryCharacter": [
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/19b245e1d7ffe4d5dfd7ff3f5b142c0f_3149360334173299397.png"
      },
      {
        "key": "Waxaklahun Ubah Kan\n",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/3ec93643bd955c9f0628fe61ef8c389f_3960782209291882726.png"
      },
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/436683ebe868b3b48e34de3340fc488d_8841818803449521580.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "El primer Arconte Pyro (izquierda) y el Sabio Robafuegos (derecha)."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Kukulcán y la chispa del fuego primigenio",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/a1d846f80c1e55e2a7ab95315058e57e_1873050929874800432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mucho antes de la existencia de la humanidad, Teyvat fue gobernado por una civilización dracónica altamente avanzada liderada por el dragón primigenio, Nibelungo. En la tierra que miles de años después sería llamada Natlan, en la Montaña Sagrada, nació del fuego primigenio el primer Soberano Pyro, Xiuhcóatl. Él fundó Tollan, la Ciudad Sagrada, y creó a los descendientes dragones con el fuego primigenio. A su primera creación, su hermano\nle entregó una porción de ese mismo fuego, que los descendientes de los dragones consideraban parte de un alma mayor. Cuando\nprocedente de más allá del cielo apareció en Teyvat, comenzó una guerra entre el Primer Descendiente y los dragones, durante la cual el saqueador congeló a Xiuhcoatl en lava, llevándolo a una falsa muerte. Cuando Nibelungo regresó a Teyvat con el conocimiento prohibido, el Maestro de las Llamas fue invocado por el Abismo y despertó de su largo sueño. El saqueador aniquiló al\na gran costo, y el Soberano de las Llamas, que estaba bajo el control del Abismo, trágicamente recuperó la lucidez por un breve momento."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/b04ee438a63a713231ce03528873c47e_562786398138198947.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Para combatir al saqueador y al Abismo, en esos momentos de lucidez, Xiuhcóatl decidió usar el\ncapaz de transformar todo Natlan en una tierra compuesta solo de flogisto. Toda la vida sería destruida o forzada a abandonar su cuerpo y convertirse en formas de vida basadas en flogisto. Entonces, los dragones, ahora formas de vida de flogisto, gobernarían este nuevo mundo. Aunque la corte dracónica, siguiendo ciegamente a su soberano, aprobó este plan, Kukulcán se horrorizó. Toda la vida, transformada en sombras ilusorias y titilantes proyectadas por una antorcha gigantesca, quedaría privada de cualquier posibilidad de evolución. Kukulcán sabía que el Maestro de las Llamas, quien había experimentado en sí mismo para crear a Huitzilopochtli, sería el primero en morir al usar ese poder, por lo que no apoyó el plan de su hermano. Vio la luz caer sobre la tierra sin raíces, dragones postrarse ante el lecho de muerte de su soberano, una gran civilización perecer, y el mundo obedecer ciclos. El sabio de los dragones comprendía que ni los dioses de los cielos ni el rey de todos los dragones tenían el poder para derrotar a los enemigos que se ocultaban en los rincones más oscuros del Reino de la Noche. Esperaba que, en la abundante e indómita tierra primordial, existiese una región aún no corrompida por la podredumbre y la decadencia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/22/237301566/07572b5fa339baa6bdda00d5a2e02ed3_786153547844488635.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nombrado regente tras la corrupción de Xiuhcóatl, el más sabio de los dragones decidió buscar otra solución y acudir a los humanos, en quienes vio la esperanza de la evolución. Los humanos eran la creación más querida y más débil del Soberano Primordial, quien había tomado el lugar de los dragones. Cuando estalló la segunda guerra contra Nibelungo en Teyvat, las civilizaciones primitivas colapsaron como jade quebrado, y los dragones despertados absorbieron a los líderes de las civilizaciones terrenales. La humanidad cayó en el caos, perdió la capacidad de percibir el mundo y regresó a los instintos primarios. Según la leyenda, Kukulcán atravesó llamas abrasadoras y vientos furiosos y tomó del antiguo palacio bajo el magma la\nque aún no se había apagado, convirtiéndose en el Sabio Robafuegos. El más sabio entre los dragones atravesó las llanuras ardientes, llevando consigo la chispa separada del fuego primigenio, y llegó a unas tierra escarpadas e indómitas. Caminó por aguas termales y valles a los que ningún dragón había llegado antes , y un día, la niebla se disipó por completo y los humanos aparecieron ante él. Estas criaturas, que aún deberían estar fajados como bebés, habían nacido en la tierra en la que bailaban los dragones, por lo que solo podían sobrevivir bajo unas alas antiguas. Aunque hacía mucho tiempo que habían perdido el rumbo, olvidado su historia y sus recuerdos y estaban perdidos en las montañas y los bosques, seguían sobreviviendo con tenacidad. Sorprendido por la tenacidad, unidad y valentía de los humanos, el sabio de los dragones decidió obsequiarles la chispa de la sabiduría. Sin embargo, aquel valioso regalo no venía sin un precio. Traería la civilización a aquellos bárbaros, pero también definiría su destino. Y es que, a diferencia del plan del primer ser divino, lo que trajo aquel gran sabio fue el blasfemo camino de la \"evolución\". Waxaklahun Ubah Kan previó que al final del camino se derramaría sangre humana, dos especies, dos linajes, se fundirían en uno, y un antiguo latido volvería a brotar en la recién nacida civilización. Cuando Waxaklahun Ubah Kan creó el\nentregó el flogisto al primer bárbaro, Chaac, quien ascendió allí y dijo que entre sus descendientes nacería un salvador de los dos mundos."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Entre tus descendientes, nacerá el que será el salvador de los dos mundos. Será brutal como una mantícora y astuto como un zorro.\"</color>\n<color=#ffffffd9>\"Algún día, decapitará al soberano del fuego y ascenderá al antiguo trono. Así pues, ¡alabado sea el monarca de los dos mundos!\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/8e804c627f71c74c767026a67861ce53_9060395117135110288.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El valiente y sabio Chaac obtuvo la chispa eternamente brillante del sabio que robó el fuego. Distribuyó dicha chispa entre los miembros de su tribu y enseñó los secretos del fuego a todo aquel que deseaba aprenderlos. Al decir adiós al desorden y la ignorancia, el germen de la civilización volvió a brotar en la naturaleza salvaje. El intrépido Chaac, que dominaba el gran poder del fuego primigenio, y sus compañeros derrotaron por fin al despiadado dragón malvado y fundaron la primera de todas las tribus. Sin embargo, ni los héroes de la antigüedad podían ir en contra del juicio del tiempo, por lo que, a medida que los años transcurrían inexorablemente, sus compañeros fueron despidiéndose de él uno tras otro. Al final, el aguerrido Chaac se quedó solo. En la última noche de su vida, escaló una alta montaña para prender el primer fuego. Una vez allí, gritó con la esperanza de volver a encontrarse con sus antiguos compañeros. Los dioses del Reino de la Noche respondieron a sus plegarias, y esa misma noche, la gente de todas partes alcanzó a oír una voz procedente de otro mundo: el llanto de la primera Wayob recién nacida del Reino de la Noche."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/8d8e829bd173a60d120d829446104133_7883217380630042215.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Según la leyenda, cuando el Sabio Robafuegos compartió la chispa de fuego con el pueblo, estos imitaron a los dragones, creando un lenguaje para controlar el flogisto. Así nacieron los Grabados de flogisto. En la antigüedad, existió un sabio que alcanzó tal dominio en el arte del Grabado de flogisto que podía transformar todos sus múltiples significados en líneas gráciles y flotantes. Con el flogisto como medio, usaba acantilados como lienzos para murales vibrantes. Se dice que este fue el origen del grafiti de Natlan como lo conocemos hoy.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcóatl",
        "desc": "<p>El Soberano Pyro, derrotado por el primer Arconte Pyro, Ixbalanqué. Falseó su propia muerte, tras lo cual los descendientes de los antiguos dragones sólo pudieron inclinarse ante el trono y observar cómo su civilización inevitablemente se desvanecía con cada día que pasaba.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/5b66c077861245c0cba76c3dc000898c_1876645476111503931.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Códice de Obsidiana",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/cd11df3be5420d2c53c2da0d3298eb92_4238581052558034331.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Crónicas de Hanan Pacha",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una fábula protagonizada por el Sabio Robafuegos que ha pasado de generación en generación. Según las investigaciones historiográficas, su contenido no tiene nada que ver con lo sucedido en realidad.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mictlán",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/45e7cf2f6922c41f29cbd811017e0c72_6178923358712572512.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace mucho, mucho tiempo, los dragones gigantes deambulaban por el valle profundo que aún no era conocido como \"Mictlán\". Allí había una aldea ignorante cuya existencia fue posible gracias a la protección de los dragones. Las atalayas para señales de humo incineraron el honor del que tanto se vanagloriaban los dragones y les hicieron huir atemorizados a sueños decadentes. También establecieron una alianza con los mortales, que tanto ansiaban su protección, y les ordenaron que escogieran a un rey sagrado cuyo talento destacara entre los demás. Ellos prometieron construir un laberinto de espejos y una ciudadela de bruma para que las insignificantes tribus de los mortales estén a salvo de la guerra. A cambio pidieron solamente una cosa: que los mortales elijan un rey que guía a los dragones hacia sus sueños. Sin embargo, el llamado \"rey predestinado\" no era más que una ofrenda que había que quemar para ofrecérsela a los sueños, pero que acabaría dispersándose como ascuas humeantes con el gélido viento de la noche. Sus ojos se tiñeron de humo ardiente, para no quedar encantados por los colores que reflejan, y sus tobillos fueron mutilados para no poder abandonar a sus queridos compañeros. Una de los reyes sagrados escogidos era una joven cuya única compañía eran una flauta y su taciturno sirviente, Dinga."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/22/237301566/5d9e2a66fb12e2e52771f122d6909843_3566651460353031511.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Se llegó a un acuerdo entre los habitantes del valle y los nobles descendientes. Así, se apagaron las llamas de la sanguinaria conflagración de los jefes de guerra, dejando solo el apacible silencio sepulcral. Nadie notó el astuto plan del sabio entre los dragones. Utilizó pequeños trucos para incitar a la joven a rebelarse contra los dragones, todo en nombre de la buena voluntad. Un día, él la guio por los peligrosos senderos del Reino de la Noche para que pudiera contemplar el viento nocturno de los tiempos. Luego, con unas pocas palabras ingeniosas sobre la aclamada \"esperanza\" y un poco de leña al fuego del sufrimiento, la joven mortal seguía sus órdenes y aceptaba sus enseñanzas. Tal y como había previsto el sabio, la reina predestinada, la joven que una vez se había arrodillado ante los dragones, condujo a un\nque jamás se había visto antes, a través del manto de humo mientras tocaba una flauta y cantaba. Así, según lo planeado, envió a su silencioso sirviente, Dinga, fuera de las profundidades del valle. Muchos años después, el héroe\nhundió la daga dorada del rey pitón en el corazón de su antiguo amo. Solo entonces, aquel sabio, que había creído poder controlar el corazón de los humanos, se dio cuenta de que hacía tiempo que se habían sembrado las ardientes semillas de la traición. Pero esa traición no se dirigía a dragones perdidos en un profundo sueño, sino que había llegado junto al canto de la recién nacida Wayob, desde lo más profundo de los salones del Reino de la Noche. Así, se aseguraron los cimientos de la tribu conocida como \"Mictlán\" durante mil años. En el viento de la noche y la gélida luz del día, las hormigas robaron los ritos secretos que ni siquiera el autoproclamado sabio podía aspirar a hacer suyos.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7287,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6547,
        "name": "Flauta de Ezpitzal",
        "desc": "Una espada larga de jade de forma peculiar que ha sido transmitida entre los Augures Vientonocturno como una “flauta sacerdotal”.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7366,
        "name": "Vigía de las Estrellas",
        "desc": "Una estatua tallada en forma de águila. Se trata de una reliquia sagrada transmitida de generación en generación por los Augures Vientonocturno.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/de225a286996965268c32027a6c484d9_2367767765928118667.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Soberano de los Dos Mundos",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/6311178c86742d8f0f7bfdd3b2b972a8_887618972970591646.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El Sabio Robafuegos continuó guiando a los pueblos por el sendero de la \"evolución\". Tras una cuidadosa selección y crianza, los héroes tribales que había criado fueron subiéndose uno tras otro al escenario de la contienda. El más fuerte de todos ellos acabaría uniendo a todos los héroes de las tribus humanas que había sobre la roca negra. La alianza hecha en su nombre alzaría el estandarte del sol ardiente y marcharía hacia la\nla cual ni siquiera los dioses habían podido conquistar. Ese día, del\ndel trono saldría un fuego cuya luz teñiría de rojo el cielo azul, y el nuevo rey obtendría el fuego primigenio como obsequio por ascender a dicho trono. Los dragones se volverían a postrar ante los pies del soberano de los dos mundos y le entregarían el conocimiento y los tesoros que su civilización había acumulado durante milenios. Para crear al soberano perfecto tanto para humanos como para dragones, Kukulcán creó un hijo, Och-Kan, con sangre de dragón corriendo por sus venas. Och-Kan debía matar al antiguo y decrépito Dragón Pyro y ascender como el nuevo Soberano Dragón, el soberano de los dos mundos. Och-Kan no se distinguía en apariencia de un niño humano común, pero podía vivir más que los humanos y mostraba una fuerza y capacidad regenerativa muy por encima del adulto promedio. Después de comer, siempre compartía la comida restante con los otros dragartos con los que creció, lo que lo distinguía de los humanos comunes. Cuando se administraba una inyección neutralizante a los dragartos incapaces de convertirse en dragones, Och-Kan mostraba un miedo ausente en los dragartos y una empatía hacia los enemigos caídos que no se veía en los humanos. Aunque fue incapacitado brevemente, todos los indicadores fisiológicos permanecieron dentro de los parámetros seguros."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/866706487c6079f430bf937c0b9aabc7_913639247660289749.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un día, Och-Kan escapó del nido, lo cual, según el protocolo, requería ser perseguido y neutralizado. Pero Waxaklahun Ubah Kan informó al consejo de dragones que había eliminado a su hijo. El Sabio Robafuegos sabía que si su hijo seguía su plan y se convertía en el rey del pueblo, entonces, al final, tomaría la decisión que el dragón había previsto, pero entonces todo sería en vano. Así que decidió enviar a su hijo entre la gente. Cuando la corte dracónica descubrió que Kukulcán había robado la Chispa del Fuego Primigenio y que la federación humana albergaba a su sujeto de prueba fugado, lo proclamaron traidor e intentaron destituirlo como regente de Tollan, la Ciudad Sagrada, pero fueron detenidos por Xiuhcóatl. Tras vivir entre los humanos, Och-Kan comenzó a resentir a los dragones, a su padre y a la parte dracónica de sí mismo, porque comprendió que no había lugar para la humanidad en el plan de Kukulcán."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/132aa0b697510cba7613d929b1849368_8719093235876291499.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando los líderes de guerra de las distintas tribus dejaron atrás su gran causa de acabar con los dragones malvados y se sumieron en una competición por la supremacía, y los guerreros de las distintas tribus lo dieron todo en la guerra interminable y se sirvieron de la ayuda de bestias crueles, surgió un guerrero que ninguna profecía previó, un héroe que no había sido contemplado en ningún plan. De la tierra oscura emergió un rey radiante como el sol y cálido como el alba. Creó una corona con flores doradas y visitó todas y cada una de las tribus cargando con una gran espada de obsidiana. El Sabio Robafuegos nunca llegó a pensar que quienes tenían una gran fuerza podrían responder con algo que no fuera la conquista y la masacre. Así se fundó la Gran Alianza, uniendo a todas las tribus, y se construyó la primera ciudad sobre las ruinas de Chichén Uctokah, donde el cielo y la tierra fueron separados. El extranjero Ixbalanqué una vez salvó a Och-Kan de la prisión de los dragones y se convirtió en su amigo. Junto con otros héroes de las tribus, Ixbalanqué frustró los planes de Waxaklahun Ubah Kan y mató al Dragón Pyro corrompido. Renació del fuego y se convirtió en el primer Arconte Pyro, el soberano del pueblo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Los guerreros que surcan los cielos, persiguiendo sus grandes sueños entre la bruma matinal y el vasto océano de nubes, jamás se detienen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/92ba82bac0de649596f7af552428b24d_6681031167788957842.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcóatl",
        "desc": "<p>El Soberano Pyro, derrotado por el primer Arconte Pyro, Ixbalanqué. Falseó su propia muerte, tras lo cual los descendientes de los antiguos dragones sólo pudieron inclinarse ante el trono y observar cómo su civilización inevitablemente se desvanecía con cada día que pasaba.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/5b66c077861245c0cba76c3dc000898c_1876645476111503931.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7365,
        "name": "Mil Soles Abrasadores",
        "desc": "Una gran espada deslumbrante como el sol naciente. Ha sido testigo de la extinción y el resurgimiento de innumerables soles.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/da1910fbe0e825e1e3704c126720ab24_2121228058184091562.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Huitzilopochtli",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/eb972859b1cd859eb835e87e96db4d33_2026598325536753667.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El antiguo Maestro Dragón, el cual gobernaba sobre toda la luz y la sabiduría, transformó uno de sus ojos en un centro de control para Huitzilopochtli, en un medio de autoridad suprema para controlar todas las llamas. Como necesitaba monitorear y anclarse a la realidad a través del \"ojo\", este se convirtió en su único punto débil, y así fue como fue asesinado. Cuando Ixbalanqué derrotó al Maestro de las Llamas, dividió su ojo en dos partes: dos Discos Dorados de la Diplomacia. Los Discos Dorados de la Diplomacia eran un centro de control que podía usarse para reactivar el Corazón de la Montaña Sagrada. Para mantenerlas a salvo, Ixbalanqué tomó un Disco Dorado de la Diplomacia y Waxaklahun Ubah Kan tomó el otro. Usando la conexión con Ixbalanqué a través de su hijo, Kukulcán quiso evitar que el Huitzilopochtli fuera activado. El Sabio Robafuegos modificó los Discos Dorados de la Diplomacia de manera que tanto un humano como un descendiente de los dragones fueran necesarios para devolverlos al Corazón de la Montaña Sagrada. Kukulcán hizo un pacto con el Arconte Pyro: cuando llegara el momento, unirían sus Discos Dorados de la Diplomacia y activarían el Huitzilopochtli. Sabía que los humanos tal vez no sobrevivieran a este desastre, pero esperaba que surgiera más adelante una civilización que superara tanto a los dragones como a los humanos. Cuando el Arconte humano intercambió poder con la \"muerte\", el Sabio Robafuegos se sometió a su voluntad. Pero Ixbalanqué jamás tuvo la intención de obedecer las reglas, mucho menos cumplir el juramento que había hecho a Waxaklahun Ubah Kan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/e7d13bd7223a42bd4d438059d01d18c5_8844808207521089898.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando Ixbalanqué dejó el trono divino y entró en el Fuego Sagrado, dejó el Disco Dorado de la Diplomacia y el liderazgo de la Gran Alianza a su amigo Och-Kan. Para evitar que la súplica cayera en manos del Sabio Robafuegos, Och-Kan la escondió en una nave voladora modificada, el Tonatiuh, y colocó un sello que solo podría romperse con la sangre de los descendientes del Maestro de las Llamas. Proclamándose Sagrado Señor, Och-Kan fundó la primera capital del Arconte Pyro y decidió que el dios al que amaba y por quien derramó lágrimas doradas debía quedar sin sucesor. Rompió los juramentos del primer Arconte Pyro sobre la paz entre saurios y humanos, y ordenó la exterminación de todos los descendientes de los dragones. En su intento por crear un mundo mejor exclusivamente para humanos, el Sagrado Señor se desvió cada vez más del camino de la \"evolución\" y abrió las puertas a\nPara proteger a los humanos de la propagación del Abismo, Och-Kan separó su mente y la encerró en el Corazón de Chu'ulel, que controlaba todos los mecanismos de la ciudad. Cuando los humanos se rebelaron y derrocaron al tirano, su mente permaneció encerrada, y su cuerpo, infectado por el Abismo, fue usado por el Sabio Robafuegos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/215c43cae331b13e9d38c4c3ce07a394_4119021113859639934.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En otro tiempo, Waxaklahun Ubah Kan creyó que, a través de su hijo, podría descubrir cómo el Soberano Primordial, sentado en el trono del cielo, convirtió las Líneas Ley en un cinturón que protegía al planeta. Esperaba usar este método para fusionar las razas humana y dracónica, permitiendo a los dragones emplear medios más sutiles para resistir a su gran enemigo: el Abismo. Así, los nacidos del dragón podrían una vez más vislumbrar la verdad más allá de los cielos falsos. Comparadas con el poder y la uniformidad de las almas de los dragones, las almas humanas son demasiado variadas, y la mayoría, demasiado débiles. El espíritu de Och-Kan era como vidrio roto. Voló demasiado cerca del sol para volverse uno con él, pero perdió su forma. Kukulcán creía que Och-Kan era demasiado parecido a él y que, como él, había decepcionado a todos. Los humanos también lo habían decepcionado. El más sabio entre los dragones había creído una vez que los humanos podrían forjar una civilización más gloriosa. Tras la apoteosis de Ixbalanqué, incluso pensó que los humanos serían capaces de evitar el camino desastroso de los dragones, por lo que decidió darles más tiempo. Pero mil años habían pasado, y ninguna tribu desde Och-Kan se atrevió a crear un imperio unificado. Los humanos también dependían demasiado del poder de los Arcontes, incapaces de forjar sus propias armas para empuñarlas y así defender su mundo del oscuro poder corruptor. Se aferraban demasiado al pasado y no estaban dispuestos a correr riesgos. Cada vez que un enemigo atacaba desde las sombras, los frutos lentamente acumulados de la civilización eran destruidos en un instante, y luego solo quedaba el ciclo eterno o, peor aún, una involución inexorable. Como resultado, el tiempo que se les había otorgado carecía de sentido. Tal vez en miles o decenas de miles de años, los humanos habrían creado una gran civilización, pero Kukulcán se había quedado sin tiempo y ya no creía en ello. Como Xiuhcóatl le había advertido, Waxaklahun Ubah Kan eligió el mismo camino que su hermano."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/310ca7d8de06ef58cfb4b777a02b17a7_8112960753490759069.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al darse cuenta de que las fronteras del mundo comenzaban a colapsar por culpa del Abismo, y que pronto todo Natlan, y luego todo Teyvat, se sumirían en la oscuridad, Waxaklahun Ubah Kan decidió que el momento crítico había llegado. Una\nbarrió Natlan, la humanidad fracasó, y la única salida era unir los Discos Dorados de la Diplomacia y activar el Huitzilopochtli. Como no podía tomar el segundo disco, creó la leyenda del Jade del Retorno, un tesoro en una nave voladora que podía repeler el Abismo y finalmente desterrarlo del mundo. Para seguir a los humanos, Waxaklahun Ubah Kan usó las \"máscaras\" de personas absorbidas por su hijo. Muchos viajeros fueron a la Ciudad de las Cenizas en busca del tesoro, pero casi ninguno regresó. Una de esas buscadoras fue Bona, de la Tribu Plumaflora. Cuando fue a la ciudad prohibida, liberó la mente de Och-Kan del Corazón de Chu'ulel y ascendió al Tonatiuh. Allí, se dio cuenta de que el Jade del Retorno era una trampa, así que juró proteger el Disco Dorado de la Diplomacia del Sabio Robafuegos.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Los guerreros que surcan los cielos, persiguiendo sus grandes sueños entre la bruma matinal y el vasto océano de nubes, jamás se detienen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/92ba82bac0de649596f7af552428b24d_6681031167788957842.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6966,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcóatl",
        "desc": "<p>El Soberano Pyro, derrotado por el primer Arconte Pyro, Ixbalanqué. Falseó su propia muerte, tras lo cual los descendientes de los antiguos dragones sólo pudieron inclinarse ante el trono y observar cómo su civilización inevitablemente se desvanecía con cada día que pasaba.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/5b66c077861245c0cba76c3dc000898c_1876645476111503931.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Una aventurera que fue a Ochkanatlan para hallar el Jade del Retorno capaz de eliminar la ponzoña. <span class=\"wk-shady\">Ella vivió hace casi 500 años.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/ff6914904dd7e24901810f17a607b7f9_4849283152511029491.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7365,
        "name": "Mil Soles Abrasadores",
        "desc": "Una gran espada deslumbrante como el sol naciente. Ha sido testigo de la extinción y el resurgimiento de innumerables soles.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/da1910fbe0e825e1e3704c126720ab24_2121228058184091562.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Pergamino del Héroe de la Ciudad de las Cenizas",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "El último pacto",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/05d47ef710a65616498dbc58b2488787_3653661157448209777.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando los saqueadores del más allá de los cielos tomaron el control de Teyvat, dejaron caer el Pilar Divino para destruir la tierra rica en flogisto. Con su increíble adaptabilidad y capacidad de evolucionar, los dragones se adaptaron a la vida en esta nueva tierra, pero esta evolución los cambió únicamente para sobrevivir. Al principio, el Soberano Dragón Pyro canalizaba la luz de la llama y la sabiduría (bendición del Maestro de las Llamas) a través de su cuerno, pero con el tiempo, los cuerpos de los descendientes de Xiuhcóatl se volvieron incapaces de soportar tal poder. Poseían habilidades increíbles, pero al envejecer, ese poder los mataba o los volvía locos. Para levantar el sello de la Ciudad Sagrada y unir los Discos Dorados de la Diplomacia, Kukulcán necesitaba un humano y un compañero saurio marcados con la bendición del Maestro de las Llamas. Intentó controlar la aparición de dicha bendición mediante experimentos y creó una leyenda según la cual uno debía encontrar un emblema dividido en dos partes y hacer una peregrinación al Volcán Tollan. Allí, los guerreros tribales podrían limpiar el nombre de su compañero, que el difunto Xiuhcóatl aún recordaba, y eliminar la marca."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/b47d11bc7909c6283751de665ddea588_3525408384390644015.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un pequeño Tepetlisaurio, que se convirtió en el compañero del/de la Viajero/a y Paimon, nació con la bendición del Maestro de las Llamas. Para atraer al Elegido de los Dragones hacia el Corazón de la Montaña Sagrada, Waxaklahun Ubah Kan eligió la imagen del artesano Manqu, quien vivió mil años atrás, y se presentó como miembro de la Asociación de Arqueología Sáurica. Manqu guió al/a la Viajero/a y al Tepetlisaurio hacia las ruinas donde el Sabio Robafuegos una vez hizo un pacto con Ixbalanqué para activar a Huitzilopochtli. Tras recibir el primer Disco Dorado de la Diplomacia, fueron a la Ciudad de las Cenizas, Ochkanatlan, donde los recibió el espíritu de la aventurera Bona, quien no recordaba su muerte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/8287e972b0dbc501376be8d66db0d9cf_4632891782988135276.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Con su ayuda, el/la Viajero/a y el saurio fueron llevados a la nave voladora Tonatiuh, donde obtuvieron el segundo Disco Dorado de la Diplomacia, y el Tepetlisaurio se reunió con Kukulcán. Creyendo que eso eliminaría la marca en los cuernos del saurio, el/la Viajero/a y Paimon viajaron a la Ciudad Sagrada de Tollan, levantando el sello del volcán y obteniendo el permiso para entrar al Corazón de la Montaña Sagrada. Cuando la misión del humano se completó, el Sabio Robafuegos separó al saurio de sus compañeros, pues solo el Elegido de los Dragones (dragón que regresó del fuego) podía recorrer el camino final. En el propio Corazón de la Montaña Sagrada, en el mecanismo de activación de Huitzilopochtli, Waxaklahun Ubah Kan le dijo al Tepetlisaurio que activara el poder para que el gran enemigo oculto en las sombras nunca más pudiera invadir. Prometió que, cuando Natlan se convirtiera en flogisto, el concepto de la vida sería reescrito y el poder del Fuego Primigenio volvería de forma natural. Solo los dragones que se hubieran transformado en formas de vida de flogisto recibirían todo el poder, y el Tepetlisaurio se convertiría en el nuevo gobernante, existiendo fuera del marco y las ideas habituales. Devolvería toda la luz, todo el calor, toda la sabiduría, trayendo un gran orden y gloria a este mundo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Esta es la señal de la nueva vida, así como el último pacto de todos.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuando Huitzilopochtli fue activado, un mundo completamente blanco se abrió ante el Tepetlisaurio. Diez millones de años pasaron en lo que pareció un instante, pero el tiempo no tenía significado. La única conciencia que quedaba en ese mundo era \"eso\", que una vez fue el Tepetlisaurio. En el pasado, ocurrieron cosas increíbles: innumerables guerras de escala inimaginable, batallas que rompían dimensiones, incontables vidas devoradas y transformadas hasta que, al final, la luz ardiente devoró la regla más primordial de todas. El mundo ya no vive bajo la amenaza de las sombras, ¿pero qué sentido tiene? \"Él\" sabe que el fuego primigenio no es inextinguible, aunque seguirá ardiendo durante millones de años en este oscuro mar cósmico. A veces, como si se tratara de un sueño, \"él\" recuerda el viaje que hizo hace mucho tiempo con sus dos compañeros/as cuando la tierra aún tenía forma física. Aferrándose a esos recuerdos, tal vez \"él\" pueda aguantar este tormento hasta que la muerte llegue al otro extremo de la eternidad. Si pudiera regresar al Corazón de la Ciudad Sagrada, ¿haría una elección diferente?"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/7ac282ecbb67297b04ec3b377edd8abe_6119538618013943854.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al ver el destino que Huitzilopochtli tenía reservado para el mundo, el Tepetlisaurio se negó a activar la purga fuegoceleste e hizo la misma elección que Kukulcán al principio. Después de tantos años, el más sabio de los dragones finalmente entendió lo que sentía su hermano. El anhelo de ver realizada una sola cosa, o de recibir una sola respuesta clara, y estar dispuesto a hacer cualquier cosa para lograr esos objetivos. Pero si realmente quería que el dragón activara ese sistema, debería haberlo criado en la Ciudad Sagrada y enseñado a odiar este mundo. Tal vez, en el fondo, aún deseaba creer en la esperanza."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Oh, mi soberano, hermano mío... Oh, señor que me dio la vida el mismo día que tú naciste...</color>\n<color=#ffffffd9>Una vez, dijiste que en mis últimos momentos de vida comprendería tus aspiraciones.</color>\n<color=#ffffffd9>Pero... Jaja, me temo que en eso no puedo estar de acuerdo.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6966,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Pequeñín",
        "desc": "<p>Un pequeño Tepetlisaurio que recibió la bendición del<custom-ruby data-ruby=\"Maestro de las Llamas.|Xuhcóatl\"></custom-ruby> Acompañó al/a la Viajero/a en el peregrinaje al Volcán Tollan para quitar la marca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/1169b299dd600b044356b30c53092d4a_3749352632577888740.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Una aventurera que fue a Ochkanatlan para hallar el Jade del Retorno capaz de eliminar la ponzoña. <span class=\"wk-shady\">Ella vivió hace casi 500 años.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/ff6914904dd7e24901810f17a607b7f9_4849283152511029491.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>Un investigador de la Asociación de Arqueología Sáurica, responsable de investigaciones académicas sobre ciertas costumbres tribales. <span class=\"wk-shady\">El verdadero Manqu fue un artesano que vivió hace mil años y murió durante el derrocamiento del tirano Och-Kan. Ahora, Manqu es una proyección de flogisto de Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/19/205556113/65f375482af8076ead5090c165f1669e_2909064294372032280.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7615,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hanan Pacha",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/01415d576cd0b43b81aa4c25f6cbf349_7672827490069104708.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "A lo largo de los miles de años de vida de Waxaklahun Ubah Kan, sus verdaderos orígenes fueron borrados de la memoria de las personas, y su nombre quedó cubierto por cuentos de hadas. Según una de estas historias, cuando los dragones gobernaban la tierra y el Reino de la Noche se encontraba sometido a la Señora de la Noche, los humanos vagaban por las tierras yermas. Pero un día, un hombre mortal, Waxaklahun Ubah Kan, trajo la chispa del flogisto desde la tierra roja y negra, y por fin las personas tuvieron la oportunidad de resistir a las bestias salvajes y a los dragones caídos. En aquel tiempo, un dragón alado vivía en las tierras negras y rojas; era descendiente de Xiuhcóatl, el Rey del Volcán. Entre sus tesoros, el más lllamativo era la pirofosforita: un mineral creado del fuego primigenio de las profundidades del gran volcán. Tenía unos colores cambiantes como los de un arcoíris e irradiaba una deslumbrante luz en todo momento. Tal vez la vanidad del dragón enfureció a la Señora de la Noche, y por ello enviaron al Sabio Waxaklahun Ubah Kan para derrotarlo. Para asegurarse, también enviaron al necio Chaac con él. Bajo la protección de la Señora de la Noche, ambos llegaron a la tierra roja y negra, y el sabio hirió al dragón en un ojo con una cerbatana de bambú. Aun ciego de un ojo, el dragón seguía siendo increíblemente fuerte, así que Waxaklahun Ubah Kan ideó un plan de largo alcance."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/406da9a96315023423e763bbde857186_2379225423503024667.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Disfrazados de médicos, Waxaklahun Ubah Kan y Chaac entraron en la cueva del dragón y ofrecieron reemplazar su ojo herido, colmillos y garras por piedras preciosas. El vanidoso dragón no pudo evitar imaginar cuán hermoso sería si resplandecía doce veces más, y aceptó sin dudar. Entonces, el Sabio y Chaac sacaron los granos de mahís que habían preparado con antelación y reemplazaron los ojos, los dientes y las garras del dragón alado con ellos. Así, el dragón murió confundido, y la pirofosforita cayó en manos de Waxaklahun Ubah Kan. Al romper la pirofosforita en fragmentos, el sabio liberó el poder de los dragones, es decir, el \"flogisto\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/f7e59ebc117db3e5cd913f78d7d10bec_4695235539739888071.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al dejar atrás la tierra roja y negra, el sabio Waxaklahun Ubah Kan y el necio Chaac llegaron a la tierra de bosques y montañas, donde vivían tribus humanas. Waxaklahun Ubah Kan deseaba transmitir a los humanos el poder de usar el flogisto, pero nadie quería aprender de él porque no comprendían qué beneficio les traería. Al ver cuán afligido estaba el sabio, Chaac se ofreció a mostrar a la gente los beneficios del flogisto; por ejemplo, levantar una roca más alta que las montañas. Entonces el Sabio enseñó a Chaac el poder de los dragones, y juntos alzaron la tierra hacia el cielo. La tierra que elevaron se convirtió en Hanan Pacha, el Mundo Superior del que hoy habla la gente. En un principio, Hanan Pacha era un solo continente que se elevó tanto en el cielo que todo el pueblo de Natlan podía verlo desde lejos y acudía movido por la curiosidad. El bondadoso Chaac ayudó a la gente a ascender al Mundo Superior con la ayuda del flogisto, y así, bajo el liderazgo de Waxaklahun Ubah Kan, la tribu se estableció por primera vez de manera permanente en Hanan Pacha. La ciudad tenía palacios y templos magníficos, todos hechos de gemas raras, plumas resplandecientes y flores fragantes.\nCuando se terminó la construcción de la ciudad, Waxaklahun Ubah Kan decidió elevar aún más a Hanan Pacha y prohibió a la gente consumir cualquier cosa producida por esa tierra. Solo podían beber agua que fluyera del origen de toda agua, no sujeta al control de la Señora de la Noche. Aunque la gente no entendía por qué era necesario elevar aún más la tierra, obedecieron al sabio. Comenzaron a criar peces en la vasta extensión azul y a cultivar algas esféricas para alimentarse. Hanan Pacha se elevaba más y más con cada día. Finalmente, la Señora de la Noche comprendió las intenciones del sabio. Temiendo que todo el pueblo se marchara, se disfrazó de hombre y llevó una botella con agua misteriosa a la tribu. Chaac probó esa agua, más dulce que cualquier otra cosa en el mundo, y la compartió con todos. Cuando el sabio regresó, el pueblo ya estaba ebrio hasta la inconsciencia. Supo entonces que ya no podrían abandonar Natlan, y los desterró de Hanan Pacha. El pueblo se dispersó por todos los rincones de Natlan y llevó consigo el flogisto, y el Sabio Robafuegos emprendió el camino de regreso a casa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/25/237301566/1228c2098563f55f5f6efe34707c73a2_98397734549776695.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando se cortó el camino hacia el Mundo Superior, una leyenda comenzó a extenderse entre las personas: la del misterioso y legendario elixir que lo cura todo, un regalo del Sabio Robafuegos. Para llegar a dicho elixir, el sabio colocó una serie de pruebas, incluyendo sendas espirituales y inscripciones reveladoras. Pero incluso después de superar todas las pruebas, al final del camino, la gente solo encuentra una fuente termal con agua.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6974,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7092,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Reino de la Noche",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Crónicas de Hanan Pacha",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una fábula protagonizada por el Sabio Robafuegos que ha pasado de generación en generación. Según las investigaciones historiográficas, su contenido no tiene nada que ver con lo sucedido en realidad.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcóatl",
        "desc": "<p>El Soberano Pyro, derrotado por el primer Arconte Pyro, Ixbalanqué. Falseó su propia muerte, tras lo cual los descendientes de los antiguos dragones sólo pudieron inclinarse ante el trono y observar cómo su civilización inevitablemente se desvanecía con cada día que pasaba.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/5b66c077861245c0cba76c3dc000898c_1876645476111503931.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "El primer Dragón Pyro y hermano mayor de Kukulcán, de quien recibió la vida. Él creó al Huitzilopochtli para salvar al mundo del Abismo, pero Kukulcán quería lograrlo de otra manera.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un dragón mezclado con un alma humana, e hijo de Waxaklahun Ubah Kan. Fue criado entre humanos y se suponía que, de acuerdo al plan de su padre, mataría al Dragón Pyro,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcóatl",
        "desc": "<p>El Soberano Pyro, derrotado por el primer Arconte Pyro, Ixbalanqué. Falseó su propia muerte, tras lo cual los descendientes de los antiguos dragones sólo pudieron inclinarse ante el trono y observar cómo su civilización inevitablemente se desvanecía con cada día que pasaba.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/5b66c077861245c0cba76c3dc000898c_1876645476111503931.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", y se convertiría en el nuevo Rey Dragón. Och-Kan amaba a la humanidad y no podría permitir que los planes de su padre llegaran a cumplimiento.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "El Sabio Robafuegos y Ixbalanqué hicieron un pacto para unir los Discos Dorados de la Diplomacia y activar el Huitzilopochtli, pero Ixbalanqué lo traicionó.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Pequeñín",
        "desc": "<p>Un pequeño Tepetlisaurio que recibió la bendición del<custom-ruby data-ruby=\"Maestro de las Llamas.|Xuhcóatl\"></custom-ruby> Acompañó al/a la Viajero/a en el peregrinaje al Volcán Tollan para quitar la marca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/1169b299dd600b044356b30c53092d4a_3749352632577888740.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan guió al/a la Viajero/a y a su pequeño Tepetlisaurio a Tollan, la Ciudad Sagrada, para activar el Huitzilopochtli.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>Un investigador de la Asociación de Arqueología Sáurica, responsable de investigaciones académicas sobre ciertas costumbres tribales. <span class=\"wk-shady\">El verdadero Manqu fue un artesano que vivió hace mil años y murió durante el derrocamiento del tirano Och-Kan. Ahora, Manqu es una proyección de flogisto de Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/19/205556113/65f375482af8076ead5090c165f1669e_2909064294372032280.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Una aventurera que fue a Ochkanatlan para hallar el Jade del Retorno capaz de eliminar la ponzoña. <span class=\"wk-shady\">Ella vivió hace casi 500 años.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/ff6914904dd7e24901810f17a607b7f9_4849283152511029491.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Legba\nUsando proyecciones de flogisto, Waxaklahun Ubah Kan puede tomar la forma de humanos para vivir entre ellos sin ser notado. Titu, Manqu, Bona y Legba son algunas de estas \"máscaras\".\nChaac\nChaac era discípulo del Sabio, y fue quien despertó a la primera Wayob. Junto con Waxaklahun Ubah Kan, derrotó al despiadado dragón malvado. Chaac y sus sus seguidores fundaron la primera de todas las tribus.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libros y Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Crónicas de Hanan Pacha",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una fábula protagonizada por el Sabio Robafuegos que ha pasado de generación en generación. Según las investigaciones historiográficas, su contenido no tiene nada que ver con lo sucedido en realidad.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Códice de Obsidiana",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/cd11df3be5420d2c53c2da0d3298eb92_4238581052558034331.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6863,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Waxaklahun Ubah Kan"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Dragones"
          }
        ]
      },
      {
        "key": "Título",
        "value": [
          {
            "type": "RichText",
            "text": "Sabio Robafuegos"
          }
        ]
      }
    ]
  }
}