{
  "epId": 7298,
  "name": "Xiuhcóatl",
  "desc": "<p>El Soberano Pyro, derrotado por el primer Arconte Pyro, Ixbalanqué. Falseó su propia muerte, tras lo cual los descendientes de los antiguos dragones sólo pudieron inclinarse ante el trono y observar cómo su civilización inevitablemente se desvanecía con cada día que pasaba.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/5b66c077861245c0cba76c3dc000898c_1876645476111503931.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1752789007,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Xiuhcóatl es un Dragón Pyro que nació del fuego primigenio.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>El más sabio entre los dragones, que robó la llama de los de su especie y enseñó a la gente cómo usarlo. Él quería crear un soberano del mundo de los dragones y de los humanos. Su verdadero nombre era Kukulcán.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/2350d7d56176911d0cbbb353d025da59_5914644917984209885.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Xiuhcóatl creó a su hermano y le dio un trozo del fuego primigenio. Cuando Xiuhcóatl quiso activar a Huitzilopochtli, Waxaklahun Ubah Kan discrepó del plan de su hermano y decidió buscar otra solución. El Sabio Robafuegos quería que su hijo",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "derrotara al Dragón Pyro y se convirtiera en el nuevo Rey Dragón, pero Ixbalanqué se le adelantó. Con el tiempo, Waxaklahun Ubah Kan comprendió los sentimientos de su hermano y decidió seguir su ejemplo y activar a Huitzilopochtli.\nHuitzilopochtli\nEl \"purga fuegoceleste\" es un arma creada para combatir el Abismo, capaz de convertir Natlan en una tierra compuesta completamente de materia de flogisto. Toda vida sería destruida o forzada a abandonar sus cuerpos y convertirse en formas de vida basadas en el flogisto. Y entonces los dragones, ahora formas de vida basadas en el flogisto, gobernarían este nuevo mundo.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Señor del Fuego Primigenio Corroído",
        "desc": "Un dragón malvado formado por una concentración del poder de la oscuridad.<br>Una bestia del vacío conocida como “Aniquilador del Abismo” y Gosoythoth. Posee el poder de corromper los recuerdos de las líneas ley para darles la forma de una fuerza tangible catastrófica. De estos recuerdos que han fluido bajo la tierra desde tiempos inmemoriales, ha logrado drenar la voluntad remanente de un Rey Dragón Elemental, extrayéndola como tuétano para darle un nuevo propósito como los cimientos de una imagen propia inventada.<br>Pero ¿se trata realmente de una mera “imagen”? Retornado a manos de las mismísimas fuerzas del más allá a las que una vez se enfrentó, un dragón antaño muerto vuelve a abrir los ojos, dejándolo todo atrás como en un sueño en su breve resurrección. Atrapado eternamente en el día final de su existencia por esta oscura música, su furia sin límites ha acabado consumiendo cualquier rastro de razón. Ahora, lo único que le queda es su incansable deseo de batalla que arde sin fin en su corazón.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "El Aniquilador del Abismo ha logrado extraer el remanente de la voluntad de Xiuhcóatl de los recuerdos contenidos en las líneas ley de la tierra. El dragón está atrapado en el último día de su existencia, y su furia desbordante ha consumido toda razón.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Ixbalanqué derrotó a Xiuhcóatl en el Volcán Tollan y renació del fuego, convirtiéndose en el primer Arconte Pyro.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6584,
        "name": "Tirano Qucusaurio Aureoardiente",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Qucusaurio que ha obtenido un cuerpo sobrenatural debido a un enorme poder imposible de controlar por los saurios de la actualidad.</span><br><span style=\"color: rgb(255, 255, 255)\">Según una antigua leyenda, cuando era pequeño, el gran saurio alado que ahora suele deambular entre la bruma de la montaña fue de aventuras con los héroes que salvaron Natlan. Cuentan que uno de esos héroes prometió hacer el peregrinaje al volcán con este saurio para evitar que perdiera la cordura a causa del agresivo poder que fluía por su sangre. A juzgar por el nombre de “tirano” con el que la gente se refiere a él hoy en día, aquella historia no debió de terminar muy bien...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/01/73555894/5709594dc5a9060e80eff1f292116304_8522015235311881700.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Pequeñín",
        "desc": "<p>Un pequeño Tepetlisaurio que recibió la bendición del<custom-ruby data-ruby=\"Maestro de las Llamas.|Xuhcóatl\"></custom-ruby> Acompañó al/a la Viajero/a en el peregrinaje al Volcán Tollan para quitar la marca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/1169b299dd600b044356b30c53092d4a_3749352632577888740.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Hace mucho tiempo, Xiuhcóatl usó la bendición del Maestro de las Llamas para transmitir su sabiduría. Los dragones y saurios con la marca de la bendición del Maestro de las Llamas poseen un poder increíble, pero los saurios modernos ya no pueden soportarlo. Las Wayob y el Reino de la Noche también rechazan este poder y se niegan a aceptar a estos saurios. Durante su crecimiento, a veces mueren o enloquecen a causa de este poder. Cuenta la leyenda que los guerreros tribales portaban una ficha partida en dos y, en el Volcán Tollan, lavaban el nombre de su compañero, recordado por el Dragón Caído.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "De acuerdo a la leyenda, el anciano Maestro Dragón transformó uno de sus ojos en un conducto de autoridad suprema por el que poder gobernar todas las llamas. Cuando Ixbalanqué derrotó al Dragón Pyro, dividió el ojo del dragón en dos.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Reinado de los Dragones",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/6720fc8f34741f1cdd09918df845dea1_4104516956228177436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mucho antes de la existencia de la humanidad, Teyvat estaba gobernado por una civilización dracónica altamente avanzada, liderada por el Dragón Primordial, Nibelung. En la tierra que milenios después sería conocida com\nen la Montaña Sagrada, nació del Fuego Primordial el primer Soberano Pyro, Xiuhcóatl. Él fundó la Ciudad Sagrada de Tollan y creó a su pueblo con el Fuego Primordial. La Ciudad Sagrada fue construida dentro de un volcán, donde los dragones crearon una proyección que imitaba el cielo. Xiuhcóatl le entregó a su primera creación, su\nun fragmento de este fuego, que los descendientes de los dragones consideraban parte de un alma mayor. Natlantia estaba gobernada por un consejo de dragones, compuesto por trece Reyes Dragón y tres Príncipes Dragón, que obedecían al Soberano."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/a1d846f80c1e55e2a7ab95315058e57e_5427820143582258539.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando los\nprovenientes de más allá de los cielos aparecieron en Teyvat, comenzó una guerra entre el Primer Descendido y los dragones, durante la cual los invasores arrojaron pilares divinos sobre los suelos ricos en flogisto que sustentaban Natlan. También congelaron a Xiuhcóatl en lava, llevándolo a un estado de falsa muerte. El Rey Dragón, Nibelung, fue derrotado y viajó más allá del cielo para obtener conocimiento prohibido con el fin de luchar contra el Soberano Primordial. Los dragones eran poderosos, pero estaban atados por las cadenas de su propio poder. Los débiles veneran a los fuertes, los hijos siguen a sus padres, y los sirvientes obedecen a sus soberanos. Las razas que por naturaleza buscan el poder están ligadas a ese mismo poder que organiza sus sociedades de forma demasiado evidente. Tras la falsa muerte del Dragón Pyro, los descendientes de los dragones solo pudieron inclinarse ante su trono y contemplar cómo su otrora grandiosa civilización se deterioraba día a día, marchando inexorablemente hacia el declive. Debido a la destrucción de las tierras de flogisto, los dragones, altamente adaptables, evolucionaron solo para sobrevivir en el Natlan cambiado, y en el proceso perdieron su poder, alcanzando un punto muerto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/5997fa20dc470865640c2d4095f0a19a_6387894867402416954.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando Nibelung regresó a Teyvat con el conocimiento prohibido, el Maestro de las Llamas fue despertado de un largo sueño por el llamado del Abismo. El Soberano Primordial aniquiló al\na un gran costo. En ese momento, el soberano ígneo, que había estado sumido en el Abismo, recuperó una breve y trágica claridad. Vio que este reino, una vez regido por la luz ardiente de la sabiduría, ahora yacía hecho pedazos, y que la tierra, antes impregnada por la llama primordial, ahora estaba corroída por el enemigo oscuro, ulcerada y cubierta de llagas. Habiéndose convertido él mismo en un criadero de oscuridad, con sus períodos de lucidez cada vez más breves, ya no sabía cuándo caería definitivamente en la nada insensata y retorcida. En sus últimos días, volvió a caer en un estado que no era diferente a la falsa muerte, y toda su raza se había convertido en un grupo de necios que solo sabían graznar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/76abfd4fefa06e1ac6a9994b1fc75973_1917141877618508186.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando los dragones aún no habían perdido su poder, exploraban la oscuridad absoluta entre las estrellas y crearon un cable celestial que se extendía hasta los cuerpos celestes primordiales. Cuando las lunas fueron destruidas durante la guerra contra los invasores del cielo, Xiuhcóatl llevó a cabo una reconstrucción lunar, y los restos de las lunas colgando en el cielo fueron llamados \"restos de la antigua luna\".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>El más sabio entre los dragones, que robó la llama de los de su especie y enseñó a la gente cómo usarlo. Él quería crear un soberano del mundo de los dragones y de los humanos. Su verdadero nombre era Kukulcán.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/2350d7d56176911d0cbbb353d025da59_5914644917984209885.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Huitzilopochtli",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/8287e972b0dbc501376be8d66db0d9cf_2623353522331778675.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante sus períodos de lucidez, el Maestro de las Llamas utilizó el último vestigio de su poder y sabiduría para transformar una vez más la ciudad de los dragones y crear el equivalente a un cuerpo celeste en miniatura: los\ny, finalmente, la\nPara crear esta arma, Xiuhcóatl comenzó a excavar profundamente en el volcán, con el fin de proporcionar un entorno estable para sus experimentos. Huitzilopochtli era el dispositivo de flogistización de toda Natlan: un dispositivo capaz de convertir toda Natlan en \"una tierra compuesta solo de flogisto, o solo de materia conformada por flogisto\". El flogisto es un átomo sobre el cual puede inscribirse información, y en sí mismo es una forma de \"computronio\": un elemento que puede usarse para imitar la esencia de cualquier cosa mediante el\nHuitzilopochtli lo quemaría todo, y toda esa información sería registrada y replicada por ese océano de unidades de flogisto. De este modo, Natlan se convertiría en un reino compuesto únicamente de llama primordial. Cuando eso sucediera, en el momento en que el Abismo se acercara, los simuladores astrales creados por la llama primordial se adherirían automáticamente a él, usando reacciones de aniquilación mutua para condenar a nuestro sombrío enemigo al olvido. Y entonces el Abismo nunca más podría invadir Natlan. Sin embargo, las vidas de Natlan serían destruidas por Huitzilopochtli o forzadas a abandonar sus cuerpos y convertirse en formas de vida basadas únicamente en flogisto. Las Líneas Ley y los cuerpos materiales desaparecerían. Los dragones lo poseerían todo y nada al mismo tiempo, atados ni al nacimiento ni a la muerte. Habiendo abandonado sus cuerpos y transformándose en entidades de flogisto, gobernarían el nuevo mundo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/b2a8313a2877f7b05213abd9a655c27c_161184871910069897.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Para determinar los objetivos de corrupción para los simuladores astrales, corrompidas por el Abismo, Xiuhcóatl experimentó consigo mismo, de modo que su cuerpo decrépito sirviera a la raza dracónica. Una vez activado el sistema, él sería uno de los primeros en ser destruido por la purga fuegoceleste. El Dragón Pyro sabía que ya no podía seguir gastando tiempo consciente, por lo que estaba listo para activar el sistema. El Consejo de Dragones, compuesto por trece Reyes Dragón y tres Príncipes, aprobó unánimemente el plan del Maestro de las Llamas, pero su hermano, el Regente Kukulcán, creía que Huitzilopochtli convertiría toda forma de vida en sombras titilantes e ilusorias proyectadas por una antorcha gigantesca. Sin sus cuerpos, los dragones no tendrían oportunidad de evolucionar, por lo que el Regente decidió buscar otro camino entre los humanos. El Maestro de las Llamas creía que, cuando llegara el crepúsculo de la vida, su hermano lo comprendería y tomaría la misma decisión que él."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Si crees que lo único que busco es la destrucción y tú, por tu parte, tienes un mundo que construir... entonces, adelante, detenme. ¡Mátame y demuéstramelo!\".</color>\n<color=#ffffffd9>\"Sin embargo, algún día... Y esto no es una profecía, Kukulcán, sino una simple advertencia de alguien que ya recorrió ese camino... Algún día...\".</color>\n<color=#ffffffd9>\"Seguirás el mismo camino que yo\".</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>El más sabio entre los dragones, que robó la llama de los de su especie y enseñó a la gente cómo usarlo. Él quería crear un soberano del mundo de los dragones y de los humanos. Su verdadero nombre era Kukulcán.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/2350d7d56176911d0cbbb353d025da59_5914644917984209885.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Muerte de Xiuhcóatl",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/26217162c8655537ed07e3848eb0a2d7_4413219845976282650.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de la segunda guerra entre el Soberano Primordial y el\nlas civilizaciones primitivas de la humanidad colapsaron como jade quebrado. Y\nque guiaban las civilizaciones terrenales fueron devorados por los dragones que habían despertado. Las Líneas Ley de Natlan quedaron dañadas, y la humanidad se hundió en el caos, perdiendo la capacidad de percibir el mundo y regresando a los instintos primitivos. Los débiles pueblos nacidos en la tierra de los dragones solo pudieron sobrevivir a la sombra de sus alas. Aunque hacía mucho que habían perdido a su guía, olvidado su historia y dejado atrás sus recuerdos, y se habían perdido entre montañas y bosques, lograron sobrevivir. El hermano del Maestro de las Llamas, Kukulcán, habiendo rechazado activar a Huitzilopochtli, vio esperanza entre los humanos. Robó flogisto del antiguo palacio en la Ciudad Sagrada de Tollan y enseñó a la gente cómo utilizarlo. Bajo su liderazgo, fundaron las primeras tribus y, olvidando la enemistad con los dragones, cayeron en la lucha por el poder. Kukulcán también creó a su hijo, un dragón con alma humana, destinado a matar a Xiuhcóatl y convertirse en el nuevo Dragón Pyro y gobernante de dos mundos. Cuando el consejo dracónico quiso eliminar a su hijo por haber huido, Kukulcán lo salvó y lo envió a vivir con los humanos, por lo cual fue declarado traidor. Los Reyes Dragón quisieron destituir al regente, pero el juicio fue interrumpido por el propio Xiuhcóatl, quien despertó de su falsa muerte. Cuando su hermano se alejó de los dragones y fue con los humanos, el Maestro de las Llamas, mostrando signos de degradación y distorsión de la memoria, quiso llenar el vacío por la pérdida de su hermano y creó a un Dragosirviente fuentenigma, dándole el nombre de aquel que lo había acompañado desde su nacimiento."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Deberías llamarte 'Kukulcán'. Al fin y al cabo, no creo que a él le importe demasiado ese nombre a estas alturas...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/1a648830e0bc51a1e7cc7bdca5e998e4_4256552269504971571.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En ese momento, apareció un forastero llamado Ixbalanqué, que no figuraba en ninguna profecía. Fue de tribu en tribu con una enorme espada de obsidiana, concluyendo treguas entre los jefes tribales. La gente siguió a Ixbalanqué y fundó la Gran Alianza, el primer y único imperio de Natlan que unió a todas las tribus. Siendo un simple mortal, era tan fuerte que incluso los Reyes Dragón de la Ciudad Sagrada lo veían como un oponente digno de respeto. Tras reunir a sus seguidores, Ixbalanqué fue a la guerra contra la Ciudad Sagrada. Las tropas humanas irrumpieron en el Gran Volcán y derrotaron a los dragones, entre ellos a diez Reyes Dragón y tres Príncipes Dragón. El propio Ixbalanqué aprovechó la vulnerabilidad del Maestro de las Llamas, su pupila modificada, y mató al decrépito Dragón Pyro, muriendo junto con él. A pesar de su muerte, Ixbalanqué renació de la Llama Sagrada y se convirtió en el primer Arconte Pyro de Natlan. Durante la guerra entre humanos y dragones, estos últimos quedaron prácticamente exterminados, y el dominio de la tierra pasó a manos humanas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/0427972368ae6fe6d5dc73b50aa28f43_5687432499148305168.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tras la muerte del Maestro de las Llamas, el Abismo continuó extendiéndose por Natlan. El Corazón de la Montaña Sagrada, donde se encontraba Huitzilopochtli y descansaba Xiuhcoatl, fue sometido a una grave corrupción. Durante el Cataclismo que ocurrió quinientos años atrás, las Líneas Ley de Natlan resultaron aún más dañadas, y el Abismo corrompió el Reino de la Noche. El monstruo del Abismo que los habitantes de Natlan llamaron\nfue capaz de destruir los recuerdos contenidos en las Líneas Ley y transformarlos en fuerzas tangibles que provocaban desastres. De esos recuerdos, que fluían bajo tierra desde tiempos inmemoriales, logró extraer los vestigios de la voluntad de Xiuhcóatl, como médula ósea, para usarla como base para crear su apariencia. El dragón caído, tejido a partir de las fuerzas de la oscuridad absoluta contra la que alguna vez luchó, quedó atrapado en una trampa eterna en el último día de su existencia, y su furia incontenible consumió toda consciencia que había en él. Cuando la Arconte Pyro Haborym utilizó el poder de una de las sombras del Soberano Primordial, el poder del trono divino, y de los seis héroes de Natlan, fue capaz de desterrar a Gosoythoth a las profundidades del Reino de la Noche y derrotarlo con la ayuda del\ndestruyendo el arma principal del Abismo en Natlan.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Reino de la Noche",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>El más sabio entre los dragones, que robó la llama de los de su especie y enseñó a la gente cómo usarlo. Él quería crear un soberano del mundo de los dragones y de los humanos. Su verdadero nombre era Kukulcán.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/205556113/2350d7d56176911d0cbbb353d025da59_5914644917984209885.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Señor del Fuego Primigenio Corroído",
        "desc": "Un dragón malvado formado por una concentración del poder de la oscuridad.<br>Una bestia del vacío conocida como “Aniquilador del Abismo” y Gosoythoth. Posee el poder de corromper los recuerdos de las líneas ley para darles la forma de una fuerza tangible catastrófica. De estos recuerdos que han fluido bajo la tierra desde tiempos inmemoriales, ha logrado drenar la voluntad remanente de un Rey Dragón Elemental, extrayéndola como tuétano para darle un nuevo propósito como los cimientos de una imagen propia inventada.<br>Pero ¿se trata realmente de una mera “imagen”? Retornado a manos de las mismísimas fuerzas del más allá a las que una vez se enfrentó, un dragón antaño muerto vuelve a abrir los ojos, dejándolo todo atrás como en un sueño en su breve resurrección. Atrapado eternamente en el día final de su existencia por esta oscura música, su furia sin límites ha acabado consumiendo cualquier rastro de razón. Ahora, lo único que le queda es su incansable deseo de batalla que arde sin fin en su corazón.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bendición del Maestro de las Llamas",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/20/237301566/7f15d8db1fd3ce1c031c2973cf40e50e_5961040710792269431.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Algunos saurios, los descendientes evolucionados de los antiguos dragones, nacen con una marca especial en sus cuernos llamada la bendición del Maestro de las Llamas. El Dragón Pyro transmitió por primera vez la luz llameante y la sabiduría a través de su cuerno. Con el tiempo, los dragones evolucionaron y sus cuerpos ya no pudieron soportar este poder caótico, pero la sangre del dragón permaneció inalterada. Muchos saurios murieron o enloquecieron bajo la influencia de la bendición, pero solo estos saurios eran descendientes de Xiuhcóatl y podían activar a Huitzilopochtli o convertirse en los nuevos Soberanos Pyro. Durante sus experimentos, los dragones descubrieron que podían controlar la aparición de la bendición, y durante períodos de actividad elevada del Abismo, estos saurios aparecían con mayor frecuencia. Cuando el hermano de Xiuhcóatl, Kukulcán, se desilusionó de los humanos y eligió seguir el mismo camino que el Dragón Pyro activando a Huitzilopochtli, creó una leyenda para eliminar la bendición del Maestro de las Llamas: los humanos debían recibir un\nen dos partes y hacer una peregrinación hasta el Volcán Tollan para lavar el nombre del saurio que el Maestro de las Llamas recordaba al morir. Muchos saurios y sus compañeros fueron al volcán, pero casi todos murieron. Uno de los saurios marcados por la bendición fue Holawaka Ngoubou, un Qucusaurus cuyo cuerpo adquirió una forma sobrenatural debido a la influencia de los poderes de la bendición. Hace quinientos años, el Qucusaurus acompañó al héroe Menilek, quien salvó Natlan durante el Cataclismo. Menilek aceptó ir con el Qucusaurus al volcán para salvarlo de la locura provocada por el creciente poder violento, pero sus planes no estaban destinados a cumplirse, y Ngoubou se convirtió en el tirano aureoardiente para el pueblo. El único saurio que, junto a su\nrecibió los Discos Dorados de la Diplomacia y alcanzó el Corazón de la Montaña Sagrada fue el\nKukulcán quería que él combinara los Discos Dorados de la Diplomacia y activara a Huitzilopochtli, pero él eligió a sus compañeros y se negó.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6584,
        "name": "Tirano Qucusaurio Aureoardiente",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Qucusaurio que ha obtenido un cuerpo sobrenatural debido a un enorme poder imposible de controlar por los saurios de la actualidad.</span><br><span style=\"color: rgb(255, 255, 255)\">Según una antigua leyenda, cuando era pequeño, el gran saurio alado que ahora suele deambular entre la bruma de la montaña fue de aventuras con los héroes que salvaron Natlan. Cuentan que uno de esos héroes prometió hacer el peregrinaje al volcán con este saurio para evitar que perdiera la cordura a causa del agresivo poder que fluía por su sangre. A juzgar por el nombre de “tirano” con el que la gente se refiere a él hoy en día, aquella historia no debió de terminar muy bien...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/01/73555894/5709594dc5a9060e80eff1f292116304_8522015235311881700.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Pequeñín",
        "desc": "<p>Un pequeño Tepetlisaurio que recibió la bendición del<custom-ruby data-ruby=\"Maestro de las Llamas.|Xuhcóatl\"></custom-ruby> Acompañó al/a la Viajero/a en el peregrinaje al Volcán Tollan para quitar la marca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/205556113/1169b299dd600b044356b30c53092d4a_3749352632577888740.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Sobre Huitzilopochtli...",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Una sombra plateada y otra que está cubierta de cenizas conversan a un lado del estanque ardiente...</color>\n<color=#37ffff>Voz grave y cansada</color> : \"La segunda fase del experimento de verificación ha terminado. Llamaré 'Huitzilopochtli' o 'purga fuegoceleste' a aquello que purificará todo y lo hará evolucionar\".\n<color=#37ffff>Voz grave y cansada</color> : \"De todas formas, no importa. Aquí, los nombres tarde o temprano pierden su significado\".\n<color=#37ffff>Voz grave y cansada</color> : \"Los simuladores astrales deben activarse y adherirse manualmente para contrarrestar la corrosión, así como eliminar los efectos del Abismo mediante la autodestrucción antes de ser distorsionados por completo\".\n<color=#37ffff>Voz fría</color> : ¿Y cómo determinas con precisión los sujetos corroídos y las muestras controlables?\n<color=#37ffff>Voz fría</color> : ¿Has perdido la cabeza? ¿Vas a experimentar contigo mismo?\n<color=#37ffff>Voz grave y cansada</color> : \"¿No te parece bien? Al menos así, este cuerpo podrido y deteriorado podrá servir para algo\".\n<color=#37ffff>Voz fría</color> : Entonces, una vez que se active este sistema, ¿tú serás quien tenga menos probabilidades de sobrevivir?\n<color=#37ffff>Voz fría</color> : ¿Es que el Abismo te ha corroído también la cabeza? ¿O acaso quieres que tu especie entera sea tu ajuar funerario?\n<color=#37ffff>Voz grave y cansada</color> : \"¿Tan poca fe tienes en los de tu propia especie? Todos los señores, excepto tú, ya han dado su visto bueno\".\n<color=#37ffff>Voz fría</color> : Ellos lo único que hacen es seguir ciegamente tu plan sin pensar en lo que realmente conlleva. Lo siento, pero yo no daré mi visto bueno.\n<color=#37ffff>Voz grave y cansada</color> : \"Poco importa ya, pues ya he tomado la decisión. La destrucción... es una forma de renacimiento\".\n<color=#37ffff>Voz grave y cansada</color> : \"Ja... Me temo que esto es lo máximo que puedo mantener la lucidez en un día. En fin, lo activaré una vez que todo esté listo\".\n<color=#37ffff>Voz fría</color> : ¿No hay ninguna posibilidad de que cambies de parecer? Estoy tratando de encontrar otra manera... ¿De verdad no estás empujando al mundo a un mar de llamas por un resentimiento personal?\n<color=#37ffff>Voz grave y cansada</color> : \"Es posible. Al fin y al cabo, haré lo que haga falta para mantener fuera del mundo al enemigo oculto bajo las sombras\".\n<color=#37ffff>Voz grave y cansada</color> : \"Además, ¿‘otra manera’? ¿De verdad esos 'humanos' te pueden dar lo que buscas? Ya has caído demasiado bajo...\".\n<color=#37ffff>Voz grave y cansada</color> : \"Intenté que lo entendieras... pero, al igual que le pasó a que aquella especie que conoció la sabiduría a través de estanques ardientes, conocer algo y aceptarlo de verdad son dos cosas muy distintas\".\n<color=#37ffff>Voz fría</color> : ...\n<color=#37ffff>Voz grave y cansada</color> : \"Si crees que lo único que busco es la destrucción y tú, por tu parte, tienes un mundo que construir... entonces, adelante, detenme. ¡Mátame y demuéstramelo!\".\n<color=#37ffff>Voz grave y cansada</color> : \"Sin embargo, algún día... Y esto no es una profecía, Kukulcán, sino una simple advertencia de alguien que ya recorrió ese camino... Algún día...\".\n<color=#37ffff>Voz grave y cansada</color> : \"Seguirás el mismo camino que yo\"."
          }
        ]
      },
      {
        "title": "Sobre el futuro de los dragones...",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Por encima de todo un conjunto de plataformas superpuestas las unas sobre las otras, un sinfín de gráficas aritméticas circula sin cesar junto a un camino iluminado.</color>\n<color=#ffffff>Al someterse a una enorme presión, la concentración de flogisto acaba convirtiéndose en un cuerpo esférico flotante y controlable con una temperatura muy elevada.</color>\n<color=#ffffff>\"¡Lo logramos!\", gritan eufóricos aquellos de la misma especie mientras se congregan alrededor.</color>\n<color=#ffffff>A pesar de ello, aquel que lideró esta hazaña, comparable a la de forjar una estrella, se encuentra fuera del lugar del experimento, como si aquello no tuviera nada que ver con él.</color>\n<color=#37ffff>Voz fría</color> : Felicidades. Has creado algo equivalente a un cuerpo celeste en miniatura. Este simulador astral... Jeje, es una hazaña comparable a la reconstrucción lunar.\n<color=#37ffff>Voz fría</color> : Si \"aquel\" aún estuviera en este mundo, posiblemente recogería sus alas y asentiría con la cabeza para felicitarte.\n<color=#37ffff>Voz grave y cansada</color> : \"Si hubieras estado dispuesto a ayudar, habría tomado mucho menos tiempo\".\n<color=#37ffff>Voz fría</color> : No me interesa.\n<color=#37ffff>Voz grave y cansada</color> : \"Deberías ayudarme, Kukulcán. Hemos expulsado a la emisaria de aquel que lo saqueó todo a la grieta del valle más profundo, pero cuando su maestra despierte...\".\n<color=#37ffff>Voz grave y cansada</color> : \"Para nuestra especie, será otra catástrofe devastadora\".\n<color=#37ffff>Voz fría</color> : Admirable... Creaste esto para proteger a tus pobres hermanos.\n<color=#37ffff>Voz grave y cansada</color> : \"Querrás decir 'nuestros' pobres hermanos\".\n<color=#37ffff>Voz grave y cansada</color> : \"Esto es solo el comienzo. Me estoy quedando sin tiempo, y debo forjar un nuevo camino para todos los descendientes de los dragones antes de que la sombra oscura me cubra por completo\".\n<color=#37ffff>Voz fría</color> : Quizás deberías dejar que buscaran un camino por sí mismos. A decir verdad, el camino que estás intentando crear es un poco estrecho para los nuestros.\n<color=#37ffff>Voz grave y cansada</color> : \"Siempre tendrá que haber alguien que vaya por el camino estrecho. Cuando te estás quedando sin tiempo, esperar se convierte en un lujo que no te puedes permitir\".\n<color=#37ffff>Voz grave y cansada</color> : \"Ya estoy harto de esperar. Algún día, Kukulcán, algún día me entenderás y tomarás la misma decisión que yo... Cuando tus días también estén contados...\".\n<color=#37ffff>Voz fría</color> : Oh, mi soberano, hermano mío... Oh, señor que me dio la vida el mismo día que tú naciste... eso es lo único en lo que no puedo estar de acuerdo."
          }
        ]
      },
      {
        "title": "Registros sobre corrosión y estado físico",
        "desc": [
          {
            "type": "RichText",
            "text": "Todo lo que alguna vez formó parte de mí está desapareciendo. Puedo sentir cómo mi poder se distorsiona y se divide... para nutrir y dar forma a otra cosa. Ah... Creación de fuera, enemigo oculto bajo las sombras...\nNo me queda mucho tiempo, así que debo encontrar un nuevo camino para los míos antes de que sea demasiado tarde; un camino eternamente luminoso libre de cualquier perturbación de las sombras...\nAunque no pueda tener una muerte gloriosa, aunque la sombra del Abismo me devore y muera entre cenizas... aun así, me da igual.\nNo obstante, lo que no estoy dispuesto a soltar es el futuro de los míos..."
          }
        ]
      },
      {
        "title": "Registros sobre la humanidad... y sus individuos sobresalientes",
        "desc": [
          {
            "type": "RichText",
            "text": "Oh, pobre hermano mío, no sé cuánto tiempo he dormido bajo la influencia de la sombra...\n¿Cuándo va a entender él que, si sigue tratando a los suyos como si fueran insectos, aquellos por cuyo cuerpo fluye el fuego de la sabiduría, al igual que por el suyo, no lo verán como un enemigo?\nA día de hoy todavía quiere llevar a cabo su ridículo plan. Y eso que ya fracasó en alguna ocasión, de manera que los seres que creó no pudieron ascender al trono de los humanos, tal y como él esperaba...\n“Mi querido hijo acabará siendo el rey de ambas especies. Tiene una vida más larga que la de un ser humano normal, pero para conseguirlo tendrá que esperar un poco más de lo esperado.\nEsto demuestra que los humanos tienen otras posibilidades aparte de las predestinadas”.\nSin embargo, nuestro enemigo no es tan inocente como él cree. ¿Cuándo rayos se dará cuenta de eso?...\nAunque, si realmente logra hacer lo que quiere y pone a sus peones delante de mí...\nPodría ser interesante. Bien, pobre hermano mío, deja que vea hasta dónde pueden llegar tu camino y tu ambición."
          }
        ]
      },
      {
        "title": "Registros sobre la creación de dragosirvientes",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nPara probar la eficiencia de la estructura compleja y su unidad de flogisto energética con el fin de fabricar dragosirvientes fuentenigma que sirvan para registrar información...\nDestinado a realizar un ajuste y control precisos del flogisto durante la segunda fase del plan, y a proporcionar un seguro en caso de contingencias...\nSi el experimento de flogistización a gran escala se torna incontrolable, será necesario conservar un sistema físico para mantener un estado de cuasi-flogisto, en cuyo caso estos pequeños mecanismos tendrán que ser suficientes.\n...\nCuando se fabricó un prototipo, mi memoria ya se había corrompido gravemente...\nNi siquiera podía recordar... recordar cuánto tiempo había pasado desde que mis antepasados desplegaron sus alas y volaron libremente sobre esta tierra.\nNi siquiera podía recordar... Ja, no podía recordar que junto a mi trono vacío, la persona que debería haber estado allí ya no estaba.\nNo importa... Algún día, él volverá a esta ciudad.\n(Primer mensaje del registro de flogisto)\nFecha del mensaje:\nDesconocida\nContenido del mensaje:\nComprendo que necesiten máquinas de mantenimiento y fabricar las correspondientes Máquinas Fuentenigma para la segunda fase del plan de contingencia.\nPero ¿por qué tienen que fabricarlas con este diseño? El consumo energético debería ser más eficiente...\nPor no hablar, pobre hermano mío que estás completamente bloqueado, que tu tonta especie no ha hecho más que imitar ciegamente tus prototipos sin comprender su verdadero significado.\nEs más, para evitar “abusar” de esas creaciones tuyas llamadas “dragosirvientes fuentenigma”, han hecho prototipos aún más pequeños.\nEs patético. La diferencia de estándares ha dado lugar a unos errores de fábrica completamente innecesarios.\n(Segundo mensaje del registro de flogisto)\nFecha del mensaje:\nDesconocida\nContenido del mensaje:\nQuién hubiera pensado que los dragosirvientes, unos mecanismos de control a los que no instalaron funciones militares, sobrevivirían a la guerra.\nParece que imitaron tu método y dejaron unas notas en los núcleos de los dragosirvientes fuentenigma al fabricarlos.\nAsí podré distinguir quién fabricó cada uno de estos mecanismos de aspecto idéntico.\nLes he dado el nombre de sus dueños para... bueno, no sé, a modo de conmemoración.\nSi lo llegas a ver, hermano, seguro que tú también te burlas de lo tonto que soy.\nEn esta ciudad marchita y sin vida, parece que hasta yo...\n(Tercer mensaje del registro de flogisto)\nFecha del mensaje:\nDesconocida\nContenido del mensaje:\nQué raro, no logro cambiar el nombre del prototipo... Parece que ni siquiera yo tengo autorización para hacerlo. No me lo esperaba, así que te guardaste algo así...\nTal vez debido a la gravedad de la corrosión del Abismo en la Ciudad Sagrada, los datos y la estructura de la gran urbe hecha de flogisto pueden existir al mismo tiempo.\nJa, el área urbana es un sector de disco físico... Parece que dicha área, que guarda la información sobre el nombre del prototipo, ha sido corroída y no se puede ni leer ni modificar.\nNo sé qué nombre le pusiste a esta máquina.\nBueno, los nombres perderán su significado en este lugar, así que, en realidad, directamente no deberías haberle dado un nombre."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Xiuhcóatl"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Dragones Elementales"
          }
        ]
      },
      {
        "key": "Título",
        "value": [
          {
            "type": "RichText",
            "text": "Maestro de las Llamas"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Xiuhcóatl",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/6722bd4f21116c1b1d76272d356bb2fe_1764086046083233520.png"
      },
      {
        "key": "Xiuhcóatl",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/91846ce20cf85f8ccb1d69692ddd95a8_4529487160227109332.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ixbalanqué derrotando al Dragón Pyro."
          }
        ]
      }
    ]
  }
}