{
  "epId": 7350,
  "name": "Talismán de la tierra enigmática",
  "desc": "Un talismán que apareció de algún modo en tu inventario tras superar la prueba de la Asceta Espiritista.<br>En algunos registros conservados por los Augures Vientonocturno, los sacerdotes que dominan el espiritismo pueden utilizar la meditación para transmitir su conciencia a través de la luz y la sombra que se reflejan en la obsidiana, alcanzando así el enigmático reino subterráneo en el que solo los muertos pueden entrar. Esta hazaña es, sin embargo, peligrosa, y los sacerdotes que la realizan deben llevar a menudo talismanes de este tipo para proteger su alma de perderse en esa tierra misteriosa. Sin embargo, el valor simbólico de este talismán supera con creces sus efectos reales. Quizá el sacerdote ermitaño que se lo concede al guerrero que supera la prueba solo lo hace como una simple bendición.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c26f7b8877d8fc42dd3671a42f83cb38_3207155692698759618.png",
  "filterValues": {
    "objectType": [
      "Material de mejora de personaje"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1736123363,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Obtenido de"
      },
      {
        "type": "CustomEntry",
        "epId": 7367,
        "name": "Asceta Espiritista",
        "desc": "Una sacerdotisa de los Augures Vientonocturno que vive recluida lejos de la tribu. Se dice que, como recibió la protección de la Wayob de los Augures Vientonocturno, posee un poder de espiritismo superior al de la mayoría de sacerdotes y chamanes. Un poder así es tanto una bendición como una maldición, pues a los sacerdotes incapaces de controlarlo no les queda otra opción que alejarse de la tribu hasta que aprendan a dominarlo. Aunque hoy en día ya controla esta fuerza con maestría, se ha acostumbrado a la vida lejos de la tribu, lo que ha dado pie a rumores sobre lo poco que le gusta tratar con las demás personas. Dicen que está dispuesta siempre a ayudar a los más jóvenes que acuden a ella en busca de iluminación, pero, claro está, a su manera...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c562f04a54b53f38bc91a117162937ac_2714435134282757795.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Utilidad"
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlalí",
        "desc": "La gran chamana y la abu Itztli de los Augures Vientonocturno, respetada por toda la gente de su tribu.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Talismán de la tierra enigmática"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Material de mejora de personaje"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "Obtenido de la Asceta Espiritista (Niv.30+)"
          }
        ]
      }
    ]
  }
}