{
  "epId": 7351,
  "name": "Nombre antiguo de obsidiana",
  "desc": "<p>Tumaini, un nombre antiguo forjado tras muchos vericuetos cuyo significado es “esperanza”.<br>Tú eres su primera portadora/primer portador y, como tal, registrará todas tus aventuras en Natlan, las cuales serán transmitidas por siempre.<br>La sabiduría no es dominio exclusivo de los seres vivos, ni todos los recuerdos o emociones son una bendición. Es una existencia sin nombre ni forma, ni el sentido común puede comprenderla. Del mismo modo que no sabemos nada de los lugares que no puede tocar la luz, no podemos estar seguros de que no haya incontables pares de ojos observándonos desde lo más profundo de la oscuridad. Es algo condescendiente que codicia el conocimiento y la información almacenados en la tierra. Incluso el horror y la desesperación, a los que los humanos nunca pueden trascender, son meras emociones simuladas para tu beneficio una vez comprendido todo lo que es Natlan.<br>Presta tu oído al rugido de Xumucul. Escucha el odio que enconó el corazón del guerrero sin rival hace mil años. ¡Cómo lamenta haber levantado su arma ante las tumbas de sus compañeros de antaño! Porque si aquella batalla nunca hubiera podido ganarse, entonces él no habría sido un líder, sino un rey cruento y solitario.<br>Contempla las lágrimas de Cochanina. Sé testigo de su desesperación milenaria. Tenaz fue hasta el final, mas las llamas de la guerra y de la muerte nunca dejaron de asolar su patria. Al final, se arrodilló ante los ataúdes helados y reflexionó sobre la imagen que los charcos de lluvia reflejaban de ella: si no puede ser rechazada, ¿por qué no abrazarla?<br>Siente la furia de Ndenge y conoce su locura milenaria. Luchó por Natlan toda su vida y derramó su ardiente sangre solo para aprender la verdad de la guerra del Fuego Sagrado una vez que hubo alcanzado el trono. No fue un héroe amado por todos, sino que no fue más que un necio, ciego e ignorante, pues la humanidad nunca puede esperar superar al verdadero maestro.<br>Presta atención a las palabras de Ixbalanqué y descubre su mentira milenaria. La máxima sabi",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/6c535148317ed9d8ecda0afd5ffdbd77_5095437906811194859.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1736128691,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Nombre antiguo de obsidiana"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "Obtenible en la misión de arconte «Como el alba y el crepúsculo» del Capitulo V: Acto V - «Oda incandescente de la resurrección»"
          }
        ]
      }
    ]
  }
}