{
  "epId": 7417,
  "name": "Capitano",
  "desc": "<p>El Primero de Los Once de los Fatui, y el Caballero Centinela de Khaenri'ah. Su verdadero nombre es Thráin.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/205556113/63409a1304a641460bad0d686422d8e0_1900680764970797403.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1751672519,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Capitano"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Título",
        "value": [
          {
            "type": "RichText",
            "text": "El Capitán"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "El Primero de Los Once de los Fatui\nCaballero Centinela\nThráin"
          }
        ]
      },
      {
        "key": "Actor de voz (chino)",
        "value": [
          {
            "type": "RichText",
            "text": "王玮 (Wang Wei)"
          }
        ]
      },
      {
        "key": "Actor de voz (inglés)",
        "value": [
          {
            "type": "RichText",
            "text": "Chris Tergliafera"
          }
        ]
      },
      {
        "key": "Actor de voz (japonés)",
        "value": [
          {
            "type": "RichText",
            "text": "成田剣 (NARITA Ken)"
          }
        ]
      },
      {
        "key": "Actor de voz (coreano)",
        "value": [
          {
            "type": "RichText",
            "text": "민응식 (Min Eung-sik)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustraciones y Emojis",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fondos de pantalla de la serie \"Un viaje glorioso y ardiente\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/03/237301566/88e8a4aa985bcd5bb364153030ec4a44_926320342070858674.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>20 de septiembre de 2024</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diseños de Paimon 36"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/03/237301566/bfa32361110ce2a26fa1bddee7e12019_218451021207021777.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>28 de octubre de 2024</color>\n¡Hola, viajeros! ¡Ya está disponible el nuevo paquete de emoticonos de Genshin Impact en HoYoLAB!\nLos diseños de Paimon incluyen emoticonos chibi de varios personajes de Genshin Impact. ¡Esperamos que los disfruten! ¡Paimon seguirá esforzándose para diseñar algo que les guste!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/03/237301566/8aaa033f3e1d2fa3f77ac4f788c9a121_5913240439913775501.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mavuika, Jornada de entrenamiento"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/70239714/c150cc4fce34698807fd24809e5793f4_2317493063351791139.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>27 de diciembre de 2024</color>\nNuevo anuncio de la Cámara Asamblearia:\nEn los próximos días, la Arconte Pyro realizará una serie de entrenamientos al aire libre. Si escuchan ruidos fuertes al pasar por las áreas de entrenamiento, no se preocupen: es solo la intensidad habitual de su rutina diaria."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fondos de pantalla de la serie \"Oda incandescente de la resurrección\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/35428890/fb43386f1ad6fbcbf25b2a2d7abe60b8_4320936484767193906.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>23 de enero de 2025</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Thráin recibió el título de \"Caballero Centinela\" en Khaenri'ah. Con la ayuda de la tecnología de Khaenri'ah, su corazón fue modificado para convertir los recuerdos y las almas de las Líneas Ley en conocimiento. Tras encontrarse con innumerables almas perdidas durante el",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", el Caballero Centinela usó su corazón como recipiente para estas almas.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "El Caballero Centinela luchó junto a los habitantes de Natlan durante el",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". 500 años después, él se sacrificó para restaurar el Reino de la Noche.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Capitano es el Primero de Los Once de los Fatui, conocido como El Capitán. Tras el duelo con",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La líder de Natlan que heredó el nombre antiguo de “Kiongozi”. Ella se comprometió a iluminar el futuro de la Nación de la Guerra con el Fuego Sagrado.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "text",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": ", El Capitán le pidió a la Zarina que le quite la responsabilidad de obtener la Gnosis, y su pedido fue concedido. Tras su sacrificio, la Zarina decidió conservarle su posición.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "La Soberana de la Muerte maldijo a los habitantes de Khaenri'ah con la inmortalidad. Cuando la Arconte Pyro usó los poderes de Ronova, cuyo precio era la muerte, El Capitán se sacrificó a sí mismo en lugar de Mavuika. Él quería usar las reglas de Ronova contra ella. Para mantener la maldición de la inmortalidad, la Soberana de la Muerte renunció a su exigencia del precio de la \"muerte\".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Capitano se unió a la Señora de la Noche para restaurar y cambiar las Líneas Ley en Natlan. A causa de su inmortalidad, el",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Reino de la Noche",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "existirá para siempre.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La líder de Natlan que heredó el nombre antiguo de “Kiongozi”. Ella se comprometió a iluminar el futuro de la Nación de la Guerra con el Fuego Sagrado.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "El Capitán peleó con la Arconte Pyro para obtener la",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Las Gnosis son focos mágicos internos que posee cada uno de Los Siete y que les permite resonar directamente con Celestia. Están en la categoría más alta como nexo de manipulación elemental, y son un emblema de la posición como uno de Los Siete. <span class=\"wk-shady\">Más tarde se revela que las Gnosis fueron creadas a partir de los restos del Tercer Descendido.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "y usarla para reconstruir las Líneas Ley. Tras perder el duelo, aceptó colaborar con Mavuika.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Un joven de los Augures Vientonocturno que vive en la naturaleza junto a toda clase de seres vivos.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Ororon intentó ayudar a El Capitán a reconstruir las Líneas LEy usando un Mecanismo Fuentenigma.\nGodofredo\nUno de los subordinados del Caballero Centinela que inventó la poción de lucidez, una droga que podía ayudar a la gente con las alucinaciones producidas por la corrupción del Abismo.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "El Caballero Centinela conoció a Sanhaj de",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "durante el Cataclismo.\nAyizu\nMaestro de los Augures Vientonocturno, quien peleó junto al Caballero Centinela hace 500 años. Aunque mucha gente veía a Khaenri'ah como la causa de la tragedia, Ayizu fue amable con Thráin y lo ayudó en su momento de necesidad. En sus últimos momentos, Ayizu le contó al Caballero Centinela sobre el poder de la Gnosis de reconstruir las Líneas Ley.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caballero Centinela",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/244507962077fd0f5f2324bb96fb6f31_8632281611233110755.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace más de quinientos años, antes del Cataclismo, el corazón de Thráin, caballero de Khaenri'ah, fue mejorado con tecnología que le permitía convertir recuerdos y almas provenientes de las Líneas Ley en conocimiento. Por su valerosa y honorable custodia de este corazón, Thrain recibió el título de \"Caballero Centinela\". Al igual que los cuatro pilares de fuerza, su deber era proteger la gloria de Khaenri'ah. Cuando ocurrió el Cataclismo, la\nuna de las sombras del Soberano Primordial maldijo a todos los nativos puros de Khaenri'ah, incluido Thráin, con la inmortalidad, debido al uso del poder del Abismo por parte de los Cinco Pecadores. Aunque la mayoría eran inocentes y desconocían la existencia de los Pecadores, fueron condenados al tormento eterno de la carne, obligados a presenciar la destrucción de todo lo que amaban sin poder morir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/5fb3b14d0a4e53a961464ef387d8f59b_4370016613442288798.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando Khaenri'ah fue destruida, Capitano y los restos de su pelotón llegaron a Natlan, donde luchó codo a codo con los habitantes de Natlan contra el Abismo. Aunque muchos en Teyvat culpaban a Khaenri'ah por el Cataclismo, el jefe de los Augures vientonocturno, Ayizu, mostró compasión hacia Thráin y lo ayudó en su hora más oscura. En agradecimiento, Thráin decidió dedicar su vida a proteger al pueblo de Natlan. Aunque no podía salvar su tierra natal, juró no rendirse jamás. Antes de morir, Ayizu le reveló a Thráin el secreto de la Gnosis: su capacidad para reconstruir las Líneas Ley a cambio de todos los recuerdos almacenados en ellas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/0b74eedb4c9f5c355b5b93b9d0310f71_2097276738553944443.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una consecuencia del corazón alterado de Thrain fue una sensibilidad aumentada hacia las almas. Hace siglos, las Líneas Ley de Natlan fueron dañadas, y uno de los ángeles, la Señora de la Noche, creó el Reino de la Noche, replicando un sistema similar al de las Líneas Ley. A partir de esto, la primera Arconte Pyro y la Soberana de la Muerte establecieron las leyes de la Oda de la Resurrección, que aislaron las Líneas Ley de Natlan del resto del mundo. El Orden Celestial modificó el sistema para que resistiera la corrupción del Abismo. Sin embargo, cuando el Reino de la Noche fue corrompido, ya no pudo contener las almas de los muertos. Estas comenzaron a vagar por la tierra en un tormento sin fin. Después de presenciar la agonía de muchas almas sin hogar durante el Cataclismo, Thráin abandonó su deseo de conocimiento y comenzó a usar su corazón como un recipiente de almas. Albergó cientos de almas de compañeros caídos y habitantes de Natlan, pero no encontraba manera de darles descanso. Las voces de estas almas, unidas en su interior, resonaban sin cesar en su mente. Las almas que aún conservaban los recuerdos de sus muertes lloraban, gritaban y gemían. Debido a esos lamentos constantes, Thráin no conoció un solo momento de paz y no pudo dormir durante quinientos años. A pesar de que su cuerpo comenzó a sucumbir a la erosión y la descomposición, jamás se desvió de su propósito. Intentó dar descanso a las almas en muchos países, pero ninguno de sus esfuerzos tuvo éxito. Las estructuras únicas de las Líneas Ley de Natlan, sin embargo, ofrecían una posibilidad real. Fue precisamente esta particularidad lo que atrajo a Capitano a Natlan: el único lugar del mundo capaz de dar descanso a las almas que Thráin cargaba en su corazón.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Reino de la Noche",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Capitano",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/bf8ee46d2caba6d5928fbe7b125d37c4_4378103007949186658.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de que el Cataclismo fuera detenido y Teyvat se salvara del Abismo, Thráin se unió a los Fatui, una organización de Snezhnaya que sirve a la Arconte Cryo, la Zarina, y que se opone al Orden Celestial. Con el deseo de enfrentarse a la Soberana de la Muerte, sus objetivos coincidían con los de los llamados \"Guerreros de la estrella blanca\". El Caballero Centinela abandonó su antiguo nombre y adoptó el título de\nconvirtiéndose en el Primero de Los Once de los Fatui. Uno de los deberes de Los Once es obtener las Gnosis, y Capitano fue asignado a la obtención de la Gnosis Pyro de Natlan. Pero su intención no era únicamente adquirir el artefacto divino, sino utilizarlo para reconstruir las Líneas Ley, que se habían deteriorado progresivamente durante los últimos quinientos años. Sin embargo, sabía que la Arconte Pyro, Mavuika, había trazado un plan para salvar Natlan: usar el poder de seis héroes que portarían los Nombres Antiguos, herencia de los pueblos que lucharon junto a los primeros Arcontes Pyro y de los héroes caídos durante el Cataclismo. Pero con el tiempo en contra y los elegidos aún no revelados, Capitano consideraba que el plan era demasiado arriesgado. Si los héroes de Natlan no aparecían a tiempo, no solo Natlan, sino todo Teyvat podría pagar las consecuencias."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/244670de4798b5662672b559cab92615_8744189479226500494.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al llegar a Natlan junto con los guerreros élite de los Fatui, Capitano intentó reunirse con Citlali, la gran chamán de los Augures vientonocturno, experta en el Reino de la Noche. Durante su búsqueda, se cruzó con Ororon, también de los Augures vientonocturno, quien comenzó a vigilar a los Fatui para proteger a Citlali. Para conseguir la Gnosis, Capitano viajó a la Arena Sacrofuego para desafiar a la Arconte Pyro en un duelo, pero fue gravemente herido en el corazón tras una batalla intensa. Ororon, al sentir una extraña presencia de almas, salvó a Capitano con un hechizo para evitar su muerte, llevándose toda la evidencia consigo. Al igual que el Fatui, Ororon tenía una sensibilidad elevada hacia las almas, y sabía que las Líneas Ley estaban debilitándose. Tras ver cómo Capitano enviaba un alma al Reino de la Noche y al oír su plan para salvar Natlan, Ororon decidió unirse a su causa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/f4e417e55bc256ee1cc4352430c6b25e_2516428373093627854.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de su duelo con Mavuika, Capitano renunció a la idea de usar la Gnosis y pidió a la Zarina ser relevado de su misión, a lo cual ella accedió. La Arconte Cryo permite a cada miembro de los Once perseguir el sentido de su existencia, incluso si eso puede contradecir sus órdenes directas. Los métodos de Capitano eran muy distintos a los de otros Fatui, a pesar de tener el mismo objetivo. Al enterarse de que el/la Viajero/a, hermano/a del/de la Príncipe/Princesa de Khaenri'ah, había llegado a Natlan, intentó aliarse con él/ella, pero fue rechazado. En busca de otra forma de restaurar las Líneas Ley, los Fatui comenzaron a estudiar los Mecanismos Fuentenigma, una tecnología antigua usada por los dragones para fortalecer las Líneas Ley. Este método, aunque poco efectivo en tiempos antiguos por la falta de conocimiento de los dragones sobre la estructura de las Líneas, era extremadamente poderoso… pero tenía un precio: requería sacrificar todo lo contenido en las Líneas Ley existentes: recuerdos, almas e historia. Cuando la Arconte Pyro se enteró del plan, ordenó movilizar todas las fuerzas para destruir el Mecanismo Fuentenigma y evitar su activación. Mavuika, el/la Viajero/a y los héroes de Natlan llegaron hasta el mecanismo, pero Capitano y Ororon ya lo habían activado. Sin embargo, el mecanismo no restauró las Líneas Ley, sino que despertó a la Señora de la Noche de su letargo. Aunque la activación fue extremadamente dolorosa, ella logró absorber parte del poder del dispositivo, lo que le permitió hablar y asistir al pueblo de Natlan. La Señora de la Noche estaba dispuesta a restaurar las Líneas Ley a costa de su vida, pero advirtió que esto destruiría las reglas del país y dejaría a Natlan vulnerable a un futuro ataque del Abismo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Las Gnosis son focos mágicos internos que posee cada uno de Los Siete y que les permite resonar directamente con Celestia. Están en la categoría más alta como nexo de manipulación elemental, y son un emblema de la posición como uno de Los Siete. <span class=\"wk-shady\">Más tarde se revela que las Gnosis fueron creadas a partir de los restos del Tercer Descendido.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlalí",
        "desc": "La gran chamana y la abu Itztli de los Augures Vientonocturno, respetada por toda la gente de su tribu.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Un joven de los Augures Vientonocturno que vive en la naturaleza junto a toda clase de seres vivos.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Unión con la Señora de la Noche",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/71b3ef9c4b64002c16088a45ea313efd_7616637731577656468.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Con cinco de los seis héroes de Natlan reconocidos por sus Nombres Antiguos, Capitano aceptó el plan de la Arconte Pyro y propuso una alianza para combatir al Abismo. Cuando la oscuridad lanzó su invasión total sobre Natlan, y su arma final, Gosoythoth, emergió de los confines del reino de la noche, los Fatui y los guerreros de Natlan lucharon codo a codo. Durante la batalla, la sexta heroína fue finalmente reconocida, y con ello, Mavuika activó el poder otorgado por Ronova, de acuerdo al antiguo pacto que Ixbalanqué había hecho con la Soberana de la Muerte hacía más de mil años. El precio de ese poder era su vida. Con esta última llama, la Arconte desterró a Gosoythoth a lo más profundo del Reino de la Noche, y descendió allí junto al/a la Viajero/a para destruir por completo el Abismo en Natlan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/283fe38700fb10bdf1520eb99a6600b7_6627271752447883488.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando Mavuika fue a reunirse con la Soberana de la Muerte y la Señora de la Noche para entregar su vida, quiso sacrificar su fuerza vital al ángel para prolongar la vida de las Líneas Ley. Cuando Ronova aceptó los términos del trato, la Señora de la Noche le informó que Capitano se había acercado a ella con la misma propuesta, y confirmó la viabilidad de su plan. El Fatui quería cambiar las reglas de las Líneas Ley, y el ángel estuvo de acuerdo, pues muchas almas sin hogar vagaban por Natlan. Las Líneas Ley no podían aceptar estas almas, pero al convertirse en uno con la Señora de la Noche, Capitano podría cambiar las leyes que las regían para que las almas encontraran la paz. Aunque tales cambios eran demasiado arriesgados e inaceptables a los ojos del Orden Celestial, la misión principal de los ángeles era servir a los humanos. A pesar de su poder, Mavuika solo podía garantizar la existencia de las Líneas Ley durante unos pocos siglos, y luego el siguiente Arconte Pyro se vería obligado a encontrar una nueva solución. Capitano, con la maldición de la inmortalidad, quería fusionarse con la Señora de la Noche para permitirle vivir para siempre. El Fatui quería vengarse y desafiar a la Soberana de la Muerte. Si entregaba su vida a la Señora de la Noche, se cumpliría la voluntad de Ronova y ella obtendría la muerte que deseaba. Sin embargo, la maldición de la inmortalidad cancelaría esa muerte. Si no se resolvía, tal contradicción podría sacudir la \"razón\" de este mundo, y ni siquiera la sombra podría soportar las consecuencias de tal resultado. El Fatui quería convertir la maldición de Ronova en poder para derrocar la opresión de los dioses."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/0a12cc7ec05c8a7707d6b704acc643c2_7370993859284349829.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Señora de la Noche aceptó el sacrificio de Capitano, fusionándose con él en uno solo, y todas las almas que habían estado almacenadas en el corazón del Fatui durante quinientos años finalmente pudieron regresar al Reino de la Noche y encontrar la paz. El mismo Capitano, habiendo \"congelado\" la vida y la muerte, permaneció sentado en el Trono del fuego primigenio, donde Ixbalanqué una vez hizo un trato con Ronova. Para aquellos malditos con la inmortalidad, la forma más elevada de paz es la liberación de las cadenas del mundo, y su camino finalmente había terminado. La Soberana de la Muerte no pudo levantar la maldición de la inmortalidad, por lo que tuvo que rechazar el precio por usar su poder, permitiendo que el Reino de la Noche existiera para siempre y aceptara todas las almas."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Una noble figura cubre el sol con escarcha. Dos eras liberan a Natlan una vez más”.</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Reino de la Noche",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La líder de Natlan que heredó el nombre antiguo de “Kiongozi”. Ella se comprometió a iluminar el futuro de la Nación de la Guerra con el Fuego Sagrado.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Historia del personaje"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Historia del personaje (5)</color>\nMavuika siempre había imaginado su plan de luchar contra el Abismo como un largo viaje, y se consideraba una aventurera que marchaba hacia su meta llevando una pesada carga. Su equipaje eran los recuerdos y el amor, los cuales la ayudarían en los momentos de confusión y soledad.\nElla manifestaba este camino dentro de mundos creados a través de la meditación. Una alta torre aparecía a lo lejos, con el Fuego Sagrado ardiendo en su cima, iluminando y mostrándole el camino.\nNadie sabía hacia dónde debía avanzar ni hasta dónde le llevaría el viaje, pero a medida que su equipaje se hacía más ligero, el camino se alargaba cada vez más con cada paso que daba.\nAtea, Ténoch, su madre y su hermana se despidieron de ella.\nY también lo hicieron Sundiata, Gata, Burkina y Wanjiru.\nEl camino hacia la victoria no era algo seguro; más bien, lo forjaron innumerables héroes, pasados y presentes. Más que una \"salvadora\", Mavuika prefería ser conocida como una \"representante\".\nPero esto solo no bastaba. Su viaje no era una penitencia que requiriera únicamente fuerza de voluntad, sino también decisión y sabiduría.\nQuinientos años atrás, no podría haber previsto variables tan marcadas como el/la viajero/a o El Capitán, pero al conocerlos, solo necesitó un momento de reflexión antes de decidir incluirlos en su plan.\nAdemás de cualquier otra consideración que pudiera haber tenido basada en factores objetivos, el hecho de que ambos tuvieran un temperamento similar al suyo desempeñó un importante papel de apoyo en ese juicio.\nSi fuera posible dejar de lado la posición de cada uno, nada le habría gustado más que sentarse con ellos a hablar de sus viajes con algo de carne a la parrilla y unas bebidas. Al fin y al cabo, los que viajan por el mismo camino sin tener nunca una residencia fija son los que mejor pueden conectar y entenderse.\nPero también comprendía los obstáculos que ello conllevaba: habiendo viajado tanto, era natural no querer mostrar cansancio o debilidad. Eso también se aplicaba a ella.\nPodía contar fácilmente historias sobre sus camaradas o su familia con una sonrisa, pero rara vez podía hablar de la tristeza sembrada en el río del tiempo por aquellos momentos felices, ni podía sacar su equipaje, vacío desde hacía mucho tiempo, y hablar de cómo reflejaba su estado de ánimo en ese momento.\nNo podía, no estaba dispuesta y no lo necesitaba.\nAsí que, al final, se mantuvo a una distancia adecuada. Todos necesitaban el júbilo y el vino del banquete de la victoria, al igual que necesitaban tranquilidad una vez que el jolgorio se desvanecía.\nEn esta época, quizá solo una persona llamaría a su puerta inoportunamente en estos momentos de tranquilidad, y esa era Citlalí.\nTal vez fuera porque le gustaba beber, o tal vez porque serían excelentes compañeras de copas."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voz"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre El Capitán...</color>\nImagino que los últimos quinientos años le deben haber parecido interminables. Cuando a alguien se le priva de la muerte, la vida se convierte en un viaje sin fin en el que el espíritu humano se acaba agotando con facilidad. Y, sin embargo, supo aprovechar la única oportunidad de victoria para llegar al fin que siempre buscó. Siento un gran respeto por los guerreros como él."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diálogos"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre El Capitán...</color>\n<color=#37ffff>Paimon</color> : Esperen, ¿eso significa que Capitano fue famoso en Natlan?\n<color=#37ffff>Mavuika</color> : Sí, pero a menos que él hable de su pasado, pocos asociarían a uno de Los Once de los Fatui con Thráin, uno de los antiguos héroes legendarios de Natlan."
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>La Sota, la cuarta de Los Once de los Fatui y una diplomática fría e implacable. Es el “padre” al que temen todos los niños de la Casa de la Hoguera, y de la cual también dependen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/10742394/672e65470bfd14b664596c2a7f7eaaf8_8545944417230307859.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voz"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre El Capitán...</color>\nEs muy poderoso, y ese poder conlleva un alto nivel de responsabilidad. Sin embargo, independientemente del poder que ostente, creo que es alguien digno de respeto."
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Trotamundos",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un joven errante de identidad enigmática. Viste como un asceta, pero no actúa como tal.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/10742394/24d97a22be742fb732ea96f625d1faac_5832031618222617237.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voz"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre El Capitán...</color>\n\"El íntegro y recto Capitano\", \"el valeroso e intrépido Capitano\", \"el invencible e inexpugnable Capitano\"... Incluso mis oídos mecánicos requieren mantenimiento después de escuchar tantas veces la retahíla de halagos que los Fatui le dedican constantemente. ¿No crees que la integridad plena es un peligro en potencia? Y eso sin tener en cuenta su enorme fuerza."
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "El undécimo de Los Once, llamado “Nobile”. Famoso por ganar miles de peleas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voz"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre El Capitán...</color>\nLe he visto en batalla y, guau, da gusto verlo. Tal vez aún estoy muy por debajo de él como para que se fije en mí... Bueno, puede que aún no reconozca mi fuerza, pero algún día le enseñaré lo que valgo."
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Un joven de los Augures Vientonocturno que vive en la naturaleza junto a toda clase de seres vivos.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Historia del personaje"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Historia del personaje (5)</color>\nCierta noche de clima apacible, Ororon se encontraba sentado en el campamento de los Fatui escuchando en silencio sus historias.\nEn realidad, él era el único que permanecía callado. Bueno, él y Capitano, que se les unió después. Los guerreros no se contenían y hablaban de cualquier tema con libertad, ya que sabían que él era aliado de su comandante y, aunque solo estuvieran charlando de asuntos triviales y riendo, no se cohibieron ante su presencia. Incluso, tras preguntarle su edad, uno de ellos le entregó una bebida transparente llamada ognev.\nLa probó con la curiosidad propia de un explorador y luego se la terminó de un trago, pues eso es lo que habían hecho los soldados, y después obtuvo una ovación resonante. Sin saber muy bien cómo, se sintió mucho mejor.\nLos guerreros charlaban a su lado sobre nimiedades de sus seres cercanos, y a veces se arrancaban a entonar canciones que todos conocían. Ororon no pronunciaba palabra; simplemente se quedó allí sentado, observando la hoguera o contemplando el firmamento. Con lo lejos que estaba el cielo de la tierra, las pequeñas estrellas parecían semillas blancas. La niebla también estaba formada por semillas... \"Bruma de estrellas\" era un buen nombre, pensaba Ororon sin motivo alguno.\nMás tarde aprendió que no todos entre los Fatui pertenecían a un equipo como aquel. Él había conocido al equipo de élite que lideraba el primero de Los Once, y todos eran veteranos de cierta edad y experiencia. Además, su comportamiento y ética eran impecables. Sin embargo, aparte de aquel escuadrón, en realidad muchos otros miembros de los Fatui eran aún más jóvenes que él y, al escuchar las cosas que hacían, no podía evitar fruncir el ceño.\nPero en aquella noche sin viento en la que se podían observar claramente las estrellas, aún no se había visto incomodado por aquel conocimiento. Tan solo se permitió olvidarse de sus preocupaciones momentáneamente, dándose el gusto de disfrutar la buena compañía y una copa de un licor de extraño sabor.\nUna noche así no volvería a repetirse. Tuvo aquella sensación incluso en aquel entonces, como cuando quería volver a tomar una copa y Capitano insistió en que no lo hiciera. A pesar de que con la primera copa no se sentía diferente y parecía tolerar muy bien el alcohol, era mejor no profundizar en ciertas cosas.\nAunque, evidentemente, Ororon no era una persona obediente. Más tarde, buscó en secreto al soldado que le había dado el licor y le preguntó la forma de destilado del ognev. Si lograba preparar por su cuenta aquel licor que reflejaba el cielo nocturno, llamaría a la primera botella \"Bruma de estrellas\"."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voz"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre El Capitán...</color>\nFue un giro del destino de lo más extraño e inesperado.\nDicen que los Augures Vientonocturno destacan en el arte de la predicción, pero, cuando me encontré con Capitano, nunca imaginé que la situación se volvería tan compleja. ¿Tú qué dices? ¿Crees que ayudar a alguien se trata de intercambiar favores hasta que ambos estén en paz? De ser así, ¿por qué sigo sintiéndome en deuda con él?\n... O puede que esté dándole demasiadas vueltas. Lo que ocurriera en un pasado ya no importa, pues él ayudó a salvar las líneas ley de Natlan de un peligro inminente, por lo que es un héroe digno de admiración. Siempre lo llevaré en mis recuerdos.\n<color=#ffd780>Comida que menos le gusta...</color>\nLa comida militar... En especial las galletas comprimidas. Son como el alma de Capitano... El fondo es bueno, pero están demasiado duras."
      },
      {
        "type": "CustomEntry",
        "epId": 3462,
        "name": "Mika",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un joven caballero procedente de una familia normal. Es el tímido y precavido topógrafo de avanzada de la Compañía de Reconocimiento.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/17/73555894/da13e3b1a2c6c0e5892b201cec735f9b_841357597978704403.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Historia del personaje"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Historia del personaje (4)</color>\nGracias a todo lo que practicó, en menos de dos años, Mika completó una infinidad de misiones y se convirtió en un miembro fundamental de la Compañía de Reconocimiento.\nLa fecha estipulada estaba cada vez más cerca, y ya casi era la hora de que el Equipo de Expedición partiera.\nEl día de la despedida, el Gran Maestro Varka se mostró gratamente complacido al ver la nueva Visión que relucía en la muñeca derecha del joven. Sin embargo, tras retarlo a un enfrentamiento, concluyó: \"Nada mal, aunque lejos de ser lo suficientemente bueno\".\nMika no comprendió muy bien qué significaban aquellas palabras hasta que se adentraron en un peligroso territorio lleno de monstruos; unos monstruos que el Gran Maestro había tenido en cuenta a la hora de planear la expedición.\nAquellas \"cosas\" —pues no se las podía llamar de otro modo— podían convertirse en la pesadilla de cualquier caballero en un combate uno a uno.\nLa velocidad a la que exploraban los miembros de la vanguardia determinaba la velocidad del resto del Equipo de Expedición, por lo que aquellos días estuvieron hasta el cuello de trabajo y el joven Mika solo podía descansar una media hora al día.\nEra la primera vez que trabajaba bajo tanta presión, y descubrió el gran esfuerzo que le suponía.\nAdemás de las peligrosas criaturas a las que se enfrentaban, el equipo debía enfrentarse a una amenaza aún mayor, una que los acechaba desde las sombras...\nUna noche, cuando Mika ya se preparaba para acostarse, recibió el aviso de otro compañero de la vanguardia. Al parecer, la compañía se había topado con el enemigo.\nMika se dirigió de inmediato al lugar, pero cuando llegó, el Gran Maestro ya había movilizado a sus mejores subalternos y formado un frente de batalla.\nBajo el oscuro manto de la noche, Mika logró vislumbrar tenuemente algo que parecía un muro de soldados, los cuales permanecían silenciosamente en formación como si de meras máquinas de guerra se trataran.\nEntre ambos frentes, Mika alcanzó a discernir una llamativa figura oscura de la que solo pudo apreciar un par de brillantes ojos azules que parecían refulgir en medio de la densa oscuridad que los rodeaba.\nUno de sus compañeros le informó de que aquel era El Capitán, uno de Los Once de los Fatui, y aquellos, sus hombres.\nAl parecer, los Caballeros de Favonius se habían topado con un campamento Fatui. Puesto que ninguno de los dos bandos estaba dispuesto a ceder, la tensión había escalado y habían convocado a más y más refuerzos hasta que los capitanes de ambas fuerzas decidieron hacer acto de presencia.\nSe respiraba la tensión en el aire y Mika podía sentir la sensación de peligro atenazando sus músculos y dejándolo paralizado.\nNo dejaba de imaginar el posible desarrollo de aquel conflicto y de preguntarse cómo debía actuar llegado el momento...\nLe preocupaba especialmente aquel miembro de Los Once. Mika sabía que no tendría la más mínima posibilidad contra uno solo de sus ataques.\nAquellos pensamientos y el nerviosismo le aceleraron la respiración y no lograba centrarse en lo que estaba pasando. Varka, por el contrario, permanecía impasible. Saludó con un gesto a El Capitán y se acercó a él, arma en mano. El enemigo hizo otro ademán y sus hombres retrocedieron. Luego salió al encuentro del Gran Maestro.\nMientras la tensión aumentaba entre ambos bandos, El Capitán y el Gran Maestro mantuvieron una breve conversación que pareció acabar en un acuerdo.\nAl final, El Capitán levantó el brazo y sus hombres y él se retiraron en completo silencio, como sombras que se mueven entre las tinieblas de la noche.\nLos Caballeros de Favonius respiraron aliviados, algunos de ellos con el miedo aún en el cuerpo, pero cuando Varka regresó con ellos, parecía tan relajado como de costumbre:\n\"¡Ja, qué sorpresa! Si no fuera por las circunstancias, me habría encantado luchar contra él. Pero no es para nada terco, así que ha entendido a la perfección lo desaconsejable que sería para ambas partes comenzar un enfrentamiento en un terreno desconocido\".\nFue entonces cuando Mika se dio cuenta de que había estado a punto de presenciar una verdadera guerra, y que el Gran Maestro había logrado ponerle fin antes de que llegara siquiera a comenzar.\nLa angustiosa presencia de El Capitán y la templanza con la que el Gran Maestro había lidiado con la situación causaron una profunda impresión en el joven Mika.\nMeditó largo y tendido al respecto y comprendió que, por mucho que hubiera mejorado, aún no tenía lo que hacía falta para lidiar con una situación así. Tenía que trabajar más duro, no solo por el bien del equipo, sino para estar preparado ante cualquier imprevisto que pudiera suceder."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voz"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre Varka - El Capitán</color>\nEl Gran Maestro me dijo que debía establecer unos objetivos mayores para seguir refinando mis habilidades. Siempre he tenido esa actitud, hasta que en una expedición me di cuenta de la gravedad de las cosas. Un día, nos encontramos con uno de Los Once que se hacía llamar \"El Capitán\". No me puedo ni siquiera imaginar cómo alguien como yo podría hacer frente a un rival así. Aún me queda un largo camino por recorrer para convertirme en alguien tan fuerte."
      },
      {
        "type": "CustomEntry",
        "epId": 2530,
        "name": "Mikhail",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Mikhail_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2502,
        "name": "Lyudmila",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Lyudmila_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diálogos"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre El Capitán...</color>\n<color=#37ffff>Mikhail</color> : Oye, ¿te enteraste de lo de El Capitán?\n<color=#37ffff>Lyudmila</color> : Ah, algo sí he oído hablar... Al parecer su majestad la Zarina ha decidido conservar su puesto como el primero de Los Once...\n<color=#37ffff>Mikhail</color> : Supongo que El Capitán tenía sus razones, y la verdad, el Abismo no es un enemigo al que se pueda subestimar...\n<color=#37ffff>Lyudmila</color> : Me sorprende que incluso tú, una persona tan optimista, digas eso.\n<color=#37ffff>Mikhail</color> : De hecho, El Capitán nos ha ganado una preciosa oportunidad de vida a todos nosotros, incluida Snezhnaya, ¿no es así?\n<color=#37ffff>Mikhail</color> : Y según lo que me contaron los compañeros que regresaron, hay un grave problema con el cielo de Natlan.\n<color=#37ffff>Lyudmila</color> : ¡¿Qué?! ¿Ha pasado algo aún peor?\n<color=#37ffff>Mikhail</color> : Creo que más bien se trata de una oportunidad que de una calamidad. Si no, ¿por qué enviarían de repente a más gente a un lugar como Nod Krai?"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Habitante de Natlan</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diálogos"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre El Capitán...</color>\nCuando era pequeña, mi padre me habló de Thráin, el Caballero Centinela, un forastero que luchó codo con codo junto a los guerreros de Natlan hace mucho tiempo.\nEra un hombre valiente, intrépido y muy respetado por sus hombres. Su historia me fascinó tanto que solo deseaba poder volver al pasado para verlo en acción.\n#En mi vida pensé que otro/a forastero/a lucharía para salvar nuestra nación y que incluso llegaría a luchar junto a él/ella... Será un honor que atesoraré para siempre.\nSabía que El Capitán era increíblemente fuerte, pero nunca pensé que tendría semejante sentido del honor.\nPuede que lo juzgáramos mal en el pasado, pero ahora mismo, solo puedo sentir respeto hacia él."
      }
    ],
    "galleryCharacter": [
      {
        "key": "Capitano",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/205556113/267dc09c48b4708b0f39834a069d287e_930853483540707971.png"
      },
      {
        "key": "Thráin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/205556113/b5196a89d0011464e03b871ac07029b2_3708881565119453246.png"
      },
      {
        "key": "Godofredo y Capitano.",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/205556113/36c5f27571d85677a236b09ba6b8d6f5_3635442014299622477.png"
      },
      {
        "key": "La Soberana de la Muerte y Capitano.",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/205556113/a702a05c70c11882bf37f76a322cc845_4158175996294539675.png"
      },
      {
        "key": "Capitano",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/205556113/c9f9bf0babe26937749eb7a78e613706_1854321529979619489.png"
      },
      {
        "key": "Monumento",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/205556113/20481009c61c2a3d0c0dcaaa733e5a61_5010849849897196888.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"En homenaje a los guerreros que perdieron la vida en la guerra protegiendo Natlan. Descansen en paz\"."
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "\"Memories of This Life\" Animated Short | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=2o2d7Nr_SN8",
        "coverUrl": "https://i.ytimg.com/vi/2o2d7Nr_SN8/maxresdefault.jpg",
        "duration": 110
      },
      {
        "title": "\"The Song Burning in the Embers\" Full Animated Short | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=tN5JACOEJFM",
        "coverUrl": "https://i.ytimg.com/vi/tN5JACOEJFM/maxresdefault.jpg",
        "duration": 425
      },
      {
        "title": "Cutscene Animation: \"Clash of Frost and Flame\" | Genshin Impact #Cutscene #Animation #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=J4uJsK1gNKg",
        "coverUrl": "https://i.ytimg.com/vi/J4uJsK1gNKg/maxresdefault.jpg",
        "duration": 246
      },
      {
        "title": "Ignition Teaser: A Name Forged in Flames | Genshin Impact #Ignition #Teaser #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=O2ATH__rtQo",
        "coverUrl": "https://i.ytimg.com/vi/O2ATH__rtQo/maxresdefault.jpg",
        "duration": 225
      },
      {
        "title": "Story Teaser: Honor | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=jqFI2oHC3Ig",
        "coverUrl": "https://i.ytimg.com/vi/jqFI2oHC3Ig/maxresdefault.jpg",
        "duration": 162
      },
      {
        "title": "Teyvat Chapter Interlude Teaser: A Winter Night's Lazzo | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=TmaAOV4SJNQ",
        "coverUrl": "https://i.ytimg.com/vi/TmaAOV4SJNQ/maxresdefault.jpg",
        "duration": 259
      },
      {
        "title": "Version 5.0 \"Flowers Resplendent on the Sun-Scorched Sojourn\" Trailer | Genshin Impact #Natlan",
        "url": "https://www.youtube.com/watch?v=w1BaF4fd1UM",
        "coverUrl": "https://i.ytimg.com/vi/w1BaF4fd1UM/maxresdefault.jpg",
        "duration": 251
      },
      {
        "title": "Version 5.3 \"Incandescent Ode of Resurrection\" Trailer | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=Uh3JVQWe16w",
        "coverUrl": "https://i.ytimg.com/vi/Uh3JVQWe16w/maxresdefault.jpg",
        "duration": 344
      }
    ]
  }
}