{
  "epId": 7424,
  "name": "Mare Jivari",
  "desc": "<p>Un lugar ubicado en la parte más occidental de Natlan, la cual fue creado durante el Cataclismo hace 500 años. Un maestro de fronteras, Sanhaj Kompore, invocó un espacio del Reino de la Noche en miniatura y lo hizo estallar para derrotar a la calamidad oscura que se avecinaba, creando así el Mare Jivari.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/205556113/5bde7b4a7c6a6f999fc968d7c4504bc1_4253543534601211266.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1760048649,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Avances y Cinemáticas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la versión 5.8 de Genshin Impact «¡Verano, sol, un resort de vacaciones!»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/18/237301566/316da1381f829139a54c3b893883c3aa_3807078854125814502.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>18 de julio de 2025</color>\nNatlan es un lugar donde hace calor durante todo el año. Y si te dejas llevar, puedes vivir cada día como si fueran tus vacaciones de verano.\nAsí que deja de lado los encargos, el deber de alimentar a Paimon, las historias de la antigua civilización de los dragones, los visitantes de Nod Krai, la carta del Gran Maestro...\n¡Y disfruta de su comida, alojamiento y atracciones gratuitas!\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=I8N9D61dmHg&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tutoriales",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Donde el viento muere y las leyendas caen"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/205556113/e78b487f938ed4445f52d8bd38b5feff_5676696137035263692.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>28 de julio de 2025</color>\nEscuché que una gran zona al oeste de Tenochtzitoc fue una vez el Mare Jivari. Un lugar de tristeza nacido a causa de la invasión del Abismo... A pesar de la erosión del tiempo, ¿el Mare Jivari, que desapareció misteriosamente, ha vuelto a aparecer? Y tal vez este comienzo sea solo la punta del iceberg..."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mare Jivari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/007949e853649b32c74c2cd3c2e01d34_7740452771120253677.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace más de quinientos años, los Cinco Pecadores de Khaenri'ah compartieron entre ellos un poder capaz de destruir el mundo. Entre ellos se encontraba la alquimista Rhinedottir, quien dio vida a muchas criaturas provenientes del Abismo. Quinientos años atrás, el rey de Khaenri'ah y los sabios rasgaron el velo del pecado, y los monstruos del Abismo irrumpieron en Teyvat. El reino fue destruido, y Teyvat fue consumido por una ola oscura que marcó el inicio del Cataclismo. Las siete naciones combatieron contra las criaturas abisales, y Natlan no fue la excepción. En el extremo más occidental de Natlan, junto con otros monstruos, apareció una bestia gigantesca llamada Bakunawa, una de las creaciones de Rhinedottir que había perdido el control. Era irracional y estaba impulsada por un instinto devorador, poseyendo inmortalidad gracias a su capacidad de crecimiento infinito. Bakunawa incluso llegó a absorber parte del cuerpo de su creadora. A diferencia de otras creaciones de la Pecadora, la inmortalidad de Bakunawa no provenía del poder de la \"Vida\", sino de una forma más trascendente de poder abisal, incomprensible tanto para Rhinedottir como para la propia Orden del Abismo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/3d0d636aa02bbe8d9c6e3be6e531c843_8124674311890191342.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Bakunawa devoró tribus enteras de la Isla Tenochtzitoc hasta que solo un sobreviviente quedó: Ténoch. Él se convirtió en el líder del ejército unificado de las tribus de Natlan. La criatura no podía ser asesinada: incluso cuando era decapitada o su cuerpo era hecho pedazos, los restos continuaban creciendo, buscándose unos a otros hasta reformar un nuevo y vigoroso Bakunawa. Ténoch, despojado de su tribu y de un Nombre Antiguo debido a su naturaleza belicosa, unió a seis de los mejores guerreros de cada tribu, portadores de los Nombres Antiguos de los aliados del primer Arconte Pyro, Ixbalanqué. Entre los seis héroes de Natlan se hallaba el maestro de fronteras de los Augures Vientonocturno, Sanhaj Kompore. Los maestros de fronteras más poderosos pueden expandir los límites del Reino de la Noche y manifestar temporalmente una parte de él en el mundo real. Incluso cuando Ténoch lo convocó, Sanhaj previó su propia muerte y la de Ténoch, así como el nacimiento de lo que más tarde sería conocido como el Mare Jivari, pero decidió seguirlo igualmente. En la batalla final, el maestro de fronteras hizo un grabado de flogisto sobre el cuerpo del líder del ejército unificado para liberar el poder de los conjuros fronterizos. Entonces, Ténoch se dejó devorar por Bakunawa. Con el cuerpo de Ténoch como ofrenda ritual, Sanhaj invocó un Reino de la Noche en miniatura dentro del vientre de Bakunawa, y el choque entre los poderes del Abismo, la Señora de la Noche y el espíritu de Ténoch dentro del cuerpo de Bakunawa provocó una violenta explosión que destrozó al monstruo en incontables fragmentos. Aunque el desastre oscuro fue repelido, la bestia no murió: la energía de esas fuerzas que causaron la explosión solo impidió su renacimiento. Como resultado del sacrificio de Ténoch y Sanhaj, nació el Mare Jivari."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/e341c467aa32fed76c7abb90a148b557_6337261892301068744.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Debido al poder abisal trascendente que fluía en el interior de Bakunawa, el Mare Jivari y su corrupción comenzaron a existir en todos los momentos del tiempo. Para evitar que la corrupción del Mare Jivari se extendiera más allá de Tenochtzitoc, el\nquien en el pasado había recibido una parte del poder de la\nsopló al Mare Jivari fuera de la línea temporal, convirtiéndolo en la \"Tierra sin Viento\". Desde entonces, los Arcontes Pyro de todas las eras han protegido el sello impuesto sobre el Mare Jivari para evitar que Bakunawa renazca y escape.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7423,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7490,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4898,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Garrote del Diálogo",
        "desc": "<p>Una gran maza con incrustaciones de obsidiana y un excelente poder de persuasión.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/73555894/6e0130263c2de43a0bd7863edce22df3_600374522763335452.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Orquesta del Errante",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/be9c62594a243381afec36d022814712_9106835084381303156.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Debido a la anomalía temporal causada por el poder abisal trascendente de Bakunawa, la existencia del Mare Jivari se extendió hacia el pasado. Hace mil años, durante el reinado de la Aristocracia, la Orquesta del Errante, conocida por el pueblo como la Tropa de la Espadachina, se reunió en Mondstadt. Sus espadas eran sus flautas y sus arcos eran sus arpas. Con ellas, tocaban su himno de rebelión. Tocaban no solo para sus amigos, sino también para sus enemigos. Uno de los miembros de la tropa era una carismática espadachina. Era bella como la luz que se refleja en el agua, y elegante como una alondra que anuncia el alba. Al blandir la espada, emanaba de ella una sinfonía de cantos y flautas. El final de cada canción y cada baile era como cuando sale el sol después de una tormenta. Su música y manejo de la espada son tan letales como elegantes. Otro miembro era un arpista proveniente del rico y encantador país de Fontaine. Viajaba por el mundo en busca de su verdadero destino. Se dice que todas las damas de la corte de Fontaine lloraron de dolor al enterarse la trágica noticia de que se había ido sin decir adiós. Era juguetón y decidido, como el viento que acompaña la melodía del arpa y como las flores que crecen en el Acantilado Estrellado. Según cuenta la leyenda, el arpista se enamoró de una humilde mujer de Mondstadt que, más tarde, fue elegida para el miserable destino de ser la princesa del Ludi Harpastum. En una canción, él reveló sus sentimientos hacia ella y prometió romper sus cadenas. Quiso recordarse a sí mismo que nunca debía enamorarse ni apegarse a nada, pero conservó el recuerdo de aquella dama, tal como prometió, y habría hecho cualquier sacrificio por ella. Otro miembro de la tropa era un director que escribió la música y las notas de viaje en un libro llamado Sinfonía de los Merodeadores. El último miembro conocido de la Orquesta del Errante fue un miembro desheredado y traidor de la Aristocracia, llamado Kreuzlied. Al blandir la espada en el aire, los aristócratas temblaban de miedo ante el sonido del reloj. Cuenta la leyenda que, después de ser despedido de su cargo, su deseo de continuar el legado de sus compañeros rebeldes lo llevó a establecer una sociedad secreta destinada a derrocar la Aristocracia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/3a7f9a37e77fd3237e4038db8e791874_7095235214795698512.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante sus viajes, la Orquesta del Errante atravesó el desierto y puso pie en el abrasador Mare Jivari. Allí se enfrentaron al inmortal monstruo Bakunawa, y tras su victoria, cortaron una roca rúnica de su cuerpo que contenía una fuerza vital ilimitada, además de tomar un fragmento de su carne. Cuando la tropa regresó a Mondstadt, la roca rúnica sirvió para impulsar la rebelión contra la Aristocracia, y más tarde fue entregada a los recién fundados Caballeros de Favonius. Con el diente de otra creación de Rhinedottir, Durin, la vitalidad de la roca rúnica podía absorberse para forjar un arma única. La carne de Bakunawa fue entregada al Aquelarre y, mil años después, se utilizó para crear a un ser humano a partir de Durincito. La creación de Rhinedottir, el alquimista Albedo, empleó el alma de Durincito, sangre del corazón de Durin, carne de Bakunawa y fragmentos de un embrión dejado por su madre. La naturaleza corrosiva del veneno del dragón y la intensa vitalidad de los restos del monstruo se contrarrestaron mutuamente, manteniendo el cuerpo construido en perfecto equilibrio.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7683,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Alquimista en Jefe de los Caballeros de Favonius y Capitán del equipo de investigación. Lo llaman el “Príncipe de la Roca Caliza”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "name": "Durincito",
        "desc": "<p>Un dragón de un mundo mágico, creado por una escritora, Andersdotter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/205556113/24abe1107e7bf456747b7cdde0f5947c_7191539216068691938.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>El Dragón de las Sombras y uno de los niños de Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/206a8a0bc1698ae7019f093470f9e845_6608418404833900487.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Lanza de Espinadragón",
        "desc": "Una lanza creada a partir del colmillo de un dragón. Sorprendentemente, es cálida al tacto.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2081,
        "name": "Orquesta del Errante",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2007,
        "name": "Flauta",
        "desc": "Tras la oxidada superficie de esta espada se esconde una hoja delgada y lujosamente decorada. Puede blandirse tan suavemente como la sensación de un soplo de viento.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/笛剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2033,
        "name": "Espada del Tiempo",
        "desc": "Una espada pesada con un reloj cuyos mecanismos internos fueron dañados hace mucho tiempo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/钟剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2009,
        "name": "Último Acorde",
        "desc": "Un arco que alguna vez acompañó a un instrumento extraordinario. Ya no es capaz de hacer bailar a la gente.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/绝弦.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1991,
        "name": "Sinfonía de los Merodeadores",
        "desc": "Un pesado cuaderno lleno de partituras. A pesar de que está consumido por las polillas, la escritura sigue mostrando su poder.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/流浪乐章.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Aventuras en el Mare Jivari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/44f6196f261950c9e8b4798317466be2_4239983182932665342.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de que el Arconte Anemo soplara al Mare Jivari fuera de la línea del tiempo para detener la corrupción abisal, este se convirtió en un destino para aventureros de todo Teyvat. Uno de esos aventureros fue el Corredor de Lava, quien forjó una diadema con ágata carmesí para resistir las llamas y el intenso calor. La corona lo protegía del fuego y despertó el miedo y la envidia entre sus compañeros y maestros. <color=#ffffff>\"¡Cómo se atreve a desafiar las llamas del Mare Jivari! ¡Es una blasfemia que no se ha visto en cientos de años! El mar ardiente devorará a este joven arrogante y el cielo arrojará sus cenizas al vacío\"</color> . El maestro del Caminante exigió que su discípulo entrara al mar de llamas con la diadema en la cabeza, pero pronto lo vio caminar tranquilamente entre el magma y desapareció poco a poco en el firmamento. Las leyendas dicen que el Corredor de Lava llevaba un cáliz que contenía lava, y bebía lava de él como si de un exquisito vino se tratara. Para él, el vino era simplemente el combustible de su ingenio, pues con la ayuda del alcohol, podía convertir la más mínima chispa en una idea brillante. El silencioso cáliz fue testigo de cómo la sabiduría se forjó entre las llamas. Justo antes de que el Corredor de Lava emprendiera su último viaje, el cáliz se llenó arrogancia. Durante sus travesías por el Mare Jivari, el Corredor le arrancó a un pájaro que cantaba entre las llamas. Cuenta la leyenda que existió una especie de pájaro solitario que podía cantar entre las llamas. La gente lo adoraba como un tótem, mientras que los reyes lo veían como un signo de nobleza. Portando esta pluma, el Corredor de Lava se aisló en su mundo de llamas. Solo vino y solo se fue, sin dejar rastro. Desde entonces, las personas a menudo escuchan gritos procedentes del Mare Jivari. Nadie sabe si estos proceden del pájaro o son los lamentos del Corredor de Lava. La historia del Corredor de Lava no terminó tras cruzar el Mare Jivari. Se dice que pasó otros cien años viviendo como ermitaño. Pero esta breve reclusión no pudo aliviar el tormento que lo quemaba. El pobre sabio no temía las llamas abrasadoras, pero no podía apagar el agobiante fuego del tiempo. Ser abandonado por sus queridos discípulos y familiares fue ese amargo fuego que no pudo apagar. Antes de morir, el Corredor entregó a la gente una flor que solo se abre en las llamas ardientes, la misma que alguna vez llevó en el pecho. Años después, la gente siguió la luz titilante hasta la orilla del Mare Jivari. Fueron recibidos por la flor abierta, pero el sabio no se encontraba por ningún lado."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Esta es la flor que se abre en las llamas. Si el fuego aún no me ha convertido en cenizas,</color>\n<color=#ffffffd9>verán el resplandor de las brasas de esta flor a través de las llamas y el oscuro humo.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/d964558831a983075723071a1afbe3ed_8406160369996211430.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Otros viajeros que llegaron al Mare Jivari fueron los aventureros de Mondstadt: el Gran Aventurero Stanley y el joven e inexperto Hans. Durante su viaje, un monstruo levantó un torbellino de olas de ceniza, y mientras Stanley salvaba a Hans, resultó gravemente herido. Hans logró escapar y regresar a Mondstadt, pero su amigo quedó atrás, en el Mare Jivari. En una de sus paradas, el Gran Aventurero conoció a un hombre que se presentó como Nocht. Este usó una flor que florecía entre las cenizas para detener la hemorragia de sus heridas y le advirtió que no se acercara a las bestias. Nocht dijo que provenía de Tenochtzitoc, aunque aquel lugar no era su verdadero hogar, el cual seguía buscando. Otro día, Stanley conoció a una extraña mujer que le vendó las heridas. Cada vez que el aventurero intentaba recordar su rostro, los recuerdos parecían cubiertos por ceniza. Lo único que recordaba era su nombre: Nanas. Aunque Stanley fue asesinado por los monstruos, estaba preparado para que aquella fuera su última aventura. Estaba dispuesto a sacrificarse por descubrir los secretos del Mare Jivari, y esperaba que algún día el Gremio de Aventureros regresara para que su sacrificio no fuera en vano."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/915d950188d6d2d2ffe41b5eac8bb839_4447199750192323187.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tras volver a Mondstadt, Hans Archibald no pudo aceptar la muerte de Stanley, por lo que se culpó a sí mismo. Para que el Gran Aventurero no fuera olvidado, Hans adoptó su nombre y comenzó a relatar las historias de sus hazañas y aventuras. Durante muchos años, vivió para contar la historia de Stanley, pero con el tiempo, la verdadera identidad del aventurero se desvaneció de su memoria. Hans terminó creando una imagen de sí mismo, no del amigo que fue en vida, sino de un aventurero marcado por las cicatrices. Solo con la ayuda del Arconte Anemo, quien también una vez adoptó la imagen de un amigo muerto, Hans pudo aceptar la realidad y liberar el espíritu de Stanley.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8081,
        "desc": "",
        "displayStyle": "card",
        "menuId": 29
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2494,
        "name": "Stanley",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Stanley_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>Un miembro de la Orden del Abismo, que se llama a mí mismo ratón de biblioteca y erudito.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/22/205556113/0fbf42719f3184c046ed2251de656cc9_7797744854466011567.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2083,
        "name": "Virtuoso Corredor de Lava",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 8351,
        "name": "Notas deterioradas de alguien (I)",
        "desc": "Unas notas encontradas entre los restos de Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8352,
        "name": "Notas deterioradas de alguien (II)",
        "desc": "Unas notas encontradas entre los restos de Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8353,
        "name": "Notas estropeadas de alguien (III)",
        "desc": "Unas notas con signos de corrosión encontradas entre los restos de Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mare Entimema y las simulaciones",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un día, hace unos veinte o treinta años, el Mare Jivari desapareció de la faz del mundo, como si nunca hubiera existido. Nadie pudo averiguar la razón de su desaparición, pero algunos lograron penetrar en áreas secretas que se le asemejaban. La gente llamó a estos lugares Mare Entimema, como si el Mare Jivari hubiera proyectado una sombra sobre este mundo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/66c74bd8c7fe33504df9196ec3b14e2f_4846621223262172732.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Además de estos Entimema, existía una simulación del Mare Jivari creada por el poder del Abismo. Hace mucho tiempo, había un grupo de aventureros llamado \"Los Filosílex de Técpatl\", entre quienes estaban Aroni de los Augures Vientonocturno, Macani de la Comunidad de la Feracidad, Chaco de la Tribu Plumaflora, y Anja del Pueblo de los Manantiales. Querían hacer famoso a la Brigada de Aventuras Los Filosílex de Técpatl en todo Teyvat, pero antes de cumplir su sueño, Aroni y Macani tuvieron un hijo, y fueron los primeros en decidir abandonar el grupo. Anja sugirió un viaje de despedida para que todos pudieran relajarse y divertirse, y el escuadrón partió rumbo al Mare Jivari. Pero, en lugar de tesoros, solo encontraron monstruos del Abismo, y todas las salidas de la simulación quedaron bloqueadas. Mientras salvaban al niño, todos los miembros del escuadrón murieron, pero sus almas oraron a los dioses para proteger al muchacho."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Oh, dioses, si pueden oír mis plegarias...</color>\n<color=#ffffffd9>Tomen mi cuerpo, mi amor y mis recuerdos como combustible.</color>\n<color=#ffffffd9>Aunque mi alma sea borrada del Reino de la Noche</color>\n<color=#ffffffd9>y esté destinada a vagar por campos desolados</color>\n<color=#ffffffd9>les ofrezco todo lo que tengo</color>\n<color=#ffffffd9>para que este niño pueda seguir viviendo.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/4abc2bbeeb877b89ee95f5ea0918bc3a_728864229728332852.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Así, Los Filosílex de Técpatl se convirtieron en Asha, las almas de las personas que murieron en el Mare Jivari y que no pudieron regresar al Reino de la Noche, fusionándose con los manitúes. Los Asha aparecieron en Tenochtzitoc inmediatamente después de que el Mare Jivari desapareciera, y el niño fue encontrado por un viejo aventurero de Mondstadt. Las abrasadoras llamas le quemaron la piel, el trueno ensordecedor casi le rompió los tímpanos, y los vientos aullantes casi le arrancaron el alma. Al final de este viaje infernal, lo que le esperaba era... un bebé: <color=#ffffffd9>\"Este bebé debe ser... un niño abandonado por el mundo.\"</color> Aunque no había artefactos antiguos, joyas u oro en aquel lugar, no se sintió para nada decepcionado, porque consideró a ese bebé como su tesoro. <color=#ffffffd9>\"Este niño es lo que debía encontrar en este viaje,\"</color> pensó mientras tomaba al bebé en sus brazos. No tenía miedo de que lo que estaba a punto de hacer se opusiera a la voluntad del mundo. El viejo aventurero murió gravemente herido antes de poder contar esta historia, dejando solamente al niño que había salvado. En su lecho de muerte, murmuró tres palabras: \"voluntad\", \"aventura\" y \"tesoro\". Un grupo de viejos aventureros solteros de la división del Gremio de Mondstadt cuidaron del niño como si fuera suyo, y lo llamaron \"Bennett\", que significa \"bendecido\". l igual que sus padres adoptivos, Bennett se convirtió en aventurero, pero su vida estuvo marcada por la mala suerte, causada por la conexión rota con las Wayob de Natlan. A pesar de esto, Bennett fundó la Brigada de Benny y nunca se rindió, soñando con convertirse en el mejor aventurero."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/47a2b9938049319a91be7d7d342fc5ce_813062626304455711.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un día, ya adulto, Bennett viajó a Natlan al Resort Brisapacible creado en Tenochtzitoc junto a su amigo\nEn Natlan, Bennett comenzó a tener una racha de buena suerte, y un Asha inusual con el uniforme de la Comunidad de la Feracidad se apego a él. Durante sus aventuras en las islas, Bennett descubrió un diario de Los Filosílex de Técpatl que había quedado antes de la creación del resort, y de repente, las fotos en su álbum de aventuras se distorsionaron, como si alguien las hubiera cambiado. Entonces apareció una foto de Los Filosílex de Técpatl en el álbum. El aventurero no podía quitarse la sensación de que alguien lo llamaba, y él y sus amigos fueron al lugar que aparecía en la foto. Allí descubrieron un pasaje a la simulación del Mare Jivari creada por el Abismo. En el cielo de esta mazmorra inestable estaba la\nde Bennett, que el Abismo quería destruir para vencer al niño que había engañado a la muerte. Cuando el aventurero ya estaba inconsciente, sus amigos encendieron la luz para ayudarlo a pasar la prueba del destino, y de repente apareció el Asha y lo cubrió."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Cuando el sol se ponga bajo el horizonte occidental, que la luz del sílex nos guíe a casa.</color>\n<color=#ffffffd9>Y que una luz llameante arda de nuevo para limpiar las impurezas de antaño.</color>\n<color=#ffffffd9>Viajero errante, escucha mis palabras.</color>\n<color=#ffffffd9>La luz del sol disipa las cenizas, el viento del bosque canta canciones de antaño y el camino a casa es dulce, repleto de una fragancia afrutada.</color>\n<color=#ffffffd9>Sígueme. Sígueme a casa.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/e51f079c23cf7f1c710bd4396013580f_6193646033408472541.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Resultó que el Asha con ropa de la Comunidad de la Feracidad era Macani, y el Asha que reemplazaba las fotos en el álbum de Bennett era Aroni. Como Asha, perdieron todos sus recuerdos, y su conciencia estaba tan confusa que ni siquiera podían recordar quiénes eran. Al ver a Bennett, Aroni lo siguió, tomando fotos en el camino, tal como le gustaba hacer en vida. Estaba atormentada por una sensación de familiaridad, y la simulación del Mare Jivari parecía llamarla. Así como soñaron Los Filosílex de Técpatl, el niño creció y se convirtió en un aventurero feliz, que finalmente pudo conocer sus orígenes y encontrar una familia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/f0f6293938fe74aa96b75996c6457bb8_9015937450889596378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de que el Arconte Anemo soplara el Mare Jivari fuera de la línea del tiempo, algunas almas no pudieron regresar a Mondstadt ni al Reino de la Noche, mientras que otras se establecieron en esta tierra, convirtiéndose en Asha. Cuando Barbatos fue a Natlan con Bennett, se reunió con la Arconte Pyro para devolver todas las almas atrapadas dentro. Cuando los amigos de Bennett encendieron una vela en la simulación creada por el Abismo, fue una señal para que la\nabriera una grieta entre ese espacio y el verdadero Mare Jivari, permitiendo a Barbatos entrar y recuperar las almas perdidas. Gracias a su ayuda, los padres de Bennett pudieron recuperar sus recuerdos.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8403,
        "desc": "",
        "displayStyle": "card",
        "menuId": 29
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "El chico aventurero de Mondstadt. Su naturaleza amable no va acorde con su mala suerte.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Uno de los muchos bardos de Mondstadt que deambula libremente por las calles y callejones de la ciudad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La líder de Natlan que heredó el nombre antiguo de “Kiongozi”. Ella se comprometió a iluminar el futuro de la Nación de la Guerra con el Fuego Sagrado.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 8344,
        "name": "“Sol” en miniatura",
        "desc": "Un recuerdo de textura suave que te regalaron en el Mercado Brisapacible.<br>Ya que esta vela procede del “sol”, quizá sea apropiado llamarla “sol” en miniatura.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/e4f3a73c62120cf8c5811fe288c9de37_5795066826039331201.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "El erudito que cruzó el Mare Jivari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/1d93adc2ea6456e9ba98dda829fc6720_5072089797203609555.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de que el Mare Jivari desapareciera de la faz del mundo, nadie fue capaz de encontrarlo. La energía espiritual del pergamino ritual tejido de los Augures Vientonocturno, que conducía a la cámara donde los Arcontes mantenían el sello colocado sobre Bakunawa, se disipó, y el camino hacia el Mare Jivari quedó cerrado. Uno de los miembros de la Orden del Abismo, Enjou, fue a Natlan para investigar el subespacio desaparecido. Aunque Enjou sirva a la Orden del Abismo, no puede llamarla su hogar. Él ha visto cómo el esplendor de Vindagnyr quedaba sepultado bajo la nieve, a los Hijos del Sol bailar en la noche blanca y a la majestuosa Gurabad hundirse bajo las doradas arenas. Ha tocado los recipientes de sangre y carne del Lugar Ceremonial Moshiri, los colosos hechos añicos de Remuria, los colores contaminados de los murales de la Torre Vucub Caquix. Sabe cómo fue derrocada la antigua aristocracia de Mondstadt, cómo la gente de Liyue comenzó la gran migración de la Congregación de Guili, y cómo los fieles de Orobaxi combatieron contra los discípulos de Narukami, cómo cayó en batalla el pueblo de Tenochtzitoc, y cómo los Muratas se marcharon a tierras lejanas. Pero, de entre todo lo que sabe sobre esas cosas, no hay nada que le pertenezca. Todos esos sucesos son como estrellas fugaces que atravesaron su cielo en un fulgor momentáneo para luego desvanecerse para siempre. Enjou quería encontrar el Mare Jivari con la esperanza de hallar su tierra natal, así que usó a Leyla, un miembro de los Augures Vientonocturno que carecía de sensibilidad espiritual, para entrar al Reino de la Noche. Enjou le dio a Leyla un fragmento del arma de Sanhaj Kompore que había encontrado, para usarlo como medio. Cuando Leyla entró en estado clarividente, su alma se perdió en el Reino de la Noche y no pudo regresar, por lo que la gran chamana de la tribu, Citlalí, y el/la Viajero/a acudieron en su ayuda. Citlalí misma se sumergió en un estado clarividente y pidió tejer todo lo que veía, y uno de los pergaminos resultó ser un mapa similar a la isla de Tenochtzitoc, donde solía estar el Mare Jivari. Y aunque Leyla fue salvado, Enjou logró echar un vistazo al mapa de la isla."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/ad7154b24433a7662fbef7520de1604b_8262905967626197268.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tras viajar a Tenochtzitoc, Enjou descubrió el origen de Bakunawa y del Mare Jivari, así como la ubicación de la entrada al espacio, pero no logró llegar hasta ella. El/La Viajero/a, por coincidencia, se encontraba de vacaciones en la isla, mientras que Citlalí había llegado para investigar el extraño incidente espiritual. Durante su encuentro previo con Enjou, la gran chamana dejó una marca en él que le permitía percibir su presencia cercana. Juntos, y gracias a los Asha y al fragmento del arma de Sanhaj, pudieron reanudar el flujo de energía del pergamino tejido y abrir un portal al salón de los Arcontes. Después de colocar el arco en el trono de Sanhaj y sentarse en el trono de Ténoch, el/la Viajero/a entró al Mare Jivari, y Enjou hizo un trato con Citlalí, prometiendo ayudar al/a Viajero/a a cambio de la capacidad de acceder al subespacio. Debido a una anomalía temporal, terminaron en otro momento y se encontraron con la permeación de Bakunawa, una parte de su cuerpo que existía en ese punto del tiempo. Usando la espada ritual de Sanhaj, lograron derrotar esa parte de Bakunawa, y Enjou absorbió su poder para viajar más profundamente en el Mare Jivari. Como regalo de despedida, le dio al/a la Viajero/a una flor que florece en las llamas ardientes, para que pudiera caminar por el espacio sin sentir el calor del fuego."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Esta es la flor que se abre en las llamas. Si el fuego aún no me ha convertido en cenizas, verán el resplandor de las brasas de esta flor a través de las llamas y del humo oscuro.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuando el Viajero regresó al presente, la delicada flor recién cortada ya había envejecido.\nComo el Mare Jivari existe fuera del tiempo, Enjou se encontró con el Gran Aventurero Stanley durante sus viajes allí. Se presentó como Nocht, usó una flor que florecía entre las cenizas para detener el sangrado de las heridas de Stanley y le advirtió que no se acercara demasiado a las bestias. Enjou dijo que venía de Tenochtzitoc, pero que aquel lugar no era su hogar, sino lo que buscaba."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Si realmente existe un hogar en este mundo que haya olvidado, ¿podría estar escondido en este tiempo fragmentado y calcinado?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuando el/la Viajero/a, Paimon y Citlalí salieron del Mare Jivari, la gran chamana sintió que el rastro espiritual que había dejado en Enjou había sido consumido por un poder extraño.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8205,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>Un miembro de la Orden del Abismo, que se llama a mí mismo ratón de biblioteca y erudito.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/22/205556113/0fbf42719f3184c046ed2251de656cc9_7797744854466011567.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlalí",
        "desc": "La gran chamana y la abu Itztli de los Augures Vientonocturno, respetada por toda la gente de su tribu.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7113,
        "name": "Calamidad de Eshu",
        "desc": "Un filo ceremonial forjado por el gran sacerdote Sanhaj de los Augures Vientonocturno. Según las historias del pasado, Sanhaj podía usar esta espada curva para celebrar un ritual con el que difuminar la frontera entre el Reino de la Noche y nuestro mundo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/034a74a58833bc506791e2d2c8e00539_8351835749900866009.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2083,
        "name": "Virtuoso Corredor de Lava",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 8354,
        "name": "Determinación del Corredor de Lava",
        "desc": "Una flor que te dio Enjou. Recuerdas claramente que era una delicada flor recién arrancada. ¿Cuándo se convirtió en esto?",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/d680517a7915e98e02c6257f95f252b4_4951244975280181068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8384,
        "name": "Bakunawa",
        "desc": "A pesar de la erosión del tiempo, el poder de las Wayob que sigue conteniendo la Calamidad de Eshu parece haber despertado tras percibir a un archienemigo de hace quinientos años.<br>Úsalo para protegerte de los ataques de Bakunawa. Tras lograr bloquear un ataque especial, las Wayob liberarán de forma automática un poderoso contraataque.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8327,
        "name": "Informe de investigación: Bakunawa",
        "desc": "Un informe de investigación que alguien dejó con las prisas.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8328,
        "name": "Informe de investigación: Mare Jivari",
        "desc": "Un informe de investigación que alguien dejó con las prisas.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8329,
        "name": "Informe de investigación: Cueva secreta",
        "desc": "Un informe de investigación que alguien dejó con las prisas.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/a3d81222ac0c259d7c24278ae6a68845_8748899289776809939.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8351,
        "name": "Notas deterioradas de alguien (I)",
        "desc": "Unas notas encontradas entre los restos de Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Poema de Bennett y Razor",
        "desc": [
          {
            "type": "RichText",
            "text": "Al Mare Jivari me haces recordar\nestás tan lejos, pero tan cerca estás.\nEn el fin del mundo uno va al compás\nel otro en mi corazón se puede hallar.\nGancho de lobo y dientes de león\nesta es la flor de viento que te entrego yo."
          }
        ]
      },
      {
        "title": "Sobre el aventurero Stanley",
        "desc": [
          {
            "type": "RichText",
            "text": "Stanley, el gran aventurero de Mondstadt, es famoso por haber cruzado Mare Jivari... pero perdió a un amigo en esa travesía.\nSu amigo murió... Aunque su historia es una leyenda entre los aventureros, muy pocos saben si quiera cómo se llamaba..."
          }
        ]
      },
      {
        "title": "Mare Jivari",
        "desc": [
          {
            "type": "RichText",
            "text": "Un páramo interminable cubierto de cenizas en el que nunca sopla el viento. Los sueños de muchos aventureros experimentados terminaron aquí, y también los periplos de muchos viajeros."
          }
        ]
      },
      {
        "title": "Sobre el Mare Jivari",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Citlali</color> : Un maestro de fronteras es capaz de expandir las fronteras del Reino de la Noche y manifestar temporalmente algunas de sus partes en nuestro mundo.\n<color=#37ffff>Citlali</color> : Puede que mi magia fronteriza no sea mala, pero la de Sanhaj está en otra liga.\n<color=#37ffff>Citlali</color> : Dicen que su dominio de las fronteras fue lo que cambió las tornas en la batalla del Mare Jivari hace quinientos años. Cuenta la leyenda que Sanhaj invocó un espacio del Reino de la Noche en miniatura y lo hizo estallar para derrotar a la calamidad oscura que se avecinaba.\n<color=#37ffff>Citlali</color> : Por supuesto, el precio a pagar no fue pequeño. Según tengo entendido, tanto Sanhaj como Ténoch, líder de las fuerzas de la coalición tribal, dieron sus vidas para activar este hechizo."
          }
        ]
      },
      {
        "title": "Sobre el Mare Jivari",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Citlali</color> : Podría ser... ¿del Mare Jivari?\n<color=#37ffff>Citlali</color> : El Mare Jivari quedó reducido a un páramo desolado tras aquella gran batalla. O mejor dicho, pasó a llamarse Mare Jivari después de lo que allí ocurrió.\n<color=#37ffff>Citlali</color> : Las cenizas de los monstruos y guerreros que lucharon allí cubrían todo el campo de batalla. A veces, se oían gritos escalofriantes desde las profundidades. Otras veces, la región entera quedaba envuelta en altísimas llamas que ahogaban los gritos...\n<color=#37ffff>Citlali</color> : Ese lugar está lleno de peligros y misterios. A lo largo de los siglos, los mejores aventureros han intentado demostrar su valía aventurándose en él... Pero, lamentablemente, la mayoría quedaron allí enterrados.\n<color=#37ffff>Citlali</color> : Así fue hasta hace unos veinte o treinta años, cuando empezaron a ocurrir cosas extrañas. La gente empezó a hablar de una criatura enorme y oscura del tamaño de una montaña que vagaba por el interior del Mare Jivari...\n<color=#37ffff>Citlali</color> : Y poco después, toda la región desapareció por completo. Nadie sabe cómo, pero aquel infame y ominoso lugar desapareció de la faz de Teyvat.\n<color=#37ffff>Paimon</color> : ¡¿Desapareció una región entera?!\n<color=#37ffff>Citlali</color> : Es una locura, ¿verdad? Si mal no recuerdo, la región que desapareció es el lugar indicado en este mapa.\n<color=#37ffff>Paimon</color> : ¿Y eso dónde es?\n<color=#37ffff>Citlali</color> : En la parte más occidental de Natlan. Es un lugar muy remoto, lejos de cualquiera de las tribus. Nunca hubo un asentamiento allí, pero empezó a poblarse cuando desapareció el Mare Jivari."
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Mare Jivari",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/205556113/de1011539f7aefdadde0689cac7ccbc9_9095332485436813870.png"
      },
      {
        "key": "Bakunawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/205556113/f855db6ec5bbd4e4ca7a0b59e7994b7e_2855435232208390973.png"
      },
      {
        "key": "Mare Jivari",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/205556113/57f3a5b465b9802d123842b8abdade3f_4343774216411265801.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Mare Jivari"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Ubicación mencionada"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      }
    ]
  }
}