{
  "epId": 7428,
  "name": "Festival Floral Mikawa",
  "desc": "<p>El Festival Floral Mikawa es un antiguo festival Youkai asociado a juegos, diversión, música y bebidas.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/04/205556113/874611bbeec1ad1526e1d2a9a246359f_9119643544176694613.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1741035643,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Festival Floral Mikawa"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Eventos relacionados",
        "value": [
          {
            "type": "RichText",
            "text": "Version 3.3 - «Prueba de Valor de Akitsu»\nVersion 5.4 - «Cuentos sobrenaturales del Festival Mikawa»"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival Floral Mikawa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/be6ec1f87eae3d3f56f867c244d403cb_5307042729667918862.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace muchos años, los principales youkai de Inazuma celebraban el Festival Floral Mikawa para beber, reír y escuchar música. El Festival Floral Mikawa tenía como objetivo traer felicidad a todos los asistentes. Se celebraba a gran escala, e incluso la Sacerdotisa Kitsune, con la pequeña Yae Miko, y la Arconte Electro, Raiden Makoto, junto con su hermana Ei, participaron en él. Con el tiempo, el número de youkai en Inazuma disminuyó y el festival perdió popularidad, hasta que un día, varios pequeños youkai decidieron recrear el festival, inspirados por la leyenda de un mortal y un youkai que se hicieron amigos, como una forma de agradecer a los humanos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/ed9b52f45d8ac8cf52f1b0afc307233c_8889729351268738520.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Hace más de quinientos años, un samurái humano, Yanagibashi Takuto, se topó con el Festival Floral Mikawa. Allí conoció a un youkai, Kamai, quien le pidió que se uniera y celebrara el festival con ellos. Los dos compitieron en el punto culminante del festival: el haneasobi de Akitsu. Su espectacular juego terminó en empate, y así se forjó una nueva amistad entre el mortal y el youkai. El samurái resultó ser un espadachín que viajaba por el mundo en busca de oponentes formidables para mejorar sus habilidades. El youkai sugirió que se encontraran una vez cada diez años para comparar sus habilidades. El combate con Kamai le mostró muchos movimientos nuevos, que luego ayudaron a abrir el estilo Souran Isshin."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/601a1347bcb94682da61494b5841ac28_3530564386542175681.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Diez años después, cuando el samurái ya tenía 35, se volvieron a encontrar en un festival. Pasaron tiempo juntos bebiendo, viajando y entrenando. Cuando se conocieron por primera vez, solo se respetaban mutuamente, pero diez años después, se convirtieron en los mejores amigos. Después de otra década, el samurái había alcanzado la cúspide de su destreza con la espada y ganó un duelo por un margen muy estrecho, lo que obligó a Kamai a prepararse diligentemente y esperar el próximo encuentro. Sin embargo, otros diez años más tarde, el samurái no asistió a la reunión, ya que fue a defender la frontera en el sur durante la guerra. La última vez que se encontraron, el samurái ya tenía 65 años. Su cabello se había vuelto gris, su cuerpo estaba cubierto de cicatrices y ya no podía luchar. Kamai sugirió que jugaran la última ronda del haneasobi de Akitsu juntos. El samurái hizo todo lo posible durante el juego, pero tuvo que renunciar a la mitad porque estaba demasiado débil. Kamai, dándose cuenta de que este era su último encuentro, suspiró tristemente y dijo: <color=#ffffff>\"Qué lástima\"</color> .\nUno de los youkai, Hanyuuda Chizuru, un tsukumogami y el espíritu hagoita con el que el samurái y Kamai jugaban en el haneasobi de Akitsu, desarrolló consciencia después de ser influenciada por el gran poder youkai. Era parte de su naturaleza amar las celebraciones y la diversión, y quería divertirse en el festival, conocer gente y jugar el haneasobi de Akitsu con ellos. Pero cuando llegaba la noche, siempre recordaba cómo el anciano samurái dejó su hagoita con una sonrisa amarga, y cómo el solitario Kamai suspiraba y bebía sake. Pensaba que si se hacía amiga de alguien entre los mortales, un día esa sonrisa amarga también aparecería en su rostro, así que decidió no acercarse a las personas y no repetir los errores de Kamai. La historia de Yanagibashi Takuto y Kamai no terminó con la muerte del samurái. El heredero de tercera generación de Takuto, Tominaga Masanari, también se hizo amigo de Kamai. Hace quinientos años, Kamai y Tominaga lucharon juntos hasta sus últimos momentos, y la espada que empuñaba Tominaga fue transmitida por Yanagibashi. El arrepentimiento que una vez sintió Kamai finalmente se resolvió. Aunque la vida de un humano es demasiado corta para un youkai, y el día de la despedida inevitablemente llega, los lazos formados por la amistad no se romperán, sino que se llevarán adelante en una nueva forma.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "Su Excelencia, la todopoderosa Narukami, quien le prometió al pueblo de Inazuma la inmutable eternidad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Hanyuuda Chizuru",
        "desc": "<p>Una youkai que surgió de un objeto y asumió una forma humana separada de su propio cuerpo. Ella es una tsukumogami.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/21/205556113/84442c4df4aeecca76d487b573da0f59_4489729204493883052.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tradiciones",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Además de la diversión y las bebidas, una actividad tradicional del Festival Floral Mikawa es el juego del haneasobi de Akitsu. En este juego, los participantes usan hagoita especiales para golpear una pelota hacia un objetivo fijado. Con el tiempo, el haneasobi de Akitsu original se perdió en el tiempo, pero muchos años después, pequeños youkai decidieron recrear el juego, que era un símbolo de amistad entre los youkai y los humanos. Oyeron hablar de este juego a través de un mercader ambulante y utilizaron sus poderes mágicos para crear el Juego de Akitsu. En este juego, las personas controlan paletas flotantes en el aire para golpear una pelota y acertar en algunos cubos elementales colocados estratégicamente.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Avances y Cinemáticas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la versión 3.3 de Genshin Impact «Clarividencia y entelequia»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c6fa66810399b209da492e4c6507fd7e_6661915752921079645.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25 de noviembre de 2022</color>\nDesde la antigüedad circulan todo tipo de historias sobrenaturales en Inazuma.\nAlgunas de ellas están naturalmente vinculadas a la historia de espíritus y demonios que se han transmitido de generación en generación.\nOtras tal vez solo sean meros destellos de las reliquias del pasado...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la versión 5.4 de Genshin Impact «Una luna de ensueño»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8a8149bd9cfe859a61ce13ad03422c8e_8238539537074990846.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24 de enero de 2025</color>\nLa vida es como cruzar entre dulces sueños y pesadillas.\nEn los momentos en los que sientas nerviosismo, temor o incapacidad,\ntoma un descanso, saborea la dulzura de los hermosos sueños\ny olvídate de las pesadillas.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=vITyIMn8rww&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "«Prueba de Valor de Akitsu»",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8cb03cc59d01899b7d6a6abe14598e04_2822795805388864390.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Muchos años después, cuando el Festival de las Flores de Mikawa había sido olvidado durante mucho tiempo, tres pequeños youkai, Kappa, Youko y Hitotsume Kozou del Bosque Chinju, decidieron revivir el festival. Anteriormente, el bosque estaba lleno de monstruos que los atacaban, pero cuando los Aventureros llegaron, ahuyentaron a los monstruos. Para agradecer a la gente por su ayuda y acercarse más a ellos, Kappa, Youko y Hitotsume Kozou intentaron recrear el legendario juego, el haneasobi de Akitsu, cambiando el nombre a Juego de Akitsu, pero gastaron todo su poder youkai en ello. Después de eso, solo les quedaba suficiente energía para unos pocos puestos en el bosque para añadir al ambiente del festival. Cuando la Comisión Yashiro se enteró del próximo festival, el jefe de la comisión, Kamisato Ayato, inicialmente quería anunciarlo a todos para que más personas asistieran, pero decidió que las expectativas del público podrían ser demasiado altas. En su lugar, Ayato invitó a la gente bajo el pretexto de participar en la Prueba de Valor y dejó el resto en manos de los youkai. Antes de cada ronda, los participantes tenían que dividirse en equipos de dos y luego encontrar un objeto específico en el Bosque Chinju antes que nadie. Cada una de las tres rondas fue organizada por diferentes organizadores: comerciantes, la Comisión Yashiro y el Gran Santuario Narukami.\nCuando los pequeños youkai estaban creando el Juego de Akitsu, no había nadie en la costa, excepto personas comunes. De repente, apareció un puesto con un juego que podía funcionar solo. Para comenzar el juego, todo lo que la gente tenía que hacer era mirar el tablero de anuncios. Al principio, el juego era popular, pero la gente pensó que el puesto estaba controlado por un fantasma, y el rumor se extendió, convirtiéndose en una historia de fantasmas en toda regla. Uno de los jugadores afirmó haber caído en una trampa extraña durante una partida y no pudo escapar durante varias horas, por lo que la Comisión Tenryou envió al detective Shikanoin Heizou. La gente se mostró reacia a acercarse a la playa, y la Comisión Tenryou iba a cerrar la playa e investigar. Pero antes de que pudieran hacer algo, la Comisión Yashiro celebró una Prueba de Valor en el lugar, y los visitantes pensaron que el Juego de Akitsu era parte de la prueba y comenzaron a regresar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c135353829d006c04b5481b2d26df0cc_2652743712139093333.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La aparición del Juego de Akitsu despertó a Hanyuuda Chizuru, y decidió asustar a la gente para que se alejara del bosque, evitando que los pequeños youkai se hicieran amigos de los humanos y experimentaran sufrimiento. Como casi no le quedaban poderes, tuvo que usar accesorios para asustar a la gente. Cuando un transeúnte quiso robar las decoraciones preparadas para la celebración del Juego de Akitsu para venderlas a un precio exorbitante, Chizuru lo atrajo a una trampa dentro del puesto. Durante varias horas, el hombre no pudo escapar, y sus amigos, que estaban cerca, ni siquiera lo notaron. Cuando Chizuru conoció al/a la Viajero/a y a Paimon durante la prueba, accedió a jugar una partida del Juego de Akitsu con ellos bajo la condición de que el perdedor tendría que conceder el deseo del ganador. Después de ganar fácilmente la partida, Chizuru deseó no volver a ver al/a la Viajero/a y a Paimon nunca más y desapareció.\nHabiendo encontrado dos objetos primero/a, el/la Viajero/a y Paimon llegaron a la tercera ronda. El objeto elegido por el Gran Santuario Narukami era el mismo hagoita del que Hanyuuda Chizuru era el espíritu. Poco antes de la prueba, Yae Miko caminaba por la playa y sintió un poder familiar. Aunque casi se había disipado, la kitsune vio a la youkai sentado en una rama y susurrando para sí misma que se mantuviera alejada de los humanos. Cuando Ayato sugirió la Prueba de Valor, la Suma Sacerdotisa Yae se dio cuenta de que esta era la oportunidad perfecta para ayudar a Chizuru a lidiar con el dolor que la atormentaba. La separación de Kamai y el samurái fue la primera experiencia que tuvo cuando su mente apenas comenzaba y aún no tenía forma humana. Fue una experiencia muy dolorosa para ella, y las simples conversaciones no eran suficientes para ayudarla. Yae Miko creía que la mejor opción para Chizuru era interactuar directamente con los humanos.\nA través de la investigación de Heizou, él y el/la Viajero/a se dieron cuenta del verdadero propósito de Chizuru y de su verdadera forma. En la playa, no solo se encontraron con la tsukumogami, sino también con Yae Miko, quien le contó a Chizuru sobre la amistad continua de Kamai con el descendiente del samurái. Habiendo lidiado con sus complejos sentimientos, Hanyuuda Chizuru hizo otro deseo para el Viajero, ya que el anterior no se había cumplido."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Deseo que...</color>\n<color=#ffffffd9>Deseo que cada día de tu vida rebose tanta alegría como la de un festival.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Durante el espectáculo de fuegos artificiales del Festival Floral organizado por los youkai y la Comisión Yashiro, el poder de Chizuru se disipó y ella desapareció sin dejar rastro.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "La Suma Sacerdotisa del Gran Santuario Narukami y editora en jefe de la Editorial Yae. Bajo su increíble encanto esconde una inteligencia y una astucia inimaginables.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "Joven promesa y actual líder del clan Kamisato de la Comisión Yashiro. Refinado y educado, siempre tiene una forma de solucionar las cosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "El joven y talentoso detective de la Comisión Tenryou. Intuitivo, sagaz y muy inteligente.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Hanyuuda Chizuru",
        "desc": "<p>Una youkai que surgió de un objeto y asumió una forma humana separada de su propio cuerpo. Ella es una tsukumogami.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/21/205556113/84442c4df4aeecca76d487b573da0f59_4489729204493883052.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Hitotsume-kozou",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/14/73555894/fc7e6d7d7171c2ceaedc2657a87ac54d_7715727771015476935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Kappa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/14/73555894/8e15d77396d6a387b146a2cc7a65d735_599701862275268052.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Youko",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/14/73555894/76567cd13cfafe285fb206d4048e4565_5657541966196938293.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "videoCollection": [
      {
        "title": "Story Teaser: Akitsu Haneasobi | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=CTWxnQawAqE",
        "coverUrl": "https://i.ytimg.com/vi/CTWxnQawAqE/maxresdefault.jpg",
        "duration": 226
      }
    ],
    "galleryCharacter": [
      {
        "key": "Festival Floral Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/04/205556113/64bc03d0fd656e3c55a8d215213f6b49_8079822669237643826.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Yanagibashi Takuto y Kamai Kenji"
          }
        ]
      }
    ]
  }
}