{
  "epId": 7464,
  "name": "Los humanos de petrisco",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una novela fantástica que circula entre las tribus de Natlan y que se dice que está traducida de una obra popular del famoso autor de Fontaine, K’n-yan. Sin embargo, los habitantes de Natlan que han visitado la Corte de Fontaine afirman que no han podido encontrar el original, ni tampoco han conseguido encontrar a ningún lugareño que haya oído hablar de un autor llamado “K’n-yan”.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1746595985,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Los humanos de petrisco"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Los humanos de petrisco (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Es el tercer milenio desde que el fuego fue robado. Nunca antes desde que hay registros había habido una época tan próspera y tan bien gobernada por la razón.\nLos incontables edificios de la metrópoli que se elevan sobre las nubes siguen brillando fulgentemente incluso en las noches en las que no cuentan con la compañía de la luz de la luna. Las tuberías metálicas que conectan las múltiples calles desprenden un resplandor por el que fluye un líquido dorado que infunde a toda la ciudad de energía y vitalidad.\nEse líquido es el petrisco: la sangre de la civilización humana. Desde que los gurúes tecnológicos lo descubrieron hace más de un siglo, el petrisco ha llevado a la humanidad a una nueva era gracias a los incontables inventos que lo usan como fuente de energía. Con esta sustancia, las máquinas labradoras automatizadas han multiplicado por seis la producción agrícola, y las lanzaderas que surcan los cielos conectan las ciudades diseminadas por todo el continente.\nLa gente de hoy en día no es capaz de imaginar una vida sin petrisco, y lo mismo les pasa a quienes gobiernan dichas ciudades.\nEl petrisco se descubrió en las ruinas de una antigua ciudad llamada “Natlantia”, situada en un lugar extremadamente profundo bajo tierra. Esto precisamente fue lo que hizo posible descubrir el petrisco, que estaba aún más bajo tierra que la propia urbe.\nComo no existe una tecnología con la que se pueda llegar hasta tal profundidad, la producción de petrisco de todo el continente está en manos del Consejo de Gurúes Tecnológicos que controla las ruinas. Sin embargo, a medida que aumenta la demanda de petrisco, se hacen evidentes las discrepancias de las diversas ciudades en cuanto a la distribución de este recurso. Así, la sombra de la guerra se cierne cada vez más sobre el continente.\nAun así, al menos ahora mismo, los habitantes de la gran metrópoli pueden olvidarse por unos instantes de la bruma que hay sobre sus cabezas, ya que en la plaza del centro de la ciudad hay un mar de gente que va y viene debido a la Exposición Intermetropolitana que se está celebrando.\nEn esta exposición, organizada por el Consejo de Gurúes Tecnológicos para exaltar la paz y el progreso, se exhiben toda clase de inventos, muestra de los avances tecnológicos. Aunque estos inventos pronto formarán parte de las carreras armamentísticas de cada ciudad, es innegable que el progreso de la tecnología ha calmado considerablemente la intranquilidad de todas las personas.\nO, tal vez, de todas menos tú.\nA ti no te interesan lo más mínimo esos cacharros innovadores o todo ese gentío que se queda maravillado ante ellos. Al contrario: lo único que hace el ajetreo es inquietarte aún más por haber decidido venir aquí.\nHace unas semanas, un grupo radical destruyó el Centro de Transferencia de Petrisco de Tsath y difundió una kinografía en la que se decían frases cliché como “¡El petrisco es obra del demonio!” o “¡Los gurúes tecnológicos están destruyendo el mundo!”. Aparte de autoproclamarse “mensajeros de los ignorantes”, no tenían nada en especial que los diferenciase de otros grupúsculos.\nSin embargo, el gobernante de Tsath afirmó que esos violentos habían sido instigados por las altas esferas de la metrópoli con el fin de hacer estallar una guerra entre ambas ciudades, e incluso que tenía pruebas de que todos ellos procedían de la metrópoli.\nPara limpiar su nombre y aclarar la situación, el Consejo de Gurúes Tecnológicos de la metrópoli te pidió que intervinieras para investigar lo sucedido.\n“Jaja, siento haberle hecho esperar tanto, señor detective, pero es que esta exposición es tan buena que no pude evitar detenerme en varios sitios”.\nUn caballero regordete y de baja estatura te llama desde detrás justo cuando estás reflexionando sobre la relación entre estos incidentes. Parece que es Akhra, el detective que el Consejo te asignó como ayudante, había acordado reunirse aquí contigo.\n“Ahorrémonos las formalidades si le parece bien, Sr. Akhra, y comencemos por poner en común la información que tenemos cada uno”."
          }
        ]
      },
      {
        "title": "Los humanos de petrisco (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Si no lo hubieras visto con tus propios ojos, no habrías creído que en una metrópolis tan próspera pudiera haber vestigios de una era tan incivilizada.\nTras varios días investigando, Akhra y tú al fin encontraron la base del grupo radical que decía ser el “mensajero de los ignorantes”. Se encontraba en una iglesia destartalada que había debajo de un gran puente.\nEsto te hace estar aún más seguro de que no son más que un puñado de luditas que se han quedado atrás debido al progreso tecnológico, y que no tienen nada que ver con una conspiración política, como afirmaban algunas personas.\nEn cualquier caso, tanto Akhra como tú saben que necesitan pruebas para informar al Consejo de Gurúes Tecnológicos. Así pues, deciden esperar a que los radicales, que no paran de transportar mercancías extrañas, abandonen su base para infiltrarse y agarrar lo que buscan.\nPasaron tres semanas hasta que por fin vieron la oportunidad de hacerlo. En la iglesia suele haber doce personas yendo y viniendo todo el rato, pero esta mañana todos se fueron en un carro de carga y, por lo que han observado hasta ahora, no volverán hasta que caiga la noche. Akhra y tú deciden dividirse, de modo que él se quedará vigilando en la entrada mientras tú investigas dentro de la iglesia.\nLos largos y sinuosos pasadizos están impregnados de un extraño olor similar a un antiséptico. Tras tantear durante un buen rato en la oscuridad, finalmente encuentras una salida. No sabes si es porque todo este tiempo solo te has servido de la tenue luz de una vieja lámpara de aceite, pero tienes la sensación de que la iglesia es mucho más grande por dentro de lo que te esperabas. Gracias a la débil luz, distingues vagamente que al lado de una pared hay un montón de bidones de metal extraños. Eso debe de ser lo que los radicales transportan día tras día desde su base.\nTe acercas a ellos con cuidado y ves que tienen una etiqueta en la que está escrita la palabra “Ignorancia” en lengua común.\n“Tal vez esté relacionado con alguna antigua religión”, piensas.\nSin embargo, justo cuando vas a llevarte un bidón para investigarlo, sientes en los hombros un par de manos gélidas.\n“¡Maldición!”.\nAkhra y tú han estado vigilando durante tres semanas y solo vieron entrar y salir de la iglesia a doce personas. ¿Acaso ese tipo no había salido? ¿O tal vez había otra entrada distinta?\nEn medio del caos, das una patada sin querer a un bidón, cuyo contenido se derrama y deja salir un fuerte hedor a antiséptico, igual que el que oliste al entrar en la iglesia.\nEl terrible olor te pone en alerta y logras ver con claridad la cara del tipo que se te acercó por la espalda. Esa cosa —pues apenas puede llamarse “humano”— tiene una cara retorcida con dos agujeros en ella.\n“¿Has visto eso? ¡¿Lo has visto?!”, grita él mientras extiende sus corpulentos brazos para tantear.\nResulta que es un hombre ciego; puede que esa sea la razón por la que no salió de la iglesia. Al darte cuenta de ello, te diriges rápidamente hasta el lugar por el que entraste y sales del pasadizo oscuro como buenamente puedes.\n“Oiga, jefe, ¿qué pasó? ¡Cuidado, no se mueva!”.\nAturdido, oyes la voz de tu ayudante, que se acerca a ti lo más rápido que puede.\nLa operación fracasó, pero no con las manos completamente vacías, ya que al menos lograste llevarte dos de esos extraños bidones.\nCon ese pensamiento en mente, consigues ponerte en pie. A duras penas levantas la cabeza y, de repente, ves ante ti un monstruo que parece un esqueleto y una máquina al mismo tiempo. Tiene la cara hundida hacia dentro y te mira fijamente con sus ojos huecos. Entonces, oyes una voz fría como el hielo...\n“Has visto al ignorante, ¿verdad?”."
          }
        ]
      },
      {
        "title": "Los humanos de petrisco (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Su colosal cráneo y sus esbeltas extremidades se conectan los unos con los otros por medio de un sinfín de hilos que finalmente forman un cuerpo similar al de un reptil.\n“Esto que ves es un humano. El último espécimen que queda en el mundo”.\nDice el monstruo mientras señala a otro monstruo sumergido en un tanque de cultivo.\nAunque ya casi te has acostumbrado, apartas la mirada de tu “ayudante”, ya que sus ojos no dejan de transmitirte una sensación gélida.\n“Si esto es un humano, entonces, ¿qué somos nosotros?”.\nLe preguntas a quien hasta hace muy poco se hacía llamar “Akhra”. Ahora que lo piensas, tal vez ese no fuera más que su nombre en clave dentro del Consejo de Gurúes Tecnológicos.\nLa iglesia estaba conectada con Natlantia por medio de una tecnología que escapa a tu comprensión. Quizá todas las ciudades tengan un lugar así para que esos monstruos puedan moverse libremente entre las sombras.\n“¿Ustedes? Bueno, si te refieres a la raza que vive en la superficie, los hemos llamado de formas distintas a lo largo del tiempo: pugs, beagles, grises...\nEn cualquier caso, son una raza diseñada por nosotros mismos, pero nuestras funciones biológicas son completamente opuestas. Los entornos en los que nosotros podemos vivir son tóxicos para ellos, y viceversa. Sin embargo, esa es precisamente la razón por la que su descomposición es vital para volver a crear un mundo en el que podamos sobrevivir”.\nSi lo que dice esta criatura es cierto, entonces toda la historia de nuestra civilización es el resultado del plan que tenga su especie, y tanto la tecnología como sus incontables inventos son, en realidad, obra suya.\nHan estado siempre entre nosotros y nunca los hemos visto... Y todo por un gas llamado “bruma de la razón” segregado por una glándula que tenemos en el cerebro, la cual no nos permite ver el mundo tal y como es en realidad.\nLa única razón por la que puedo ver la horrenda forma de este monstruo es porque he inhalado el gas conocido como “ignorancia”, una sustancia que creé con mis propias manos en el anterior ciclo.\n“Una última pregunta: aunque nos has dado el petrisco, ¿cómo puedes estar tan seguro de que nuestras civilizaciones caerán una vez que este se agote?”.\nEl petrisco, una superenergía descubierta en las ruinas de Natlantia, es el cuerpo energético de estos monstruos. Cuando su civilización contaminó con sustancias dañinas el planeta entero debido a una gran guerra, los humanos que sobrevivieron decidieron transformar su vida en energía y almacenarla en un depósito de especies subterráneo.\nDespués, crearon una nueva especie capaz de sobrevivir en un planeta contaminado, con la esperanza de que, con el tiempo, dicha especie aprendiera a descomponer las sustancias contaminantes hasta volver a crear un mundo apto para la vida.\nSin embargo, ese mundo no fue como la raza de la superficie esperaba. Cuando descubrieron el petrisco y lo utilizaron para crear una avanzada civilización, los antiguos seres subterráneos empezaron a emerger de debajo de la tierra. Esperaron hasta que la civilización de la superficie se destruyera a sí misma para obtener su nueva vida.\n“¿Has oído hablar de la psicohistoria? Qué pregunta tan tonta, seguro que no. No pasa nada. El caso es que, además del diseño de funciones biológicas, el diseño de la historia de una especie también es una cuestión tecnológica.\nLa incesante búsqueda del conocimiento, la incontrolable avaricia y el deseo de victoria los conducirán a un final inevitable. Si los ignorantes lo niegan, es porque sus inútiles normas morales y legales no han desaparecido a pesar de la evolución”.\nFinalmente, llegas al lugar más profundo del depósito de especies, donde se guardan los últimos recuerdos de incontables generaciones de ignorantes.\nEntre los supervivientes de la antigua civilización que decidieron convertir su vida en petrisco había algunos detractores. Como no estaban dispuestos a renunciar a su vida individual, no se hicieron uno con el infinito conocimiento, por lo que pasaron a ser conocidos como “ignorantes”.\nPor su parte, los demás no podían negarles aquel derecho individual, así que les guardaron esta última sala del depósito y dejaron que vivieran en la superficie ciclo tras ciclo. Estaban convencidos de que, tarde o temprano, los ignorantes se unirían a ellos y volverían junto al colectivo.\nEfectivamente, tú eres el líder de estos ignorantes. En los innumerables recuerdos, ves a los sabios que establecieron las leyes, a los poetas que elogiaban la virtud y a los guerreros que luchaban contra la opresión.\nAl comienzo de cada uno de esos recuerdos, ves que una sombra gigante se cierne sobre quienes fueron expulsados de la antigua ciudad. La sombra dice algo, pero no logras retener qué es. Solo sabes que le echas de menos.\nTal vez todas las generaciones de ignorantes vuelvan aquí para dar su respuesta.\nEn cuyo caso, ¿cuál es la tuya?"
          }
        ]
      }
    ]
  }
}