{
  "epId": 7480,
  "name": "Signora",
  "desc": "<p>La octava de Los Once de los Fatui, también conocida como La Dama. Su nombre real es Rosalyne-Kruzchka Lohefalter.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/06/205556113/2c643978fccc9e8607872139751ae6a5_6905213531083920026.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1743891150,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/06/205556113/9aea6de610bb4003ec39f316e76f8441_1098969530522031433.png"
      },
      {
        "key": "Signora",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/06/205556113/455fc07744fc2108a0d3f30095a427ee_6832957879085189050.png"
      },
      {
        "key": "Los Once de los Fatui",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/06/205556113/dd0ccd79c5d5f97ee38d1a16942c3f03_2187026276593898869.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Scaramuccia, Pierro, Signora y Capitano."
          }
        ]
      },
      {
        "key": "Bruja Carmesí en Llamas",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/06/205556113/149591841fe853b2c22289cc703ed1d1_4154586594517847710.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Rosalyne-Kruzchka Lohefalter",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Rosalyne-Kruzchka Lohefalter nació en Mondstadt hace más de quinientos años. Allí conoció a la mano derecha del Gran Maestro de los Caballeros de Favonius, Rostam, quien era conocido como el Cachorro de Lobo. Con la melodiosa voz de la joven, la desconfianza del severo caballero se transformó en paz. Solo una canción podía hacer que el ceño del guardián se relajara, y solo una muchacha, cantando esa canción en la plaza, podía hacerle olvidar, aunque fuera por un momento, el gran peso de su deber."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"El viento del oeste lleva la fragancia del vino.</color>\n<color=#ffffffd9>El viento de la montaña trae noticias del destino.</color>\n<color=#ffffffd9>La lejana brisa agita mi corazón.</color>\n<color=#ffffffd9>Y canta mi añoranza por ti con sazón.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Estuvieron juntos por poco tiempo, pero el amor en sus corazones era profundo. En busca de conocimiento, Rosalyne-Kruzchka se fue a estudiar a la Academia de Sumeru. Aislándose de todas las distracciones a su alrededor, se sumergió en los libros y perfeccionó sus habilidades Pyro. Poco antes de partir a la Academia, Rosalyne recibió un reloj de agua especial como regalo de despedida del caballero, para que pudiera llevar la cuenta del tiempo que estarían separados. Un ciclo era el tiempo necesario para completar sus estudios, pero cuando la cuenta regresiva terminó y ella regresó a casa, su amado había muerto. Mientras se desangraba, solo un pensamiento ocupaba su mente:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Ella está estudiando en el extranjero, así que debería estar bien. Pero ¡ay! ¡Cuánto desearía escucharla cantar de nuevo!</color>\n<color=#ffffffd9>Al menos sé que Arundolyn y Roland están bien. Cuando ella regrese, seguro que esta catástrofe se desvanecerá\".</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/0b7d3b527a5e77e72b33e4b3b872e4df_2323306899804453436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando la\nenvolvió Teyvat, Rosalyne estaba en Sumeru. Al volver a Mondstadt, descubrió que el desastre había destruido todo lo que la vida le había prometido: sus amigos, su familia y su brillante futuro. Los rumores contaban cómo la joven doncella que una vez tembló de amor sacrificó su cuerpo mortal para convertirse en la encarnación del fuego líquido: la Bruja Carmesí en Llamas. Su juventud había terminado, y comenzaba una era de destrucción. Dedicada por completo al combate, la bruja no notó cómo comenzaba a consumirse. Caminaba por el mundo, incinerando monstruos con llamas ardientes, y todo el sufrimiento que ellos causaban se perdía en el fuego. Siguiendo el sendero de la llama infernal, Rosalyne dejaba tras de sí tierra calcinada. Aunque sus llamas solo tocaban a los monstruos que sembraban muerte y terror, la gente aún se escondía tras las ventanas cerradas y trataba de ahuyentarla. Pero nada de eso le importaba. No necesitaba consuelo ni compasión. Si no había nadie que pudiera quemar todas las penas hasta reducirlas a cenizas y traer nueva esperanza, entonces era necesario convertirse en esa persona.\nCuando la llama de su vida casi se había extinguido y el fuego eterno amenazaba con devorar su corazón, conoció al primer Fatui, Pierro. Él comprendió que solo un odio y una obsesión profundos podrían extinguir el fuego que la consumía, y le ofreció borrar su pasado con un hielo glacial que apagaría las llamas interiores, con la ayuda del Engaño Cryo. El hielo silencioso purificaría la oscuridad de la corrupción, pero una llama blanca y pura seguiría ardiendo en su corazón. El primer Fatui le ofreció arrodillarse ante la Arconte Cryo, la Tsaritsa, y ayudar a purificar las fuentes de distorsión en este mundo: la ignorancia y la poca visión de futuro de los dioses y la oscuridad y la corrupción del Abismo. A Rosalyne ya no le importaba lo que hicieran, así que aceptó la oferta y se convirtió en un instrumento eficaz para avanzar en su causa común."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Porque, aunque vista entera de blanco, mi cuerpo lleva mucho tiempo cubierto de cenizas de muertos imposibles de purificar\".</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2008,
        "name": "Elegía del Fin",
        "desc": "Un arco tan bello como el instrumento de un bardo. Las flechas que dispara son como un suspiro capaz de atravesar el corazón de una persona.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/终末嗟叹之诗.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2069,
        "name": "Corazón del Guardián",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2085,
        "name": "Bruja Carmesí en Llamas",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Llamas Albinas",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 739,
        "name": "Máscara funeraria",
        "desc": "Un trofeo obtenido al derrotar a Signora, la octava de Los Once.<br/>Los Fatui a menudo se enfrentan al mundo portando una máscara, y se dice que el motivo es que, una vez que se convierten en Fatui, lo que eran antes ya no importa nada, por lo que renuncian a sus rostros y a sus nombres originales.<br/><br/>Sin embargo, el hecho de renunciar a lo que compone su “yo”, su pasado y todo lo que entraña no es nada fácil.<br/>Tal vez se pueda decir que solo quienes tienen una obsesión rayana en el delirio estarían dispuestos a unirse a este grupo que se rebela ante todos los principios establecidos, pasar el resto de su vida dedicándose a sus Engaños y arder con tanta fuerza como una estrella.<br/>Por otra parte, muchos de los Fatui son simplemente unos sádicos ansiosos de poder... Y estos dos estados no entran necesariamente en conflicto.<br/><br/>Es posible que la mujer cuyo nombre real era Rosalyne-Kruzchka Lohefalter viviera una existencia más inocente e ingenua en el pasado.<br/>Pero eso fue antes de que sus ojos se llenaran de llamas enloquecidas y sus días felices quedaran reducidos a cenizas; antes de que el Engaño helado apagara el fuego que consumía sus entrañas; antes de que el poder gélido que la protegía fuera destruido por la/el forastera/o eterna/o, sin ataduras pero con una determinación tan fuerte como la suya, y que causó que las llamas se avivaran de nuevo...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Funerary Mask_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1080,
        "name": "Corazón de las cenizas",
        "desc": "Un fragmento de forma extraña que contiene un gran poder. Obtenido tras derrotar a Signora después de que esta liberara su poder original.<br/>Ni siquiera las lágrimas podían extinguir sus llamas. El dolor y la ira, que fluían por sus venas cual hierro fundido incandescente, salían violentamente de sus lagrimales.<br/>Justo antes de que su corazón fuera incinerado por las eternas llamas, el primer Fatui la encontró. Este se dio cuenta de que solo un odio y una obstinación aún más profundos podrían extinguir el fuego que la devoraba, y entonces la convirtió en su aliada.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ashen Heart_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Signora",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/63e017e895772c759c85e5b81175b4b3_8011655712427988553.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de unirse a los Fatui, Rosalyne-Kruzchka Lohefalter abandonó su antigua vida y nombre, y se convirtió en Signora, la octava de Los Once, con el nombre clave de \"La Dama\". Al igual que los demás miembros de Los Once, recibió la misión de obtener las Gnosis de Los Siete. Bajo su liderazgo, se enviaron diplomáticos a Mondstadt, quienes intentaron aprovecharse de la difícil situación con\ncomo medio de presión. Cuando los Caballeros de Favonius resolvieron el problema por su cuenta, los Fatui intentaron robar el artefacto principal de Mondstadt, Der Himmel, la Lira Sagrada, tocada por el mismísimo Arconte Anemo, Barbatos. Aunque el plan fracasó, ella atacó a Barbatos y le arrebató su Gnosis por la fuerza."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/00f1457edeb54308f832b79ca3a956a5_1794916513992681966.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tras la exitosa operación en Mondstadt, Signora se dirigió a Liyue. Según el contrato previamente firmado entre la Tsaritsa y el Arconte Geo, Morax, ella fue en busca de la Gnosis Geo. Aunque la pérdida de sus poderes divinos era un precio demasiado alto, Morax firmó un \"contrato para terminar todos los contratos\", que equilibraba la balanza. Cuando Signora tomó posesión de la segunda Gnosis, partió hacia Inazuma, al encuentro de la Arconte Electro, Beelzebul, e hizo un trato con el jefe de la Comisión Kanjou para impedir que el/la Viajero/a abandonara la isla de Ritou. Los Fatui, dirigidos por Signora, estuvieron detrás del Decreto de captura de Visiones que se instauró en el país con el objetivo de destruir Inazuma desde dentro. Gracias a la intervención de los Fatui, la Comisión Tenryou no transmitió a la Shogun información sobre la guerra civil ni sobre sus víctimas, por lo que la Shogun no detuvo la captura. Cuando se reveló la verdad sobre la implicación de los Fatui y el/la Viajero/a llegó a Tenshukaku, la residencia de la Arconte, encontró a Raiden reunida con La Dama, quien consideraba que las muertes de los soldados de la resistencia causadas por los Engaños Fatui, y de todos los caídos en la guerra, eran un precio pequeño a pagar por alcanzar su objetivo. El/La Viajero/a desafió a Signora a un duelo ante el trono, con la condición de que el perdedor sería condenado a muerte. Durante el combate, Signora se deshizo del Engaño Cryo que contenía su ardiente fuego interior, pero aun así fue derrotada. A pesar de las amenazas de la Heraldo sobre su estatus como diplomática de Snezhnaya, la Shogun Raiden utilizó el Filo del pensamiento vacío, reduciendo a Signora a cenizas."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Cuando el rojo carmesí se reflejó en sus pupilas como un amanecer, desplegó sus ardientes alas para volar hacia el alba.</color>\n<color=#ffffffd9>\"Eso no es el amanecer, querida Rosalyne. Es el mar de llamas que lo incendia todo\", le dijo una voz que se escuchaba venir de un haz de luz.</color>\n<color=#ffffffd9>Pero nada de eso importaba, pues en su interior sabía que las llamas la habían consumido hace mucho tiempo.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/bee2fede938a43d911d4d9504ab60773_6711611012435060055.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tras la muerte de La Dama, el resto de Los Once se reunieron para honrar la memoria de su camarada caída. Algunos se mostraron indignados de que Rosalyne hubiese muerto en tierra extranjera, mientras que los comerciantes y oficiales no mostraron interés alguno. Frente al ataúd de Signora, Los Once juraron apoderarse del poder de los dioses, y el primer Fatui, Pierro, le prometió que todo el \"viejo mundo\" se convertiría en su refugio. Por gracia de la Tsaritsa, Signora recibió el descanso eterno bajo una capa de hielo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Las Gnosis son focos mágicos internos que posee cada uno de Los Siete y que les permite resonar directamente con Celestia. Están en la categoría más alta como nexo de manipulación elemental, y son un emblema de la posición como uno de Los Siete. <span class=\"wk-shady\">Más tarde se revela que las Gnosis fueron creadas a partir de los restos del Tercer Descendido.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "Su Excelencia, la todopoderosa Narukami, quien le prometió al pueblo de Inazuma la inmutable eternidad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7482,
        "name": "Tartaglia",
        "desc": "<p>El undécimo de Los Once de los Fatui, conocido como Nobile. Su nombre real es Ajax.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/17/205556113/6dbb41206ed91ebeebe392aed7a9bc7c_7817885687854151498.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Un Dragón Elemental y amigo del Arconte Anemo Barbatos. Tras haber sido envenenado por la sangre del Dragón de las Sombras, comenzó a ser conocido como Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/b6e31b3c3cb069320d40e3b7b7d06b2f_309187007931404650.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "El undécimo de Los Once, llamado “Nobile”. Famoso por ganar miles de peleas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voz"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre Signora</color>\nYa sabes que nunca me llevé bien con ella, aunque supongo que a estas alturas no vale la pena decir mucho más al respecto. Cuando eres uno de Los Once, has de aceptar que la muerte puede llamar a tu puerta en cualquier momento. Pero no te preocupes por mí. Pase lo que pase, haré todo lo que pueda por seguir viviendo."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diálogos"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre el Legado del mal</color>\nJaja, creo que te refieres al Legado del mal.\nEs una gran carga para mi cuerpo, así que solo lo uso en momentos cruciales.\nTodavía no me he recuperado por completo de las lesiones que sufrí cuando lo usé en la Casa Dorada.\nEn fin, no soy como Signora, ella utiliza todo su poder contra los nuevos reclutas, ¡jaja!"
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Trotamundos",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un joven errante de identidad enigmática. Viste como un asceta, pero no actúa como tal.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/10742394/24d97a22be742fb732ea96f625d1faac_5832031618222617237.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voz"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre Signora</color>\nNo quedó nada en sus cenizas. No tengo interés en aquellos que carecen de futuro."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diálogos"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre la Fábrica de Engaños</color>\n¿Signora y Nobile? Oh... No sabía que mis dos colegas menos confiables y tú se conocían.\nCreo que es un malentendido. Sé lo que parece, pero solo estoy aquí siguiendo órdenes.\nObviamente, no soy el cerebro detrás de todo esto. ¿No se supone que eres muy fuerte? ¿Qué estás esperando? ¡Ve por ellos!"
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>La Sota, la cuarta de Los Once de los Fatui y una diplomática fría e implacable. Es el “padre” al que temen todos los niños de la Casa de la Hoguera, y de la cual también dependen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/10742394/672e65470bfd14b664596c2a7f7eaaf8_8545944417230307859.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voz"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre Signora</color>\nPierro y ella fueron los primeros de Los Once que conocí. La primera vez que visitó la Casa de la Hoguera tuvo una actitud arrogante y no le cayó bien a los niños. A partir de entonces, cada vez que venía de visita traía regalos, diciendo a bombo y platillo “los que no me quieren no tienen regalo”. Los niños aprendieron rápidamente a seguirle el juego, y ella lo aceptaba. Supongo que tal vez disfrutaba de su atención debido a la soledad que sentía en su interior... Lamento profundamente su sacrificio y espero que se haya podido reunir con su difunto amor."
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Misterioso asesor de la Funeraria El Camino. Erudito y con información sobre todo tipo de cosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Historia del personaje"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Gnosis"
      },
      {
        "type": "RichText",
        "text": "Una vez que terminó el Rito del Ascenso, el cual fue tanto dirigido como protagonizado por Zhongli, apareció ante él Signora, una de Los Once de los Fatui.\nSegún el contrato que habían firmado, ella fue allí para reclamar la Gnosis de Morax, el Arconte Geo.\nAnte el/la viajero/a y los dos Fatui, Zhongli contó la verdad: que había establecido un contrato con la Arconte Cryo.\nEn sus propias palabras, aquel era el \"contrato con el que pondría fin a todos los contratos\".\nSin embargo, lo mirase por donde lo mirase, perder las habilidades divinas con las que había defendido a Liyue era un precio a pagar demasiado alto.\nIncluso entre los mortales, la base de un contrato es un intercambio equivalente.\nAsí pues, para el Patrono de los contratos, que durante su larga existencia había establecido innumerables acuerdos, un contrato tan importante como este debía tener sus beneficios.\nPero ahora, el Arconte Geo había tenido que ceder su Gnosis como parte del trato.\nEntonces, ¿qué habría ofrecido la Arconte Cryo para equilibrar la balanza?"
      },
      {
        "type": "CustomEntry",
        "epId": 2532,
        "name": "Viktor",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Viktor_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diálogos"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre el trabajo</color>\nSabía que me lo preguntarías, pero yo tampoco sé mucho sobre ella. Es más, también tengo preguntas al respecto...\nMis superiores me enviaron a Mondstadt para trabajar para Signora, pero aún no me han mandado a hacer nada.\nSegún he oído, Signora vino a Mondstadt y se fue casi de inmediato. Al parecer, estaba de buen humor...\nSi por mí fuera, me iría tan pronto como Signora acabara sus asuntos aquí. A final de cuentas, no le gustamos a la gente de Mondstadt. Quedarse aquí es como buscarse problemas a uno mismo.\n...\nSí, recibí órdenes de mis superiores de que puedo regresar a Snezhnaya.\nParece que he sido transferido a otro de Los Once y ya no tendré que quedarme en Mondstadt esperando órdenes.\nNo sé a quién de Los Once me asignarán, pero espero que no sea Scaramuccia.\n¿Por qué te han trasladado de repente?\n¿Qué otra razón puede haber? Es por Signora... Por, *ejem * , su sacrificio.\nEn fin, alguien de mi rango solo debe cumplir órdenes. No necesito pensar mucho...\n...\nCuando me transfirieron desde Mondstadt, recibí la orden de dirigirme directamente a Snezhnaya.\nPero a mitad de camino, me llegó otra orden diferente. Tenía que venir a Sumeru para ayudar al señor Vsevolod. Me dijeron que debía ponerme bajo las órdenes de El Gallo."
      },
      {
        "type": "CustomEntry",
        "epId": 2530,
        "name": "Mikhail",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Mikhail_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2502,
        "name": "Lyudmila",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Lyudmila_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diálogos"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre Inazuma</color>\n<color=#37ffff>Mikhail</color> : Oye, ¿has oído lo que han estado diciendo nuestros superiores? ¡Abolieron el Decreto de captura de Visiones que estaban aplicando tan estrictamente en Inazuma!\n<color=#37ffff>Lyudmila</color> : El Decreto de captura de Visiones... ¿Eso no era algo que promulgó la propia Arconte Electro? No sabía que incluso alguien tan superior como un Arconte podía cambiar de opinión...\n<color=#37ffff>Lyudmila</color> : Bueno, lo más impactante que escuché es que Signora, la octava de Los Once, fue...\n<color=#37ffff>Mikhail</color> : Bueno, sobre eso... Creo que es inevitable hacer algunos sacrificios si es por la gran causa de su majestad la Zarina.\n<color=#37ffff>Lyudmila</color> : Pero Signora es una de Los Once... ¿Qué ocurrió para que ella terminara perdiendo su vida?\n<color=#37ffff>Mikhail</color> : ¿Quién sabe? La gente cambia, después de todo. Tal vez su fuerza era insuficiente para seguir siendo una de Los Once. No puede haber otra explicación...\n<color=#37ffff>Mikhail</color> : Espera y verás. Estoy seguro de que el puesto del nuevo octavo de Los Once será ocupado por alguien aún más poderoso. Y cuando eso ocurra, los Fatui seremos aún más fuertes."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Rosalyne-Kruzchka Lohefalter nació en Mondstadt hace más de 500 años.\nRostam\nEl amado de Rosalyne, Caballero de Favonius.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Rosalyne estudió en la Academia.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Cuando la oleada oscura envolvió a Teyvat, Rosalyne estaba en",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": ". Cuando volvió a Mondstadt, su familia, amigos y seres amados habían partido. Tras la muerte de ellos, ella se convirtió en la Bruja Carmesí en Llamas.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El primer Fatui reclutó a Rosalyne y le dio un Engaño Cryo para extinguir el fuego que ardía en su interior.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Signora era la octava de Los Once, llamada en código La Dama.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Signora atacó al Arconte Anemo y le arrebató su",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Las Gnosis son focos mágicos internos que posee cada uno de Los Siete y que les permite resonar directamente con Celestia. Están en la categoría más alta como nexo de manipulación elemental, y son un emblema de la posición como uno de Los Siete. <span class=\"wk-shady\">Más tarde se revela que las Gnosis fueron creadas a partir de los restos del Tercer Descendido.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Signora obtuvo la Gnosis Geo del Rex Lapis por su contrato con la",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Signora trabajó junto a Scaramuccia en la Fábrica de Engaños en",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "para desestabilizar el país.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "Su Excelencia, la todopoderosa Narukami, quien le prometió al pueblo de Inazuma la inmutable eternidad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Signora fue asesinada por el Filo del pensamiento vacío tras su derrota en el duelo ante el trono.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 2085,
        "name": "Bruja Carmesí en Llamas",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Llamas Albinas",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2069,
        "name": "Corazón del Guardián",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2008,
        "name": "Elegía del Fin",
        "desc": "Un arco tan bello como el instrumento de un bardo. Las flechas que dispara son como un suspiro capaz de atravesar el corazón de una persona.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/终末嗟叹之诗.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 739,
        "name": "Máscara funeraria",
        "desc": "Un trofeo obtenido al derrotar a Signora, la octava de Los Once.<br/>Los Fatui a menudo se enfrentan al mundo portando una máscara, y se dice que el motivo es que, una vez que se convierten en Fatui, lo que eran antes ya no importa nada, por lo que renuncian a sus rostros y a sus nombres originales.<br/><br/>Sin embargo, el hecho de renunciar a lo que compone su “yo”, su pasado y todo lo que entraña no es nada fácil.<br/>Tal vez se pueda decir que solo quienes tienen una obsesión rayana en el delirio estarían dispuestos a unirse a este grupo que se rebela ante todos los principios establecidos, pasar el resto de su vida dedicándose a sus Engaños y arder con tanta fuerza como una estrella.<br/>Por otra parte, muchos de los Fatui son simplemente unos sádicos ansiosos de poder... Y estos dos estados no entran necesariamente en conflicto.<br/><br/>Es posible que la mujer cuyo nombre real era Rosalyne-Kruzchka Lohefalter viviera una existencia más inocente e ingenua en el pasado.<br/>Pero eso fue antes de que sus ojos se llenaran de llamas enloquecidas y sus días felices quedaran reducidos a cenizas; antes de que el Engaño helado apagara el fuego que consumía sus entrañas; antes de que el poder gélido que la protegía fuera destruido por la/el forastera/o eterna/o, sin ataduras pero con una determinación tan fuerte como la suya, y que causó que las llamas se avivaran de nuevo...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Funerary Mask_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1096,
        "name": "Momento del derretimiento",
        "desc": "Un fragmento de forma extraña que contiene un gran poder. Obtenido tras derrotar a Signora después de que esta liberara su poder original.<br/>“Tuve un sueño muy largo.<br/>Soñé que tú y yo nos reencontrábamos en el inmaculado mundo que habíamos creado. Pero entonces me desperté, consumida por las llamas hace ya mucho tiempo. Tú, por tu parte, habías vuelto a la madre tierra junto a tu sangre envenenada. Pero todo eso ya no importa. Debo seguir avanzando, incendiando todo lo que quede detrás de mí y creyendo en esa nación eterna, pura e inmaculada de la que él me habló; en esa nación que contemplé en la ilusión que él me hizo ver en el límite del horizonte, y en Su Majestad”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Molten Moment_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1163,
        "name": "Mariposa del fuego infernal",
        "desc": "Un fragmento de forma extraña que contiene un gran poder. Obtenido tras derrotar a Signora después de que esta liberara su poder original.<br/>El sello de hielo fue destruido bajo la coerción. Cuando su voluntad pasada surgió de la prisión albina en la que estaba encerrada y volvió a recordar su nombre original, la mariposa inmortal bailó entre la sangre ardiente. Entonces, se acordó de cuando deambulaba por el mundo prendiéndolo todo en llamas, reduciendo el mal a cenizas, y también del aspecto de aquella persona a la que no había podido volver a ver.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hellfire Butterfly_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1080,
        "name": "Corazón de las cenizas",
        "desc": "Un fragmento de forma extraña que contiene un gran poder. Obtenido tras derrotar a Signora después de que esta liberara su poder original.<br/>Ni siquiera las lágrimas podían extinguir sus llamas. El dolor y la ira, que fluían por sus venas cual hierro fundido incandescente, salían violentamente de sus lagrimales.<br/>Justo antes de que su corazón fuera incinerado por las eternas llamas, el primer Fatui la encontró. Este se dio cuenta de que solo un odio y una obstinación aún más profundos podrían extinguir el fuego que la devoraba, y entonces la convirtió en su aliada.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ashen Heart_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Signora"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Título",
        "value": [
          {
            "type": "RichText",
            "text": "La Dama"
          }
        ]
      },
      {
        "key": "Entrada relacionada",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2101,
            "name": "Signora",
            "desc": "Signora, la octava de Los Once de los Fatui.<br/>Comparada con otros Fatui que también usan el poder de sus Engaños, Signora usa el suyo para controlar las llamas que todo lo engullen. Más que un arma de combate, es un objeto utilizado para detener criminales.<br/>Son las ascuas que, tras acumularse a lo largo de los años y romper el sello helado del Engaño, dibujaron un retorcido aspecto en su rostro.<br/><br/>Cuando el rojo carmesí se reflejó en sus pupilas como un amanecer, desplegó sus ardientes alas para volar hacia el alba.<br/><br/><i>“Eso no es el amanecer, querida Rosalyne. Es el mar de llamas que lo incendia todo”</i>, le dijo una voz que se escuchaba venir de un haz de luz.<br/><br/>Pero nada de eso importaba, pues en su interior sabía que las llamas la habían consumido hace mucho tiempo.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Carta de personaje en Invocación de los Sabios",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4734,
            "name": "Signora",
            "desc": "<p><strong><span style=\"color: #FFFFFF\">Signora - La octava de Los Once</span></strong></p><p>Cuando el rojo carmesí se reflejó en sus pupilas como un amanecer, desplegó sus ardientes alas para volar hacia el alba. “Eso no es el amanecer, querida Rosalyne. Es el mar de llamas que lo incendia todo”, le dijo una voz que se escuchaba venir de un haz de luz. Pero nada de eso importaba, pues en su interior sabía que las llamas la habían consumido hace mucho tiempo.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/15/f09b3e68802998c038891d55f147417a_9142735824302188808.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}