{
  "epId": 7482,
  "name": "Tartaglia",
  "desc": "<p>El undécimo de Los Once de los Fatui, conocido como Nobile. Su nombre real es Ajax.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/17/205556113/6dbb41206ed91ebeebe392aed7a9bc7c_7817885687854151498.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1747858203,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Tartaglia"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Snezhnaya"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Título",
        "value": [
          {
            "type": "RichText",
            "text": "Nobile"
          }
        ]
      },
      {
        "key": "Entradas relacionadas",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 42,
            "name": "Tartaglia",
            "desc": "El undécimo de Los Once, llamado “Nobile”. Famoso por ganar miles de peleas.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2100,
            "name": "Nobile",
            "desc": "Tartaglia, apodado Nobile, el undécimo de Los Once de los Fatui.<br/>Obtiene poder de su siniestro Engaño y pelea utilizando un arte marcial que aprendió en una tierra oscura.<br/><br/>Un auténtico guerrero con una pasión insaciable por la lucha.<br/>Para él, cada batalla sangrienta y cada duelo a vida o muerte es una prueba placentera.<br/>El joven Nobile es famoso por sus hazañas en el campo de batalla.<br/>Pero él nunca da por sentadas las alabanzas.<br/><br/>Al fin y al cabo...<br/><i>“Tu destino es estar en el centro de los conflictos”.</i><br/><i>“El fragor de las espadas será la música que te acompañe”.</i><br/><i>“Los oscuros recuerdos de un lugar en tinieblas...”</i><br/><i>“Se convertirán en el poder con el que transformarás el mundo”.</i>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Carta de personaje TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3833,
            "name": "Tartaglia",
            "desc": "<p><strong><span style=\"color: rgb(255, 255, 255)\">Tartaglia - El Undécimo Heraldo de los Fatui</span></strong></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Los duelos de cartas son como la guerra: solo puede ganar el mejor.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/22/73555894/2db46f62068c4f545f787ef481fe73c8_3942344142792528061.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/17/205556113/960d6953ad33e66cf3e25262f4dd1d73_5654912633821079022.png"
      },
      {
        "key": "Tartaglia",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/17/205556113/a233b5accf2dc83507c05ed9703583a6_8767463640966132104.png"
      },
      {
        "key": "Los Once de los Fatui",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/17/205556113/60ee762e17d6212d53a28032f689042d_3016513802261354095.png"
      }
    ],
    "videoCollection": [
      {
        "title": "Character Tales - \"Childe: Sigil of Permission\" | Genshin Impact",
        "url": "https://youtu.be/ZF4KyX0ASnI",
        "coverUrl": "https://i.ytimg.com/vi/ZF4KyX0ASnI/maxresdefault.jpg",
        "duration": 92
      },
      {
        "title": "Character Tales - \"Zhongli: An Additional Expense\" | Genshin Impact",
        "url": "https://youtu.be/CvCzYbVei04",
        "coverUrl": "https://i.ytimg.com/vi/CvCzYbVei04/maxresdefault.jpg",
        "duration": 168
      },
      {
        "title": "Collected Miscellany - \"Zhongli: Dominance of Earth\" | Genshin Impact",
        "url": "https://youtu.be/NRXhkjan52A",
        "coverUrl": "https://i.ytimg.com/vi/NRXhkjan52A/maxresdefault.jpg",
        "duration": 325
      },
      {
        "title": "Cutscene Animation: \"All-Devouring Narwhal\" | Genshin Impact",
        "url": "https://youtu.be/0wj5pxhk4JE",
        "coverUrl": "https://i.ytimg.com/vi/0wj5pxhk4JE/maxresdefault.jpg",
        "duration": 106
      },
      {
        "title": "Teyvat Chapter Interlude Teaser: A Winter Night's Lazzo | Genshin Impact",
        "url": "https://youtu.be/TmaAOV4SJNQ",
        "coverUrl": "https://i.ytimg.com/vi/TmaAOV4SJNQ/maxresdefault.jpg",
        "duration": 259
      },
      {
        "title": "Version 1.1 \"A New Star Approaches\" Trailer | Genshin Impact",
        "url": "https://youtu.be/kTeoJLD8U0Y",
        "coverUrl": "https://i.ytimg.com/vi/kTeoJLD8U0Y/maxresdefault.jpg",
        "duration": 102
      },
      {
        "title": "Version 2.2 \"Into the Perilous Labyrinth of Fog\" Trailer | Genshin Impact",
        "url": "https://youtu.be/PukB9J1Mih8",
        "coverUrl": "https://i.ytimg.com/vi/PukB9J1Mih8/maxresdefault.jpg",
        "duration": 182
      },
      {
        "title": "Version 4.0 \"As Light Rain Falls Without Reason\" Trailer | Genshin Impact",
        "url": "https://youtu.be/1hJ5J5QiyIY",
        "coverUrl": "https://i.ytimg.com/vi/1hJ5J5QiyIY/maxresdefault.jpg",
        "duration": 356
      },
      {
        "title": "Version 4.2 \"Masquerade of the Guilty\" Trailer | Genshin Impact",
        "url": "https://youtu.be/1Ip43DfbkUw",
        "coverUrl": "https://i.ytimg.com/vi/1Ip43DfbkUw/maxresdefault.jpg",
        "duration": 269
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ajax",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/8e4a48fea9ba447e58ca571fd2fb398d_5216455806614200578.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ajax nació en Snezhnaya, en el pueblo de Morepesok. Recibió su nombre por el héroe de las leyendas que descubrió el país de oro y piedra blanca en las profundidades del mar helado. Existen numerosas historias sobre él. Se cuenta que con su barco se adentró en el vientre de una ballena, que combatió contra un dragón en un campo de nieve durante siete días, y que perdió a su amada Snegurochka debido a los trucos sucios de los cambiaformas. Un día, cayó en un reino hasta entonces desconocido, cuya antigua capital había sido arrastrada hasta las profundidades de la tierra debido a un desastre que ocurrió antaño. El riguroso y silencioso rey permanecía sentado en su imponente trono de mármol. Los insectos todavía no habían devorado el cetro que sostenía entre sus manos, y los árboles plateados del patio recordaban a los brazos con los que abrazaría una madre o un amante, estrechando al sacerdote contra su regazo. Monstruos violentos y desfigurados comenzaron a despertar de su sueño milenario, y uno de ellos era un dragón cuyo tesoro era una reserva infinita de oro. Pero el joven era benévolo y astuto, y sabía que el oro era la verdadera causa de calamidad y caos. Así que solo se llevó una pequeña cantidad con la que poder satisfacer sus propias necesidades y curar a sus amigos enfermos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/c7ec98269330724afc869375e13cd61c_4187593712986688303.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando tenía 14 años, se escapó de casa con solo una espada corta y una bolsa de pan para huir de su monótona familia. Se perdió en un bosque nevado y, al ser perseguido por manadas de osos y de lobos, cayó en un agujero sin fondo. Allí, vio el mundo infinito del Abismo, donde se encontró con una misteriosa espadachina llamada Skirk, discípula de uno de los Pecadores de Khaenri'ah, Surtalogi. Durante los tres meses que pasó en el Abismo, Ajax aprendió a moverse libremente por ese reino oscuro y a incitar conflictos aprovechando su inclinación natural hacia el caos. Justo después de su caída, tuvo un sueño: se encontraba en las profundidades del mar, rodeado por un lecho marino infinito, cuando apareció ante él una ballena tan enorme que le dejó sin aliento. En el Abismo, el chico conoció al Narval Devoraestrellas —mascota de Surtalogi—, que años más tarde se convertiría en la causa del cumplimiento de la profecía de Fontaine. Cuando Ajax preguntó a su maestra por qué lo había aceptado como discípulo, ella le respondió que había despertado \"algo\", que eso había dejado marcas en él, y que el entrenamiento en combate le sería útil en el futuro. Además, en el Abismo, Ajax obtuvo el Legado del mal: un poder especial, extremadamente peligroso, que somete su cuerpo a una tensión inmensa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/bf8ee46d2caba6d5928fbe7b125d37c4_1057263365001305982.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando su madre y su hermana finalmente lo encontraron, solo habían pasado tres días en el mundo real. Desde ese momento, Ajax cambió: de ser un niño cobarde e indeciso, se convirtió en un guerrero seguro de sí mismo, que actuaba como si el mundo girara a su alrededor. Se volvió un imán para el conflicto, pues dondequiera que iba, le seguían las peleas y disputas —y él las disfrutaba. Tras una pelea que casi le costó la vida, el padre de Ajax se vio obligado a enviarlo con los Fatui, esperando que la estricta disciplina militar templara su carácter. Sin embargo, tuvo que presenciar cómo el joven derrotaba con facilidad a un escuadrón de guerreros bien armados. Este incidente atrajo la atención de Pulcinella, el alcalde de Snezhnaya y el número cinco de Los Once de los Fatui. Se sorprendió por las habilidades de combate de Ajax y quedó profundamente intrigado por su naturaleza: alguien que atraía los problemas y los disfrutaba. Pulcinella aceptó a Ajax en los Fatui y, bajo el pretexto de un castigo, lo obligó a empezar desde lo más bajo y a dedicarse por completo a servir a la Tsaritsa. La incontrolable sed de batalla de Ajax fue completamente satisfecha por su servicio a los Fatui, y su creciente ego fue alimentado por sus victorias contra poderosos enemigos. Con el tiempo, Ajax se convirtió en el Once de los Fatui y recibió el título de\nAsí, se volvió uno de los hombres más poderosos de Snezhnaya y el miembros de Los Once más joven de todos.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7485,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7478,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Narval Devoraestrellas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una enorme bestia misteriosa de otro mundo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/28/10742394/d6f05906844b79f1be3d4f049381a60f_6466217422543603525.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4001,
        "name": "Balada de los Fiordos",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Una lanza utilizada por las personas que pescan en las zonas de tundra. Ninguna presa se le puede escapar.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/73555894/bd385748dfaefad1cddca86948a4846c_3698820472485400982.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tartaglia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/2a64a1b210808064bb891b8ed99159db_6192226731959008705.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El día en que Tartaglia se convirtió en uno de Los Once, el propio líder de Los Once, Pierro, colocó el Engaño en el cinturón del joven. Fue su recompensa por derrotar a terribles monstruos y un recuerdo de incontables batallas. El Engaño era solo un símbolo de honor para Nobile, y toda su atención estaba centrada en la Tsaritsa, quien, desde su elevado trono, conmovía el corazón del joven con respeto y admiración, no solo porque le abría el camino hacia incontables batallas por venir, sino también por la forma en que lo miraba. Su mirada era fría pero pura, arrogante pero aguda. No era solo la sagrada Arconte Cryo, sino también una auténtica guerrera. Así fue como Nobile, tras recibir su Engaño, juró lealtad a la única e incomparable Tsaritsa de Snezhnaya. A pesar de su corta edad, Nobile es uno de Los Once más peligrosos, cuya apariencia despreocupada oculta a un asesino letal, maestro de todo tipo de armas y artes marciales. Lo único que puede ser más fuerte que sus habilidades es su amor por la batalla y el conflicto. A Nobile le gusta usar tácticas arriesgadas y anhela enfrentarse a oponentes poderosos. Su arrogancia está respaldada por una gran experiencia en combate y una destreza impecable. Sin embargo, Tartaglia no mantiene una buena relación con los demás miembros de Los Once y no está de acuerdo con los métodos engañosos y traicioneros del trabajo de los Fatui. Los propios Once consideran que la personalidad conflictiva de Nobile tiende a atraer problemas no deseados, y constantemente intentan enviarlo en misiones lo más lejos posible de Snezhnaya para evitar las consecuencias, ya que Tartaglia siempre acaba en el centro del caos y el conflicto. A pesar de su carácter y su trato poco ceremonioso, Nobile es considerado una persona responsable y confiable que siempre cumple sus promesas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/9b063cc6a411fc73489d6ac641f0d9a5_4622716875123083039.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Una de las tareas que se le encomendó a Nobile fue obtener la Gnosis Geo. Cuando Tartaglia llegó a Liyue, durante el Rito del Descenso, en el cual el Arconte Geo, Morax, descendía ante su pueblo, Rex Lapis fue asesinado. Cuando la Geoarmada comenzaron a sospechar del/de la Viajero/a y de Paimon, quienes estaban presentes en la ceremonia, Tartaglia los ayudó, sabiendo que eran inocentes. Unieron fuerzas para descubrir la verdad sobre la muerte del Arconte y contactaron con el consultor de la Funeraria El Camino, Zhongli. Aunque Tartaglia salvó al/a la Viajero/a y le habló sobre su trabajo con los Fatui, no reveló toda la verdad sobre su misión. Nobile le entregó al/a la Viajero/a un Sello del Permiso falso, que antiguamente se usaba para tener audiencias con los Adeptus. Después de que los agentes de Nobile, que vigilaban al/a la Viajero/a y a Zhongli, descubrieran que el\ndel Arconte Geo estaba escondido por la organización gobernante, las Siete Estrellas de Liyue, en la Casa Dorada, Tartaglia se infiltró en dicha cámara para robar la Gnosis."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/2ff6dcc39170d2d940af03c5bbd0acc0_4761700651205942733.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al no encontrarla en el Exuvia, Nobile sospechó que el/la Viajero/a podría haberla obtenido y que Rex Lapis seguía con vida, por lo que decidió atraerlo. Los Fatui produjeron miles de Sellos de Permiso para usarlos en el despertar de una deidad derrotada durante la Guerra de los Arcontes: Osial. Nobile esperaba que, si Liyue estaba en tal peligro, Morax no podría quedarse al margen y se vería obligado a acudir en ayuda de su pueblo. A pesar de la amenaza, las Siete Estrellas de Liyue, la Geoarmada y los Adeptus lograron detener a Osial por su cuenta. Cuando Tartaglia regresó al Banco del Norte tras la batalla en Liyue, descubrió que no era el único de Los Once enviado a esa misión. A sus espaldas, la número ocho de los Heraldos Fatui, Signora, había hecho un trato en nombre de la Tsaritsa con Zhongli, quien en realidad era el Arconte Geo. De acuerdo con ese \"contrato para terminar todos los contratos\", Rex Lapis entregó su Gnosis a Snezhnaya.\nAunque engañó al/a la Viajero/a y luchó contra él/ella en la Casa Dorada para robar la Gnosis, Tartaglia lo/la considera su amigo/a, alguien con quien siempre está dispuesto a combatir y mejorar sus habilidades.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adeptus",
        "desc": "<p>Los Adeptus son un grupo de bestias iluminadas inmortales de Liyue, que han protegido al pueblo por milenios.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/205556113/7372a2d1b47769b64d0e87bd21a867a7_5576386756599336117.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Las Gnosis son focos mágicos internos que posee cada uno de Los Siete y que les permite resonar directamente con Celestia. Están en la categoría más alta como nexo de manipulación elemental, y son un emblema de la posición como uno de Los Siete. <span class=\"wk-shady\">Más tarde se revela que las Gnosis fueron creadas a partir de los restos del Tercer Descendido.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7480,
        "name": "Signora",
        "desc": "<p>La octava de Los Once de los Fatui, también conocida como La Dama. Su nombre real es Rosalyne-Kruzchka Lohefalter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/06/205556113/2c643978fccc9e8607872139751ae6a5_6905213531083920026.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Misterioso asesor de la Funeraria El Camino. Erudito y con información sobre todo tipo de cosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "name": "Sello del Permiso",
        "desc": "Un amuleto prestado de Nobile, uno de Los Once de los Fatui. La gente de Liyue solo adora a los Adeptus en las afueras del Desfiladero Jueyun. Se dice que los portadores de este amuleto pueden ingresar a los dominios de los Adeptus a salvo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sigil of Permission_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Inazuma",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/49950bdedc1da3d730cf103694247a6c_9105019381894195346.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un día, apareció una entrada a un dominio en la zona de Araumi, en Inazuma, y comenzaron a salir monstruos de su interior. La Comisión Tenryou inició una investigación, pero muchos soldados resultaron heridos y nadie se atrevía a entrar en el dominio. Cuando no había nadie cerca de la entrada, Tartaglia se adentró en él, eliminando fácilmente a todos los monstruos. Más tarde, el/la Viajero/a, Paimon y la cantante de rock de Liyue, Xinyan, llegaron al lugar y aceptaron ayudar a la Comisión. Llevaban con ellos a un\nllamado Shiki Taishou. Este apenas recordaba su vida, pero sabía que era el supervisor responsable de ese dominio, la Cámara Mística Onmyou. Para evitar conflictos entre la residente de Liyue y el Fatui que había puesto en peligro al país, Paimon presentó a Nobile como un Aventurero de Mondstadt. Tras eliminar a los monstruos que aparecieron, Shiki Taishou tocó el mecanismo que se suponía debía abrir la puerta, pero en su lugar reorganizó las habitaciones de la Cámara Mística. El Fatui quedó atrapado dentro del dominio y tuvo que luchar durante varios días. A pesar de ello, Nobile disfrutaba combatiendo y quería participar en batallas en todas las habitaciones."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/a6443e196728d8015c8c4fe87e0b63c0_3535334777563498687.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El principal objetivo de Tartaglia en la vida era el automejoramiento. Luchaba en las grietas entre las raíces de enormes árboles, enfrentaba peligros sin límites y libraba duelos mortales. Todo esto le permitía fortalecerse. El Fatui creía que había nacido para luchar, y mientras respirara, su vocación jamás terminaría. Después de que Xinyan, Tartaglia, el/la Viajero/a y Paimon ayudaran a Shiki Taishou a recuperar todos sus recuerdos y obtener pleno control de la Cámara Mística Onmyou, el Fatui reveló su verdadero propósito para haber ido a Inazuma. Cuando el sexto de Los Once, Scaramuccia, tomó posesión de la Gnosis Electro, los Fatui perdieron contacto con él. Al creer que la repentina aparición de un dominio lleno de monstruos podría estar relacionada con el Fatui desaparecido, Nobile fue a investigar, pero no logró encontrar a Scaramuccia. Deseando disfrutar de las batallas, Tartaglia decidió quedarse un poco más en la Cámara Mística Onmyou."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/f555659082a7b794e48898e86da21502_4948908418307441853.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La siguiente vez que Nobile visitó Inazuma por asuntos oficiales, decidió comprar regalos para sus hermanos. Recordando que Teucer sentía curiosidad por cómo era un escaradiablo real de Inazuma, Tartaglia fue a \"cazar\" insectos. Mientras buscaba bichos en el Bosque Chinju, vio a un niño corriendo que casi era atrapado por un monstruo. El Fatui salvó al niño y se deshizo de los monstruos, y de regreso se encontró con la maestra de fuegos artificiales, Naganohara Yoimiya. La chica ayudaba a los niños a rastrear a un poderoso demonio, el Gran Tejón Mujina, y el niño que Nobile salvó era uno de ellos. Según la leyenda, el demonio asustaba y acosaba a los niños que salían por la noche. Aunque Yoimiya y Tartaglia sabían que el Gran Tejón Mujina era una invención de los adultos para evitar que los niños se escaparan solos, Tartaglia accedió a cubrir a los niños y protegerlos del peligro. Yoimiya sospechó del verdadero cargo de Nobile, pues había oído lo ocurrido en Liyue, pero vio cuánto se preocupaba el Fatui por los niños y cuánto deseaba ayudarlos sinceramente, así que permitió que se quedara. Cuando Tartaglia estaba a punto de dejar Inazuma, la chica lo ayudó a elegir recuerdos para sus hermanos y también le ofreció llevarse unos fuegos artificiales que había diseñado recientemente.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Las Gnosis son focos mágicos internos que posee cada uno de Los Siete y que les permite resonar directamente con Celestia. Están en la categoría más alta como nexo de manipulación elemental, y son un emblema de la posición como uno de Los Siete. <span class=\"wk-shady\">Más tarde se revela que las Gnosis fueron creadas a partir de los restos del Tercer Descendido.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 41,
        "name": "Xinyan",
        "desc": "La única rockera de Liyue. A través de la música y la pasión de sus canciones, hace una crítica de los prejuicios de la sociedad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xinyan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "La dueña de la tienda Pirotecnia Naganohara y Reina del Festival de Verano. Deposita los deseos de la gente en sus artesanales fuegos artificiales.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 104,
        "name": "Shiki Koshou",
        "desc": "Un réplica llena de vida, obsequio de Shiki Taishou. Aunque Shiki Koshou no puede usar magia, esté donde esté, siempre conservará un vínculo con Shiki Taishou y compartirá todo lo que vive. Es como si siempre lo llevaras de viaje contigo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shiki Koshou_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fontaine",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/02b83c8efcd0348f6b4c16ef5bc81cd9_4398429651653804263.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Unos años después de su misión en Liyue, Nobile viajó a Fontaine, donde realizaba encargos para el Banco del Norte y, por aburrimiento, se enfrentaba en duelos con los verdugos del justiciazgo, los mejores combatientes del país. Mientras cobraba deudas del Banco, el Fatui descubrió que sus poderes Hydro se negaban a obedecerle cuando más los necesitaba. Pensando que el problema podía estar en su Visión Hydro, Tartaglia se la entregó al/a la Viajero/a, a quien había conocido poco antes del combate, para que la resguardara. Además de sus poderes Hydro, Nobile sentía que dentro de él se agitaba una fuerza inquieta que podía estar afectando su control elemental. Recordó su caída en el Abismo cuando era joven, y que su poder estaba relacionado con ese evento, pero nunca logró encontrar a su mentora, Skirk, para obtener respuestas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/486d97f728585fd78d8aba8ab8d56e8c_4388226969110039248.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Algún tiempo después de conocer al/a la Viajero/a, Nobile fue arrestado en relación con una serie de desapariciones en Fontaine. Las primeras desapariciones comenzaron veinte años atrás, cuando Tartaglia aún era un niño. Durante ese tiempo, niñas jóvenes de la misma edad comenzaron a desaparecer en Fontaine, sin que se encontraran cuerpos ni culpables. Para ayudar a su amigo y resolver el caso, el/la Viajero/a y Paimon recolectaron pruebas que señalaban a un nativo de Snezhnaya y aventurero, Vacher. Más de veinte años atrás, él había llegado a Fontaine, donde conoció a otra aventurera, Vigneire, de quien se enamoró. Durante una expedición submarina, Vigneire entró en contacto con las aguas del Mar Primigenio, que la disolvieron frente a Vacher, ya que todos los fontainianos fueron alguna vez Oceánidas, y las aguas del Mar Primigenio los devolvían a su forma original. Vacher, destrozado por su muerte, comenzó a secuestrar niñas fontainianas de la edad de Vigneire en un intento de resucitarla. El/La Viajero/a y Paimon descubrieron el laboratorio secreto de Vacher y las pertenencias de las niñas desaparecidas, y parecía que el caso estaba resuelto. Sin embargo, la Analizadora de Instrucción Cardenalicia, un dispositivo especial creado por la Arconte Hydro Focalors, declaró culpables tanto a Vacher como a Nobile. Como los veredictos de la Analizadora eran definitivos, los Guardias debían escoltar a Nobile al Fuerte Merópide. Usando su Engaño, Tartaglia atacó a los Guardias, pero el Juez Supremo, Neuvillette, lo derrotó, prometiendo descubrir toda la verdad."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/fe528b8667e756f11c1c864866b74822_3956355331289995428.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pocos días después de ser enviado al Fuerte Merópide, Nobile desapareció. Los Fatui enviaron agentes para averiguar qué había ocurrido con él, pero ninguno regresó. Otra de Los Once, Arlecchino, exigió al Juez Supremo acceso a la prisión, pero este se negó y ofreció un compromiso: el/la Viajero/a y Paimon investigarían en secreto la desaparición de Nobile desde dentro del Fuerte. En la prisión, el/la Viajero/a, que aún conservaba la Visión de Nobile, comenzó a tener sueños a través de ella, en los que Nobile era llamado por alguien y acababa en el Mar Primigenio, bajo un enorme narval. Aunque el/la Viajero/a y Paimon descubrieron las circunstancias de la desaparición de su amigo, no lograron encontrarlo. Se reveló que Nobile había trabajado arduamente en el Fuerte, lo que le ganó el respeto de los otros prisioneros, quienes lo ayudaron a escapar por una tubería de drenaje que lo llevó al Mar Primigenio. El día en que el/la Viajero/a y Paimon debían abandonar el Fuerte, el nivel del Mar Primigenio aumentó repentinamente, comenzando a disolver personas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/15c68a65ed9aa49b3fe80085734d56d6_4972578725214993812.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Para determinar si la profecía de Fontaine se había cumplido, el Juez Supremo, el/la Viajero/a, Paimon y otros fontainianos decidieron realizar un juicio contra la Arconte Hydro, Furina. Durante el juicio, se abrió una grieta en la Ópera de la Epíclesis, de la cual surgieron un narval y Tartaglia, luchando contra él. Aunque los fontainianos creían que la principal amenaza era la inundación del Mar Primigenio, en realidad lo era el Narval Devoraestrellas, que el/la Viajero/a había visto a través de la Visión de Nobile. La criatura no pertenecía a Teyvat y había viajado entre las estrellas, llorando mientras lo hacía. Consumía con avidez la energía del Mar Primigenio del planeta para crecer, y sus acciones habían provocado el aumento del nivel del mar. Como los fontainianos llevaban el Mar Primigenio en la sangre, atraían al narval, y al abandonar las aguas, se dirigió directamente a la ópera, donde se reunían muchos de ellos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/7a36e866fb30ad5bd58b2602e7dbb618_2201361989401025622.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El narval absorbió tanta energía del Mar Primigenio que prácticamente se integró con él. Incluso si todo Teyvat fuera destruido, el narval podría sobrevivir y nadar hacia otro mundo. Tartaglia, que había luchado contra el monstruo durante mucho tiempo, logró ganar tiempo; sin él, el narval habría llegado a tierra mucho antes. Gracias a la intervención de Neuvillette y Tartaglia, el Fatui y el narval desaparecieron de nuevo dentro de la grieta, y los asistentes al juicio comenzaron a idear un nuevo plan para enfrentar la profecía. Cuando el Juez Supremo obtuvo la autoridad para derrotar al Narval Devoraestrellas y separarlo del poder del Mar Primigenio, él y el/la Viajero/a se adentraron en sus aguas, donde encontraron a la mentora de Nobile, Skirk, al narval y al propio Heraldo. Debido a la prolongada batalla contra el Narval Devoraestrellas, Nobile quedó sin poder alguno y fue enviado posteriormente a Snezhnaya para recibir tratamiento. Aunque Nobile no era culpable de las desapariciones, el veredicto de la Analizadora no fue accidental; fue lo que permitió ganar tiempo y derrotar al narval, salvando a los fontainianos de la disolución.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6343,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6347,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6351,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6356,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Fuerte Merópide",
        "desc": "<p>Prisión de Fontaine, dirigida por el duque Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/205556113/caa9b364dba33a808f0ec018c00d9c15_9195547886075424581.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Líder de la Cofradía Cabrière, una organización hermana de Spina di Rosula.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7477,
        "name": "Arlecchino",
        "desc": "<p>El Cuarto de Los Once de los Fatui, conocida como La Sota. Su nombre real es Peruere.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/205556113/b7fc0bac1cd2d5cfa7df0ffe2d4a2f66_3492129626052036059.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Narval Devoraestrellas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una enorme bestia misteriosa de otro mundo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/28/10742394/d6f05906844b79f1be3d4f049381a60f_6466217422543603525.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4127,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Familia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/db2097975a7534d2c50ed1112c56536c_3453999757973187606.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Según la tradición de Snezhnaya, la familia es lo primero, y Tartaglia no es la excepción. Constantemente escribe cartas a sus hermanos, Teucer y Anthon, y a su hermana Tonia, contándoles historias sobre sus viajes por otros países. Junto con las cartas, envía medicinas, recuerdos y regalos. Aunque los adultos de la familia conocen su servicio a la Tsaritsa, Nobile no quiere que sus hermanos menores descubran el lado oscuro de Snezhnaya. Para ellos, Nobile no es más que el mejor vendedor de juguetes expatriado. Durante su misión en Liyue, dijo estar asignado temporalmente al Instituto de Investigación de Juguetes de Liyue. Un día, su hermano menor Teucer, extrañando a su hermano, vio un barco solitario y se embarcó en secreto hacia Liyue. Sin saber adónde ir, avanzó hasta encontrarse con un Guardián de las Ruinas sin núcleo de energía. Pensando que era el Sr. Cíclope, uno de los juguetes que supuestamente vendía su hermano, Teucer se emocionó y quiso jugar con él. Sin embargo, fue encontrado por el/la Viajero/a y Paimon, quienes estaban rastreando a los Guardianes descontrolados. Juntos, fueron a buscar a Nobile al Banco del Norte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/8e0baf34c52f2bd35f4a643b858b938b_4620199739498183242.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al enterarse de la llegada de su hermano a Liyue, Nobile pidió al/a la Viajero/a y a Paimon que pasaran tiempo con Teucer mientras él se encargaba de sus deberes como miembro de Los Once. Aunque le compraron una cometa de Sr. Cíclope, una comida especial y le dieron un recorrido por el Puerto de Liyue, Teucer extrañaba a su hermano y deseaba pasar tiempo con él. Cuando finalmente lo llevaron con Nobile, este estaba cobrando deudas a los Ladrones de Tesoros, por lo que tuvo que fingir que vendía juguetes. Incluso cuando debía dar un discurso de bienvenida a los nuevos reclutas Fatui, le dijo a su hermano que eran nuevos vendedores de juguetes. Al ver a su hermano luchar, Teucer expresó su deseo de aprender a pelear para proteger a su hermana Tonia. Nobile prometió enseñarle cuando regresaran a Snezhnaya. Antes de enviar a Teucer de vuelta a casa, Nobile quiso cumplir su sueño y lo llevó al supuesto Instituto de Investigación de Juguetes de Liyue, que en realidad era un centro de investigación controlado por otro Fatui, Dottore. Días antes de la llegada del niño, los Guardianes del centro se habían descontrolado y comenzado a atacar personas, pero Tartaglia estaba listo para proteger a su hermano. Al llegar al fondo del centro de investigación, se toparon con múltiples Guardianes de las Ruinas energizados. Para evitar que Teucer presenciara la batalla, Nobile le sugirió jugar a las escondidas y contar a partir de 60. Con el tiempo en su contra, usó su forma de Legado del mal para derrotar a todos los Guardianes. Aunque todavía se recuperaba de las heridas de su transformación previa en la Casa Dorada, donde luchó contra el/la Viajero/a, no podía permitir que el sueño de su hermano se hiciera trizas."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"En fin, los sueños de la infancia son muy frágiles. Si no los cumples, llegará un día en el que se harán trizas.</color>\n<color=#ffffffd9>Así que alguien tiene que protegerlos, ¿no crees?</color>\n<color=#ffffffd9>Si haces una promesa, la cumples. Si cometes un error, te disculpas...</color>\n<color=#ffffffd9>Y si le das un sueño a alguien, lo proteges hasta el final...</color>\n<color=#ffffffd9>De eso se trata la familia, ¿cierto?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuando el/la Viajero/a encontró a Nobile herido, le dio a Teucer una figura personalizada de Sr. Cíclope y le pidió que se despidiera de su hermano, para que no viera su estado debilitado.\nAdemás de su familia, Tartaglia también se preocupa por otros niños. Aunque considera peligrosa a otra de Los Once, La Sota, ha entablado amistad con los niños de la Casa de la Hoguera, el orfanato que ella dirige. Si Arlecchino traicionara a los niños a su cargo, Tartaglia se alzaría contra ella y tomaría represalias por ellos.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 2491,
        "name": "Teucer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Teucer_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "name": "Guardián de las Ruinas",
        "desc": "Una máquina de guerra muy antigua con forma humanoide.<br/>Cuenta la leyenda que se trata de una máquina de guerra legada por un imperio que desapareció. Suele deambular por las ruinas de ciudades ya desaparecidas y atacar a los aventureros. Las investigaciones han descubierto que los Guardianes y las ruinas no comparten el mismo origen, e incluso miles de años los separan, así que... ¿por qué motivo se quedan en las ruinas y las defienden con todas sus fuerzas?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 136,
        "name": "Muñeco de Sr. Cíclope",
        "desc": "Un muñeco de un bebé cíclope que Nobile mandó hacer para su hermano menor. Tiene escrito el nombre de Teucer.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mr. Cyclops Action Figure_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Trotamundos",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un joven errante de identidad enigmática. Viste como un asceta, pero no actúa como tal.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/10742394/24d97a22be742fb732ea96f625d1faac_5832031618222617237.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voces"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre Nobile...</color>\nTiene el desarrollo mental de un niño y una fuerza mínima. Asignarle el puesto más bajo de Los Once supuso un desprestigio para toda la organización. Por suerte, yo ya no formo parte de ella.\n<color=#ffd780>Sobre El Gallo...</color>\nSolo alguien tan zopenco como Nobile pensaría que Pulcinella se preocupa de verdad por él y su familia sin esperar nada a cambio. Puede que el alcalde haya hecho cosas buenas por ellos, pero está claro cuál es el mensaje oculto en todo esto: \"Tu familia está en mis manos\"."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diálogos"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre Los Once...</color>\n¿Signora y Nobile? Oh... No sabía que mis dos colegas menos confiables y tú se conocían."
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>La Sota, la cuarta de Los Once de los Fatui y una diplomática fría e implacable. Es el “padre” al que temen todos los niños de la Casa de la Hoguera, y de la cual también dependen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/10742394/672e65470bfd14b664596c2a7f7eaaf8_8545944417230307859.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voces"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre Nobile...</color>\nSinceramente, su personalidad no es apta para ser uno de Los Once. Suele pensar demasiado bien de la gente, por lo que con frecuencia se aprovechan de él. Sin embargo, es cierto que tiene mucho talento y sigue en constante crecimiento, así que no debo juzgarlo a la ligera."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diálogos"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre Nobile...</color>\nMe pregunto cómo estará últimamente. Ya lo han oído, ¿no? Nobile ha desaparecido. Nos tiene muy preocupados, solo espero que se le dé bien nadar.\n¿Usted también está al corriente de eso, Srta. Furina? Ah, claro, olvidaba que fue castigado por su señoría, el juez supremo Neuvillette, enfrente de usted misma.\nMi compañero es muy diestro en el combate armado contra la gente normal, supongo que no imaginó que se toparía con alguien como Su Señoría. A decir verdad, he de expresar mi admiración por él.\n<color=#ffd780>Sobre la desaparición de Nobile...</color>\nOh... Veo que a su señoría el juez supremo no le gustan las formalidades diplomáticas y prefiere ir directo al grano.\nEn efecto, investigar lo ocurrido con Nobile es uno de los objetivos de mi viaje.\nComo enviados diplomáticos de Snezhnaya y miembros de Los Once de los Fatui, Nobile y yo siempre hemos sido compañeros de trabajo.\nPor tanto, ante cualquier incidente que ocurra en Fontaine, uno debe ser abogado del otro y ayudar a resolver el problema.\nAsí pues, en calidad de abogada de Nobile, solicito transferir su caso a Snezhnaya, ya que tenemos la responsabilidad de colaborar con Fontaine para resolver lo que ha ocurrido con él.\nAsí que lo rechaza por completo... Bien, respeto todas las leyes de los tribunales de Fontaine, igual que le respeto a usted, señoría.\nNo necesito transferir el caso de Nobile, sino solamente acceder al Fuerte Merópide para ver cómo se encuentra."
      },
      {
        "type": "CustomEntry",
        "epId": 2532,
        "name": "Viktor",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Viktor_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diálogos"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre Nobile...</color>\n¿Los Once? Como mi rango es muy inferior al suyo, lo único que he escuchado son algunos rumores.\nBueno, te diré lo que sé, pero no creas que todo es verdad. Al fin y al cabo, son cosas que he escuchado por ahí...\n¿Alguna vez has oído hablar de Nobile? Corre el rumor de que suele viajar a menudo y que siempre trae regalos a su familia cuando regresa.\nUn conocido me dijo que los hermanos y hermanas pequeños de Nobile lo adoran.\n*Suspira*, pero no me gustaría que me transfirieran bajo su mando, porque probablemente me tocaría pasarme la vida yendo de un sitio a otro."
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>El foco de atención absoluto del escenario durante los juicios, hasta que la obra termina y el público rompe a aplaudir.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/73555894/263e5ea0784d182b393f67a7e24146a5_4468352971994405792.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diálogos"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre la inocencia de Nobile...</color>\nUstedes creen que Nobile no tiene ninguna relación con el caso de las chicas desaparecidas, pero eso es porque los ha cegado su aparente inocencia.\n¡Es una persona peligrosa y todo lo que ha hecho es completamente imperdonable!\nY si aún tienen dudas, ¡el tiempo me dará la razón! Tarde o temprano, entenderán mis nobles actos y la razón tras este veredicto, ¡muajajaja!"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diálogos"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre la inocencia de Nobile...</color>\nLo siento, aún no ha concluido la investigación.\nSin embargo, sigo creyendo que el veredicto de la Analizadora no fue arbitrario.\nSé que en todos estos años la Analizadora nunca ha replicado mis veredictos de forma mecánica.\nComo máquina creada por la Arconte, en ella se integra la fe unificada del pueblo en el concepto de justicia.\nNo solo produce la poderosa indemnitium, sino que muy probablemente también tenga algo similar a una consciencia propia.\nPor eso, me he estado preparando desde hace tiempo para una ocasión como esta, en la que hay dos veredictos distintos.\nNo obstante, me inclino a pensar que existe una razón para el veredicto de la Analizadora... Solo que aún no tenemos ninguna pista.\nY a juzgar por la reacción de Furina, yo diría que ella tampoco, y que por eso comenzó con sus habituales actuaciones rimbombantes y melodramáticas.\nPero no abandonaremos la investigación, y mientras no sepamos la verdad, me temo que ese miembro de Los Once tendrá que esperar en el Fuerte Merópide.\nSi realmente lo acusamos injustamente, veremos la manera de darle la máxima compensación posible.\n<color=#ffd780>Sobre la desaparición de Nobile...</color>\nY aún hay algo peor: según la información que nos hizo llegar el Fuerte Merópide, Nobile lleva un tiempo desaparecido.\nDe momento desconocemos el motivo de su desaparición. No descartamos la posibilidad de que se haya escapado, pero no hay ningún testigo fuera del Fuerte Merópide que pueda corroborarlo.\nEl Fuerte cuenta con celadores, un estricto sistema interno y una topografía muy particular, así que es complicado que algo así llegue a ocurrir. Me temo que hay algo más tras la desaparición de Nobile.\nPuesto que ustedes ya se conocían de antes, es mi obligación como juez brindarles esta información.\nMe gustaría que fueran al Fuerte Merópide a investigar la desaparición de Nobile.\nDe hecho, esa es la propuesta que le hice a Arlecchino en nuestra reunión. Para que ella no interfiera, debo mandar a alguien para que investigue lo ocurrido con Nobile e informe detalladamente a los diplomáticos.\nArlecchino no parecía muy satisfecha con mi propuesta, pero aun así decidió seguir adelante. Concretamente, dijo: \"Ya hablaremos cuando tenga ese informe\".\n<color=#ffd780>Sobre la inocencia de Nobile...</color>\n¿Qué pasó con el veredicto de Nobile?\nTras investigar mucho su caso, averigüé que, cuando era pequeño, cayó en un abismo desconocido en el que, debido a los azares del destino, despertó al Narval Devoraestrellas.\nSin embargo, técnicamente, esa no sería razón para considerar a Nobile como el origen de la catástrofe. Como mucho, tendría una responsabilidad compartida.\n¿Por qué dio ese veredicto la Analizadora durante el juicio?\nO bien por esa responsabilidad compartida, o bien porque Foçalors sabía que Nobile podía contener al Narval Devoraestrellas y lo usó deliberadamente para ganar tiempo. No sabría decir con seguridad cuál de estas dos razones es la de verdad.\nAsí que Foçalors lo hizo todo pensando en Fontaine, y que la gente de esta nación finalmente se convirtiera en humana también fue gracias a ella..."
      },
      {
        "type": "CustomEntry",
        "epId": 2530,
        "name": "Mikhail",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Mikhail_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2502,
        "name": "Lyudmila",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Lyudmila_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diálogos"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre la profecía...</color>\n<color=#37ffff>Mikhail</color> : Oye, ¿te has enterado? ¡La profecía que estaba causando pánico en Fontaine, al final sucedió realmente!\n<color=#37ffff>Lyudmila</color> : ¡¿Qué?! ¿Pasó algo malo?\n<color=#37ffff>Mikhail</color> : Creo que para los de Fontaine tiene su lado bueno y su lado malo.\n<color=#37ffff>Mikhail</color> : Lo bueno es que la gente realmente no se disuelve en agua, pero lo malo es que la subida del nivel del agua ha causado desastres.\n<color=#37ffff>Lyudmila</color> : Entonces... Arlecchino...\n<color=#37ffff>Mikhail</color> : No te preocupes. ¡A Arlecchino no le pasó nada!\n<color=#37ffff>Mikhail</color> : Además, dicen que por haber ayudado a la Corte de Fontaine, consiguió la Gnosis de la Arconte Hydro para dársela a la Zarina.\n<color=#37ffff>Lyudmila</color> : ¿En serio? Escuché que Nobile quedó gravemente herido durante la catástrofe...\n<color=#37ffff>Mikhail</color> : ¿Nobile? No te preocupes.\n<color=#37ffff>Mikhail</color> : Es famoso por sus ilustres hazañas militares. ¡Seguro que no tardará en recuperarse!"
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "Una misteriosa persona que dice trabajar para el Ministerio de Asuntos Civiles, pero que “no existe” según los registros del propio Ministerio.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voces"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre Tartaglia...</color>\n¿El undécimo de Los Once? Una vez me ayudó, sin saberlo. Estaba planeando llevar a cabo una investigación en profundidad sobre el antiguo propietario del Salón de Té Yanshang, pero nuestro amigo de Los Once llegó a él primero. Apareció exigiendo el pago de su deuda, y también expuso su fraude contable, lo que hizo que lo metieran en la cárcel. Eso me facilitó mucho hacerme con el control del Salón de Té Yanshang, el cual ha demostrado ser una base de operaciones muy útil."
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Misterioso asesor de la Funeraria El Camino. Erudito y con información sobre todo tipo de cosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voces"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre Tartaglia - Calma</color>\n¿Todavía no ha salido de Liyue ese caballero de Snezhnaya? Está bien. Si te da problemas, llámame y yo me haré cargo.\n<color=#ffd780>Sobre Tartaglia - Bebiendo juntos</color>\n#Escuché que, recientemente, la reputación de Nobile entre los Fatui ha decaído. Pero personas como él limpian los rumores en torno a su persona con acciones reales. Ahora que lo pienso, la próxima vez que nos sentemos a beber, podemos preguntarle por otras historias interesantes. ¿Qué dices, viajero/a? ¿Nos acompañarás?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "RichText",
        "text": "Snezhnaya\nAjax creció en Morepesok, Snezhnaya.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Cuando Ajax tenía 14, cayó al Abismo y conoció a una espadachina, Skirk. Ella le enseñó a pelear.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7478,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Pulcinella notó las habilidades de combate de Ajax y lo reclutó para los Fatui, obligándolo a empezar desde abajo y a dedicarse a servir a la Tsaritsa. Actualmente, Pulcinella cuida de la familia de Tartaglia.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Debido a sus habilidades de combate y su amor por la batalla, Ajax fue elegido como uno de los Once Heraldos Fatui, recibiendo el nombre de",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2491,
        "name": "Teucer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Teucer_icon.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Tonia\nAnthon\nHermanos de Ajax",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Misterioso asesor de la Funeraria El Camino. Erudito y con información sobre todo tipo de cosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Tartaglia le pidió ayuda al asesor de la Funeraria El Camino para tener acceso a la Exuvia del Arconte Geo y obtener la",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Las Gnosis son focos mágicos internos que posee cada uno de Los Siete y que les permite resonar directamente con Celestia. Están en la categoría más alta como nexo de manipulación elemental, y son un emblema de la posición como uno de Los Siete. <span class=\"wk-shady\">Más tarde se revela que las Gnosis fueron creadas a partir de los restos del Tercer Descendido.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Geo.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Tartaglia usó",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "name": "Sello del Permiso",
        "desc": "Un amuleto prestado de Nobile, uno de Los Once de los Fatui. La gente de Liyue solo adora a los Adeptus en las afueras del Desfiladero Jueyun. Se dice que los portadores de este amuleto pueden ingresar a los dominios de los Adeptus a salvo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sigil of Permission_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "para despertar a Osial para hacer que",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "salve Liyue.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Narval Devoraestrellas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una enorme bestia misteriosa de otro mundo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/28/10742394/d6f05906844b79f1be3d4f049381a60f_6466217422543603525.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Una mascota del maestro de Skirk,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7485,
        "desc": "",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ", que consume el Mar Primigenio. Cuando Tartaglia cayó en el Abismo, despertó al Narval. Nobile intentó detenerlo cuando el Narval Devoraestrellas se convirtió en una de las causas de la profecía de Fontaine.\nAnalizadora de Instrucción Cardenalicia\nEl dispositivo que emite veredictos en los juicios de Fontaine acusó a Tartaglia de estar involucrado en una serie de desapariciones que comenzaron hacía 20 años, cuando Tartaglia era solo un niño.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 41,
        "name": "Xinyan",
        "desc": "La única rockera de Liyue. A través de la música y la pasión de sus canciones, hace una crítica de los prejuicios de la sociedad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xinyan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Junto con Xinyan y el/la Viajero/a, Tartaglia exploró la Cámara Mística Onmyou.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "La dueña de la tienda Pirotecnia Naganohara y Reina del Festival de Verano. Deposita los deseos de la gente en sus artesanales fuegos artificiales.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Tartaglia ayudó a Yoimiya y a los niños de Inazuma a encontrar al Gran Tejón Mujina.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4127,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1888,
        "name": "Fragmento de espada de Legado del mal",
        "desc": "Fragmento roto de arma obtenido tras derrotar a Nobile después de que este liberara el poder de su Engaño.<br/>Debido a la infinita oscuridad del lugar que vio el joven con sus propios ojos, está teñido irreversiblemente de un color tan profundo que no debería pertenecer a este mundo.<br/>Aunque el poder del Engaño no tiene nada que ver con este fragmento, el objeto ha tomado la forma de su dueño...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shard of a Foul Legacy_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 401,
        "name": "Cuerno de Monoceros Caeli",
        "desc": "El cuerno de una ballena que obtuviste tras derrotar a Nobile después de que este liberara el poder de su Engaño.<br/>Cuenta la leyenda que la forma de las constelaciones refleja el temperamento de las personas. La constelación de la ballena que patrulla el cielo nocturno, Monoceros Caeli, parece reflejar la idea presuntuosa de aplastarlo y devorarlo todo...<br/>De hecho, Nobile invocó a la ballena extinguemundos en la batalla entre ustedes dos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tusk of Monoceros Caeli_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 969,
        "name": "Sombra del guerrero",
        "desc": "Restos de poder obtenidos tras derrotar a Nobile después de que este liberara el poder de su Engaño.<br/>Un objeto producto de una voluntad de lucha forjada durante innumerables masacres.<br/>Si los humanos tienen un destino, el suyo debe haberse torcido por esto. Si no, ¿por qué está siempre en medio de los conflictos?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shadow of the Warrior_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4001,
        "name": "Balada de los Fiordos",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Una lanza utilizada por las personas que pescan en las zonas de tundra. Ninguna presa se le puede escapar.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/73555894/bd385748dfaefad1cddca86948a4846c_3698820472485400982.png",
        "displayStyle": "card",
        "menuId": 4
      }
    ]
  }
}