{
  "epId": 7490,
  "name": "Ténoch",
  "desc": "<p>Un héroe de Natlan que vivió hace 500 años. Él no pertenecía a ninguna tribu porque había sido exiliado. Durante el Cataclismo, unió a las seis tribus y fue a las islas occidentales para combatir a un monstruo negro gigante.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/19/205556113/7fc6ddfdfa693cab9d9103dce76d8efc_4580849377063362637.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1760840183,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ténoch",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/b3b73b152ca4cb11cfb5c164b722a808_7272216891442191728.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace unos dos mil años, apareció en Natlan el primer Arconte Pyro, Ixbalanqué. Era sabio y poderoso: amaba a su pueblo, y su pueblo lo amaba a él. Tras la muerte del Arconte, su mejor amigo, Och-Kan, asumió el gobierno de la nación. En su intento por llevar a su gente hacia la prosperidad, abrió las puertas a fuerzas malignas, y su alma fue corrompida por el Abismo. Entonces estalló una guerra civil en Natlan, en la que Och-Kan fue derrocado y su pueblo —que poseía el poder de Anemo— fue exiliado. Algunos de los exiliados aceptaron su destino, abandonaron su tierra natal para siempre y partieron hacia la verdadera tierra del viento, donde recibieron un nuevo nombre: los Muratas. El resto se negó a marcharse hasta recibir permiso para asentarse en otro lugar, aunque fuera en la región más árida y remota de su nación: Tenochtzitoc. Allí vivieron olvidados durante milenios, hasta que la oscuridad regresó una vez más. El reino seguía dividido, y fueron estos exiliados los primeros en alzar sus armas. Aunque eran pobres y carecían de todo, ninguno retrocedió ni huyó. Con el mismo espíritu obstinado que los había hecho permanecer en su tierra siglos atrás, lucharon y murieron hasta que solo uno quedó en pie: Ténoch."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/7f64c83d42532e0d29e8fc25edbdd0f4_7521254409525368902.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Antes del Cataclismo, hace quinientos años, Ténoch fue desterrado de su tribu y despojado de su nombre antiguo por sus constantes disputas y enfrentamientos. Pero cuando la marea negra del Abismo se extendió por Natlan, tomó su garrote de obsidiana y viajó por las demás tribus para unirlas bajo una sola causa. El primero en unirse a Ténoch fue Wanjiru, la gran corredora de la Comunidad de la Feracidad, junto a su ruidoso compañero Kayeke. Aunque todos estaban agotados después de todas las disputas que habían sucedido entre los jefes de las tribus, el hecho de que invitaran a Ténoch hizo que recuperara sus energías, y la Comunidad aceptó luchar por las tierras de Natlan. El segundo en unirse fue Menilek, de la Tribu Plumaflora, junto al qucusaurio Ngoubou. Aunque sus tribus solían enfrentarse a Tenoch, Menilek lo consideraba un héroe. El tercero fue Sanhaj Kompore, maestro de fronteras de los Augures Vientonocturno, junto al iktomisaurio Mahamba. Sanhaj había predicho el desenlace que ocurriría entre él y el héroe Ténoch, y cómo surgiría el lugar que todo el mundo conocería como Mare Jivari en la posteridad, pero aun así decidió seguirlo. El cuarto en unirse voluntariamente fue Burkina, joven miembro de los Retoños Arbóreos, acompañado por el yumkasaurio Kongamato. Las innumerables cicatrices en el cuerpo de Ténoch representaban, para Burkina, la prueba de que ese era el camino hacia el que debía avanzar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/9ddb9e150eed8deca3950f873090afea_862103509063571919.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El quinto en ser convencido por Ténoch fue Sundiata, jefe de las minas de los Vástagos del Eco, junto al Estegosaurio Muhuru. Fue Sundiata quien, tiempo atrás, había solicitado al Arconte Pyro votar a favor de la expulsión de Ténoch para evitar más conflictos. Sin embargo, al darse cuenta de que esa podría ser el último combate de su generación, se unió a él, pidiendo solo que su tribu no se involucrara. El sexto en unirse fue el mayor enemigo de Ténoch, el gigante Túpac del Pueblo de los Manantiales. Durante sus enfrentamientos, Túpac había sufrido más alrededor de trescientas cicatrices, veintitantos huesos rotos y más de cien pedazos diminutos de obsidiana incrustados en su piel, mientras que Ténoch había quedado con doscientas rasguños, dos costillas rotas y un ojo incapaz de medir la distancia. Cuando se reencontraron, ambos rompieron a carcajadas y se dieron la mano. Así, Ténoch consiguió aliados de cada una de las seis tribus principales, convirtiéndose en el líder del ejército unificado de Natlan. Los seis héroes portaban los nombres antiguos de los compañeros del primer Arconte Pyro, Ixbalanqué, y quinientos años más tarde se convertirían en la clave para destruir al Abismo en Natlan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/b8c1a12835afa54b2754e7872ed1cda7_1877904175573510080.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante la guerra contra el Abismo, los cálculos de los sabios de Natlan estimaron que el Reino de la Noche caería por completo en un plazo máximo de quinientos años. Para entonces, Natlan yacía en ruinas, y su civilización agonizaba. Era necesario unir a las tribus, pues sin esa unión era imposible soñar con una victoria final. El Arconte celebró un largo y profundo consejo con los héroes de cada tribu, y juntos elaboraron un plan de quinientos años para salvar Natlan. Durante ese tiempo, los Arcontes y jefes tribales reconstruirían sus pueblos, y cuando llegara el momento, las Wayob elegirían nuevamente a seis héroes de Natlan con los nombres antiguos de los compañeros de Ixbalanqué. La Arconte Haborym entregó su vida al Fuego Sagrado, para renacer quinientos años después y cumplir su plan. Aunque Ténoch creía que su ira jamás hallaría redención y que su poder ya no serviría a la victoria, aceptó la decisión del Arconte."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Entiendo tu decisión.</color>\n<color=#ffffffd9>Los héroes del presente forjarán el camino hacia delante con sangre y fuego,</color>\n<color=#ffffffd9>y tú obtendrás la victoria que nos debes.</color>\n<color=#ffffffd9>De lo contrario, ten por seguro que encontraré la forma de saldar la deuda.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/eb2601e07b98b96916efe8664ff6e5da_4881164381154593537.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tal como Sanhaj Kompore había predicho, la última batalla de Ténoch marcó el nacimiento del Mare Jivari. Entre todos los monstruos abisales que atacaron Natlan hace quinientos años, el más aterrador fue Bakunawa, creación de la alquimista de Khaenri'ah Rhinedottir. Fue Bakunawa quien aniquiló a todas las tribus de Tenochtzitoc hasta que solo Ténoch permaneció con vida. La criatura era imposible de matar: incluso decapitada o reducida a pedazos, sus restos seguían creciendo hasta reunirse de nuevo y formar un nuevo Bakunawa. Al darse cuenta de que el monstruo podría devorar toda Natlan, Ténoch decidió sacrificarse. Permitió que Sanhaj realizara sobre su cuerpo el grabado de flogisto, liberando el poder de los conjuros de frontera para expandir los límites del Reino de la Noche y manifestar una parte de él en el mundo real. Entonces, Ténoch se dejó devorar por Bakunawa. Con su cuerpo como ofrenda ritual, Sanhaj invocó un pequeño Reino de la Noche dentro del vientre del monstruo, y el choque entre los poderes del Abismo, la Señora de la Noche y el espíritu de Ténoch desató una violenta explosión que destrozó al monstruo en incontables fragmentos. La explosión dio origen al Mare Jivari, y tanto Ténoch como el maestro de fronteras perecieron."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/e341c467aa32fed76c7abb90a148b557_8761681904627583469.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ténoch recibió el título honorífico de Tenoyollotzin, que significa \"el venerable corazón de Tenochtzitoc\", y fue sepultado en su tierra natal. Aunque su sacrificio no destruyó por completo a Bakunawa, permitió que Natlan derrotara al Abismo y cumpliera el plan del Arconte Pyro quinientos años después. Para evitar que Bakunawa resurgiera, los Arcontes Pyro construyeron una sala en el espacio más allá de Natlan, que conducía al Mare Jivari. Allí colocaron los tronos de Ténoch y los seis héroes de Natlan, junto con sus armas, y Haborym tomó el Garrote del Diálogo de Ténoch. En el trono de Ténoch —el que abre el portal al Mare Jivari— se halla grabada la inscripción: <color=#ffffff>\"Por el Ténoch de siempre. Aquí yace su cuerpo. Que descanse en paz.\"</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 8205,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Los guerreros que surcan los cielos, persiguiendo sus grandes sueños entre la bruma matinal y el vasto océano de nubes, jamás se detienen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/205556113/92ba82bac0de649596f7af552428b24d_6681031167788957842.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7423,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Mare Jivari",
        "desc": "<p>Un lugar ubicado en la parte más occidental de Natlan, la cual fue creado durante el Cataclismo hace 500 años. Un maestro de fronteras, Sanhaj Kompore, invocó un espacio del Reino de la Noche en miniatura y lo hizo estallar para derrotar a la calamidad oscura que se avecinaba, creando así el Mare Jivari.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/205556113/5bde7b4a7c6a6f999fc968d7c4504bc1_4253543534601211266.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un dragón mezclado con un alma humana, gobernante de la Ciudad de las Cenizas, conocido como el Rey Pitón y Sagrado Señor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/205556113/4f3a3544a616958cb8bd029d22f53163_8335994293804868760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7491,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7492,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7493,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7496,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Garrote del Diálogo",
        "desc": "<p>Una gran maza con incrustaciones de obsidiana y un excelente poder de persuasión.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/73555894/6e0130263c2de43a0bd7863edce22df3_600374522763335452.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 7423,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Ténoch era el último superviviente de Tenochtzitoc.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Aunque Ténoch aceptaba el plan de la Arconte Pyro actual",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La líder de Natlan que heredó el nombre antiguo de “Kiongozi”. Ella se comprometió a iluminar el futuro de la Nación de la Guerra con el Fuego Sagrado.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "text",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "de combatir el Abismo, él prometió que encontraría una manera de cobrar la deuda. Durante el",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ", se convirtió en el líder de la coalición de fuerzas tribales.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7493,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una fantástica corredora de",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "desc": "",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "y una heroína de Natlan. Fue la primera en unirse a Ténoch acompañada por su ruidoso compañero Kayeke.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Uno de los seis héroes de Natlan y un guerrero de",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "desc": "",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". Con su fiel compañero Ngoubou, fue el segundo en unirse a Ténoch.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sanhaj Kompore de",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "había predicho el desenlace que ocurriría entre él y el héroe Ténoch, y cómo surgiría el lugar que todo el mundo conocería como Mare Jivari en la posteridad. Aún así se unió a Ténoch con su misterioso compañero Mahamba. Como Ténoch perdió su nombre antiguo, la «Oda de la resurrección» no pudo traerlo de vuelta.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7496,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Uno de los seis héroes de Natlan y miembro de los",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "desc": "",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". Fue el cuarto en unirse a Ténoch con su temerario compañero Kongamato.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7492,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un jefe de los",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "desc": "",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "y uno de los seis héroes de Natlan. Antes del Cataclismo, le pidió al Arconte Pyro votar a favor de la expulsión de Ténoch con el fin de evitar más conflictos. Sundiata y su fiel compañero Muhuru fueron los quintos en unirse a Ténoch en la batalla contra el Abismo.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7491,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El mayor enemigo de la juventud de Ténoch, un gigante del",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6997,
        "desc": "",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". Ténoch le dejó alrededor de trescientas cicatrices, veintitantos huesos rotos y más de cien pedazos diminutos de obsidiana profundamente incrustados en su piel. Túpac fue el último en unirse a Ténoch.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libros y Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Garrote del Diálogo",
        "desc": "<p>Una gran maza con incrustaciones de obsidiana y un excelente poder de persuasión.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/73555894/6e0130263c2de43a0bd7863edce22df3_600374522763335452.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7030,
        "name": "Gancho del Triunfo",
        "desc": "Un arma que Burkina, el guerrero de los Retoños Arbóreos, forjó con la ayuda del héroe Ténoch solamente para recolectar flamigranadas de calidad extraordinaria en Natlan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/25c75653d47f882870e96d9119a17e9a_6960324287026452673.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7115,
        "name": "Penacho Engalanado",
        "desc": "Un arco largo que arde como el fuego. Dicen que las plumas que lo adornan pertenecían originalmente al antiguo tirano Ngoubou.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/0d166f885502452188022563f5fc8797_876127194185049091.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6550,
        "name": "Cuerno Veteazulado",
        "desc": "Un objeto ritual transmitido entre los Meztli. Dicen que se trata de un tesoro que fue muy preciado por el héroe Túpac, al cual llamaban “gigante”, pero que nunca llegó a usar.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/28866045cbb3e5227244b4aa09ef0db3_8394892053233317551.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6938,
        "name": "El Gran Rey del Volcán y las Sombragujas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pergamino de tela que relata la leyenda del héroe Traoré, muy popular entre los niños de Nanatzcayan.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ed418f2007c8595744a9baa59cf50e66_3429199171117673913.png",
        "displayStyle": "card",
        "menuId": 12
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Ténoch"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      }
    ]
  }
}