{
  "epId": 7509,
  "name": "Kompore el astuto",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Se dice que es un tapiz tejido personalmente por el maestro Sanhaj Kompore. Su contenido es tan breve como extraño. Se suele creer que es una obra de pura ficción.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/56c935218b22137b57a910c0f730e7eb_3419871997228669796.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1746595974,
  "components": {
    "body": [
      {
        "title": "Kompore el astuto (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Se dice que este tapiz fue tejido personalmente por Sanhaj Kompore, un héroe de los Augures Vientonocturno. Su contenido es breve y extraño, a menudo tachado de broma por los chamanes más ancianos de la tribu. Al igual que las innumerables bromas que este astuto héroe contó a lo largo de su vida, estos colores tienen un matiz de oscuridad que se asemeja a la luz de la luna. Algunos dicen que se debe a los hilos que utilizó, mientras que otros afirman que molió obsidiana y caracolas de color negro hasta convertirlas en polvo para conseguir este toque de divinidad.\nHace mucho, mucho tiempo, había un astuto pícaro entre los Augures Vientonocturno llamado Kompore. Era hábil en el arte del engaño, el robo y la estafa, motivo por el cual gozaba de mala fama entre los de su tribu. Sin embargo, tenía un hermano honesto llamado Sanhaj.\nEn aquella antigua época, el Señor de la Encrucijada aún caminaba entre los mortales. Concedía la gracia del sueño o de la muerte a los habitantes de las seis tribus, guiándolos por el camino hacia el inframundo y fundiendo sus almas en el río negro. Era el amo de la Tierra de la Noche, tanto “papá curandero” como “mamá sueño”. Según la leyenda, construyó una pequeña cabaña al final del río negro donde elaboraba vino de hongos y, quien lo bebía, podía conocer el destino de la gente a través de los sueños.\n“Si tuviera esta habilidad, ¿no me volvería como los profetas de nuestra tribu, capaces de predecir el destino y descubrir la verdad subyacente de este mundo?”.\nEl pícaro miró de un lado a otro, y pensó:\n“Y si fuera así, ¿cuánto beneficio me reportarían el conocimiento secreto y los sueños prohibidos? ¿Me servirían para negociar?”.\nEl pícaro Kompore se frotó las manos y comenzó a urdir un astuto plan."
          }
        ]
      },
      {
        "title": "Kompore el astuto (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Con tal de poder arrebatarle al Señor de la Encrucijada dicho milagroso vino de hongos, Kompore trajo a su honesto hermano Sanhaj y le dijo:\n“Hermano mío, tu bondad es conocida en toda nuestra tribu. Sé que tienes un corazón puro, que siempre dices palabras honestas y actúas con seriedad. Así que, en virtud de la pureza de tu corazón y del amor fraternal, te pido que mantengas nuestros próximos planes en estricta confidencia”.\nSanhaj, quien no estaba al tanto del siniestro plan de su hermano, asintió y aceptó.\n“Muy bien. Entonces, te contaré mi plan, pero debes cooperar conmigo y no revelárselo a nadie”.\nAsí, Kompore comenzó a desvelar sus planes:\n“Quiero que visites al Señor de la Encrucijada. Dile que estoy al borde de la muerte, y que esperas obtener la medicina de papá curandero para curar mi enfermedad. Mientras, yo me infiltraré en su cabaña y robaré su vino de hongos. Con él, podremos otorgar más sabiduría a nuestra tribu y acabar con muchos problemas”.\n“Piénsalo bien, hermanito. Imagina lo beneficioso que sería para nuestra tribu obtener ese vino, ¡y eso por no mencionar lo bien que nos iría a nosotros dos!”.\nEl hermano pequeño quería rechazarlo, pero habiendo accedido precipitadamente a la primera petición de su hermano, no tuvo más remedio que aceptar el siniestro complot de Kompore.\nPor supuesto, esto no es más que la versión del propio Kompore. ¿Por qué se presentó como un villano que traicionó a su hermano? ¿Será la historia verdadera o falsa? Sea como sea, como se convirtió en un héroe de la tribu, muy pocos se atreven a investigar más."
          }
        ]
      },
      {
        "title": "Kompore el astuto (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Aunque Sanhaj había accedido al traicionero complot de su hermano, por ser una persona honesta, seguía atormentado por la angustia y la ansiedad de engañar al Señor de la Encrucijada. Así, en sus pesadillas, Sanhaj le reveló al Señor de la Encrucijada el plan de su hermano.\nMamá sueño extendió sus manos negras como la noche, abrazó al honesto Sanhaj y lo besó en la frente. En su silencioso y oscuro sueño, había perdonado la ofensa de Sanhaj. De hecho, vertió el misterioso vino de hongos de su crisol en una copa de obsidiana y se la entregó como recompensa.\nSin embargo, en ese momento, Kompore irrumpió en la tienda de su hermano y arrojó una cuerda de cáñamo alrededor de su cuello, pues sabía desde un principio que su hermano le revelaría el plan al Señor de la Encrucijada.\nY así, antes de que el maestro de los sueños pudiera siquiera emitir una advertencia, Sanhaj encontró su fin a manos de su propio hermano. La copa de obsidiana, repleta de vino de hongos, se le escapó de las manos, manchando su pecho y la cuerda de cáñamo ensangrentada que le rodeaba el cuello.\nEste grave crimen enfureció al Señor de la Encrucijada, quien lamentó la muerte de Sanhaj. A continuación, lanzó una maldición sobre el astuto Kompore: su desafortunado hermano Sanhaj resucitaría en su interior y profetizaría su destino. Sin embargo, a partir de ese momento, todos aquellos a los que había engañado y asesinado quedarían grabados para siempre en su memoria; y en cuanto a todas las mentiras que había dicho, su hermano se las repetiría mil veces al oído. Así, Kompore obtuvo los beneficios de haber bebido el vino de hongos, pero se manchó con un pecado y una maldición indelebles.\nAsí fue como Kompore obtuvo un nuevo nombre: “Sanhaj Kompore”. No fue hasta mucho, mucho más tarde, cuando Ténoch reunió a los héroes para una última batalla contra la marea oscura, que encontró por fin la forma de redimirse... Pero esa es otra historia. Del mismo modo, muchos miembros de la tribu han sido testigos de la intrigante sonrisa de Sanhaj Kompore en la oscuridad de la noche, incluso después de aquel decisivo día de la batalla... Aunque esa historia debe ser, sin duda, otra de las bromas o acertijos de Sanhaj Kompore."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Kompore el astuto"
          }
        ]
      }
    ]
  }
}