{
  "epId": 7512,
  "name": "Coquitao el decapitado",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pergamino de los Augures Vientonocturno. Se dice que las historias que contiene son más antiguas que la propia tribu, una afirmación que resulta difícil de verificar.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/e0a36dcfeb895f8e7ff5761e616b09ce_2453531099941069813.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1746595945,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Coquitao el decapitado"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Coquitao el decapitado (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Los tejedores de los Augures Vientonocturno conocen la ubicación de cada río de la Tierra de la Noche. Saben que historias y poesía proceden del gran río negro de Mictlán. Las aves rapaces que surcan el cielo nocturno son las vasallas de aquella con el rostro fragmentado, quien tomó de la mano de su maestro la luz de la luna condensada en tres hebras de plata, y las extendió a través de la bruma de la noche hasta llegar a la tierra de las llamas espirituales. Luego, ordenó a los tejedores ciegos que tejieran con ellas vívidos tapices. Estos se cuelgan en las casas de la gente, en los santuarios y en el campo de batalla, dando a conocer a la humanidad historias y leyendas. Así, los tapices se convirtieron en parte de la historia.\nSin embargo, el sabio errante, Ropal, “el Hijo del mar”, el cual fue expulsado de todas las tribus, dijo una vez: “Yo acepto el caos, pero no sé si el caos me acepta a mí”. Las historias antiguas y los acertijos siempre esconden secretos peligrosos. Así, el Señor de la Noche cegó a todos los que tejen historias, obligándoles a centrarse en estas mientras eran incapaces de ver el presente, y haciendo que sintieran la fría luz de la luna como si fueran agujas, aunque nunca presenciaran la muerte de las tres lunas con sus propios ojos. Por eso, el gran maestro de los acertijos y las alegorías permanece para siempre como una niebla indiscernible e indescriptible sobre un tapiz.\nLa historia que los artesanos tejieron a continuación entrelazaba susurros del Señor de la Noche, cuyo rostro estaba fragmentado. Las leyendas hablan de un guerrero llamado Coquitao, uno de los precursores de los Augures Vientonocturno, cuya tierra natal yacía tras una medianoche lejana, bajo un sol gélido. Portando el garrote de piedra Makana, vagó por la tierra, siguiendo un pacto forjado con dioses muertos. Su vida estuvo impregnada de guerra y caos. Se dice que en una noche de viento y lluvia, hizo un pacto sin palabras con la deidad de la canícula, hipotecando así su destino a los gemelos Kame en una tierra asolada por la peste.\nLa deidad de la canícula ordenó a Coquitao castigar a los dementes que habían olvidado la muerte y distribuyó humo gélido y sueños del cielo estrellado entre la gente. Coquitao usó a Makana para traer la muerte irreversible y guio a las almas sin dueño de vuelta al río negro de Mictlán, para que volvieran al sueño del Señor de la Noche.\nLos dedos de Coquitao siempre se aferraban a Makana, mientras caminaba con las rodillas hundidas en la sangre. Incontables días y noches de lucha y matanza apaciguaron por fin la locura que había desgarrado los cielos estrellados. Sus compañeros le seguían, entre los cuales había uno llamado Nagual, un astuto cambiaformas de una lejana tierra calcinada cuyas llamas arden sin cesar incluso ahora.\nCuando el último de los dementes fue ejecutado por Coquitao y sus compañeros, cuando el río de sangre que se derramó satisfizo a la maestra de las faldas de jade, encaramada en lo alto de las nubes atronadoras, esta envió una lluvia redentora que lavó todos los ríos con agua cristalina. Pero la deidad de la canícula se negó a liberar el alma del héroe y, en su lugar, ordenó a los astutos gemelos Kame que enviaran al vil Nagual a decapitar a Coquitao con una hoja de obsidiana.\nY así, Coquitao, que había sido decapitado, no pudo completar su pacto con la deidad de la canícula, y solo pudo seguir ciegamente a las tzitzímitl en su deambular."
          }
        ]
      },
      {
        "title": "Coquitao el decapitado (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Al ver que su héroe elegido corría una suerte tan miserable, la dueña de las estrellas celestiales se llenó de dolor y cólera, y ordenó a sus tzitzímitl que descendieran a la tierra. Allí, guiarían a Coquitao, que había perdido la cabeza, hacia su venganza. Durante esta larga y oscura era, la gente fue testigo de cómo el cuerpo sin cabeza de Coquitao caminaba por las noches de luna, agarrando con fuerza su garrote de piedra Makana. Algunos dicen que se transformó en un espíritu de leopardo negro que atravesaba silenciosamente bosques y llanuras, llevando pesadillas e inspiración a los sacerdotes que meditaban profundamente.\nAsí vagó Coquitao durante largas noches durante no se sabe cuánto, cambiando de forma incontables veces y atravesando tierras inundadas de sangre, serpenteando por altares que antaño complacieron al señor de los cielos. Finalmente, encontró al despreciable traidor Nagual en el reino de la tierra quemada, mientras este descansaba en un oasis, sorbiendo sangre de serpiente venenosa y jugos alucinógenos de Mexicali.\nEntonces, Coquitao el decapitado levantó a Makana en alto y lanzó un golpe, el cual destrozó el cráneo del traidor como el oráculo ilusorio de Mexicali. Luego, cayó otro golpe, y otro, mientras Coquitao el decapitado y Makana devolvían al Nagual a su ardiente hogar natal...\nPero aunque su venganza se hubiere completado, el espíritu de Coquitao ya era uno con la vida de la tierra, de donde ya no podría regresar jamás. En aquel cuerpo sin cabeza no quedaba más que una rabia eterna, ardiente y helada, semejante al frío sol en los cielos nocturnos de la tierra que él llamaba hogar.\nMucho, mucho tiempo después, incluso después de que la deidad de la canícula, los astutos gemelos y la maestra de la falda de jade hubieran fallecido, después de que las tzitzímitl nacidas de las estrellas hubieran empezado a parpadear, decayendo su luz, afirman los tejedores que la llama iracunda de Coquitao sigue sin apagarse. Su figura sin cabeza aún vaga de noche por las llanuras plateadas, merodeando por los profundos bosques ahogados en sombras. Dicen que muchos héroes han heredado a Makana en tiempos de tumulto y problemas, siendo el legendario tirano Och-Kan uno de ellos; él también halló su fin en las llamas iracundas... pero esa es otra historia."
          }
        ]
      }
    ]
  }
}