{
  "epId": 7761,
  "name": "Compendio de montañas y océanos",
  "desc": "Notas escritas por Leonard, un aventurero de la antigüedad. Mona utilizó la astrología para interpretar su contenido incompleto y restaurarlo.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/22/44394b1204229181f4bc7ec3bbd62544_3830217251502482782.png",
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre:",
        "value": [
          {
            "type": "RichText",
            "text": "Compendio de montañas y océanos"
          }
        ]
      },
      {
        "key": "Tipo:",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nGracias a la ayuda ████████, pude █████████████████████████\n█████████ altísima████ peligrosa. Perdonen mi ███████████████ viendo ███████████ creo que ███████████████████████████████████████████████████ quizás █████████████████ con ayuda █████████████████ aprovechar el viento ████████████ y después██\n...\nNadie ███████████████ esta montaña. Algunos estaban █████████████████████████████████████████████████ decían todos. ████████████████████ sus corazones ██ volvieron ████████████████████ mis piernas y mi cerebro █████ perfectamente. █████████████████ no es más que ██ montaña ██████████████ desafíe.\n...\n¡Buenas noticias! Alrik escalará ███████████████ no estaba solo!\n...\n█████ esta montaña. Al escalarla, uno ██████ apenas ████████████████████████████ pulida, abrupta ████████████ las raciones █████████ mis compañeros ██ suficientes █████████████\n...\nHe vuelto a ███████████ herida ████████████ pierna █ dos dedos ████████████████████████ mano derecha ██████ Recuperarme ██████████ pero ahora ██████ adelante.\n...\n█████████ Alrik ███ sobrevivido██ demasiado █████████████████████ heladas ████████████████████ Le hice ████ funeral ██████████ vino ████████ solo quedo yo. █ nieve y el viento continúan ███████████████ cima ████████ congele...\n...\nVolví a caerme y me rompí ██████████████████ fractura █████ tormenta con cristales de hielo █████████████ abismo, ██ por fortuna █████. Me agarré ████████████████████ y finalmente conseguí trepar ████████████████████████ descender la montaña...\n██████████████ muro de hielo, █████████████████████ piedras afiladas, mi suerte habría terminado... █████ viejas ██████████████████████████████████████ más de un año...\n...\nEl cielo está muy azul. ████ estos días ██████ tormentas. Vi un █████ volaba ████████████████ casi ███████████████████ yo no puedo alcanzar.\n███████ volar ████ halcón...\nComo ese ███████████████████████████████ en la cima de una montaña...\n..."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nGracias a la ayuda de Venerare y... pude atravesar... y llegar a la cima de esta montaña...\nEsta es una montaña altísima, y muy peligrosa. Perdonen mi torpeza con el lenguaje pero, viendo la forma de esta cima, creo que sería apropiado llamarla “Cumbre Píleo”. Pero, tras una rápida inspección del terreno, quizás se pueda escalar por el lado este con ayuda de una cuerda y estacas, y después aprovechar el viento para lanzar un garfio... y después...\n...\nNadie quería venir conmigo a escalar esta montaña. Algunos estaban dispuestos, pero los aventureros veteranos los asustaron. “Una pesadilla imposible de conquistar”, decían todos. El fracaso de sus antecesores envejeció sus corazones y se volvieron débiles. Pero yo todavía soy joven y mis brazos, mis piernas y mi cerebro funcionan perfectamente. La “Cumbre Píleo” no es más que otra montaña que está esperando a que la desafíe.\n...\n¡Buenas noticias! Alrik escalará la montaña conmigo. ¡Sabía que no estaba solo!\n...\nSubestimé esta montaña. Al escalarla, uno descubre que apenas hay caminos por los que se pueda andar. Es como una roca pulida, abrupta y majestuosa. Espero que las raciones que me prepararon mis compañeros sean suficientes para llegar hasta la cima.\n...\nHe vuelto a lastimarme. Tengo una herida bastante profunda en la pierna y dos dedos de la mano izquierda congelados. Por suerte, la mano derecha sigue ilesa. Recuperarme tomará varios meses, pero ahora debo seguir adelante.\n...\nMalas noticias... Alrik no ha sobrevivido. Era demasiado viejo, y su cuerpo no pudo soportar las ventiscas heladas y el terreno escarpado de la montaña... Le hice un breve funeral y enterré con él su vino favorito. Ahora solo quedo yo. La nieve y el viento continúan inclementes. Debo llegar a la cima antes de que se congele...\n...\nVolví a caerme y me rompí una pierna. Por suerte, solo es una fractura leve. Una tormenta con cristales de hielo casi me arrastró hacia el abismo, pero por fortuna sigo vivo. Me agarré con todas mis fuerzas a las piedras afiladas y finalmente conseguí trepar por la pared de roca y encontrar el camino para descender la montaña...\nSi hubiera chocado contra el muro de hielo, o si me hubiera quedado atrapado entre las piedras afiladas, mi suerte habría terminado... Una de mis viejas heridas ha vuelto a abrirse esta vez. Creo que no podré volver a escalar en más de un año...\n...\nEl cielo está muy azul. Creo que estos días no habrá más tormentas. Vi un halcón que volaba entre las nubes y llegaba hasta casi la cima de la montaña... la altura que yo no puedo alcanzar.\nAh, si pudiera volar como un halcón...\nComo ese cuento de mi niñez en el que una joven águila aprendía a volar en la cima de una montaña...\n..."
          }
        ]
      }
    ]
  }
}