{
  "epId": 8269,
  "name": "Invocación de los Sabios",
  "desc": "<p>Un juego de cartas diseñado por dos estudiantes de la Academia de Sumeru. Un escritor de Inazuma, Fukumoto, creó el lore de Invocación de los Sabios.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/19/205556113/4659839ae33e14fdd6e1c147546ac906_6079575866414329457.png",
  "menuId": 20,
  "menuName": "Definiciones",
  "version": 1760897015,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Invocación de los Sabios"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Definiciones"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Avances y Cinemáticas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la versión 3.3 de Genshin Impact «Clarividencia y entelequia»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/c6fa66810399b209da492e4c6507fd7e_5615487277399818990.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25 de noviembre de 2022</color>\nDesde la antigüedad circulan todo tipo de historias sobrenaturales en Inazuma.\nAlgunas de ellas están naturalmente vinculadas a la historia de espíritus y demonios que se han transmitido de generación en generación.\nOtras tal vez solo sean meros destellos de las reliquias del pasado...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la versión 3.7 de Genshin Impact «¡Duelo de invocadores!»"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/70239714/594dddcec4de566299a51e2f602e2d15_3528237908873569032.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>13 de mayo de 2023</color>\nUna partida es como la vida, donde la suerte determina tus cartas iniciales y la experiencia aporta la posibilidad de un vuelco.\nLa vida es como una partida, donde la victoria y la derrota son solo momentos efímeros, y los emocionantes duelos son melodías eternas.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=0fEtfzr0fpY"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la trama de Genshin Impact: Tesoro entre las cartas"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/47829eff8f2622f6d8abef0143f54551_3355186518440849353.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 de junio de 2023</color>\nSecretos enterrados en el pasado, una carta con tesoros ocultos, un juego fruto de la amistad.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ZhWO6QOzLT4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Invocación de los Sabios",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/d117b7775ff35836aa868c8de0d0ce13_5368843121030452130.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El juego de cartas Invocación de los Sabios fue creado por dos eruditos de Sumeru: Gulab y Garvipidam. Se conocían desde la infancia, pues estudiaron y crecieron juntos. Gulab padecía de eleazar, una enfermedad que existía únicamente en Sumeru y que surgía del conocimiento prohibido. Esta enfermedad se caracterizaba por la aparición de escamas oscuras en la piel, entumecimiento en las extremidades y, en su etapa final, la muerte. Si no fuera por los vendajes en sus manos, sería difícil adivinar que estaba enfermo; sin embargo, nadie quería ser su amigo. A pesar de ello, Gulab era tranquilo, amable y siempre mantenía buen ánimo. Garvipidam fue el único que quiso hacerse amigo del muchacho enfermo, y desde entonces se volvieron inseparables. Ambos ingresaron juntos a la Academia de Sumeru, donde Gulab se convirtió en dastur de la Escuela de Iluminacionismo. Pero poco después, su enfermedad comenzó a empeorar: aparecieron complicaciones graves y Gulab terminó postrado en cama. Fue internado en el hospital, viéndose obligado a abandonar su investigación. Para apoyarlo, Garvipidam lo visitaba todos los días, incluso cuando su amigo le decía que no hacía falta ir tan seguido. Cuando no tenían nada que hacer en el hospital, los dos comenzaron a entretenerse coloreando cartas, y poco a poco, esas cartas se convirtieron en lo que hoy se conoce como Invocación de los Sabios. Pronto, todo el hospital estaba jugando aquel juego de cartas. Al crearlo, Garvipidam aplicó su conocimiento teórico sobre los elementos, soñando con continuar su investigación junto a Gulab cuando éste se recuperara."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/9410c6251327ab6c1257fecd24c1f595_6948451517613006929.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sin embargo, los sueños de Garvipidam no estaban destinados a cumplirse, pues Gulab murió a causa del eleazar. Tras su muerte, el erudito intentó jugar el juego con otras personas, pero cada vez que levantaba la vista, veía la silueta de su amigo, como si aún estuviera sentado frente a él. Todos los conocidos de Garvipidam le decían que debía seguir adelante y disfrutar de la Invocación de los Sabios, ya que él era uno de sus creadores. Pero el hombre no pudo aceptar la muerte de su amigo. Se volvió un recluso, adoptó un nombre falso, y ni siquiera sus vecinos sabían quién vivía a su lado. Aunque existían ilustraciones de los creadores del juego, nadie conocía su verdadera identidad, y con el tiempo, la historia de la Invocación de los Sabios se rodeó de rumores. Algunos creían que los supuestos autores no eran los verdaderos creadores, mientras que otros afirmaban que el juego había sido inspirado por una revelación de la deidad de la sabiduría. Sólo después de uno de los torneos de Invocación de los Sabios se reveló la verdad, y Garvipidam finalmente pudo hallar consuelo ante la muerte de Gulab gracias a su último mensaje y obsequio: una carta de Invocación de los Sabios en la que ambos aparecían ilustrados como los niños que habían sido mucho tiempo atrás.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 8270,
        "name": "Invocación de los Sabios",
        "desc": "<p>Invocación de los Sabios es un juego de cartas oficial de Genshin Impact, disponible en el juego como evento permanente que se desbloquea al llegar al Rango de Aventura 32.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/20/205556113/7a137e010a5ead67afdbdc9f4bc7cd49_9188941823062471164.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 3944,
        "desc": "",
        "displayStyle": "card",
        "menuId": 18
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "«El rey invocador»",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/21/237301566/fac4492056b305f87c2997c7d70a1625_3462596612050593980.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tras el lanzamiento de Invocación de los Sabios, se publicó el libro «El rey invocador», que contaba la historia de un joven que encontraba una Caja arcana en su ático. Al abrirlo, descubría el alma del Rey Cocodrilo, quien lo poseía, y así el héroe se convertía en jugador de Invocación de los Sabios. Para crear las ilustraciones de las cartas, el autor del libro, Fukumoto, se inspiró en batallas y personalidades reales, como el Gran Juez Cyno. Tras la publicación del libro, algunos comenzaron a creer que los verdaderos creadores del juego eran el rey cocodrilo y el rey ibis, y que fue un joven poseído quien escribió el libro. Aunque Fukumoto negó esta historia, los rumores no hicieron más que crecer —y con ellos, también aumentó la popularidad del juego."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/14/237301566/e4697b66743322b761c46ad742aa08b7_4281653627758930364.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El rey cocodrilo Sobek, general de generales, y el rey ibis Thot, escriba de escribas, fueron dos de los siete sabios del\ngobernante del desierto de Sumeru. En uno de los capítulos del libro, el rey cocodrilo y el rey ibis no dejaban de discutir, y un día se pusieron a debatir sobre el cambio de las cosas. Sobek buscó a una persona que, habiendo recibido la bendición de una Oceánida, pudiera transformar cualquier líquido en vino. Thot, por su parte, presentó a alguien que, bajo la influencia de una maldición, convertía todo en plata. Los sabios del Rey Deshret apostaron por cuál de los dos efectos prevalecería al final y pidieron al líder de la clase sacerdotal, Hermanubis, que diera su veredicto. <color=#ffffff>\"Ambos poderes están a la par y luchan el uno contra el otro como una lanza contra un escudo\"</color> , dijo Hermanubis. <color=#ffffff>\"Cada uno cederá y dará un paso atrás, pues esa es la ley del equilibrio\"</color> . Al final, la copa se convirtió en plata pura y su agua, que contenía grava, se convirtió en un vino que dejaba granos de plata tras de sí. Sin embargo, ni el rey cocodrilo ni el rey ibis comprendieron la advertencia de Hermanubis y siguieron discutiendo, hasta que finalmente inventaron una extraña magia de invocación. Milenios después, su lucha sigue teniendo lugar en el tablero de Invocación de los Sabios, a la espera de un ganador."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/14/237301566/9b145f097c61d2bf12d48e675aac29c0_2454828832054840521.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando salió el tomo final del primer volumen de la obra «El rey invocador», se planeó incluir un producto especial de preventa: un arma llamada Perforaibis. Debido a su forma tan especial, hubo un malentendido debido a su forma especial y acabaron haciendo un arma de verdad, lo cual hizo enfadar a los editores de la Editorial Yae. Sin embargo, Fukumoto, quien estuvo presente cuando se entregó el arco, se sintió fascinado por aquel giro inesperado y escribió una historia que más tarde se añadió al libro como apéndice. Según ese relato, el arco, incrustado de piedras preciosas, perteneció una vez al tesoro del rey ibis. El rey cocodrilo creía que quien empuñara aquel arco se convertiría en el arquero más hábil bajo el mando del Rey Deshret, por lo que juró obtenerlo a toda costa. Un joven de faz azulada preguntó si podría quedarse con el arco si llegaba a ser el mejor arquero de todos, pero sólo obtuvo una sonrisa burlona por respuesta. Cuando el Rey Deshret había desaparecido hacía ya mucho tiempo, el Rey Cocodrilo decidió recorrer el mar de arenas en nombre del \"Rito del Duelo\", con la intención de borrar las fronteras entre los múltiples mundos y provocar así una guerra descontrolada. Para detenerlo, una\nempuñando un arco dorado, ascendió los peldaños que conducían al ritual. Tras aquella batalla, Sobek fue sellado por Thot en la \"Sala del Duelo\" por su sed de una gran guerra y su intento de destruir los muros que separaban los mundos. La Sala del Duelo era una especie de santuario del que era imposible escapar o hacer trampa sin ser descubierto. Ni siquiera el rey cocodrilo pudo abandonar aquel lugar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/09e3d65b6afe44c2eb824f5bc52ca8f6_1494281877174131513.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Varios siglos después, un joven llamado Abu descubrió la Caja arcana, y el alma del rey cocodrilo lo poseyó. Juntos se convirtieron en el rey invocador. Cuando Sobek volvió a entrar en la sellada Sala del Duelo usando el cuerpo del joven, vio un largo arco sostenido por una figura espectral. Era como si el tiempo se hubiera detenido, de modo que lo que quedaba de su alma atravesó las puertas hechas añicos y los pasillos derrumbados hasta llegar al salón de la traición y las conspiraciones. Una vez allí, atrapó la inesquivable flecha dorada que salió disparada del arco de los ritos secretos y, así, salvó su cuerpo, en cuyo pecho iba a clavarse la flecha. Pero entonces, el ritual secreto se había desvanecido, la flecha se rompió y la sombra que portaba el arco se esfumó. Antes de que el arco, ahora sin ningún punto de apoyo, cayera al suelo, Sobek lo agarró fuertemente con la mano. Había intentado en muchas ocasiones tomar posesión del arco dorado, lo cual causó grandes desacuerdos entre él y el rey ibis. Sin embargo, cuando por fin consiguió aquello con lo que tanto había soñado, su corazón se enfrió tanto como un charco de agua estancada. Por su parte, el rey cocodrilo llegó a la conclusión de que, a diferencia de cuando era joven, ya no deseaba tan fervientemente cumplir los deseos que no había logrado cumplir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/334c716df62558e7326153cf949a2b0a_759668867041982066.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Más tarde, cuando el alma del rey cocodrilo abandonó el cuerpo de Abu, el joven regresó para desafiarlo en la Sala del Duelo. Recordando el pasado, Sobek tomó el arco entre sus manos, imaginando la victoria que había soñado en su juventud, y caminó lentamente hacia la batalla que le había preparado el destino. Aunque el rey de faz azulada estuvo cerca de la victoria, fue finalmente el joven quien logró prevalecer. Abu giró hacia un lado la cabeza mientras observaba como el cuerpo del rey se reducía poco a poco a cenizas. <color=#ffffffd9>\"Aunque vivís por y para la guerra, habéis intentado aplacarla durante toda vuestra vida,\"</color> arguyó el joven. <color=#ffffffd9>\"Pero eso sería muy aburrido... Sin vos, el mundo sería muy aburrido. Para mí, vos sois... No lo entenderías aunque te lo explicara. Y ahora que lo pienso, aún no sé cómo te llamas.\"</color> El rey cocodrilo advirtió en el joven una peligrosa sonrisa que no había mostrado hasta ahora. Ese día, numerosos mundos escucharon los deseos del joven: <color=#ffffffd9>\"Deseo que todas las barreras desaparezcan, y que todos los mundos se masacren entre sí para contemplar ríos de sangre y montañas de cadáveres. Así, ¡el rey de los duelos vivirá en una gloria eterna!\"</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gran Juez de la matra y supervisor de los eruditos de la Academia de Sumeru. Cuando trabaja, es incluso más eficiente que la “Gran Vayuvyastra” creada por la Facultad Kshahrewar.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/27/10742394/e09e2bda5e022611fad0dea1bb6518bb_8874602525694071527.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3902,
        "name": "Perforaibis",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un arco dorado forjado a partir de la descripción de una historia. Si se utiliza como un arma normal, será como un fragmento de ficción que ha escapado de las páginas de un libro para materializarse en el mundo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/25/129758369/3c33fbd1aeadf27dc00617c3f4d31c55_6700065315224700487.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5151,
        "name": "Discusión de los Sabios del Desierto",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un caduceo que simboliza la gloria de la alquimia y que, debido a su estatus, se ha empleado una aleación especial para su elaboración. Es extremadamente firme y pesado, lo que hace que con él se puedan propinar buenos golpes.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/03/13/cc3e6b2a6e31846dff52115554a9bedd_7197352110243179180.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3945,
        "name": "El rey invocador",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Una novela ligera basada en Invocación de los Sabios, el juego de cartas más popular de todo Teyvat. Sus singulares personajes y los entresijos de la historia principal la han convertido en una de las novelas más populares del mercado</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/73555894/312ea5ec7bf1e21cfb372a7ac805885f_5963315339246773499.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Batalla de dados, gatos y cartas",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/7fb65b965bc9f751a8a7308300471349_1481482516531573624.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace varios años, un comerciante itinerante llamado Liben llevó el juego de cartas Invocación de los Sabios a Inazuma, donde rápidamente ganó popularidad y desarrolló su propio trasfondo ficticio. Desde Inazuma, el juego se extendió por todo Teyvat, conquistando el corazón de miles de fanáticos. Un día en Mondstadt, el/la Viajero/a y Paimon se encontraron con Sacarosa, asistente del Alquimista Jefe de los Caballeros de Favonius, quien había recibido un paquete de un erudito errante de Sumeru con el que colaboraba. Sacarosa había visto anteriormente unas cartas extrañas en manos de su colega Timaeus, por lo que decidió pedirle consejo al erudito. En agradecimiento por su ayuda en la investigación, él le envió un set de cartas de Invocación de los Sabios, entre las cuales incluso había una carta con la imagen de la propia Sacarosa. Como ni Sacarosa, ni el/la Viajero/a, ni Paimon habían jugado nunca, fueron a la taberna Cola de Gato, un lugar frecuentado por jugadores. Con el aumento del número de visitantes que iban allí a jugar, la dueña de la taberna, Margaret, asignó a un empleado especial para ayudar a los jugadores. Dicho empleado resultó ser Príncipe, un gato negro al que el/la Viajero/a y Paimon habían ayudado a encontrar tiempo atrás. Un asistente especial fue designado para \"traducir\" las palabras de Príncipe, afirmando que, después de jugar Invocación de los Sabios, podía comprender perfectamente a los animales."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/f7fdd44677fa759a84b5e7c7d07b778b_4774258549970826054.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Como Príncipe era demasiado hábil para enfrentarse a principiantes, Margaret pidió ayuda a Diona, amiga del/de la Viajero/a y encargada de mezclar bebidas en la taberna. Ella entregó al/a la Viajero/a y a Sacarosa una carta de \"Diluc\", el magnate vinícola de Mondstadt, que había sido dejada recientemente en la taberna por su hermano adoptivo, Kaeya. Diluc se sorprendió al ver una carta con su imagen y decidió hablar con su hermano al respecto. Tras aprender las reglas del juego y ganar un duelo contra Sacarosa, el/la Viajero/a recibió de Margaret una Caja arcana, una caja para guardar cartas que capta señales de otras cajas cercanas, facilitando así la búsqueda de oponentes. Después de derrotar a un Caballero de Favonius, Príncipe le asignó al/a la Viajero/a un oponente especial: Fischl, cuya derrota le permitiría convertirse en un jugador certificado. Al vencer a la Princesa del Juicio en un combate igualado, el/la Viajero/a obtuvo la carta de Fischl, el Manual de Jugador, y la posibilidad de comprar diversos artículos relacionados con Invocación de los Sabios en la taberna.\nCuando el juego se volvió tan popular que todo Teyvat comenzó a jugarlo, el espíritu de la tetera, Gordi, creó un subespacio especial donde jugadores de todo el mundo podían enfrentarse entre sí sin necesidad de viajar a otros países.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8428,
        "name": "Batalla de dados, gatos y cartas",
        "desc": "<p>Sacarosa ha recibido un regalo de agradecimiento de un erudito de la Academia de Sumeru y está investigando con Timaeus qué pueden ser y para qué sirven las cartas que había en el paquete que ha recibido.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/28/20619958/f11e495339c38646b5a7258f7d118014_8947327556920559907.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Sacarosa",
        "desc": "Una alquimista e investigadora de la escuela de bioalquimia que siente curiosidad por todo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Diona",
        "desc": "Una joven cuya sangre no es humana por completo. Es la popular cantinera de la Taberna Cola de Gato.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "El magnate del imperio vinícola de Mondstadt, inigualable en todos los sentidos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "El gran estratega de los Caballeros de Favonius. Se rumorea que procede de un lugar de fuera de Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "Una chica misteriosa que se hace llamar “Princesa del Juicio”. Siempre camina junto con un cuervo oscuro llamado Oz.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3329,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2517,
        "name": "Margaret",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Margaret_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2529,
        "name": "Liben",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Liben_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3941,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "name": "Gordi",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/73555894/e8a8103ba952ffceed4cb66c1830a563_6037233271779019663.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3193,
        "name": "Sacarosa",
        "desc": "<p><span style=\"color: #FFFFFF\">Sacarosa - La Dulzura Inofensiva</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">“¡No puedes evaluar la capacidad de un mazo sin someterlo a pruebas!”.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/04/248396192/b9a4ece363d697dfb565dda772efbaf4_3387608122161673571.png",
        "displayStyle": "card",
        "menuId": 17
      },
      {
        "type": "CustomEntry",
        "epId": 3181,
        "name": "Diluc",
        "desc": "<p><strong>Diluc - El Amanecer Oscuro</strong></p><p>Su corazón es su mayor enemigo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/248396192/1692ce668a14a238e1fa6b763b9ae0ce_7349889876963574239.png",
        "displayStyle": "card",
        "menuId": 17
      },
      {
        "type": "CustomEntry",
        "epId": 3188,
        "name": "Fischl",
        "desc": "<p><strong><span style=\"color: rgb(255, 255, 255)\">Fischl - La Princesa del Juicio</span></strong></p><p><span style=\"color: rgb(156, 163, 175)\">“¡Oz, mi familiar! ¡Bate tus alas y teje un nuevo destino para mí bajo el velo nocturno!”.\\n“Señorita, no me estará pidiendo que le pase una carta, ¿o sí?”.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/248396192/a122204b72ab4c460887089b8e4664be_5322327218436618670.png",
        "displayStyle": "card",
        "menuId": 17
      },
      {
        "type": "CustomEntry",
        "epId": 3334,
        "name": "Caja arcana",
        "desc": "<p><span style=\"color: #ECE5D8\">Una caja de cartas entregada por la Asociación de Jugadores de Invocación de los Sabios. Solo pueden obtenerla aquellos jugadores novatos que han demostrado conocer las reglas básicas y han obtenido cierto reconocimiento.<br>Se dice que los eruditos de la Academia de Sumeru están detrás de la fabricación de esta caja, la cual contiene un mecanismo especial que permite detectar las Cajas arcanas de otros jugadores cercanos.<br>¡Utiliza esta función para retar a más jugadores!</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/73555894/b2d1cdd9dd64d797e2beacdcb039210c_2617645752056528493.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "¡Duelo de invocadores!",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/0b591dd44b48e694730e3edee7fb187c_3366143719157171802.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La popularidad del juego de cartas Invocación de los Sabios continuó creciendo, y un famoso artista de Mondstadt,\nfue invitado a crear ilustraciones exclusivas para las cartas. El Gremio de Aventureros decidió organizar el Torneo del Rey de los Invocadores, un torneo en cada ciudad de Teyvat con premios para los ganadores. Cuando el/la Viajero/a y Paimon llegaron a Mondstadt, el torneo ya estaba cerca de su final, por lo que no pudieron participar. Sin embargo, además de la competencia oficial, los jugadores comenzaron a organizar torneos no oficiales, sin límite de tiempo para inscribirse. Cuando el/la Viajero/a y Paimon fueron a ver a Diona en la taberna Cola de Gato, notaron a una youkai de Inazuma junto a ella: una mensajera de Komaniya Express, llamada Kirara. Luego de encontrarse con Diona y la dueña de la taberna, camino al lugar del torneo conocieron a una periodista de Fontaine, Charlotte, quien estaba cubriendo cada una de las etapas del Torneo del Rey de los Invocadores. Charlotte comentó que durante el torneo había visto a un carterista que aprovechaba los descuidos de los jugadores para robarles sus cartas. Quiso seguir al culpable, pero este desapareció. Decididos a descubrir la verdad, el/la Viajero/a y Paimon se unieron a su investigación."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/69aea1267bbfd8628bd4d8e569920c7f_5604734524600792493.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante la batalla final entre el capitán de los Caballeros de Favonius, Kaeya, y el niño que cuidaba las palomas, Timmie, Charlotte notó a dos personas sospechosas que evitaban las miradas del público, como si tramaran algo. Cuando uno de ellos repentinamente echó a correr, la periodista, el/la Viajero/a y Paimon lo persiguieron, perdiéndose así la final del torneo, que fue ganada por Timmie. Cuando alcanzaron al sospechoso fuera de las murallas de Mondstadt, este fue atacado por los Ladrones de Tesoros. Tras derrotarlos, confesó que le habían ofrecido una carta con un cofre dibujado en el reverso por el triple del precio habitual. Tras cerrar el trato, quiso comprobar si las Moras eran auténticas, y fue atacado. Después de contarle todo a los Caballeros de Favonius y al comprender que había un secreto oculto tras las cartas con cofres, Charlotte, el/la Viajero/a y Paimon partieron hacia el Puerto de Liyue, donde se celebrarían las siguientes finales. Al salir del torneo, vieron un cartel promocional en el que aparecían los creadores de Invocación de los Sabios, aunque nadie conocía su identidad, dirección u otros datos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/d01763012fa95507bd7836854d2c3fb9_8003719174813827251.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando el/la Viajero/a, Paimon y Charlotte llegaron a Liyue, la periodista fue invitada a reunirse con el Equilibrio Celestial de las Siete Estrellas de Liyue, Ninguang, así que el/la Viajero/la y Paimon continuaron investigando por su cuenta. En el puerto se encontraron con su viejo amigo Kaedehara Kazuha, y volvieron a ver a Kirara, quien tenía problemas para encontrar la Funeraria El Camino. Resultó que el paquete que llevaba era para la propietaria del lugar y finalista del torneo en Liyue: Hu Tao. El/La Viajero/a y Paimon le preguntaron a Hu Tao sobre las cartas con cofres, y ella recordó cómo el exorcista Chongyun había perdido un duelo contra un desconocido, quien al ganar pidió una carta con ese mismo diseño de reverso. Cuando Kazuha, el/la Viajero/a y Paimon encontraron a Chongyun, este estaba ayudando a un niño a buscar a su amiga desaparecida. Tras enterarse de que el chico le había dado a la niña una Caja arcana, el/la Viajero/a usó la función de rastreo de su caja para seguir el rastro de la niña, encontrándose de nuevo con los Ladrones de Tesoros. Después de derrotarlos y hallar a la niña perdida, Chongyun les informó que la persona a la que había perdido la carta planeaba ir a Inazuma."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/c9894dcb6f98a3756a7299353b2a02ee_4407908945773921997.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al regresar al puerto, tras la victoria de Hu Tao en el torneo, se reunieron con Charlotte y Ninguang, quien les explicó que recientemente había aparecido en el mercado una rara carta con reverso de cofre, pero que todas se habían vendido en una sola noche. Al principio pensó que se trataba de un comerciante ocultando mercancía para generar demanda, pero al oír hablar del carterista, comprendió que debía estar relacionado. Aunque las cartas eran personalizadas, no tenían un diseño particularmente bello ni sofisticado, lo que hacía el misterio aún más intrigante."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/0c24f56ce52d600a1594e60a86abeefa_594076962623727452.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al llegar a la Isla Ritou, el/la Viajero/a, Paimon y Charlotte se encontraron con la Arconte Electro de Inazuma, Ei. Su amiga y familiar, Yae Miko, la convenció de participar en el torneo, y Ei logró llegar hasta las semifinales, enfrentándose a ciudadanos comunes de Inazuma que temblaban ante su presencia. En semifinales, la Arconte perdió contra Miko. La segunda finalista fue la Suma Sacerdotisa Sangonomiya Kokomi, quien había viajado a Ritou para mostrar que, incluso con creencias en distintos dioses, todos podían reunirse y disfrutar de un juego de cartas, dejando las diferencias a un lado. Cerca del recinto del torneo, el/la Viajero/a, Charlotte y Paimon volvieron a encontrarse con Kirara, quien estaba entregando paquetes. Tras derrotar a Miko en la batalla final, Kokomi dedujo que el misterio del carterista estaba relacionado con la ruta de entrega de Kirara, ya que las coincidencias de tiempo y lugar eran exactas. Todas sus cajas eran muy ligeras, por lo que sólo podía contener una cosa: cartas con el reverso de cofre. Y dado que Kirara había recogido el paquete antes de encontrarse con el carterista, era posible que hubiera varios delincuentes implicados. Al repasar los hechos, la nekomata recordó que todos sus paquetes compartían un mismo destino en Sumeru: <color=#ffffff>\"Al lado de la primera flor llameante que hay tras caminar unos cien pasos por el camino que va hacia el desierto desde el Caravasar Ribat\"</color> . El/La Viajero/a, Charlotte y Paimon pidieron acompañarla para entregar el paquete."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/70343bc67d366a2c6893ffc6707026da_8081937571062038112.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En Caravan Ribat, se reunieron con el\nquien se había convertido en el ganador del torneo, y le contaron todo lo sucedido. Cyno decidió ir con ellos para atrapar a los criminales con las manos en la masa. Durante el encuentro con los clientes, la nekomata intentó averiguar el contenido del paquete, pero los Ladrones de Tesoros que lo recibieron la atacaron. Tras ayudarla a defenderse, los delincuentes confesaron que estaban cansados de robar pequeñas cosas y querían ejecutar un gran golpe: robar tesoros de distintas naciones al mismo tiempo para aumentar su prestigio. Para comunicarse rápidamente entre ellos, idearon usar cartas con un reverso de cofre, que al cubrirse con tierra o arena húmeda y luego frotarse revelaban el mensaje oculto: <color=#ffffff>\"A todos los compañeros ladrones de tesoros. Esta es nuestra oportunidad. Ármense con sus mejores cuchillos, cúbranse el rostro, reúnan a sus animales de carga... Ah, claro, no hay animales de carga en todas las naciones\"</color> . El mensaje continuaba con los detalles del plan y la hora. Algunos Ladrones de Tesoros comenzaron a jugar Invocación de los Sabios, y las cartas con el mensaje se mezclaron con las cartas reales del juego. Al darse cuenta del error, intentaron recuperar todas las cartas para evitar que alguien descubriera su plan, por lo que comenzaron a robar, ganar o comprar cartas con el reverso de cofre."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/13dd8937509b63587365c20f111f5f0a_2359361944767608416.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando el caso del carterista fue resuelto y Cyno escoltó a los criminales, Kirara se quedó con un último paquete. Había permanecido mucho tiempo en la oficina, ya que el destinatario era desconocido, y ni siquiera los vecinos sabían dónde estaba. Al expirar el plazo de almacenamiento, se descubrió que el remitente había fallecido, así que Kirara decidió entregar personalmente el paquete al destinatario: un erudito llamado Garvipidam. La dirección indicaba Aldea Vimara en Sumeru, pero ninguno de los aldeanos conocía a alguien con ese nombre. El jefe de la aldea mencionó que un erudito de la Academia vivía allí, aunque nadie sabía mucho sobre él. Cuando Kirara y los demás encontraron a Garvipidam, descubrieron que era uno de los creadores de Invocación de los Sabios, y que el remitente del paquete, Gulab, había sido el segundo creador. El paquete contenía una carta de juego ilustrada por Gulab antes de su muerte y un mensaje:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Querido amigo, seguro que te preguntas por qué te estoy escribiendo esta carta.</color>\n<color=#ffffffd9>Y el motivo es... Tienes que asumir que ya no me queda mucho más tiempo...</color>\n<color=#ffffffd9>Supongo que hace ya tiempo que tiraste la Caja arcana que te regalé. Así que este es mi último regalo.</color>\n<color=#ffffffd9>Disculpa que te lo haya entregado tan tarde.</color>\n<color=#ffffffd9>¿Aún recuerdas cuando nos conocimos?</color>\n<color=#ffffffd9>Eras el único dispuesto a ser amigo del chico con eleazar.</color>\n<color=#ffffffd9>Por eso, me toca a mí ayudarte a hacer amigos.</color>\n<color=#ffffffd9>Así podré estar siempre contigo, amigo mío...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/7bc9ca894b9306e6f861c3cebb599561_2465822552007288056.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Aunque Garvipidam no pudo volver a jugar cartas después de la muerte de Gulab, para muchas personas Invocación de los Sabios se había convertido en algo más que un juego: una oportunidad para encontrarse, hacer amigos y disfrutar juntos de un duelo. Y aunque los amigos se marchen, no desaparecen del todo, sino que permanecen con nosotros, sólo que en una forma diferente. Finalmente, Garvipidam aceptó la ausencia de su amigo y propuso jugar Invocación de los Sabios con la carta que Gulab le había dejado, pues la Caja arcana que él mismo le regaló siempre había permanecido a su lado.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8423,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 8270,
        "name": "Invocación de los Sabios",
        "desc": "<p>Invocación de los Sabios es un juego de cartas oficial de Genshin Impact, disponible en el juego como evento permanente que se desbloquea al llegar al Rango de Aventura 32.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/20/205556113/7a137e010a5ead67afdbdc9f4bc7cd49_9188941823062471164.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p>La vivaracha reportera de «El Pájaro de Vapor», siempre en busca de la verdad.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/73555894/7bbbff3f35661a93b5091b1f17fae6c0_7787193723465508437.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una repartidora de Komaniya Exprés, una empresa de envíos de Inazuma. Es una nekomata a la que le encanta su trabajo y la sociedad humana.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/13/10742394/d1699810632f8c3bc8c1e8c8beb8250f_1975713897945602331.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Diona",
        "desc": "Una joven cuya sangre no es humana por completo. Es la popular cantinera de la Taberna Cola de Gato.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "El gran estratega de los Caballeros de Favonius. Se rumorea que procede de un lugar de fuera de Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2492,
        "name": "Timmie",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Timmie_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "77.ª directora de la Funeraria El Camino. Pese a su corta edad, ya es la principal encargada de todos los asuntos funerarios de Liyue.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Kaedehara Kazuha",
        "desc": "Un samurái errante de Inazuma que actualmente se hospeda en la Flota Crux Meridianam de Liyue. El corazón de este amable y libre joven encierra sus muchas cargas del pasado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "Un joven exorcista procedente de una familia de exorcistas. Hace todo lo que puede para reprimir su propia “positividad congénita”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ninguang",
        "desc": "Ninguang, conocida como el “Equilibrio Celestial”, es miembro de las “Siete Estrellas de Liyue”. Su riqueza es insuperable en todo Teyvat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "Su Excelencia, la todopoderosa Narukami, quien le prometió al pueblo de Inazuma la inmutable eternidad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "La Suma Sacerdotisa del Gran Santuario Narukami y editora en jefe de la Editorial Yae. Bajo su increíble encanto esconde una inteligencia y una astucia inimaginables.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "La Sacerdotisa Divina y quien controla todos los asuntos de la Isla Watatsumi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gran Juez de la matra y supervisor de los eruditos de la Academia de Sumeru. Cuando trabaja, es incluso más eficiente que la “Gran Vayuvyastra” creada por la Facultad Kshahrewar.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/27/10742394/e09e2bda5e022611fad0dea1bb6518bb_8874602525694071527.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Alquimista en Jefe de los Caballeros de Favonius y Capitán del equipo de investigación. Lo llaman el “Príncipe de la Roca Caliza”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ]
  }
}