{
  "epId": 8351,
  "name": "Notas deterioradas de alguien (I)",
  "desc": "Unas notas encontradas entre los restos de Bakunawa.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Día 14 de descanso. Sigo sin saber si es de día o de noche. No hay viento.\nPensé que iba a morir. El monstruo me mordió la mano izquierda y parte de mi cintura. No sé dónde se me cayeron las medicinas, así que no puedo tratar mis heridas...\nPero tal vez hoy sea mi día de suerte. No esperaba encontrarme con un hombre en un lugar como este. Dijo que su nombre era Nocht y me ayudó a detener la hemorragia con una flor que brotaba entre las cenizas. También me advirtió sobre el peligro de acercarme a las bestias, ya que devoran incluso a los de su propia especie.\n...\nLe pregunté de dónde era, y me dijo que venía de un lugar llamado Tenochtzitoc.\nPero ese no era su hogar. Es extraño que no recuerde siquiera dónde nació, pero ¿quién soy yo para juzgarlo?\n...\nNocht se marchó sin descansar. Dijo que no le quedaba mucho tiempo.\nMe advirtió que regresara antes de que fuera demasiado tarde. Je... Con mi cuerpo en este estado, puede que ya sea demasiado tarde.\nEstoy preparado. Sé que esta es mi última aventura. Yo, el gran aventurero Stanley, prometo dedicar hasta la última gota de mi sangre a desentrañar los secretos de este lugar.\n...\nHans, mientras logres volver a Mondstadt sano y salvo, mis esfuerzos no habrán sido en vano.\nSi algún día tú o cualquier miembro del Gremio vuelven por aquí, espero que puedan encontrar estos registros.\nAd astra abyssosque."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre:",
        "value": [
          {
            "type": "RichText",
            "text": "Notas deterioradas de alguien (I)"
          }
        ]
      },
      {
        "key": "Tipo:",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      }
    ]
  }
}