{
  "epId": 8544,
  "name": "Patrullero Terrestre - Modelo de asalto de reconocimiento mejorado",
  "desc": "Un autómata en el que los principios del combate naval se han aplicado al combate terrestre. Es verdaderamente un “patrullero armado que navega por tierra”.<br>Equipados con tractores orugas, los Patrulleros Terrestres se utilizan normalmente para atacar cuerpo a cuerpo, ya que, a pesar de su pesado blindaje y armamento, pueden transitar por terrenos accidentados, como el barro y la nieve derretida, gracias a su excelente capacidad de carga y movilidad todoterreno. Este Modelo de reconocimiento mejorado cuenta con una ametralladora automática de varios cañones, lo que le permite luchar sin problema en combate a corta y larga distancia. Ya sea para observar desde lejos o para obtener información sobre el enemigo incluso en medio de un violento tiroteo, este Patrullero Terrestre puede adaptarse a todo tipo de circunstancias.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/bbd671f0d9586412a8a7fcfe9268062c_5630102464057470155.png",
  "menuId": 7,
  "menuName": "Enemigos y monstruos",
  "version": 1760448282,
  "components": {
    "galleryCharacter": [
      {
        "key": "Patrullero Terrestre - Modelo de asalto de reconocimiento mejorado",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b4ed6b0ff7188d327db52b83f21e3cb6_3880640897404621105.png"
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 4928,
        "name": "EXP de Personaje",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">EXP de Personaje, utilizada para subir el nivel del personaje.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/10742394/a420b1f5ad027e9a11bd0de9f9829d01_4903668805626206582.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8607,
        "name": "Eje refinado",
        "desc": "El eje de un Patrullero Terrestre que ha sido refinado por la Oficina de Diseño.<br>Según los planos dibujados por los ingenieros del Reino del Norte, esta pieza sin pretensiones fue en su día la encarnación perfecta de la gloria y el avance tecnológico, y su pequeño cuerpo metálico encapsulaba la sabiduría de innumerables generaciones. Ahora, sin embargo, yace en la gélida tierra, esperando ser reciclada una vez más.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/fcf444c3a40bf213f98a80cde35bf4ab_115132291217183169.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8606,
        "name": "Eje reforzado",
        "desc": "El eje de un Patrullero Terrestre que ha sido reforzado.<br>Se necesitaron innumerables informes de daños para lograr esta mejora tan insignificante. En cierto sentido, el sistema administrativo de la Real Armería es diez veces más complejo que las máquinas que construye. Al fin y al cabo, ni siquiera los Patrulleros Terrestres más avanzados tardan meses o años en fabricarse.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7a61b42008edbe7fc7356c011ef7b760_2213517549807440323.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8605,
        "name": "Eje dañado",
        "desc": "El eje de un Patrullero Terrestre que resultó dañado durante el combate.<br>Ni siquiera la artesanía más precisa puede resistir un deterioro excesivo, de igual manera que los ideales más elevados no pueden devolver la vida a quienes han muerto en vano por los de otros; por no hablar de que los componentes fabricados en serie difícilmente pueden considerarse precisos, y los ideales fabricados en masa tampoco pueden considerarse verdaderos.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e724f6f71ea0a46395b84b8af26dda20_6584226285579579622.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre:",
        "value": [
          {
            "type": "RichText",
            "text": "Patrullero Terrestre - Modelo de asalto de reconocimiento mejorado"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&lang=es-es&bbs_theme=light&bbs_theme_device=1#/map/2?shown_types=738&center=-1027.96,-10429.01&zoom=-1.00"
      }
    ]
  }
}