{
  "epId": 8638,
  "name": "Receta: Bendición del día",
  "desc": "Receta paso a paso para hacer una “bendición del día”.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/13/89013731/eec765feddf72be9be48cc8aa7772ca6_6448904413981690784.png",
  "filterValues": {
    "objectType": [
      "Platos que regeneran Vida",
      "Receta"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1757780731,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Ingredientes"
      },
      {
        "type": "CustomEntry",
        "epId": 8634,
        "name": "Bellota veraniega",
        "desc": "Un fruto que crece en las zonas cálidas de Nod Krai. Les encanta a los animales durante el invierno y a los niños cuando tienen hambre.<br>En la tradición de los Descendientes Lunaescarcha, la bellota veraniega representa la vida y la abundancia, ya que solo crece en los cálidos meses de verano y primavera.<br>También hay una fábula que trata sobre la rivalidad eterna entre el Rey del Acebo Invernal y el Rey del Roble Estival, según la cual ambos reyes gemelos se mataban el uno al otro, alternándose con el paso de las estaciones en un ciclo sin fin de muerte y renacimiento, y que cada uno gobernaba su respectiva estación año tras año hasta el fin de los tiempos. Los eruditos de Snezhnaya creen que esto no es más que una metáfora de una creencia muy primitiva sobre el cambio de las estaciones. O al menos eso es lo que dicen para convencerse a sí mismos.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/5881670ecc481cfae87aa0919e23235d_7966422606854648136.png",
        "amount": 3,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8633,
        "name": "Lakka",
        "desc": "Un fruto de color blanco tan puro como una perla y con un sabor dulce y refrescante.<br>Según las leyendas de los Descendientes Lunaescarcha, las lakkas, al igual que las kuuhenki, representan la gracia de la Doncella Lunar y son un símbolo sagrado bendecido por la Luna Nueva. Es por eso que compartir y comer lakkas es una muestra de devoción a Kuutar.<br>Aunque no están asociadas con lo divino, un fruto tan dulce y delicioso es suficiente para despertar el apetito de cualquiera.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/113472b1b7808c86e40021d37a123b54_6540873875022247643.png",
        "amount": 2,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8625,
        "name": "Flor sombranocturna",
        "desc": "Una flor de dos colores entrelazados que posee una gran afinidad con el kuuvahki. Debido a su ligera fragancia y llamativos colores, se suele considerar un excelente tinte natural.<br>Se cree que los diferentes colores de las flores sombranocturnas simbolizan dos tipos distintos de kuuvahki, por lo que los devotos de los Descendientes Lunaescarcha las consideran una bendición de la Doncella Lunar.<br>Cuentan que, décadas después de la calamidad oscura de hace quinientos años, estas flores de forma tan particular comenzaron a brotar tras la muerte de la Cantalunas. La mayoría de las canciones de los Descendientes Lunaescarcha hablan de este tema, pero su veracidad no se ha comprobado de forma estricta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/4fc5669461132f8717217346aa0aaf97_3420342481677803160.png",
        "amount": 2,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1555,
        "name": "Champiñón",
        "desc": "Un tipo de hongos común y con una gran vitalidad. Puede crecer en cualquier lugar con la cantidad adecuada de sombra y humedad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mushroom_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Platos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 8656,
        "name": "Bendición del día",
        "desc": "Una ensalada vegetariana. Se seleccionan las frutas y verduras más frescas y se colocan junto al pan de centeno y el aliño, resultando en un plato delicioso y satisfactorio que llega a diario a las mesas de los Descendientes Lunaescarcha.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/13/89013731/ddd056d1ad6bfdf9f2417503d4c5e50c_8167559053818635605.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8657,
        "name": "Bendición del día deliciosa",
        "desc": "Una ensalada vegetariana. Una vibrante base de verduras se endulza con los cálidos sabores de las bayas y se adorna delicadamente con pétalos, creando un abundante festín que florece en las papilas gustativas.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/13/89013731/fa832dc530e9c8d5116b0cccf4309ddc_1238883149082101092.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8655,
        "name": "Bendición del día extraña",
        "desc": "Una ensalada vegetariana. Por alguna razón, sabe a tierra. Es como si estuvieras comiendo hierba sin procesar. Tal vez un ciervo astaglacial estaría más dispuesto a comer algo así...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/13/89013731/96c736937bd6c01da229ac78f56615fc_9122182811136076285.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8658,
        "name": "Susurro en el bosque",
        "desc": "La especialidad de Lauma. Los sabores de los ingredientes florecen en la lengua, haciendo bailar a las papilas gustativas y dando lugar a una frescura inigualable. Es como si se oyera el canto de los pájaros al amanecer y el suave sonido de las gotas de rocío brillando bajo el sol de la mañana... ¿Será una bendición de la Dama de la Arboleda?",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/13/89013731/db49dc4f90b14a3c2fb39b6cd0f3a66c_2427670954480002141.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre:",
        "value": [
          {
            "type": "RichText",
            "text": "Receta: Bendición del día"
          }
        ]
      },
      {
        "key": "Tipo:",
        "value": [
          {
            "type": "RichText",
            "text": "Receta"
          }
        ]
      },
      {
        "key": "Rareza:",
        "value": [
          {
            "type": "RichText",
            "text": "⭐⭐⭐"
          }
        ]
      },
      {
        "key": "Utilidad:",
        "value": [
          {
            "type": "RichText",
            "text": "Restaura un 26% – 30% de la Vida Máx. al personaje seleccionado y regenera 450 – 790 pts. de Vida cada 5 s durante 30 s."
          }
        ]
      },
      {
        "key": "Cómo se consigue:",
        "value": [
          {
            "type": "RichText",
            "text": "Se puede obtener al abrir cofres de mundo abierto en Bod-Krai."
          }
        ]
      },
      {
        "key": "Versión:",
        "value": [
          {
            "type": "RichText",
            "text": "Luna I"
          }
        ]
      }
    ]
  }
}