{
  "epId": 8779,
  "name": "Letanías del Lejano Norte",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/288d84d9769eb1650cbe427026ebe402_5495273741062744782.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Letanías del Lejano Norte"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Letanías del Lejano Norte (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Poema introductorio\n¡Oh, labios, tejan para mí salmos y cantares! Entretejan advertencias y relatos del Lejano Norte.\nHace ya mucho que dejé mi tierra, mucho que me alejé de mi hogar,\nvago por un reino que nadie conoce, errante en parajes áridos y extraños.\nSolo las profundas aguas abrazan la desolada tundra; junto a los mil lagos, solo las ondas de nieve se atreven a danzar.\nAun así, la luz de la luna sigue iluminándome, y el viento acaricia mi rostro.\nQuiero cantar el origen de la tierra bajo la luna, y recitar versos que destierren el mal,\nquiero elogiar las aguas que corren sin descanso, y alabar las montañas que se alzan sin fin.\nQuiero loar la nave de bronce de Seutervoinen, y las flechas doradas de Iänikuinen.\nquiero maldecir las artimañas venenosas de Pakkaisukko, y reprender las calamidades de Pohjola.\nMis letanías son la palabra sagrada del cielo; los enviados de los dioses se las cantaron a mis ancestros.\nPero el destino es, al final, un sueño fugaz, y la sombra de la muerte cubre los ojos como agua cristalina.\nMientras la luna vacía siga prisionera en lo alto, no podré volver a mi amado hogar,\ndonde la luz dorada se posa en las copas de los pinos y las plateadas estrellas del alba brillan entre las ramas.\nOh, jóvenes descendientes de Hiperbórea, graben mis letanías en su corazón:\nNo codicien seguir el camino del astuto zorro, no anhelen la orgullosa autoridad del gran oso.\nMientras las letanías y los runos sigan sonando, el reino del Lejano Norte vivirá para siempre.\nLetanía I: Pitkamoonen, el Señor de las Siete Calamidades\n(Solsticio de verano. Se quema el primer haz de trigo cosechado y se ofrece una gallina, un toro y hiel de serpiente en peso equivalente al trigo, junto con siete copas de ████ llenas de la sangre de ██. La suma sacerdotisa entona el runo siete veces y realiza una lectura adivinatoria de entrañas animales para calmar a los dioses.)\nOh, supremo Señor del Cielo, inmisericorde e indómito padre de todas las cosas y madre de todos los dioses:\nTe ofrecemos estos sacrificios para calmar tus celos, para que no descargues tu furia sobre la tierra.\nTú, que tienes alas, cambiante y terrible, rey que arrasa las naciones, deidad con un corazón de piedra...\nOh, divinidad de género indeterminado, te pedimos que te alejes de la tierra de los mortales y de los vástagos del Lejano Norte.\nTú, que destruiste el orden de las leyes antiguas, que das amparo a los mortales y les ██...\nTú, que sacudes las moradas de los inmortales, ██ sus alas y su ██.\nEres el dios de la retribución, el dios que no olvida agravios; tu voluntad, bajo la luna, es ley inquebrantable.\nTu espada ██ en el cielo y en la tierra, y bebes ██ de los culpables y los inocentes hasta que se agota.\nRey ██ y ██, ante ti los dioses son mortales, y los mortales, hormigas.\nNadie osa pronunciar tu nombre, pues ██ a todo aquel que lo sepa.\nPero, oh, dios puro e iracundo, acepta con benevolencia nuestras ofrendas.\nQue la luz de la Luna Escarchada nos proteja de tus calamidades y nos libre de un final de dolor eterno.\n(Nota de la sacerdotisa Ehrnrooth: Este ritual se abolió hace quinientos años según las órdenes de la primera Cantalunas, Aila. Cabe señalar que las partes ilegibles de esta letanía no parecen haber sido borradas intencionalmente. Si los registros son ciertos, el rito exigía que la suma sacerdotisa pronunciara estas frases de forma ambigua, supuestamente para no provocar la ira del dios de las Siete Calamidades.)\nLetanía II: Maadteraahka, la Madre de la Vida\n(Nacimiento de un bebé. Se ofrece una pizca de sal marina a la piedra sagrada. Una sacerdotisa ayudante o de rango superior entona el runo cuatro veces y lava al recién nacido con agua tibia en la que se infusionó la hierba invernal.)\nEscucha mis palabras, venerable Maadteraahka, madre de dioses y mortales.\nDesde Hiperbórea hasta Sal Vindagnyr, tu amor sagrado es venerado por todos.\nProteges a las mujeres jóvenes, disipas su dolor y otorgas partos seguros.\nTe regocijas en la vida que se multiplica; concedes vida en el mundo sublunar y nutres la naturaleza.\nMadre de las aguas profundas, diosa que dio un corazón al rugiente mar primordial...\nLas aves, las bestias y los peces bajo la luna son tuyos, pues tú les diste la vida.\nCon tu voluntad sagrada le das forma a la carne, como el alfarero que amasa la arcilla.\nPor eso te ruego: concede a este recién nacido salud, valor y sabiduría.\n(Nota de la sacerdotisa Ehrnrooth: Este ritual se abolió hace quinientos años según las órdenes de la primera Cantalunas, Aila. Desde entonces, una sacerdotisa ayudante o de rango superior le recita a cada recién nacido: “Que la Luna Nueva ilumine tu camino”, para protegerlo de la impureza del mundo sublunar.)\nLetanía III: Tuonetar, la Madre del Inframundo\n(Cosecha de otoño. Según la posición social del difunto durante el año, se ofrecen sacrificios animales equivalentes, colocados en barcas de madera tallada o de bronce para ser quemados. Los animales deben ser preparados de antemano, y una sacerdotisa ayudante o de rango superior les extrae los ojos para ofrecérselos a la Reina del Inframundo. La suma sacerdotisa cubre sus ojos con un tejido oscuro, entona el runo cuatro veces y realiza una lectura adivinatoria de entrañas animales para complacer a la deidad.)\nOh, señora de los muertos, diosa imperturbable y sin expresión,\nTuonetar, Madre del Inframundo oculta en las sombras, silenciosa y solemne, temida y sagrada.\nTú, que detestas a los arrogantes y a los irrespetuosos, nadie escapa de tus garras.\nTus pasos cruzan tanto humildes chozas como tronos dorados.\nTe temen porque ves, oyes y juzgas todo.\nTe veneramos porque aceptas, abrazas y recibes todo.\nEl destino final de cada ser está en tus manos, y ningún ruego llega a conmoverte.\nPero, oh, majestuosa y noble diosa, sabemos bien de tu naturaleza compasiva y bondadosa.\nAsí como concediste a los ancestros de nuestros ancestros la liberación, en lugar de prolongar su sufrimiento.\nOh, señora de la muerte, tú que conoces el destino de toda vida bajo la luna, recibe nuestras ofrendas.\nLos vástagos del Lejano Norte te ruegan, ahora que la sangre dorada ha vuelto a tu regazo...\nGuíalos a través del oscuro río del Inframundo para que duerman por siempre en un sueño sin sueños.\n(Nota de la sacerdotisa Ehrnrooth: Este ritual se abolió hace quinientos años según las órdenes de la primera Cantalunas, Aila. Sin distinción de rango, todo seguidor de la Luna Escarchada es despedido con un funeral sencillo, en el que una sacerdotisa ayudante o de rango superior recita: “Que la Luna Nueva te guíe hasta la orilla donde te aguarda la paz”.)\nLetanía IV: Laimelea, la Madre del Tiempo\n(Solsticio de invierno. Se quema un tejido en el que se registraron todos los eventos importantes del año, y las brasas se colocan en una copa de plata llena de agua pura. La suma sacerdotisa entona el runo cuatro veces y, en el momento en que el viento empieza a soplar, riega la Espiga de la Arboleda con agua bendecida para agradar a la deidad.)\nOh, Madre del Tiempo, eterna y pura, soberana que nunca nació y nunca morirá,\ntú, que eres la fuente de la creación y destrucción de todo, tú, que recuerdas todas las cosas y que lo llevas todo al olvido.\nTú, diosa que al recibir la vida se dio a sí misma el don de existir, tú, madre suprema.\nEres la quietud que habita en medio de todo lo que fluye, y la única foránea en el patio de los dioses.\nQue tu bendición proteja a las cuatro lunas prisioneras... Que tu bendición proteja a las cuatro lunas prisioneras.\nEres la única foránea en el patio de los dioses, el movimiento que se esconde en la quietud.\nTú, madre suprema, tú, que al recibir la vida se dio a sí misma el don de existir.\nTú, que devuelves todo al olvido y lo recuerdas todo, fuente de toda la destrucción y la creación.\nSoberana que nunca morirá y nunca nació, eterna y pura Madre del Tiempo.\n(Nota de la sacerdotisa Ehrnrooth: Esta plegaria carece de un significado claro, y el ritual descrito contradice los registros históricos, puesto que la Espiga de la Arboleda es el árbol sagrado que nació junto con la Doncella Lunar hace quinientos años, por lo que no debería mencionarse en ceremonias anteriores a esa fecha. En las fuentes confirmadas no existen referencias a este rito. Se presume que hubo un error al realizar la copia, pero para preservar la fidelidad del registro, el texto no ha sido modificado.)\nLetanía V\n(Vacío)"
          }
        ]
      },
      {
        "title": "Letanías del Lejano Norte (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Letanía VI: Takoja Iänikuinen, el Herrero Primigenio\nOh, Forjador de las Tres Lunas y de los Huesos de la Tierra, gran Padre Primigenio,\nenciende tu ira para enderezar el trono que perdió su equilibrio y doblegar a esa hermosura.\nEl primer día forjaste un arco dorado con luz de luna para abatir a tu enemigo,\npero, mientras cazabas, un ladrón lo robó y terminó en manos de aquel a quien odiabas.\nEl segundo día forjaste un gran carruaje con luz de luna para proteger tu morada,\npero, mientras cazabas, un ladrón lo robó y terminó en manos de aquel a quien odiabas.\nEl tercer día forjaste una lanzadera con luz de luna para pedir la mano de la hija de las estrellas,\npero tu impaciencia te llevó a un lodazal brumoso, apagando el fuego de tu fragua.\nOh, gran rey, innombrable y temible, herrero sediento de sangre,\namo de la guerra y la desgracia, fascinado por la muerte injusta de los inocentes.\nTú, terrible y poderoso obrero de la eternidad, soberano poseedor de dos naturalezas,\ntan fuerte, vigoroso y valeroso como los dioses mismos que hasta las estrellas te admiran.\nTe imploro, señor indestructible, para que calmes la furia que sacude los cimientos del mundo,\ny que alivies la pena que oprime mi corazón, poniendo fin a la calamidad oscura.\n(Nota de la sacerdotisa Ehrnrooth: Esta es la versión antigua de la letanía usada para apaciguar los desastres naturales. Se sabe que existió otra variante, perdida antes del nacimiento de la Doncella Lunar, que modificaba los últimos cuatro versos y, en lugar de calmar, invocaba dichos desastres. La primera Cantalunas, Aila, simplificó la letanía. Su versión, descrita a continuación, es reconocida como el estándar para ser recitada:\n“Oh, blanca Luna Escarchada, en nombre de los vástagos del Lejano Norte, te ruego que calmes la furia que sacude la tierra.\nQue tu dulce luz alivie la pena que oprime nuestros corazones y ponga fin a la calamidad oscura”.)\n...\nLetanía XI: Diosa de la Estrella del Alba y Santo del Lejano Norte, Koitar y Seutervoinen\nTe convoco a ti, Koitar, esposa de Seutervoinen, suprema entre las diosas, primera y más hermosa hija del dios creador.\nDoncella radiante como la estrella del alba, tus hazañas son cantadas por los vástagos del Lejano Norte generación tras generación.\nNi el viento helado de la noche escarchada apagará la llama plateada en nuestro pecho, ni la noche maliciosa mancillará nuestros corazones,\npues llegará el día en que regresemos a nuestro hogar, cruzando el camposanto cubierto de hierba salvaje antes de volver a la gran ciudad dorada.\nTe convoco a ti, bienaventurada Koitar, bendice nuestras conquistas como cuando derrotaste a naciones enteras con tu poder.\nHaz que la tierra tiemble, que las ciudades se estremezcan y que los enemigos del Lejano Norte se desvanezcan como el rocío bajo la luz de la Luna Escarchada.\n(Nota de la sacerdotisa Ehrnrooth: Esta es la versión antigua de la letanía. La primera Cantalunas, Aila, la simplificó. Su versión, descrita a continuación, es reconocida como el estándar para ser recitada:\n“Ni el viento helado apagará la llama plateada en nuestro pecho, ni la noche maliciosa mancillará nuestros corazones.\nOh, blanca Luna Escarchada, protege a los vástagos del Lejano Norte y disipa la calamidad oscura de la noche gélida como el rocío de la mañana”.)\n...\nLetanía XVI: Saarelainen, el Extraño Invernal\n¡Oh, que el dolor de tu muerte no penetre en mi cuerpo, compañero de la escarcha y del invierno!\nTú, noble hijo de corazón generoso, nacido en un hogar ilustre, tierno y valiente a la vez.\nMontas tu brioso corcel entre las estrellas, cruzando la isla desolada de Hiisi y las brumas sombrías de Pohjola,\npara pedir la mano de la hija de Pakkaisukko, la incomparable hermosura que aguarda en su morada.\nEl anciano Pakkaisukko, siervo de nuestros ancestros, respondió lo siguiente:\nSi abres para él las puertas de Pohjola, entregará en matrimonio a la joven prometida.\nTú, noble hijo de corazón generoso, sabías de la malicia de su engaño y aun así partiste,\npues si no lo hacías, el anciano Pakkaisukko haría pagar a su ingenua hija el precio de su furia.\nEl Señor de las Siete Calamidades te partió en siete pedazos en la bruma y la oscuridad de Pohjola,\ny la hija de Pakkaisukko, joven y pura, jamás se volverá a casar.\nInvoco tu nombre inefable, héroe errante que sana las penas y la desgracia del mundo.\nQue tu misericordia apacigüe los vientos furiosos de la noche helada y dé calor a los pajarillos que se encogen sobre esta tierra congelada.\n(Nota de la sacerdotisa Ehrnrooth: Esta es la antigua versión de la letanía, usada para curar heridas y alejar enfermedades. La primera Cantalunas, Aila, la simplificó. Su versión, descrita a continuación, es reconocida como el estándar para ser recitada:\n“Hijo perdido, en nombre de los descendientes del Lejano Norte, te rezo por la gracia de la luz.\nQue la misericordia de la Luna Escarchada apacigüe los vientos furiosos de la noche helada y dé calor a los pajarillos que se encogen sobre esta tierra congelada”.)"
          }
        ]
      },
      {
        "title": "Letanías del Lejano Norte (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Letanía XXI: Huurrekuutar, Diosa de la Luna Escarchada\nHuurrekuutar, madre de la sagrada luz tenue, escucha mi súplica y contémplame desde el cielo.\nQue tus lágrimas serenas rompan la noche helada, enciendan la antorcha de plata que nunca se extingue y concedan a las gentes del Lejano Norte la guía de tu luz.\nHuurrekuutar, madre de la lanzadera de plata, escucha mi súplica y cubre el firmamento con un velo.\nQue las almas extraviadas sigan el hilo de plata que tejen tus manos, evitando la corrupción del Inframundo y sin perder el rumbo en la noche glacial.\nHuurrekuutar, no importa hacia dónde nos guíes, cumpliremos tu voluntad con fidelidad.\nPreferimos que la fría noche de la muerte cierre nuestros ojos antes que cantar con vergüenza a una luz falsa.\n(Nota de la sacerdotisa Ehrnrooth: Esta es la versión antigua de la letanía, conservada sin alteraciones. Desde su origen, fue breve, pues lo único que no debe ser mencionado en exceso es lo referente a la diosa que protegió a nuestros ancestros; y el origen, pasado y futuro de las lunas no deben ser narrados en una letanía. La primera Cantalunas, Aila, simplificó la letanía. Su versión, descrita a continuación, es reconocida como el estándar para ser recitada:\n“Oh, blanquecina Luna Escarchada, en nombre de los vástagos del Lejano Norte, te imploro que nos contemples desde la bóveda celeste.\nQue tus lágrimas serenas rompan la noche helada y que concedan a quienes fuimos olvidados y abandonados la guía de tu luz”.)\nLetanía XXII: Kuutar, la Doncella Lunar\nOh, Luna Nueva, pura e impoluta, en nombre de la Emisaria Lunaescarcha, te ruego que nos concedas tu gracia y tu compasión.\nTe imploro que limpies nuestros pecados y que nos libres del dolor y las lágrimas sin fin de aquellos que jamás verán el paraíso."
          }
        ]
      }
    ]
  }
}