{
  "epId": 8780,
  "name": "El eco de la caracola",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7b078e9234ceb501021cd3bd105b0cc6_8412316685875993831.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "El eco de la caracola"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "El eco de la caracola (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "“Entrégame la caracola que llevas en la mano y no te daremos más problemas”.\nEl muchacho, apuesto y seguro de sí mismo, se acercó con sus seguidores hasta la hoguera, jugando con la hoja de su cuchillo.\nEra la trigésima noche de exilio en aquel paraje desierto que, entre susurros, los niños y niñas llamaban “El Confín”.\nEse cuchillo, antes usado para cortar madera, segar hierba fina, abrir frutos o eliminar a quien se interpusiera en su camino, ya no tenía el filo de antaño. Los adultos que intentaban dominarlos ni siquiera alcanzaron a desenvainar sus hojas antes de exhalar su último aliento.\nEn la actualidad, nadie conoce siquiera el paradero de la funda del cuchillo.\n“¿De verdad quieres esta caracola?”.\nEl que sostenía la caracola era el más bajito del grupo; todos lo llamaban “Tapón”.\n“Sí”.\n“¿Por qué?”.\n“¿En serio lo preguntas?”, respondió el chico apuesto, sonriendo. “Tú mismo lo sabes, Tapón, la regla la pusimos nosotros. Quien tenga la caracola, tiene derecho a hablar”.\nEra el pacto secreto de los niños junto al fuego, un acuerdo para resistir a los adultos que les trataban como esclavos.\nPara dejar de ser solo exiliados y sobrevivir en ese rincón inhóspito y triste.\nAsí, los niños resolvieron elegir a uno de ellos: un compañero de su misma edad, pero capaz de guiarlos fuera de la adversidad; alguien que estuviera de su parte y no temiera al poder; alguien astuto, que pudiera sostener la caracola y convertirse en el líder de todos.\nHabían robado la caracola durante las tareas diurnas junto al mar, aprovechando un descuido de los mayores. Aquello también probaba que incluso ellos tenían puntos débiles.\nPara los niños, suele ser una desilusión descubrir que sus padres no son héroes omnipotentes cuando salen de la infancia, sin embargo, para ellos, era la mejor noticia posible.\nPero...\nEl orden soñado nunca llegó. O, mejor dicho, la crueldad todavía salvaje que anidaba en el corazón de aquellos muchachos no hizo más que crecer sin nadie que la contuviera. Si la violencia podía derribarlo todo, ¿por qué no habría de usarla para quedarse con todo aquel capaz de ella?\nCon todo... lo que incluía la caracola, o lo que esta representaba en su pacto.\n“¿Crees que puedes quedarte con la caracola?”.\n“He sido el que más ha trabajo y el que más ha conseguido. Y además, quien tiene el cuchillo en la mano soy yo”.\n“Entonces serás nuestro amo”.\n“Claro. Yo seré su amo”.\n“¿Como lo fueron esos adultos?”.\n“Quizá eso no sea tan malo”.\nBueno, si ese era el caso... Como diciendo eso, el chico más bajo se incorporó iluminado por las llamas de la hoguera. Dándole la espalda al fuego, su rostro quedó oculto para todos.\nSin embargo, el joven apuesto tuvo la extraña impresión de que sonreía, y una incómoda sensación de incertidumbre le invadió el pecho... Hasta aquella noche, había creído tenerlo todo bajo control, como el mango de un cuchillo firmemente sujeto en la mano.\nTapón le entregó la caracola y entró en el bosque.\nTras aquella noche, el chico que una vez había tenido la caracola desapareció como si se lo hubiera tragado la tierra."
          }
        ]
      },
      {
        "title": "El eco de la caracola (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "“Ya sabías que esto terminaría así...”.\nLa muchacha con gafas encontró al chico bajito y lo trajo de vuelta, mientras los demás niños, con miradas rebosantes de preocupación, se apartaban para abrirles paso.\nAl final del camino, el muchacho apuesto estaba desplomado sobre un asiento improvisado con un montón de objetos pesados. Su piel, de un tono azulado, hacía resaltar aún más sus facciones; sus labios, teñidos de un púrpura intenso, brillaban a la luz inquieta del fuego, como si una extraña cortina de llamas ondeara al viento.\nNo tenía heridas visibles, pero sus brazos colgaban sin fuerza, como si llevaran así demasiado tiempo, rígidos como cubiertos de yeso.\nA sus pies yacía el cuchillo del que tan orgulloso había estado.\nNadie se había atrevido a recogerlo.\n“Siempre pasa lo mismo, pero no pensé que ocurriría tan rápido”.\nEl chico tomó el cuchillo. El metal estaba duro, pero mellado; el filo mostraba grietas y ondulaciones desde hacía tiempo, fruto de su prolongado uso.\nEl joven jamás había cuidado esa herramienta. Pero era su única fuente de poder, así que prefería que nadie supiera que estaba deteriorada.\nCon el tiempo, eso lo volvió desconfiado; su sueño era más ligero, su carácter, más irritable. El miedo a mostrar debilidad, como hacían los adultos, solo lo llevó a exponer más sus puntos débiles. El final era inevitable.\nEn realidad, en la mayoría de las historias... lo único que se necesita es un poco más de paciencia.\n“¿Desde cuándo supiste que esto iba a pasar?”.\n“Desde que me pidió la caracola”.\n“¿La caracola?”.\n“La caracola no es nada. Solo un juguete que encontramos en la playa. Si la quería, debía soltar el cuchillo mellado. No puedes empuñar un cuchillo y, al mismo tiempo, sostener la caracola sin perder agilidad”.\nEntonces, unas manos surgieron entre el grupo. Su dueño sostenía la caracola y se la ofreció al chico.\nEl chico miró y vio marcas rojas en aquellas palmas bajo de la caracola, las líneas que quedan tras agarrar fuertemente una áspera cuerda.\n“¿Qué vas a hacer entonces?”, preguntó la chica con gafas.\nÉl tomó la caracola. Pensó en soplarla como en las historias ilustradas, pero, sin modificarla previamente, el sonido sería apenas un par de bufidos ridículos.\nAsí que se la llevó al oído y escuchó el murmullo de las olas en su interior.\n“Vamos a construir aquí una ciudad que sea nuestra, un paraíso para los niños y las niñas. Esta caracola ya no pertenecerá a una sola persona: cualquiera podrá alzarla y decir lo que quiera, hacer la propuesta que desee”.\n“Pero algún día creceremos... y nos convertiremos en los adultos que no queremos ser”.\n“No importa. Siempre habrá un mañana. Siempre habrá nuevos niños y niñas. Y si no les gusta aquello en lo que nos hemos convertido, tendrán que destruir nuestro mundo con sus propias manos”.\nAquel era un chico bajito y de aspecto normal y corriente. Un chico listo.\nArrojó el cuchillo mellado al mar.\nY colocó la caracola entre la multitud de niños."
          }
        ]
      }
    ]
  }
}