{
  "epId": 8892,
  "name": "Cuaderno caracola",
  "desc": "Un cuaderno de notas recopiladas por Paimon que te dieron los niños de la Banda Caracola.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/8d5184a66815234e47b9b1b33abdc8ef_8882434788191588596.png",
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre:",
        "value": [
          {
            "type": "RichText",
            "text": "Cuaderno caracola"
          }
        ]
      },
      {
        "key": "Tipo:",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Mecabestia gigante\nUna máquina de color blanco grisáceo capaz de transformarse con flexibilidad. Resplandece cuando está activa y dispone de un variado conjunto de ataques. Dicen que su nombre correcto es “Autómata Fuentenigma - Máquina configuracional” y que no es una creación de la gente de Natlan, sino más bien una reliquia superviviente de tiempos más remotos.\nLos patrones de su cubierta exterior resultan bastante familiares. He visto reliquias de un estilo similar en Nod Krai. Tal vez la pequeña isla en la que vivimos es como un gran barco, y una vez estuvo unida a Natlan solo para ser arrastrada hacia el norte por alguna criatura gigante de las profundidades marinas usando sus aletas, garras o tentáculos... o algo así. Esto podría explicar la estrechez de la zona en la que se pueden encontrar cosas similares.\n(Esto debe mantenerse en secreto de Karya, ¿de acuerdo? Cuando vuelva y te encuentres mejor, iremos a la isla de los Descendientes Lunaescarcha y compararemos las reliquias que hay con las imágenes de esta Mecabestia gigante. Veremos si se parecen entonces... Y, por supuesto, tendremos que encontrar una buena coartada para engañar a Karya, ¿de acuerdo?)\nEstatua de centauro gigante\nUna escultura de piedra conocida como el Gólem Legado. Se alza con la cabeza erguida, un escudo en la mano izquierda y una espada en la derecha, como una obra de arte olvidada en un antiguo castillo que de repente cobra vida. Él (¿o quizás “eso”?) pisotea su base en una nube de piedra destrozada y polvo, pero cuando empieza a atacar y el polvo se ha asentado, demuestra ser un oponente formidable. Sus movimientos también son muy diferentes de los de un monstruo mecánico corriente. A veces, casi te lo puedes imaginar dando órdenes de cargar como un comandante militar, y otras, casi parece estar tocando una melodía. Sin embargo, no se me da bien la música, así que si había algo significativo en la melodía, no fui capaz de percibirlo.\nHe oído que hay ruinas de Remuria hundidas en regiones aún más profundas del mar. Aunque esta vez no he podido visitarlas, sí que he recopilado un buen número de leyendas y textos relacionados, para los cuales encontraré el momento de encargar a una caravana de mercaderes que los envíen de vuelta. Sé que siempre te han gustado las historias de estos antiguos reinos, así que espero que las disfrutes.\nBola de agua gigante\nEl Tulpa Hidromimético es una criatura humanoide formada por la coalescencia del agua. No tiene cola de pez ni piernas, muy diferente de los espíritus de agua pura de los que Karya ha contado historias. Sin embargo, tiene extremidades superiores y cabeza similares a las humanas, mientras que sus articulaciones y cabeza están cubiertas de un caparazón blanco azulado que se asemeja a una armadura. En combate, invocará bolas de agua más pequeñas, versiones en miniatura de sí misma, para que la ayuden y que a veces se tragará para aumentar su propia fuerza.\nHe oído que las aguas de Fontaine son muy especiales, y que por eso en ellas pueden nacer Oceánidas que hablan nuestro idioma. Pero parece que los Tulpa Hidromimético son incapaces de hablar, o no desean hacerlo. Tal vez incluso sea cierto que simplemente no entendemos lo que dicen...\nCangrejo gigante\nUn cangrejo gigante con el genial título de “Emperador Piroacorazado”. Cuenta la leyenda que, como Cangrejo Acorazado, busca habitualmente caparazones adecuados para usarlos como armadura a medida que crece y que, si no se le detiene, podría crecer indefinidamente hasta el punto que en algún momento podría vestir el Palacio Mermonia (la mayor estructura de Fontaine, ¡un lugar donde todos los edificios son enormes!).\nPero parece que alguien llamado Basil Elton lo derrotó en un momento posterior, lo que podría explicar por qué detuvo su proceso de crecimiento, aunque creo que es lo suficientemente grande tal y como está. Uno se pregunta si es más grande él o la bestia de las profundidades marinas, aunque yo apostaría por esta última, teniendo en cuenta que podría arrastrar una isla entera (suponiendo que mi hipótesis de la isla a la deriva sea cierta, por supuesto)."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "La familia del abuelo Topo vive en una cueva profunda en el Desfiladero de los Topos, un lugar húmedo que huele a raíces viejas. La vida en un lugar así era tranquila y serena antes de que los ruidosos gigantes trajeran todo ese metal al desfiladero. Por la noche, cuando los gigantes se van, la familia Topo sale a buscar comida o a jugar con las luciérnagas lunares.\nLa pequeña Topo prefiere la luna a las lakkas y las luciérnagas lunares. La luna que brilla sobre el Desfiladero de los Topos es grande y reluciente como un enorme plato blanco en el cielo (Jurva dice que los topos olfateadores no ven bien pero que tienen un potente sentido del olfato y el oído. Tal vez la pequeña Topo puede oler la luna, incluso desde tan lejos. Quizá su aroma es tan fragante como las lakkas más dulces...). En las noches en las que la luna brilla con especial ahínco, es capaz de vislumbrar unos topos sin sombra que se mueven bajo la luz de la luna, como el humo que se disipa al viento. Hablan entre ellos, pero nunca dejan que la pequeña Topo se una a ellos. Es como si ni siquiera pudieran verla. Tal vez se deba a que ella aún tiene sombra. Ha oído que hay misteriosas asociaciones que tienen sus propias reglas secretas (como la Sociedad Oculta)... Puede que necesite ser presentada por un topo sin sombra, o quizá deba completar algún tipo de ritual arcano antes de poder hacer algo más que limitarse a escuchar desde un lado.\nAunque, en lo que respecta a la pequeña Topo, escuchar sus conversaciones ya es muy entretenido. Uno de los topos olfateadores vino de fuera. Parecía que no tenía un hogar, así que podía descansar allá donde quisiera. Afirma que ha estado en montañas cubiertas de nieve, que ha atravesado desiertos de arena, escalado los picos más altos y caminado por el fondo de los mares más profundos. “¿Hay lakkas frescas en esos lugares?”, le preguntó uno de los topos del lugar. “No que yo sepa. Pero tienen otras alternativas”. Al escuchar su respuesta, el topo lugareño hizo una mueca. Parece que las lakkas le gustan bastante.\nA la pequeña Topo también le encantan las lakkas, pero quiere probar esas otras alternativas que mencionó el topo sin sombra. Ya había abandonado el Desfiladero de los Topos una vez para ir de aventura, cavando bajo tierra durante un largo tiempo hasta alcanzar un lugar lleno de tipos malos. Lo hizo durante la noche, pero había tanto ruido y tantas luces que apenas pudo seguir la dirección de la luna. Percibió gran variedad de olores, aunque la mayoría de ellos no eran agradables. Al final, siguió el familiar aroma de las lakkas hasta un lugar con montones de frutas apiladas en el que encontró muchos tipos que no había visto antes. Tenían un olor delicioso. Le habría gustado llevarse unas pocas consigo, tan solo un puñado, pero aquel no fue su día de suerte. A veces las cosas funcionan así.\nAl regresar al Desfiladero de los Topos, todos estaban muy preocupados por ella. Cuando se enteraron de que había ido tan lejos por su cuenta, quedaron sorprendidos. ¿Acaso la vida en el Desfiladero de los Topos no era perfecta? ¿Por qué ir a otros lugares? Entonces, la pequeña Topo les contó lo que les había oído decir a los topos sin sombra. “¿Cómo va a haber topos sin sombra? ¿Acaso estás soñando?” Eso fue lo que le dijo su hermano Topo, incrédulo. No le parecía bien que su hermana pequeña hubiera salido del desfiladero, y los demás compartían su opinión. Después de todo, ninguna otra fruta de este mundo podía ser tan deliciosa como una lakka fresca.\nSi no volvía a ver a los topos sin sombra durante la próxima noche en que la luna brillara con fuerza, se tomaría todo aquello como un sueño. Al fin y al cabo, la pequeña Topo estaba feliz con su vida en el Desfiladero de los Topos. Pero la siguiente ocasión en que aquel enorme plato blanco se alzó en el cielo, los topos sin sombra se levantaron con él, repitiendo las mismas conversaciones que habían tenido antes. Como aquello no era un sueño, debía significar que la luna la estaba guiando. La pequeña Topo se puso muy contenta. Bajo el fulgor de la luna, volvió a partir en solitario, dejando el Desfiladero de los Topos atrás. No sabía cuándo regresaría, pues tal vez encontraría algo más delicioso que las lakkas frescas en las montañas nevadas, los desiertos de arena o cualquier otro lugar al que nunca antes hubiera ido."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "El señor Zar Cangrejo vive al lado del asentamiento de esos raritos de los Descendientes Lunaescarcha. Dicen que tiene cientos de años (si no, ¿cómo iba a ser tan grande?), y es mucho más grande que cualquier cangrejo que haya visto. Ni siquiera su casa es una caracola normal, sino que es tan grande como una pequeña colina (¡es incluso más grande que la caracola que hay dibujada en nuestra bandera!) y parece una pequeña fortaleza. Lo más fascinante es que sobre ella crece un musgo de kuuvahki que brilla como las estrellas en el interior de su oscura cueva. Tal vez esa sea su corona.\nPor lo tanto, los cangrejos que viven cerca de él son sus súbditos. Ay, pobres cangrejitos, siempre tan ocupados llevando la comida que encuentran —lakkas, peces y otras cosas que no sé ni cómo se llaman— a las profundidades de su cueva, y nunca se la pueden comer en el momento. He visto en dos ocasiones que llevaban unas piedras brillantes y algo de plata lunacaída. ¿Serán algo así como los impuestos que tienen pagar al señor zar? Dicen que, en la época del gran ladrón Reed Miller, un gobernador enviado por Snezhnaya también exigió un tributo a los habitantes de la Villa Nasha. Supongo que es algo parecido.\nSin embargo, puede que el señor Zar Cangrejo no quiera lakkas y peces para toda la eternidad. Lo digo porque ayer por la tarde lo vi salir de su cueva a paso muy lento, como si llevara a cuestas toda una montaña. Las piedrecitas del suelo temblaban con cada paso que daba. Entonces, un cangrejo muuuuuy pequeño llevó hasta sus pies un pez tan diminuto que hasta daba pena verlo. El señor Zar Cangrejo agachó la mirada para verlo y agitó sus grandes tenazas, lo que asustó tanto al cangrejito que tiró el pececito y se escondió dentro de la arena.\nEl Zar no se comió el pez, sino que lo apartó con su tenaza más pequeña y se quedó quieto, como si estuviera contemplando el mar a lo lejos. Qué solitaria debe de ser la vida de un rey... Todos los cangrejos le tienen miedo. Tiene una fortaleza y una corona, pero ningún amigo al que poder tocar, como hacen las medusas florales con sus tentáculos (Semión dice que las medusas se comunican por medio de sus tentáculos, así que imagino que los cangrejos hacen lo mismo con sus tenazas, ¿no?).\nMe pregunto dónde encontró esa caracola tan grande. ¿Viviría otro rey aún más grande en ella antes de que lo hiciera él? Si creciera todavía más, ¿se mudaría a un palacio más lujoso? Tal vez en otra ocasión debería llevarle unas lakkas bien maduras para poder investigar bien su caracola. Bueno, será mejor que no lo haga. Los ladrones no deberían acercarse demasiado a los nobles, o si no, pasarán cosas malas."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Medusas florales\nSe dice que son una especie única de Nod Krai. Tienen una umbrela rosa y tentáculos largos. Estas medusas suelen encontrarse en las aguas costeras del Salar Rosáceo, donde las mareas crean el lugar perfecto para cazar el diminuto plancton. Incluso con la marea baja, se mueven sin esfuerzo alguno por la tierra, seguramente gracias a sus sacos de agua especializados que las mantienen hidratadas, o tal vez debido a las glándulas con las que secretan mucosidad para minimizar el proceso de deshidratación. Sus tentáculos son mucho más resistentes que los de una medusa normal y parecen poseer una fuerza única, aunque quizá esta solo sirva para cazar a sus presas. He tocado una con un palo con sumo cuidado, pero no pareció reaccionar, ni tampoco me atacó (¡seguro que nadie de la Banda Caracola es más valiente que yo!). Se “comunican” entrelazando sus tentáculos, como humanos que se estrechan la mano o chocan los cinco. Lo que quiere decir que... esos movimientos que realizan, propios de una danza, cuando se reúnen son probablemente parte de su “lenguaje”. Aunque no tengan cerebro, parecen poseer cierto grado de inteligencia.\nPor desgracia, parece que las instalaciones de los Fatui han destruido casi por completo el hábitat de las medusas florales. Las máquinas que han traído no paran de zumbar día y noche... No sé qué harán exactamente, pero es como si toda la zona hubiera sido drenada de vida. Tal vez se deba a que han perdido su fuente de alimentación, o quizá sea por la horrible contaminación acústica. Puede que por ambas causas. He visto algunas medusas que habían colapsado en la playa. Intenté ayudarlas, pero... ya era demasiado tarde."
          }
        ]
      }
    ]
  }
}