{
  "version": 1748292740,
  "language": "pt-pt",
  "menuId": 15,
  "menuName": "Animais Selvagens",
  "totalItems": 164,
  "list": [
    {
      "epId": 2356,
      "name": "Grande Rei Javali da Neve",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Great Snowboar King_icon.png",
      "desc": "Em meio à neve e ao gelo habita um antigo rei à espera de ser despertado por seus irmãos que foram sepultados no gelo.<br/>Num passado distante, além da memória, uma certa lenda circulou entre os caçadores na natureza: Quando a terra selada pelo gelo voltar à vida e quando um visitante não convidado perturbar o silêncio profundo e congelado, o senhor e líder dos javalis de neve despertará de seu sono, sacudirá o gelo que o acorrenta e trará julgamento sobre esses intrusos desrespeitosos."
    },
    {
      "epId": 2357,
      "name": "Arraia Formalo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Formalo Ray_icon.png",
      "desc": "Um estranho peixe cartilaginoso que costumava ser considerado uma criatura fantástica. Existem apenas registros deles em algumas pinturas antigas na Ilha Watatsumi. Quando o selo sobre Enkanomiya foi quebrado, sua verdadeira aparência foi finalmente revelada.<br/>Diz-se que a cor de seu corpo muda com o tempo. Quando são jovens têm uma cor dourada clara tão brilhante quanto o sol. Numa etapa posterior, suas cores escurecem e suas nadadeiras são cobertas por um roxo profundo como a noite. As listras nesta fase da vida destes peixes eram chamadas de \"Formalo\", que significavam \"boca gananciosa\"."
    },
    {
      "epId": 2358,
      "name": "Borboletas de Cristais Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Cryo Crystalfly_icon.png",
      "desc": "Partículas Elementais Cryo que flutuavam pelo ar e se uniram, tornando-se uma forma de vida elemental pura como borboleta.<br/>Um organismo brilhante de elemento Cryo, resultado da união elemental do gelo disperso pela neblina.<br/>Apesar de incomparavelmente frágil, pode dançar sob a nevasca. Apesar de inofensivo, seu aparecimento anuncia a chegada do gelo onde todas as coisas silenciam."
    },
    {
      "epId": 2359,
      "name": "Cão de Caça do Norte",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Northland Hound_icon.png",
      "desc": "O melhor amigo dos seres humanos!<br/>Um cão nativo das terras do norte com um pelo grosso cinza. Muito tolerante ao frio e com temperamento alegre. De maneira alguma deve ser colocado dentro de uma sala vazia junto com um esquilo."
    },
    {
      "epId": 2360,
      "name": "Gato do Norte",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Northland Cat_icon.png",
      "desc": "Uma criatura ágil e sábia, possuindo elegância e arrogância.<br/>Todo seu corpo está coberto por um pelo cinza, complementado por tiras pretas que lhe dão sua elegância. Nativo das longínquas terras do norte, seu temperamento é dócil e proximidade dos humanos."
    },
    {
      "epId": 2361,
      "name": "Lagarto de Medula",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Marrow Lizard_icon.png",
      "desc": "Um pequeno lagarto com chifres na cabeça que muitas vezes pode ser encontrado em arbustos sombrios.<br/>Este lagarto tem escamas azuis com belos padrões que gradualmente mudam de cor e parece se alimentar de Medula de Cristal.<br/>A cauda do lagarto tem propriedades medicinais especiais quando seca e moída em pó. Alguns alquimistas loucos até encontraram uma maneira de processá-los em catalisadores para explosivos.<br/>Após separado do corpo, a cauda perderá sua vitalidade e se encaracolará."
    },
    {
      "epId": 2362,
      "name": "Furão Ladrão Dourado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Golden Weasel Thief_icon.png",
      "desc": "Ladrões que vem e vão como o vento, mas só fazem isso por instinto.<br/>O Furão Ladrão Dourado é um ladrão mestre, o mais apto e raro dos furões ladrões.<br/>Supostamente, o furão ladrão surgiu quando um Ladrão de Tesouros teve uma ideia de treinar furões selvagens como membros da organização.<br/>Não existem registros formais, portanto não se pode saber a verdade dessa teoria. Independentemente disso, devido ao tamanho das bolsas do furão ladrão, é difícil duvidar que eles são uma fonte lucrativa de riquezas para os Ladrões de Tesouros."
    },
    {
      "epId": 2363,
      "name": "Caranguejo-do-Sol",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Sun Crab_icon.png",
      "desc": "Um caranguejo aparentemente agressivo comumente encontrado nas águas de Teyvat.<br/>A carapaça desse caranguejo possui um belo gradiente vermelho, refletindo perfeitamente em camadas a luz solar. É mais bonito ainda depois de cozinhado."
    },
    {
      "epId": 2364,
      "name": "General Caranguejo ",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/General Crab_icon.png",
      "desc": "Um caranguejo ameaçador que pode ser encontrado em vários corpos de água em todo o Teyvat.<br/>Ele tem uma concha roxa que lembra o emblema do Shogunato. Também é bastante parecido com a Shogun em seus movimentos dominantes e destemidos. Quanta arrogância! Quanta impertinência!"
    },
    {
      "epId": 2365,
      "name": "Borboleta de Cristal Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Geo Crystalfly_icon.png",
      "desc": "Partículas Elementais Geo que flutuavam pelo ar e se uniram, tornando-se uma forma de vida elemental pura como borboleta.<br/>Um organismo brilhante de elemento Geo, resultado da união elemental do Geo encontrado em todos os locais.<br/>Na eternidade que é difícil de se ver, até a rocha pode sonhar. De acordo com lendas, a união de cristais Geo para se transformarem numa borboleta é, na realidade, o sonho das rochas e montanhas."
    },
    {
      "epId": 2366,
      "name": "Cão de Patrulha Florestal",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Forest-Patrol Hound_icon.png",
      "desc": "O melhor amigo dos seres humanos!<br/>Originalmente foi domesticado para ajudar caçadores nas montanhas, mas na vida comum e corrida das cidades, é capaz de proteger perfeitamente as casas das pessoas. É um cão dócil e perspicaz, amigável com todas as crianças."
    },
    {
      "epId": 2367,
      "name": "Arraia Flutuante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Floating Ray_icon.png"
    },
    {
      "epId": 2368,
      "name": "Apanhador da Aurora",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Dawncatcher_icon.png",
      "desc": "Uma espécie rara de Medaka com um brilho intenso. Parece uma espécie variante do Medaka normal, mas tem uma aparência e hábitos de vida muito diferentes.<br/>Há um boato de que esses peixes têm a habilidade mística de prever o clima. Se eles pularem para fora da água para pegar a primeira luz do amanhecer enquanto ela atravessa os céus, então certamente haverá um belo dia ensolarado por vir."
    },
    {
      "epId": 2369,
      "name": "Betta",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Betta_icon.png",
      "desc": "Um peixe rápido e feroz com barbatanas espinhosas cuja boca espinhosa pode perfurar a corrente quando nada a alta velocidade. Suas capacidades lhe concederam o título de \"O Cortador\" e \"Difícil de Pegar\".<br/>De entre os peixes Gasterosteidae, essa espécie é a mais orgulhosa, ou então a segunda mais orgulhosa. Eles são especialmente espinhosos durante o galanteio, quando a mais leve das brisas ou onda mais pequena são capazes de irritá-lo. Um amante de peixes uma vez observou um peixe dessa espécie atacando as algas ondulantes, como se essa dança flagrante fosse uma provocação contra o rei dos Gasterosteidae.<br/>\"Se encontrar um debaixo de água, não olhe ele nos olhos.\" - Guia de Pesca Selvagem, Capítulo do Betta"
    },
    {
      "epId": 2370,
      "name": "Furão Ladrão Novato",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Amateur Weasel Thief_icon.png",
      "desc": "Lapis Dei"
    },
    {
      "epId": 2371,
      "name": "Peixe Ensolarado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Sunny Loach_icon.png",
      "desc": "O lendário anfíbio de água doce que pode cuspir pérolas. Eles são encontrados principalmente onde a água é clara e os juncos crescem muito.<br/>São a cor de um dia lindo e claro, e encontrar um pode significar que você poderá ter um dia de sorte.<br/>Eles combinarão elementos que não podem ser absorvidos nem digeridos, cascalho e minérios dentro de seus corpos para criar pérolas brilhantes e cintilantes, e os cuspirão quando ameaçados para confundir e distrair os predadores."
    },
    {
      "epId": 2372,
      "name": "Platy",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Moonfin_icon.png",
      "desc": "Um peixe borboleta raro que emite luz em meio ao oceano escuro. Eles adoram nadar em cardumes e, quando reunidos, formam a imagem de uma lua que caiu no mar, que é a origem da lenda do \"Leviatã Lunar\". Esta característica uma vez atraiu um grande número de criaturas marinhas em busca da luz e, de certo modo, também guiou pessoas que haviam caído na escuridão."
    },
    {
      "epId": 2373,
      "name": "Esquilo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Squirrel_icon.png",
      "desc": "Um esquilo com uma cauda grande, visto comumente nos bosques.<br/>Um animal excelente em armazenar comida, especialmente as sementes de pinheiros."
    },
    {
      "epId": 2374,
      "name": "Shiba",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Shiba_icon.png",
      "desc": "O melhor amigo dos seres humanos!<br/>Dizem que é um cão de estimação de um Shogun de Inazuma. Através das rotas comerciais, deixou seus passos nas Sete Nações de Teyvat e se tornou um dos cães mais populares em Teyvat. Ele tem bom humor e grande inteligência, e é uma boa companhia em casa. Alegadamente ainda existem ninjas que treinam esses cães para serem \"cães ninjas\"."
    },
    {
      "epId": 2375,
      "name": "Falcão Marrom",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Umbertail Falcon_icon.png",
      "desc": "Águia orgulhosa com olhar afiado.<br/>Voa sobre os penhascos, vigiando todo o terreno. Se um caçador tiver paciência suficiente como os caçadores da família Kätzlein, não seria um grande problema atirá-las."
    },
    {
      "epId": 2376,
      "name": "Peixe Cristal",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Crystalfish_icon.png",
      "desc": "Um Medaka raro que brilha como cristal. Os seus padrões são delicados, por isso ele é frequentemente chamado de \"Medaka Artista\".<br/>Alguns mercadores afirmam que os peixes Medaka produzem uma pérola de cristal sob certas circunstâncias extremas e essa pérola é um item de grande valor e um símbolo de qualidade. Esse fato torna esses peixes muito procurados por pessoas de todas as idades, o que fez aumentar drasticamente seu valor no mercado. No entanto, isso é apenas interessante para os pescadores, que sabem a verdadeira história: O objeto é apenas uma Pérola de Peixes que o peixe comeu por acidente. Ela ficou rolando dentro dos intestinos salgados do peixe e sai da boca dos pescadores quando lhes convém."
    },
    {
      "epId": 2377,
      "name": "Sapo de Lama",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Mud Frog_icon.png",
      "desc": "Um sapo comum em locais úmidos.<br/>Um animal visto em regiões molhadas e úmidas, sua pele pode secretar um líquido viscoso e grudento incomum que possui muitas aplicações medicinais. Quando comparado ao sapo, o Sapo de Lama amarelo consegue se esconder com mais facilidades nas costas de lagos e rios.<br/>As pessoas de Fontaine dizem que criminosos que fugiram ou escaparam de seu julgamento podiam ser descrito como \"Sapo de Lama na Manteiga\"."
    },
    {
      "epId": 2378,
      "name": "Shirakodai Roxo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Purple Shirakodai_icon.png",
      "desc": "Um gentil e elegante peixe borboleta. Possui uma adorável barbanata dorsal, e possui o apelido \"Rainha das Águas\".<br/>Padrões adoráveis roxos percorrem o seu corpo, e eles adoram nadar juntos para afastar inimigos naturais e predadores. Mas quando essa característica sua foi compreendida por pescadores experientes, perceberam que tudo que precisavam fazer era atrair um único peixe para a armadilha, e todos os demais seguiriam."
    },
    {
      "epId": 2379,
      "name": "Shirakodai Cor de Chá",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Tea-Colored Shirakodai_icon.png",
      "desc": "Um gentil e elegante peixe borboleta. Possui uma adorável barbatana dorsal, e possui o apelido \"Rainha das Águas\".<br/>Os padrões cor de chá rodeiam esse peixe curioso que parece interessado em tudo ao seu redor. Infelizmente, seu método de expressar interesse em qualquer coisa é para ver se pode comer. Não é algo malicioso, mas essa atitude já colocou essa espécie em apuros muitas vezes."
    },
    {
      "epId": 2380,
      "name": "Shirakodai Marrom",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Brown Shirakodai_icon.png",
      "desc": "Um gentil e elegante peixe borboleta. Possui uma adorável barbanata dorsal, e possui o apelido \"Rainha das Águas\".<br/>Padrões cor de terra percorrem o seu corpo, e o seu temperamento é firme como a rocha. Eles podem ser um tanto exagerados, e às vezes ficarão no fundo e não se moverão um centímetro, exatamente como uma rocha, fazendo com que alguns compradores pensem que na verdade compraram um peixe moribundo."
    },
    {
      "epId": 2381,
      "name": "Caranguejo do Mar",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Ocean Crab_icon.png",
      "desc": "Um caranguejo aparentemente agressivo comumente encontrado nas águas de Teyvat.<br/>Apesar de ter cores cinzas e azuis fortes, seu temperamento é mais calmo que elas, não sendo facilmente irritado. Mas as garras também são mais fortes, se alguém for pego por elas, será bastante doloroso."
    },
    {
      "epId": 2382,
      "name": "Unagi do Mar Profundo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Deep Sea Unagi_icon.png",
      "desc": "Um peixe esguio e anfíbio que aparece frequentemente nas profundezas do oceano. Biologicamente, é uma espécie de unagi, e muitas vezes age em simbiose com criaturas maiores.<br/>Quanto ao motivo pelo qual eles aparecem em Enkanomiya, pode ser que os Dragartos das Profundezas, arraias, ou talvez até mesmo a antiga Grande Serpente os tenham trazido para esta terra estranha."
    },
    {
      "epId": 2383,
      "name": "Pomba de Asas Cinzas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Graywing Pigeon_icon.png",
      "desc": "Um pássaro comum em Teyvat, sua carne é gorda, e pode ser treinado para entregar cartas.<br/>Um pombo comum, nomeado por causa de suas penas cinzas. As penas do pescoço desse pombo mudam gradualmente do cinza para um azul esverdeado, mas por ser comumente visto, muitas pessoas não prestam mais atenção a sua beleza."
    },
    {
      "epId": 2384,
      "name": "Gato de Neve Cinza",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Gray Snow Cat_icon.png",
      "desc": "Uma criatura ágil e sábia, possuindo elegância e arrogância.<br/>\"Mamãe, rápido, venha! Aquele gato parece uma bola de neve!\". O nome deste gato treloso veio das ofensas de um garoto. O Gato de Neve Cinza é um gato muito ativo, todos os locais podem se tornar seu parque de diversões, e eles acabarão voltando para seus donos os limparem."
    },
    {
      "epId": 2385,
      "name": "Fugu",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Pufferfish_icon.png",
      "desc": "A primeira impressão do baiacu para as pessoas normalmente são barbatanas pélvicas finas e curtas, um corpo gordinho e uma face simples. Sua aparência é também uma reflexão de sua personalidade: sem graça, lento e preguiçoso. Porém, algumas pessoas sabem que sua aparência idiota esconde, na verdade, uma técnica mortal. Esse peixe é capaz de absorver água em seu corpo antes de cuspi-la de sua boca com força como um canhão e de uma forma tão precisa que até os pescadores podem ficar atordoados. Verdadeiramente, ele é um assassino de topo na água.<br/>\"Baiacu em frente? Cuidado com sua saliva!\" - Guia de Pesca Selvagem: Capítulo do Baiacu"
    },
    {
      "epId": 2386,
      "name": "Kitsune",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Kitsune_icon.png",
      "desc": "Uma criatura astuta e orgulhosa que tem uma inteligência incrível e uma memória duradoura.<br/>Elas não prestam atenção quando alguém se aproxima, aparentemente acostumadas a viver ao lado da humanidade.<br/>Os kitsune têm uma longa história na cultura de Inazuma. Algumas lendas dizem que eles eram família da Kitsune Saiguu no passado. Depois que ela desapareceu, os mais poderosos Kitsune Celestial e Kitsune Terrestre se transformaram em estátuas de pedra para aguardar seu retorno. À medida que sua espécie diminuía lentamente, os Kitsune perderam seu poder místico e agora não falam mais."
    },
    {
      "epId": 2387,
      "name": "Medaka Envernizado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Glaze Medaka_icon.png",
      "desc": "Um peixe animado e enérgico famoso por seus padrões floridos.<br/>Essa espécie possui padrões de comportamento imprevisíveis, e podem comumente ser vistos a se moverem de forma estranha do nada, como se estivessem sentindo alguma dor desconhecida. Esse fenômeno, entretanto, não acontece quando eles estão sozinhos. Alguns pesquisadores acreditam que essa peculiaridade é derivada do desejo natural deles de atuar."
    },
    {
      "epId": 2388,
      "name": "Pomba Coroada",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Brightcrown Pigeon_icon.png",
      "desc": "Um pássaro comum em Teyvat, sua carne é gorda, e pode ser treinado para entregar cartas.<br/>Um pombo comum, nomeado por causa de seu pescoço brilhante como vidro. Por ser comumente visto, muitas pessoas não prestam mais atenção a sua beleza."
    },
    {
      "epId": 2389,
      "name": "Flor Doce Medaka",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Sweet-Flower Medaka_icon.png",
      "desc": "Um peixe animado e enérgico famoso por seus padrões floridos.<br/>Pode ser por causa desse peixe ter um paladar doce, mas todas as partes de seu corpo são como um radar para procurar doces. Seguindo essa ideologia absoluta, eles nadam por todo riacho e rio em Teyvat em busca de comida doce. Verdadeiramente igualitários, nunca rejeitarão qualquer coisa doce, mesmo que possua um anzol fisgado. Basta uma isca para moderem.<br/>São amigos dos pescadores iniciantes."
    },
    {
      "epId": 2390,
      "name": "Falcão Branco",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Silkwhite Falcon_icon.png",
      "desc": "Águia orgulhosa com olhar afiado.<br/>Uma águia frágil, mas que desbrava a neve sem fim. Suas penas cobertas de neve brilham como geleiras. Uma lenda antiga diz que o povo de uma civilização esquecida na montanha se transformaram em águias para observar sua antes bela terra natal verde. Devido a falta de predadores naturais ou caçadores nesta terra agora coberta de neve, essas águias vivem uma vida de relativo conforto."
    },
    {
      "epId": 2391,
      "name": "Pombo Branco",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/White Pigeon_icon.png",
      "desc": "Um pássaro comum em Teyvat, sua carne é gorda, e pode ser usado para entregar cartas.<br/>O fofo pombo branco é um bom amigo da humanidade, mas ao mesmo tempo possui noção da malícia humana. Dizem que a melhor maneira de preparar o prato de Mondstadt \"Frango Assado com Mel\" é usar a carne do pombo, mas isso é apenas um rumor."
    },
    {
      "epId": 2392,
      "name": "Lapis Glede",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Lapis Glede_icon.png",
      "desc": "Águia orgulhosa com olhar afiado.<br/>Uma águia que constrói seu ninho no topo das montanhas. Dizem que essa águia sempre está vagando nas nuvens sem preocupações. Mas isso é apenas uma imaginação romântica, mas infundada. As águias também lutam por sobrevivência e criação das novas águias."
    },
    {
      "epId": 2393,
      "name": "Gaio-azul",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Emerald Finch_icon.png",
      "desc": "Pássaro pequeno barulhento que é encontrado em todos os cantos de Teyvat.<br/>Suas penas são verdes-azuis como jade e, na verdade, tais pássaros foram utilizados por mineradores como \"canários enjaulados\". A razão é que sua saúde pode ser diagnosticada por quão brilhante suas penas estão. Hoje em dia, mineradores ainda os levam para as minas com eles, mas não se importam mais tanto com a cor da penugem."
    },
    {
      "epId": 2394,
      "name": "Furão de Cauda Vermelha",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Red-Tailed Weasel_icon.png",
      "desc": "Um animal de estatura fina, ágil e causador de problemas.<br/>Um furão completamente vermelho, especialista em pegar insetos e lagartos. Sua cor vermelha escarlate é muito chamativa, devido a isso a sua cauda ter uma cor parecida com Pyro, muitas presas temem ser queimadas e mantêm sua distância."
    },
    {
      "epId": 2395,
      "name": "Raposa Vermelha",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Crimson Fox_icon.png",
      "desc": "Um animal astuto e esquivo como uma fada que comumente aparece em histórias folclóricas, simbolizando astúcia incomum e memórias antigas.<br/>Uma raposa pequena que se esconde entre as árvores e grama grossa, evitando os olhares perigosos e flechas de caçadores.<br/>Lendas folclóricas em Teyvat contêm histórias de raposas que viveram por muitos anos e acumularam grande sabedoria, e há até mesmo histórias de raposas que assumiram a forma humana. A popular fábula infantil \"A Raposa no Mar de Dandelion\" conta uma história dessas."
    },
    {
      "epId": 2396,
      "name": "Lagarto de Chifre Vermelho",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Red Horned Lizard_icon.png",
      "desc": "Um lagarto com um chifre em sua cabeça, comumente se esconde nas sombra dos arbustos.<br/>Possui belas escamas azuis, ao ser pego, pode partir sua cauda e fugir.<br/>Depois de se transformar a Cauda de Lagarto em pó, ela possui eficácia especial como remédio. Alguns alquimistas loucos até desenvolveram técnicas para a transformar em catalisadores explosivos.<br/>Ao se soltar do corpo, depois de um tempo a cauda perderá a sua força vital, enrolando-se, e por alguma razão desconhecida, mudará sua cor para um verde brilhante."
    },
    {
      "epId": 2397,
      "name": "Lagarto de Chifre Verde",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Green Horned Lizard_icon.png",
      "desc": "Um lagarto com um chifre em sua cabeça, comumente se esconde nas sombra dos arbustos.<br/>Possui belas escamas verdes, ao ser pego, pode partir sua cauda e fugir.<br/>Depois de se transformar a Cauda de Lagarto em pó, ela possui eficácia especial como remédio. Alguns alquimistas loucos até desenvolveram técnicas para a transformar em catalisadores explosivos.<br/>Ao se soltar do corpo, depois de um tempo a cauda perderá a sua força vital, enrolando-se."
    },
    {
      "epId": 2398,
      "name": "Pato-real",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Emerald Duck_icon.png",
      "desc": "Uma excelente ave aquática que vive nos rios e lagos de Teyvat.<br/>Um pato com belas penas verdes no pescoço, é sensível as mudanças no tempo. Gosta de ficar próximo em fontes d'água quentes."
    },
    {
      "epId": 2399,
      "name": "Gato de Olhos de Jade",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Jade-Eyed Cat_icon.png",
      "desc": "Uma criatura ágil e sábia, possuindo elegância e arrogância.<br/>Um gato que possui olhos azuis-esverdeados e que anda elegantemente durante os telhados das casas à noite. Mas não se pode ser enganado pela sua aparência elegante, esses ladrões são especialistas em roubar peixes das lojas e das cozinhas."
    },
    {
      "epId": 2400,
      "name": "Piramboia",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Lunged Stickleback_icon.png",
      "desc": "Um peixe rápido e feroz com barbatanas espinhosas, cuja boca espinhosa pode furar a corrente quando nada a toda velocidade. Suas capacidades lhe renderam os apelidos de \"O Cortador\" e \"Difícil de Pegar\".<br/>Ao contrário de outros de seu tipo, o Esgana-Gato pode viver em piscinas secas e lamacentas por muito tempo. Além de suas brânquias, também pode respirar através de suas escamas vestigiais, que é uma característica muito mais semelhante à dos anfíbios. Como tal, além de lidar com pescadores não convidados, eles correm o risco de serem expulsos do departamento dos peixes por serem mais espinho do que peixe."
    },
    {
      "epId": 2401,
      "name": "Medaka",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Medaka_icon.png",
      "desc": "Um peixe animado e enérgico famoso por seus padrões floridos.<br/>A maioria dessas criaturas viveram suas vidas pacificamente como peixes ornamentais. Mas quando se descobriu que sua carne era saborosa, tinha menos ossos e era gordurosa, passaram a se encontrar cuidadosamente preparados e servidos em mesas."
    },
    {
      "epId": 2402,
      "name": "Fugu Amargo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Bitter Pufferfish_icon.png",
      "desc": "Um baiacu raro. Como o nome sugere, essa criatura espalha amargura onde quer que vá no mundo aquático. Os projéteis de seu canhão de água são mais lentos e fracos que o de suas contrapartidas ordinárias, mas o poder de tais ataques não é menor devido aos feromônios incrivelmente amargos nele. Durante sua fase de acasalamento, um observador pode até mesmo testemunhar a curiosa vista dos machos e fêmeas dessa espécie atirarem uns nos outros com seus jatos d'água. Talvez compartilhar as amarguras da vida também seja uma manifestação de amor."
    },
    {
      "epId": 2403,
      "name": "Falcão de Asas Marrons",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Brownwing Falcon_icon.png",
      "desc": "Águia orgulhosa com olhar afiado.<br/>Sempre paira no céu solitário, emboscando os esquilos e pássaros escondidos na floresta. Os caçadores veteranos dizem que apenas um pouco de treinamento as torna as águias de caça excelentes."
    },
    {
      "epId": 2404,
      "name": "Íbis Violeta",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Violet Ibis_icon.png",
      "desc": "Um pássaro gracioso com asas largas e pernas delgadas.<br/>Ele tem belas penas violetas e gosta de caminhar por riachos ou campos de arroz em silêncio. É conhecido como o \"Pássaro Uraume\" nas antigas canções de Inazuma. Uma vez presentes em todos os lugares, eles parecem ter se tornado cada vez mais raros."
    },
    {
      "epId": 2405,
      "name": "Peixe do Anoitecer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Sunset Loach_icon.png",
      "desc": "O lendário anfíbio de água doce que pode cuspir pérolas. Eles são encontrados principalmente onde a água é clara e os juncos crescem muito.<br/>Dizem que sua bela tonalidade é como o pôr do sol sobre as águas, ou que a tranquilidade do pôr do sol permanece com eles.<br/>Eles combinarão elementos que não podem ser absorvidos nem digeridos, cascalho e minérios dentro de seus corpos para criar pérolas brilhantes e cintilantes, e os cuspirão quando ameaçados para confundir e distrair os predadores."
    },
    {
      "epId": 2406,
      "name": "Safira",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Sapphire_icon.png",
      "desc": "Uma criatura ágil e sábia, possuindo elegância e arrogância.<br/>Esse gato de corpo inteiramente branco foi nomeado por causa de seus olhos que brilham como uma safira. Mas deve ser mencionado que apesar de ter nascido com a elegância de uma safira, ele é bem mal-humorado. Se andar junto com um, deve-se prestar atenção que eles sempre querem peixe seco, e você sempre acabará se ferindo com suas garras."
    },
    {
      "epId": 2407,
      "name": "Medaka Azulado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Aizen Medaka_icon.png",
      "desc": "Um peixe animado e cheio de energia, famoso por seus padrões florais.<br/>Há muito tempo, havia uma história engraçada que dizia que você poderia obter Medaka Aizen jogando Medaka normal em um pote de corante azul. Isso provavelmente nasceu da imaginação hiperativa de uma criança, mas, mesmo assim, resultou em vários vendedores ambulantes inescrupulosos. Isso, por sua vez, deu origem a algumas conversas que eram mais ou menos como \"Ei, sou só eu ou o azul no seu peixe está desvanecendo?\". Em resposta, o Ministério dos Assuntos Civis publicou especificamente este aviso: \"O mercado é um lugar peculiar. Cuidado com as ofertas de peixes azuis.\"."
    },
    {
      "epId": 2408,
      "name": "Garça Azul",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Azure Crane_icon.png",
      "desc": "Um pássaro nobre e gracioso com grandes asas e longas pernas.<br/>Garças de pernas longas possuem diferentes significados nas culturas das nações de Teyvat. Auspiciosidade, elegância e nobreza, tudo isso está nesse pássaro.<br/>Nos poemas do povo de Liyue, a nobreza é descrita como esse tipo de pássaro."
    },
    {
      "epId": 2409,
      "name": "Sapo Azul",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Blue Frog_icon.png",
      "desc": "Um sapo comum em locais úmidos.<br/>Um animal visto em regiões molhadas e úmidas, sua pele pode secretar um líquido viscoso e grudento incomum que possui muitas aplicações medicinais. O Sapo Azul se adapta melhor a águas puras.<br/>De acordo com observações, depois que o líquido secretado do corpo de vários tipos de sapo seca, sua pele gradualmente muda a coloração para verde. Atualmente se supõe que as mudanças na pele são para reter a água dentro do corpo."
    },
    {
      "epId": 2410,
      "name": "Lagarto de Chifre Azul",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Blue Horned Lizard_icon.png",
      "desc": "Um lagarto com um chifre em sua cabeça, comumente se esconde nas sombra dos arbustos.<br/>Possui belas escamas azuladas, ao ser pego, pode partir sua cauda e fugir.<br/>Depois de se transformar a Cauda de Lagarto em pó, ela possui eficácia especial como remédio. Alguns alquimistas loucos até desenvolveram técnicas para a transformar em catalisadores explosivos.<br/>Ao se soltar do corpo, depois de um tempo a cauda perderá a sua força vital, enrolando-se, e por alguma razão desconhecida, mudará sua cor para um verde brilhante."
    },
    {
      "epId": 2411,
      "name": "Robalo de Dorso Azul",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Blue-Fin Bass_icon.png",
      "desc": "Um tipo de peixe visto em todos os locais de Teyvat. Sua carne deliciosa é um dos ingredientes principais em muitas receitas.<br/>A carne do Robalo de Dorso Azul é mais macia que a do Robalo de Dorso Negro, sendo sua textura mais procurada por restaurantes de gostos finos."
    },
    {
      "epId": 2412,
      "name": "Caranguejo Vermelho",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Pale Red Crab_icon.png",
      "desc": "Um crustáceo ameaçador que pode ser encontrado em qualquer lugar do Teyvat. Sua casca é vermelha clara e ele é mais dócil do que outras espécies, por isso é ideal ser um animal de estimação."
    },
    {
      "epId": 2413,
      "name": "Furão Ladrão de Tesouro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Hoarder Weasel Thief_icon.png",
      "desc": "Um ladrão que surge e desaparece rapidamente, rouba tesouros por natureza.<br/>Um Furão Ladrão que carrega uma bela bolsa de dinheiro. Como um Furão Ladrão experiente, suas habilidades para procurar por dinheiro é fenomenal. Até mesmo é capaz de ensinar seus truques para a nova geração de furões. Como um ladrão experiente, eles conseguem coletar muitas Mora.<br/>Apesar de se pegar a bolsa de dinheiro do Furão Ladrão, teme-se que dentro dela não tem tanto dinheiro assim..."
    },
    {
      "epId": 2414,
      "name": "Unagi Adornado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Adorned Unagi_icon.png",
      "desc": "Peixe esguio e anfíbio que tem o hábito peculiar de se aquecer em áreas rasas ou bancos de areia.<br/>A adorável Carne Unagi tem um sabor único quando grelhada e é uma iguaria muito apreciada em Inazuma."
    },
    {
      "epId": 2415,
      "name": "Gato Tigre",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Tiger-Striped Cat_icon.png",
      "desc": "Uma criatura ágil e sábia, possuindo elegância e arrogância.<br/>Um gato famoso pelo seu espírito vigoroso, inteligência e agressividade. Especialista em se comportar como uma criança mimada para as pessoas, e como um predador para outros gatos iguais para conseguir ainda mais comida. Como tal, eles tendem a engordar muito rapidamente, embora isso não diminua em nada a sua fofura aos olhos humanos."
    },
    {
      "epId": 2416,
      "name": "Gato Xerife",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Sheriff Cat_icon.png",
      "desc": "Uma criatura ágil e sábia, possuindo elegância e arrogância.<br/>Cauteloso e astuto são as características de um caçador. O Gato Xerife ganhou esse nome por ser confiado pelos seres humanos com a grande responsabilidade de proteger os depósitos de ratos e outras pragas. Apesar dos instintos naturais de um gato serem a liberdade, esses Gatos Xerifes caçam ratos dedicadamente. As pessoas de Liyue os chamam carinhosamente de \"Gato de Guarda\". Livros infantis e brinquedos com esse tema também são populares entre as crianças de Liyue."
    },
    {
      "epId": 2417,
      "name": "Cisne-branco",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Scarletbeak Duck_icon.png",
      "desc": "Uma excelente ave aquática que vive nos rios e lagos de Teyvat.<br/>Um pato de penas brancas e bico vermelho comum e extremamente delicioso."
    },
    {
      "epId": 2418,
      "name": "Pisco-de-peito-ruivo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Crimson Finch_icon.png",
      "desc": "Pássaros pequenos barulhentos que são encontrados em todos os cantos de Teyvat.<br/>Esse tipo de pássaro possui penas vermelhas vívidas que usa para chamar atenção na hora de se acasalar. Entretanto, esse tipo de pena também facilmente atrai a atenção de predadores. Dessa forma, os tentilhões vermelhos acabam sendo uma das principais fontes de comida dos animais carnívoros de Teyvat."
    },
    {
      "epId": 2419,
      "name": "Pomba Carmesim",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Crimsonflank Pigeon_icon.png",
      "desc": "Um pássaro comum em Teyvat, sua carne é gorda, e pode ser treinado para entregar cartas.<br/>Pombos que vivem em áreas montanhosas, suas penas acabam sendo manchadas pelas cores avermelhadas do solo montanhoso. Dessa maneira, parece ser gracioso e nobre."
    },
    {
      "epId": 2420,
      "name": "Akai Maou",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Akai Maou_icon.png",
      "desc": "Os peixes Gasterosteidae têm uma aparência violenta e uma atitude igual. Eles lutar com qualquer ser no mar por comida, são bandidos vermelhos verdadeiramente assustadores. Sua coloração vermelha parece estar relacionada com o elemento Pyro, pois apesar de não poderem gerar chamas, eles são capazes de controlar altas temperaturas. Eles convertem energia de sua comida e concentram essa energia em suas bocas afiadas, tornando-os verdadeiros patifes subaquáticos.<br/>\"Precisa perfurar madeira para acender uma chama? Esse é seu melhor amigo.\" - Guia de Pesca Selvagem, Capítulo de Akai Maou"
    },
    {
      "epId": 2421,
      "name": "Unagi de Nadadeira Vermelha",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Red-Finned Unagi_icon.png",
      "desc": "Peixe esguio e anfíbio que tem o hábito peculiar de se aquecer em áreas rasas ou bancos de areia.<br/>Os jovens unagi tendem a ser totalmente transparentes, e só ganharão suas belas barbatanas vermelhas e manchas vermelhas e amarelas à medida que amadurecem. Além de serem usados como ingredientes de alta qualidade, também costumam ser mantidos como peixes ornamentais."
    },
    {
      "epId": 2422,
      "name": "Arraia Divda",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Divda Ray_icon.png",
      "desc": "Um estranho peixe cartilaginoso que costumava ser considerado uma criatura fantástica. Existem apenas registros deles em algumas pinturas antigas na Ilha Watatsumi. Quando o selo sobre Enkanomiya foi quebrado, sua verdadeira aparência foi finalmente revelada.<br/>Diz-se que a cor de seu corpo muda com o tempo. Quando são jovens têm uma cor dourada clara tão brilhante quanto o sol. As listras nesta fase da vida destes peixes eram chamadas de \"Divda\", que significavam \"o fim da inocência\"."
    },
    {
      "epId": 2423,
      "name": "Javali do Bosque",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Forest Boar_icon.png",
      "desc": "Um dos residentes mais energéticos de Teyvat, javalis são encontrados ativamente nos bosques.<br/>Esse animal selvagem é caracterizado pela sua rápida reprodução e personalidade teimosa. É capaz de sobreviver em várias condições, e pode ser encontrado em todos os tipos de florestas e terrenos selvagens. A carne do javali selvagem é gostosa e macia, sendo um excelente ingrediente para muitos pratos. Além disso, javalis da floresta são também personagens centrais em muitas lendas de Teyvat.<br/>Os ecologistas da família Musk observaram alguns Hilichurls tentarem domesticar tais javalis, presumidamente para tentar treiná-los como montarias."
    },
    {
      "epId": 2424,
      "name": "Calopsita Silvestre",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Golden Finch_icon.png",
      "desc": "Pássaros pequenos barulhentos que são encontrados em todos os cantos de Teyvat.<br/>Possuem penugem dourada que brilha lindamente sob a luz do sol. Às vezes, quando as crianças conseguem pegar pássaros como esses, levam-os para criar, mas eles são difíceis de se adaptar ao ambiente barulhento da vida humana, e aproveitam a primeira chance que tem para fugirem voando."
    },
    {
      "epId": 2425,
      "name": "Koi Dourado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Golden Koi_icon.png",
      "desc": "Um peixe grande que dizem ser descendente de dragões.<br/>Parece um rei sob a água com um chifre em sua cabeça e um corpo dourado sem espinhas. Na verdade, sua linhagem e comportamento não poderiam ser mais diferentes de um dragão. Não pode nem chamar o vento e a chuva, nem o poder da dominação, na verdade, comumente é vítima de lhe roubarem a comida a sua frente devido ao seu corpo frágil. É uma pena, pois sua aparência é majestosa. Dessa forma, perdeu o apelido \"Descendente de Dragões\" e agora é chamado de \"Dragão Falso\"."
    },
    {
      "epId": 2426,
      "name": "Axolote",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Golden Loach_icon.png",
      "desc": "Lendas dizem que é um animal anfíbio que pode cuspir pedras preciosas, pode ser encontrado em fontes de águas limpas e de vegetação alta como a Ilhota de Dihua de Liyue.<br/>Lendas dizem que o Peixe Dourado é o animal de estimação do rio. Talvez seja por causa dos cuidados do rio que eles sempre possuem um sorriso inocente.<br/>Por ser incapaz de digerir os elementos e minerais que absorve, eles se condensam em seu corpo, formando pérolas brilhantes. Ao encontrar predadores, o Peixe Dourado cuspe-as para os confundir."
    },
    {
      "epId": 2427,
      "name": "Koi Enferrujado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Rusty Koi_icon.png",
      "desc": "Um peixe grande que dizem ser descendente dos dragões.<br/>Esta é uma espécie variante de Koi, e por vezes denominada como o \"dragão acordado\" entre eles. Em contraste com sua aparência surrada, o Koi Rústico perdeu seu tabardo dourado opulento em troca por uma armadura dura de bronze rústico. Muito enérgico, ele irá lutar contra qualquer intruso que tente roubar sua comida e entra no seu território. Em termos de capacidade de luta pura, eles estão à altura até dos pequenos monstros do mar e foram apelidados de \"Dragão de Trombone\" em honra da sua força, que é considerada a espinha dorsal da revitalização futura da espécie."
    },
    {
      "epId": 2428,
      "name": "Acará Chousei",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Abiding Angelfish_icon.png",
      "desc": "Um peixe borboleta raro e valiosa de Liyue. No momento, só pode ser encontrado em locais próximos as moradas dos Adepti. Suas linhas pálidas brancas saltam aos olhos, e tem maior longevidade que outros peixes da mesma espécie, dessa forma, é considerado um peixe da sorte abençoado pelos Adepti.<br/>Devido ao seu respeito pelos Adepti, a maioria das pessoas de Liyue se recusa a comer esse peixe por causa disso, mas alguns não temem essa superstição e dizem que comer esse peixe pode prolongar sua própria vida."
    },
    {
      "epId": 2429,
      "name": "Strider da Neve",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Snowstrider_icon.png",
      "desc": "Um Esgana-Gato raro que só habita em regiões nevadas e montanhosas. É bem possível que isto se deva ao seu temperamento muito mais frio em comparação com outros Esgana-Gatos. Esta espécie tem um grande amor pelo frio cruel, quase como se eles fossem pais e filhos. Embora possam viver em águas mais quentes, mas qualquer remoção de tais condições é como dar um golpe espiritual neles, e eles ficarão deprimidos e se recusarão a se multiplicar.<br/>\"Não é uma captura recomendada\". - Guia de Pesca Selvagem, Capítulo das Neves"
    },
    {
      "epId": 2430,
      "name": "Pardal da Neve",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Snow Finch_icon.png",
      "desc": "Pássaros pequenos barulhentos que são encontrados em todos os cantos de Teyvat.<br/>Criaturas completamente brancas que vivem em paz na neve. Os tentilhões da neve estão adaptados para viver no clima frio, e são sensíveis a mudanças drásticas na temperatura. Quando estão em locais quentes, podem ficar confusos, o que os torna facilmente capturáveis."
    },
    {
      "epId": 2431,
      "name": "Raposa de Neve",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Snow Fox_icon.png",
      "desc": "Um animal astuto e esquivo como uma fada que comumente aparece em histórias folclóricas, simbolizando astúcia incomum e memórias antigas.<br/>Sua camada grossa de pelo branco o ajuda a se esconder na neve. Viver em ambientes difíceis aguçou sua inteligência e olfato."
    },
    {
      "epId": 2432,
      "name": "Javali da Neve",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Snowboar_icon.png",
      "desc": "Um javali que vive nas áreas e florestas frias e que possui couro mais grosso que seus similares das zonas mais quentes.<br/>De acordo com os registros, este tipo de javali teimoso consegue existir nas nevascas, e próspera nos ambientes em que faltam predadores naturais. Lendas dizem que esse tipo de javali da neve pode viver muito, e que um javali que viver por tempo suficiente pode se tornar enorme.<br/>Mas esse animal já está extinto há algumas centenas de anos. Ou pelo menos as pessoas assim acreditavam, visto que depois das explorações da Espinha do Dragão, os Aventureiros parecem ter descoberto novos espécimes..."
    },
    {
      "epId": 2433,
      "name": "Furão de Neve",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Snow Weasel_icon.png",
      "desc": "Um animal de estatura fina, ágil e causador de problemas.<br/>Um furão que corre como o vento e se esconde nas cavernas no meio da neve, especialista em pegar insetos e lagartos, e corajoso para enfrentar até mesmo animais um pouco mais altos que ele. Devido a sua aparência fofa, comumente há pessoas que tentam capturá-los para criar como animais de estimação, mas eles nasceram amando a liberdade. É muito difícil fazê-los aceitar o destino de uma vida presa nas casas quentes dos seres humanos."
    },
    {
      "epId": 2434,
      "name": "Borboleta de Cristal Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Electro Crystalfly_icon.png",
      "desc": "Formas de vida elementais puras compostas de partículas elétricas flutuantes, tão livres e desassociadas quanto as borboletas com as quais se assemelham.<br/>A criatura Electro brilhante que é o produto de elementos ascendentes e condensados, e que se alimenta do poder onipresente do Electro.<br/>Como o intermitente luz na noite escura seja a fé confiada a um certo alguém..."
    },
    {
      "epId": 2435,
      "name": "Acará Raimei",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Raimei Angelfish_icon.png",
      "desc": "Um peixe borboleta raro e valioso de Inazuma. Adora as águas que estão com Electro, e parece ficar feliz com as correntes elétricas.<br/>Dizem que esses peixes uma vez foram da mesma linhagem dos peixes angélicos de Liyue, até que comerciantes viajantes os levaram para Inazuma. Lá, seu comportamento passou por uma mudança inesperada. Atualmente, alguns pesquisadores começaram a usá-los em conjunto com Slimes Electro para experimentos.<br/>\"Dão... Finto... Bea... Lengua.\", disse um gourmet arrogante após provar um Acará Raimei."
    },
    {
      "epId": 2436,
      "name": "Sapo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Frog_icon.png",
      "desc": "Um sapo comum em locais úmidos.<br/>Um animal visto em regiões molhadas e úmidas, sua pele pode secretar um líquido viscoso e grudento incomum que possui muitas aplicações medicinais. "
    },
    {
      "epId": 2437,
      "name": "Furão de Botas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Boot Weasel_icon.png",
      "desc": "Um animal de estatura fina, ágil e causador de problemas.<br/>Esse furão ganhou o seu nome por ter o pelo negro em seus quatro membros, parecendo pares de bota. O temperamento do Furão de Botas é um pouco mais prudente e covarde que o de seus similares. Seus movimentos leves dão ainda mais a impressão de estar vestindo botas. Por isso, os habitantes de Teyvat possuem muitas lendas sobre esse animal furtivo. "
    },
    {
      "epId": 2438,
      "name": "Borboleta de Cristal",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Anemo Crystalfly_icon.png",
      "desc": "Partículas Elementais Anemo que flutuavam pelo ar e se uniram, tornando-se uma forma de vida elemental pura como borboleta.<br/>Um organismo brilhante de elemento Anemo, resultado da união elemental do vento que se encontra em todos os locais.<br/>Lendas dizem que o bater das asas da borboleta possui o poder de fazer uma explosão de vento."
    },
    {
      "epId": 2439,
      "name": "Corvo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Crow_icon.png",
      "desc": "Uma ave de cor preta.<br/>O preto em suas penas é mais escuro do que as longas noites de Teyvat. Quando muitos deles circulam no céu, podem criar a ilusão de um eclipse solar.<br/>Alguns habitantes locais os consideram desfavoráveis, enquanto outros os consideram um símbolo de boa sorte. Como diz o ditado, é assim que funcionam as tradições.<br/>Rumores circulam entre aventureiros de várias nações de que um corvo gigante falante foi criado por uma jovem investigadora de Mondstadt..."
    },
    {
      "epId": 2440,
      "name": "Peixe-leão",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Venomspine Fish_icon.png",
      "desc": "Um peixe rápido e feroz com barbatanas espinhosas, cuja boca espinhosa pode furar a corrente quando nada a toda velocidade. Suas capacidades lhe renderam os apelidos de \"O Cortador\" e \"Difícil de Pegar\".<br/>A característica mais conhecida do Peixe Venenoso é sua espinha venenosa, que contém uma neurotoxina que é fatal para as presas menores, mas que se mostra muito mais fraca contra grandes organismos, causando principalmente apenas uma leve confusão ou alucinações.<br/>\"Encha meu copo até a borda Rex, meu bom rapaz! Encha-o até a borda para me deixar feliz!\" - Um certo pescador de Liyue, que foi picado acidentalmente."
    },
    {
      "epId": 2441,
      "name": "Caranguejo-Dourado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Golden Crab_icon.png",
      "desc": "Um caranguejo aparentemente agressivo, comumente encontrado nas águas de Teyvat.<br/>O caranguejo de carapaça dourada é particularmente delicioso, sendo material para fazer o famoso Caranguejo-Dourado de Liyue.<br/>Algumas pessoas chamam aqueles que saem correndo como quiserem de \"caranguejos\", mas a maneira de um caranguejo se mover é por causa de sua fisiologia natural, e não de sua personalidade. Uma descrição como essa não é justa com esse caranguejo."
    },
    {
      "epId": 2442,
      "name": "Robalo de Dorso Dourado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Golden Bass_icon.png",
      "desc": "Um tipo de peixe visto em todos os locais de Teyvat. Sua carne deliciosa é um dos ingredientes principais em muitas receitas.<br/>O Robalo de Dorso Dourado é raramente visto quando comparado ao Robalo de Dorso Azul e Robalo de Dorso Preto. Dizem que os pescadores que os pegarem terão boa sorte.<br/>Nos mercados do Porto de Liyue, havia pessoas que vendiam cartões e amuletos abençoados com as linhas e desenhos dos Robalos de Dorso Dourado. No passado, em Inazuma, também havia pessoas que descreviam o pôr do sol como um Robalo de Dorso Dourado nadando no ar."
    },
    {
      "epId": 2443,
      "name": "Gato Negro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Black Cat_icon.png",
      "desc": "Uma criatura ágil e sábia, possuindo elegância e arrogância.<br/>Um visitante de pelos totalmente negros, comumente se escondendo na escuridão, emitindo apenas o som de dua respiração, ou apenas mostrando seus olhos dourados no carpete preto. Os estudiosos dizem que esse gato simboliza o misticismo, magia e presságios, e é por isso que muitas pessoas os amam."
    },
    {
      "epId": 2444,
      "name": "Pomba Negra",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Black King Pigeon_icon.png",
      "desc": "Um pássaro comum em Teyvat, sua carne é gorda, e pode ser treinado para entregar cartas.<br/>Um pombo relativamente comum, nomeado por causa de sua cabeça preta. É mais audacioso que os outros pombos, o que acaba fazendo-o ser capturado mais facilmente. Sua carne firme é deliciosa, perfeita para ser assada."
    },
    {
      "epId": 2445,
      "name": "Cão de Pelos Negros",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Black-Back Hound_icon.png",
      "desc": "O melhor amigo dos seres humanos!<br/>Dizem que esses cães foram criados meticulosamente pela aristocracia de Mondstadt como cães de caça, mas que hoje se dispersaram por todas as sete nações de Teyvat. Apesar de possuírem ancestralidade nobre, hoje os Cães de Pelos Negros são conhecidos pela sua lealdade e amizade. Os cavaleiros arrogantes e dominadores do passado foram substituídos pelos humildes e entusiasmados Cavaleiros de Favonius de hoje, talvez o mesmo tenha acontecido com os cachorros."
    },
    {
      "epId": 2446,
      "name": "Robalo de Dorso Preto",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Black-Back Bass_icon.png",
      "desc": "Um tipo de peixe visto em todos os locais de Teyvat. Sua carne deliciosa é um dos ingredientes principais em muitas receitas.<br/>O Robalo de Dorso Preto é um dos peixes mais vistos nas águas de Teyvat. Dizem que quão mais profunda a cor de suas escamas, maior sua idade. Pescadores experientes distinguem as cores profundas para pegar os peixes de maior qualidade."
    },
    {
      "epId": 2827,
      "name": "Peixe Bola da Areia",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/8078404/fa81c1a3fe5341afc7b9269422eff7eb_4430894954122111200.png",
      "desc": "<p>Um peixe redondo de tamanho médio com cartilagens semelhantes a chifres usados para cavar tocas submarinas, construir abrigos e afastar predadores.</p><p>Este peixe de aparência simples e cor de areia é uma espécie importante. Os pesquisadores conseguiram deduzir as características ecológicas de toda a linhagem deste peixe a partir da anatomia da espécie. Com sua imensa força e chifres mais fortes, ele atua como um \"cavalo de batalha subaquático\". Eles evoluíram sua coloração protetora como resultado de atividades de longo prazo no álveo dos rios e no fundo dos lagos, além de passar todos os dias com a areia como seus companheiros.</p>"
    },
    {
      "epId": 2828,
      "name": "Marlim Machado de Jade",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/8078404/7a2bcc9668aec3c23811a2b346b2e086_8298513645006593587.png",
      "desc": "<p>Um peixe com uma forma única, é o primo de Sumeru do peixe-borboleta. Este peixe tem um largo esqueleto e um corpo curvado peculiar. Reza a lenda que os primeiros pescadores a pescar esse peixe tiveram suas varas inclinadas na ponta da barbatana caudal e descobriram que as duas, quando combinadas, se assemelham a uma arma de haste, dando origem ao nome \"Marlim Machado\". Este nome ficou muito mais conhecido do que o seu nome científico, \"Borboleta Âncora\", e desde então é usado comumente pelas pessoas.</p><p>O Marlim Machado de Jade prefere viver em áreas onde as plantas aquáticas florescem e onde sua forma se mistura facilmente com o ambiente. Pequenos peixes que vagam pela grama muitas vezes esbarram em seus corpos camuflados e ficam atordoados, mas o marlim não se sente provocado e, em vez disso, oferece abrigo a seus vizinhos.</p>"
    },
    {
      "epId": 2829,
      "name": "Peixe Bola das Nuvens Crepusculares",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/8078404/1aa68848b24ef95130f49f8c3c4fac79_7658465419129076576.png",
      "desc": "<p>Um peixe redondo de tamanho médio com cartilagens semelhantes a chifres usados para cavar tocas submarinas, construir abrigos e afastar predadores.</p><p>Como a espécie de peixe de vida mais longa, eles têm uma cor cinza clara e são fáceis de identificar. A cor vem de sua forma única de sobrevivência, sua cútis contém uma substância semelhante à bílis, que é muito mais ácida do que a de outros peixes, fazendo com que sejam evitados por muitas criaturas subaquáticas.</p><p>Mas, quando cozidas de uma maneira especial, a acidez realmente contribui para o frescor do peixe. Como resultado, este peixe vende muito bem. Nos mercados de peixe de Sumeru, muitas vezes você pode encontrar placas dizendo: \"Não o mantenha no mesmo tanque que outros peixes destinados ao consumo\"</p>"
    },
    {
      "epId": 2830,
      "name": "Marlim Machado de Lazurita",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/8078404/b515aec19c896a47ce4ec9899a0cb25d_5085455845672397324.png",
      "desc": "<p>Um peixe com uma forma única, é o primo de Sumeru do peixe-borboleta. Este peixe tem um largo esqueleto e um corpo curvado peculiar. Reza a lenda que os primeiros pescadores a pescar esse peixe tiveram suas varas inclinadas na ponta da barbatana caudal e descobriram que as duas, quando combinadas, se assemelham a uma arma de haste, dando origem ao nome \"Marlim Machado\". Este nome ficou muito mais conhecido do que o seu nome científico, \"Borboleta Âncora\", e desde então é usado comumente pelas pessoas.</p><p>Embora seu homônimo seja uma arma, e sua força supere a de muitos outros peixes, o Marlim Machado tem uma personalidade gentil, especialmente aqueles com listras azuis e douradas no corpo. Devido às suas escamas duras e tamanho grande, os Marlim Machado são capazes de lidar com ataques de outras criaturas aquáticas, esperando até que seu atacante esteja exausto e desista.</p><p>Sua força também pode ser um desafio para um mestre pescador, cuja única opção é tratá-los como grandes feras. Para drenar sua resistência com mais eficiência e, eventualmente, pegá-los, é preciso segurá-los até que sua resistência se esgote.</p>"
    },
    {
      "epId": 2831,
      "name": "Pêssego das Ondas Profundas",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/8078404/6720f1dab0b0b6aa0d67b709e5a18df0_2301437315576172859.png",
      "desc": "<p>Um peixe redondo de tamanho médio com cartilagens semelhantes a chifres usados para cavar tocas submarinas, construir abrigos e afastar predadores.</p><p>Todo o corpo desta espécie é rosa e a barbatana caudal é verde, cores associadas ao Pêssego Zaytun. Esses peixes são, como o próprio nome sugere, tão doces que são considerados \"deais para sobremesas\".</p><p>Sem dúvida, devido a vários fatores, a sobremesa de peixe que os chefs esperavam criar não deu certo. Como esse tipo de peixe é raro e caro, muitas vezes é criado como peixe ornamental.</p><p>Há uma grande quantidade de clientes que não queriam gastar muita Mora neste tipo de peixe, mas mesmo assim não se cansam de suas cores brilhantes. Existem até empresários que conseguiram reverter esse fenômeno, modelando seus Pêssegos Zaytun a partir desses peixes. Esses pêssegos se tornaram campeões de vendas.</p>"
    },
    {
      "epId": 2832,
      "name": "Peixe Fruta Verdadeira",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/8078404/f8e1966a8e42ac68908c2b33aa1975e2_4138701788503558428.png",
      "desc": "<p>Peixes de tamanho médio e corpo redondo com a estrutura cartilaginosa na forma de chifres, que dizem que é usada para cavar tocas submarinas para construir abrigos ou afastar criaturas invasoras.</p><p>A espécie mais comum nesta linhagem é o baiacu, com uma cor azul-esverdeada em seu corpo. Como ele parece uma fruta imatura, veio o seu nome \"Fruta Pura\".</p><p>Embora o baiacu tenha muito poucas espinhas e uma carne boa, o peixe ficará azedo como uma fruta imatura se for preparado incorretamente ou se a vesícula biliar for tirada tardiamente. Portanto, a capacidade de fazer um delicioso prato de baiacu se tornou um dos critérios para avaliar os cozinheiros de Sumeru.</p>"
    },
    {
      "epId": 2934,
      "name": "Escorpião",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/28/16935775/6208c06d2f2ff8c38b6165187768dc0f_4458572424230734428.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Insetos grandes que vivem sob o arenito. São especialistas em usarem seu veneno para caçarem.<br>Devido a sua habilidade de secretarem fluidos altamente tóxicos quando estão sob ataque, eles são muito procurador por conspiradores e alquimistas, com suas substâncias tóxicas sendo ingredientes para venenos. Como esperado, corações humanos são ainda mais perigosos que escorpiões venenosos.</span></p>"
    },
    {
      "epId": 2935,
      "name": "Furão de Máscara",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/28/16935775/51ddd38c0ed76ab7011e6f291ad31dbd_3766790748569820223.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Um brincalhão ágil e levado.<br>Seu rosto escuro dá uma impressão de ser um bandido mascarado, mas, na verdade, essas criaturas são gentis e amigáveis, e raramente roubarão residências humanas. Ainda assim, a natureza dócil dos Furões Mascarados às vezes é aproveitada por outras pessoas de más intenções, usando essas criaturas para satisfazerem seus desejos egoístas de colherem aquilo que não plantaram.</span></p>"
    },
    {
      "epId": 2936,
      "name": "Raposa do Deserto",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/28/16935775/8bb95a6d3d65e5c3bc65446567556019_1193424643649721435.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Um animal astuto e elusivo como uma fada que aparece em histórias populares. Ele simboliza sabedoria incomum e memórias antigas.<br>Esses animais residem no vasto deserto e são menores que a maioria dos de seu gênero, talvez essa seja a razão para terem conseguido sobreviver as antigas calamidades. Seus longos ouvidos são uma adaptação que os ajudam a viverem vidas melhores no quente e seco deserto.</span></p>"
    },
    {
      "epId": 2937,
      "name": "Abutre Vermelho",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/28/16935775/263bca70893044baa4d7aa9b7443de88_2756735459690487995.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Esse grande pássaro se alimenta de restos mortais, e suas penas vermelhas parecem esparsas sob a luz do sol.<br>Os integrantes desse gênero de pássaros não são nativos do deserto, mas sim apareceram nele após o desaparecimento da antiga civilização comandada pelo Rei Deshret. Também passaram a serem vistos como mensageiros da morte ou desastre por habitantes do deserto por causa de seus hábitos de vida.</span></p>"
    },
    {
      "epId": 2938,
      "name": "Ibis Sagrado",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/28/16935775/c1713a2fe5e99f7697d0f48cbc170d46_475618387271786492.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Uma ave nobre e graciosa de largas asas e pernas esguias.<br>Vive perto de oásis no deserto, já foi idolatrada como um símbolo do divino. As antigas lendas dos exilados do deserto dizem que essas criaturas são guardiãs dos santuários perdidos, e que têm o poder sagrado de eliminar qualquer calamidade. E agora, após chegar no Paraíso Mágico do Bule, seus poderes ainda parecem ter efeito. Quando outros animais estão próximos, não são acometidos por nenhum acidente ou problema. Por isso, nem mesmo o Furão Mascarado mais corajoso se atreve a arrancar uma única pena dessas aves.</span></p>"
    },
    {
      "epId": 2939,
      "name": "Lagarto de Cauda Vermelha",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/28/16935775/83f1b1e69661df99301cecf57b2f8734_3413655751155509308.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Um pequeno lagarto com um chifre na cabeça. Geralmente vive entre os arbustos, longe do sol.<br>Este lagarto tem cores que permitem que ele se misture com o ambiente e uma cauda carmesim brilhante. Se estiver em perigo, ele soltará a cauda para enganar o caçador.<br>Caudas de lagarto têm propriedades medicinais especiais quando secas e moídas. Alquimistas desenvolveram técnicas que transformam pó de rabo de lagarto em um catalisador para explosivos.<br>Quando separada do corpo, a cauda para de se mover e se enrola.<br>Diferente do Lagarto de Chifre Verde, que tem pavor de pássaros, o Lagarto de Cauda Vermelha não evita os espíritos do bule. Às vezes, Chubby os deixa pendurados em suas asas, pois são \"um remédio infalível contra a coceira\".</span></p>"
    },
    {
      "epId": 2940,
      "name": "Sapo das Árvores",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/28/16935775/b63fd112ec218c509cfb64c25a0480c9_5331434102111940567.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Um sapo comum em locais úmidos.<br>Um animal visto em regiões molhadas e úmidas, sua pele pode secretar um líquido viscoso e grudento incomum que possui muitas aplicações medicinais.<br>Dizem que esse tipo de sapo consegue deslizar entre as árvores, e os pesquisadores afirmam ser um fenômeno semelhante ao que ocorre ao usar um planador.<br>Se você criar um ambiente adequado no Paraíso Mágico do Bule com pontos de apoio suficientes para eles, esses sapinhos podem gostar de deslizar de um lado para o outro no bule.</span></p>"
    },
    {
      "epId": 2941,
      "name": "Borboletas de Cristais Dendro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/3faa07db56e36d1c7f6f1fe2d251eeab_733824903589926671.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Partículas Elementais Dendro que flutuavam pelo ar e se uniram, tornando-se uma forma de vida elemental pura como borboleta.<br>Um organismo brilhante de elemento Dendro, resultado da união elemental da natureza que se encontra em todos os locais.<br>Dizem que Borboletas de Cristais Dendro são consideradas sementes de pura vida. Não importa quantas vezes eles pereçam, se a semente não morrer, uma nova vida brotará do solo.</span></p>"
    },
    {
      "epId": 2942,
      "name": "Animal de Carga Desgrenhado",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/18657bf4aa7ba72d1f5df4d705bc32cd_1035067122927026688.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Animais de Carga são os amigos da humanidade. Essas criaturas de bom coração são elementos indispensáveis da produção e transporte.<br>Em Sumeru, sua riqueza é medida através do número de Animais de Carga que você possui. Grandes caravanas comerciais e os Eremitas geralmente andam com comboios muito grandes de Animais de Carga, o que lhes permite transportar vários suprimentos e mercadorias tanto pelo deserto quanto pela floresta.</span></p>"
    },
    {
      "epId": 2943,
      "name": "Caracal",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/9df5546be68bbebaf5bad66ae834ef0e_7641189567452835542.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Uma criatura que vive na floresta. O rei da selva.<br>Ele considera toda a floresta como seu território, e constantemente irá vistoriar seu domínio como um verdadeiro rei iria. Qualquer intruso será recebido com extrema violência.<br>Ele tem uma quantidade quase que exagerada de pelos em sua têmpora, e as pesquisas indicam que isto lhe permite medir distâncias.<br>Dizem que uma vez na floresta realmente havia um verdadeiro \"tigre\", uma besta divina que defendia a floresta. Após sua morte, essas criaturas que se parecem mais com gatos, se tornaram os sucessores de seu grandioso nome.</span></p>"
    },
    {
      "epId": 2944,
      "name": "Crocodilo Espinhoso",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/dc0a7f22d5f3bf5d84e009207a18ae12_3175290321860722741.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Uma forma de vida antiga que habita no pântano do lago. Feroz por natureza, ele irá atacar de dentro da água.<br>As muitas histórias de Sumeru são mais antigas do que a floresta. Na época em que os deuses com rostos de bestas ainda tinham domínio sobre o mundo, estas criaturas eram adoradas como deuses pelos humanos. Até hoje, os habitantes do deserto vêm suas espinhosas coroas vermelhas como relíquias de antigas divindades.<br></span></p>"
    },
    {
      "epId": 2945,
      "name": "Porcogumelo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/a3e61cd74d91504e1b9e32eaf88ff932_8378316699332097975.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Um javali da floresta que habita as florestas tropicais. Essa criatura desenvolveu uma simbiose maravilhosa com os cogumelos.<br>De acordo com a pesquisa de estudiosos, Porcogumelos contam com os cogumelos parasitas neles para camuflagem natural, permitindo que escapem de predadores e sobrevivam na floresta.<br>Se estiverem em um espaço com muita vegetação, essas javalis talvez atraiam borboletas e pássaros com sua aparência única e formem jardins móveis no Bule de Relachá.</span></p>"
    },
    {
      "epId": 2946,
      "name": "Pássaro do Crepúsculo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/e31dc821ece0c37ca01cd02caf401f7a_1752156525893433638.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Um pássaro que vive nas florestas de Sumeru. Possui cores vívidas que todos gostam. Depois de domesticados, podem ser usados como entregadores de mensagens.<br>Dizem que o Pássaro do Crepúsculo possuiu no passado intelecto significável, e podia aprender a falar com os humanos, e até mesmo compreender a escrita humana.</span></p>"
    },
    {
      "epId": 2947,
      "name": "Unagi de Areia Movediça",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/3adfffbf7214ace446ffce97ccdaab2b_2692024682605153932.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Um peixe anfíbio fino que geralmente vive no deserto. Para se adaptar as altas temperaturas e falta de água, eles não apenas assumiram uma forma única, mas seus métodos reprodutivos também mudaram.<br>Apesar dos pesquisadores da Academia firmemente negarem isso, os povos do deserto acreditam que as formas de vida gigantes nas areias são formas maduras e completas dessas criaturas após passarem por sua fase de casulo.<br>No entanto, o solo no Paraíso Mágico do Bule é muito pegajoso, e não se fecha atrás delas como fazem as finas areias do deserto. E estas criaturas têm uma forma única de se locomover através da areia, deixando alguns buracos quase imperceptíveis no chão. Isso faz com que pequenos animais caiam dentro desses buracos, acertando a cabeça da Unagi de Areia Movediça, por vezes até a deixando inconsciente.</span></p>"
    },
    {
      "epId": 2948,
      "name": "Escaravelho Dourado",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/c1015d5b8d08a1e7361343d2805f53a8_5028273699484948695.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Um escaravelho dourado que reside no vasto deserto. Sua carapaça possui padrões que lembram as antigas ruínas do deserto.<br>Lendas dizem que quando o Rei da Areia comandava essas terras, as almas daqueles eliminados por ele seriam seladas nas almas desses insetos pelos habilidosos sacerdotes na Cidade de Mil Pilares para sempre. No final, os templos colapsaram os palácios despencaram, e somente esses insetos dourados sobreviveram, realizando seus antigos e esquecidos juramentos.<br>De acordo com Tubby, mesmo após chegarem no pacífico Paraíso Mágico do Bule, esses escaravelhos nunca descansaram de sua vigilância, nem tampouco entraram em conflito com outros animais. Eles simplesmente ficam em seus lugares, alheios aos problemas do mundo. Mas quando ameaças invisíveis aparecem em suas áreas de atuação, como buracos criados por Unagi de Areia Movediça, eles prontamente os cobrem um a um.</span></p>"
    },
    {
      "epId": 2949,
      "name": "Animal de Carga do Deserto",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/503bbcca89d2ab83baa0729057a69a59_3131805335227009440.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Animais de Carga são amigos dos seres humanos. São dóceis, e servem como ferramentas importantes de produção e transporte.<br>Os Animais de Carga podem se adaptar a vários fenômenos naturais diferentes. Muito antes dos comerciantes florestais repararem neles, esses animais trabalhadores já eram animais domesticados comumente utilizados pelos povos do deserto.</span></p>"
    },
    {
      "epId": 3050,
      "name": "Borboleta de Coral",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/e170cabb4d502affb2ea1f42f2cb5784_1984524583795254595.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Os padrões migratórios dos Pólipos Sango lembram o de borboletas.<br>Quando eles quase terminam de converter as energias elementais furiosas em uma área, a estrutura óssea da próxima geração de Pólipos Sango se condensará em uma forma de asas. Então, eles voam por Enkanomiya, procurando por um novo lugar para viver, crescer e se multiplicar.<br>No passado, eles foram os destruidores de uma ordem antiga, e só podiam viver escondidos no Mar Sombrio. E lá eles teriam ficado caso o deus serpente não lhes tivesse dado outra oportunidade.</span><br></p>"
    },
    {
      "epId": 3052,
      "name": "Furão do Trovão Azul",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/820a353392d77086955d26941f136cf4_7304944532640952669.png",
      "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Esses furões inteligentes vivem bem no subsolo dentro dos túneis de mineração e nas profundezas das cavernas do Despenhadeiro. Sua pelagem tem um estranho brilho azul único.<br>Tendo se acostumado a uma vida na escuridão, eles agora têm um excelente olfato e audição.<br>Agora que eles se acostumaram à vida no Paraíso Mágico do Bule, estes furões preferem áreas que não têm tanta luz, muito menos a luz solar penetrante. Tubby às vezes faz uso de seus sentidos aguçados para encontrar alguns objetos perdidos.</span></p>"
    },
    {
      "epId": 3053,
      "name": "Bake-Danuki",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/9ef2e4597fa40ff3b14e6bc1daf88ac3_3778969874801133217.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Um tanuki despreocupado que vai e vem sem deixar rastros, e que conhece as artes místicas transmitidas apenas entre seus parentes. Ele tem a capacidade de se transformar em outros objetos, incluindo humanos.<br>Embora muitas vezes se envolvam com uma organização misteriosa sob o comando do Shogunato, os tanukis não são maus e apenas provocam os humanos para se divertir.<br>Há apenas uma exceção registrada: anos atrás, o bake-danuki que guardava a floresta de Chinju começou uma batalha devido a algum conflito entre seu líder Ioroi e um kitsune. No final, a maior parte dos bake-danukis foram selados dentro de estátuas de pedra.</span></p>"
    },
    {
      "epId": 3318,
      "name": "Inseto de Luz da Sorte",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/992f6832ffc17cac3c4383fc3b4cd8d7_2406146245784866816.png",
      "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Criaturas inofensivas capazes de absorver as energias das misteriosas pedras do subsolo do Despenhadeiro, sendo capazes de emitir um leve brilho. Por conta desta capacidade de emitir luz, eles são adorados pelos mineradores e considerados um bom presságio, por isso, obtiveram seu apelido \"Luz da Sorte\".<br>Afinal, qualquer ponto de luz em meio a tanta escuridão deve ser apreciada.<br>Quando \"algo estranho\" foi descoberto no Despenhadeiro, seu número também começou a aumentar bastante.</span></p>"
    },
    {
      "epId": 3511,
      "name": "Cobra Voadora",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/26/16935775/8ead42e8b11256b96d616ad100ce0d99_1842893443411013656.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Um réptil com uma habilidade limitada de levitar.<br>Serpentes voadores não possuem realmente a habilidade de voar; a habilidade delas de levitar parece ser derivada dos seus ossos ocos similares aos de pássaros e o brilho de Anemo que as imbui com uma sutil influência sobre o vento. O deserto é distante da nação de Anemo, mas suas terras ainda assim são agraciadas com lufadas com intenção de erodir tudo. Tudo, de cidades à história, serão eventualmente reduzidas a grãos de areia pelas correntes joeirantes que passam pelo Grande Mar de Areias Escarlates. Apenas criaturas como as serpentes voadoras, que aprenderam a viver com o vento, podem continuar a sobreviver no deserto muito depois de tudo ser reduzido a poeira.</span></p>"
    },
    {
      "epId": 3706,
      "name": "Tartaruga Ondulada",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/10/59559639/39f271ab36cb91d9b1f1be0ff9f5dda7_8303303862755850186.png",
      "desc": "<p>Um réptil com uma carapaça grossa.</p><p>Uma espécie gentil e lenta. Por conta de sua longevidade, é visto por algumas pessoas como símbolo de prosperidade e sabedoria.</p><p>Por conta da sua gentileza e sua lerdeza, também é usado como uma metáfora para ofender as pessoas. Seja qual for o caso, a Tartaruga Ondulada está feliz de andar pacificamente pelos lugares. A língua humana não significa absolutamente nada para tal criatura.</p>"
    },
    {
      "epId": 4101,
      "name": "Marlim Machado d'Água",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/59559639/f1d3f884df4cdb68cab04cfa66169340_721770250732252454.png",
      "desc": "<p>Parente distante do peixe-borboleta, este peixe possui um esqueleto de grande tamanho e forma curvilínea. Conta a lenda que o primeiro pescador que capturou um desses peixes o fez prendendo a vara à extremidade da nadadeira caudal do peixe, e descobriu assim que a forma resultante se parecia com a de uma lança. Daí vem o seu nome de Marlim Machado d'Água. O nome se revelou tão descritivo que não demorou pra se espalhar entre as pessoas comuns.</p><p>Rumores dizem que o Marlim Machado de Fontaine na verdade veio de Sumeru. Ao contrário de seus parentes em Sumeru, o Marlim Machado d'Água tem uma natureza muito mais tenaz e é capaz de sobreviver por longos períodos em ambientes adversos ou realizar longas viagens como um comerciante. Por isso, alguns marinheiros o consideram um símbolo de coragem e paciência.</p>"
    },
    {
      "epId": 4102,
      "name": "Peixe Arrebata-Coração",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/e9875ab0591d42ae54cee94a0cd7892c_220038942662624695.png",
      "desc": "<p>O \"Peixe Arrebata-Coração\" é uma espécie de peixe peculiar com uma aparência lateral em forma de coração. Diz-se que ele tem uma certa relação de parentesco com o Robalo. Suas barbatanas dorsal e pélvica, compostas por cartilagens longas e finas semelhantes a penas, renderam-lhe o nome sugestivo de \"Peixe Arrebata-Coração\" pelos estudiosos.</p><p>Como uma das espécies mais importantes de \"Peixe Coração\", o Peixe Arrebata-Coração possui uma habilidade de natação surpreendente, mesmo em meio a Corrente Torrencial. Dizem que quando este peixe emerge na superfície da água e nada contra as correntezas fortes, suas barbatanas únicas emitem um som característico de \"Arrebata-Coração\". Identificar essa espécie de peixe com camuflagem em meio às águas azuis já é um grande desafio. No entanto, a maioria dos pescadores ainda não teve a oportunidade de ouvir esse som único.</p>"
    },
    {
      "epId": 4103,
      "name": "Peixe Esquenta-Coração",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/88ed256ee1594a902a8d65b2e341aa5b_8833129955543151402.png",
      "desc": "<p>O \"Peixe Esquenta-Coração\" é uma espécie de peixe singular com uma aparência lateral em forma de coração. Dizem que ele tem certa relação de parentesco com a perca, e seu nome \"Peixe Esquenta-Coração\" foi dado pelos estudiosos devido às suas barbatanas dorsal e pélvicas, que são compostas por cartilagens longas e finas, semelhante a penas.</p><p>O peixe chamado \"Peixe Esquenta-Coração\" possui uma coloração única, semelhante ao sol, que o torna especialmente chamativo na água. Diz-se que essa é uma estratégia de autodefesa incomum, onde certas espécies de peixes que dependem da visão os enxergam como \"objetos desconhecidos em chamas\" e os evitam. No entanto, ao contrário de sua aparência ardente, esses Peixes Esquenta-Coração têm temperatura corporal baixa e consomem pouca comida. Às vezes, eles até preferem permanecer em áreas rasas para tomar sol.</p>"
    },
    {
      "epId": 4104,
      "name": "Mecaprotetor: Função Básica",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/c762a9e0a49897b70070e177121d2b72_2792028477986280506.png",
      "desc": "<p>Um Mecautômato compacto de apoio projetado para auxiliar em tarefas submarinas e aumentar a eficácia das equipes de mergulho mecânico. A intenção original desse modelo era limpar lixo, algas e outros resíduos para evitar a obstrução dos principais componentes dos Mecautômatos que realizavam seu trabalho debaixo d'água, assim reduzindo ao máximo a ocorrência de erros. É por isso que eles são chamados de \"lixões subaquáticos\" e desempenham um papel fundamental no ecossistema de Fontaine.</p><p>Este Mecautômato está equipado com um sensor muito sensível capaz de localizar qualquer alvo e analisar em detalhes o lixo que encontra em seu caminho através de seu \"olfato\". Por isso, não é surpreendente que às vezes eles também sejam atraídos pelas iscas lançadas pelos pescadores na água. Aqueles que conseguiram pegar um desses com sua vara costumam chamá-lo de \"Mecaprotetor Aquático\" ou \"Mecapeixe\".</p><p>Os primeiros modelos de Mecaprotetores eram feitos com finas camadas de madeira e minerais de relativamente baixo custo. A primeira série de modelos estava equipada com um dispositivo de mobilidade direcionado para cumprir seus objetivos. No entanto, seu desempenho estava longe do desejado. Por isso, foi implementado um modelo de trabalho em turnos, de modo que quando alguns desses Mecaprotetores concluíam suas tarefas ou ficavam inutilizados por algum motivo, outra série que permanecia oculta no fundo do mar os substituía imediatamente, garantindo assim a continuidade das tarefas de limpeza subaquática. Por esse motivo, a maioria das pessoas acredita que são mecanismos capazes até mesmo de se reproduzir, pois surgem do nada em um instante. Portanto, não se sinta culpado se você pegar um ou dois sem perceber.</p>"
    },
    {
      "epId": 4105,
      "name": "Mecaprotetor: Controlador",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/96a13749797a5928608d2a9739c86fa1_4746716313539973821.png",
      "desc": "<p>Um compacto Mecautômato de suporte projetado para ajudar em tarefas subaquáticas e aumentar a efetividade das equipes de mergulho mecânico. A intenção original deste modelo era limpar lixo, algas e outros detritos para evitar a obstrução dos principais componentes dos Mecautômatos que realizavam seu trabalho debaixo d'água, assim reduzindo ao máximo a ocorrência de erros. É por isso que eles são chamados de \"lixões subaquáticos\" e desempenham um papel fundamental no ecossistema de Fontaine.</p><p>Este Mecautômato está equipado com um sensor altamente sensível capaz de detectar qualquer alvo e analisar detalhadamente o lixo que encontra em seu caminho através do seu \"olfato\". Portanto, não é surpreendente que às vezes eles também sejam atraídos pelas iscas lançadas pelos pescadores na água. Aqueles que conseguiram pegar um deles com sua vara costumam chamá-lo de \"Mecaprotetor Aquático\" ou \"Mecapeixe\".</p><p>Em certas circunstâncias, os Mecaprotetores confundem alguns alimentos de criaturas aquáticas com lixo que deve ser limpo, resultando em alguns desencontros dos quais os mecanismos menores e de menor desempenho não se saem muito bem. Devido a isso, pouco tempo depois, a população de Mecaprotetores diminuiu drasticamente.</p><p>Para proteger os dois modelos anteriores, os pesquisadores se basearam no conhecimento científico disponível para aumentar o desempenho da estrutura central e, assim, desenvolver um novo terceiro modelo com capacidade de combate, capaz de expulsar essas criaturas aquáticas ao investir contra elas. Dessa forma, garantiriam um bom ambiente de trabalho para os Mecaprotetores e poderiam continuar produzindo em massa através da cadeia de produção já estabelecida.</p><p>No entanto, mais tarde, o Instituto de Pesquisas de Fontaine ordenou que o desenvolvimento desses Mecaprotetores de Controle fosse interrompido urgentemente, porque, nas palavras literais das pessoas do Instituto de Pesquisas de Fontaine, \"Se esses trastes podem afugentar as criaturas aquáticas mais ferozes, por que continuar"
    },
    {
      "epId": 4106,
      "name": "Mecaprotetor: Purificador Hydro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/7a4705ac0c33c7eac7a8901529977a7b_5635612423394370273.png",
      "desc": "<p>Um compacto Mecautômato de suporte projetado para auxiliar em tarefas subaquáticas e aumentar a efetividade das equipes de mergulho mecânico. A intenção original deste modelo era limpar lixo, algas e outros resíduos para evitar a obstrução dos principais componentes dos Mecautômatos que realizavam seu trabalho debaixo d'água, assim reduzindo ao máximo a ocorrência de erros. É por isso que eles são considerados \"lixões subaquáticos\" e desempenham um papel fundamental no ecossistema de Fontaine.</p><p>Este Mecautômato está equipado com um sensor altamente sensível capaz de detectar qualquer alvo e analisar detalhadamente o lixo que encontra em seu caminho através do seu \"olfato\". Portanto, não é surpreendente que às vezes eles também sejam atraídos pelas iscas lançadas pelos pescadores na água. Aqueles que conseguiram pegar um deles com sua vara costumam chamá-lo de \"Purificador Hydro\" ou \"Mecapeixe\".</p><p>Comparado com o modelo básico de Mecaprotetor, que foi distribuído em massa, este modelo mais refinado e produzido em grande quantidade, conhecido como Purificador Hydro, possui uma camada anticorrosiva poderosa. Além disso, o pesquisador responsável pelo desenvolvimento desse mecanismo não utilizou um sistema de descarga imediata e não adotou medidas de descarga prejudiciais, mas sim, utilizou um design de recuperação e reparo periódicos. Dessa forma, os pesquisadores podem usar flashes de uma certa frequência para enviar sinais de navegação para o sensor desse Mecaprotetor e, assim, fazer com que eles retornem para serem reparados, examinados e soltos novamente na água para continuar trabalhando. No final, esses flashes acabaram se tornando uma isca específica para os Mecaprotetores e, de alguma forma desconhecida, se popularizaram entre os pescadores.</p>"
    },
    {
      "epId": 4107,
      "name": "Mecaprotetor: Coleção de Platina",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/3381bb0c50517282d73032de35c28a66_857681092733237833.png",
      "desc": "<p>Um Mecautômato compacto de suporte projetado para auxiliar em tarefas subaquáticas e aumentar a efetividade das equipes de mergulho mecânico. A intenção original deste modelo era limpar lixo, algas e outros detritos para evitar a obstrução dos principais componentes dos Mecautômatos que realizavam seu trabalho debaixo d'água, assim reduzindo ao máximo a ocorrência de erros.</p><p>Em comparação com outros modelos produzidos em massa, este Mecaprotetor Dourado de Colecionador é mais limpo e brilhante. Trata-se de um modelo comemorativo produzido por uma equipe de desenvolvedores que, para convencer comerciantes ricos a financiarem seu projeto de Mecaprotetores, presentearam-nos com esses modelos comemorativos para que os colocassem em seus aquários como peixes ornamentais sofisticados. Infelizmente, todas as tentativas da equipe de atrair investimentos fracassaram, então eles decidiram vender esses Mecaprotetores como brinquedos para cobrir os cada vez mais altos custos do projeto.</p><p>No final, todo mundo acabou descobrindo o que aconteceu, e a equipe de desenvolvedores interrompeu seu trabalho e os projetos futuros foram cancelados. Atualmente, ninguém cuida mais dos Mecaprotetores que vivem nas águas de Fontaine, e o lote do modelo dourado de colecionador, produzido anteriormente, acabou no fundo da água, em local desconhecido, sendo a espécie de peixe mais distinta e cara de Fontaine. À medida que alguns projetos do Instituto de Pesquisas se tornaram públicos, os jornalistas do \"Pássaro a Vapor\" começaram a investigar e verificar informações, e descobriram que \"a poluição aquática em Fontaine não melhorou significativamente mesmo após a implantação dos Mecaprotetores, tornando a eficácia do projeto duvidosa\". Mais tarde, os Mecaprotetores Dourados de Coleção que ainda não haviam sido ativados continuaram patrulhando as águas de Fontaine, e os pescadores começaram a se vangloriar quando pegavam um, pois eles eram muito menos comuns do que os peixes ornamentais de outras nações.</p>"
    },
    {
      "epId": 4108,
      "name": "Lontra Descontraída",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/59559639/5c8df12d5db9c8631c4c01a68def8306_3213530715162122795.png",
      "desc": "<p>Uma forma de vida única que vive na água. Dizem que essa criatura possui uma relação filogenética profunda com os furões que são comumente vistos na superfície. Tem um temperamento indolente, e o ritmo de sua existência é despreocupado, não tendo nenhum sinal de estresse.</p><p>Quando as pessoas encontram essas lontras preguiçosas, veem que essa criaturas estão flutuando de costas na água, levantando suas patas como um cumprimento. Entretanto, sob sua fachada descontraída, elas também possuem uma esperteza em seu ser, com intelecto o suficiente para usarem os recifes para abrirem conchas ou moluscos e conseguirem seu alimento delicioso. Às vezes, depois de se encherem de comida, não precisam sair em busca de alimento por muito tempo. Isso faz com que seus hábitos alimentares sejam descritos como \"se empanturrar agora e descansar muito depois\".</p>"
    },
    {
      "epId": 4109,
      "name": "Cão Cavalheiro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/59559639/09dfbe4c34d950028c8ebe41d5233095_6182558229011890376.png",
      "desc": "<p>O melhor amigo dos humanos!</p><p>Esses animais de estimação de Fontaine tiveram seus pelos meticulosamente tosados e estão adornados com enfeites personalizados. Esses cães possuem um temperamento cavalheiresco e também possuem uma ferramenta multifuncional que lembra uma bengala. Dizem que essa raça é extremamente inteligente e sua sensibilidade a fragrâncias ultrapassa a de outras raças. Ao mesmo tempo, tem uma certa elegância em sua aparência, complementando seu dono com outros aromas, adornos e partes do interior de uma residência. Isso faz com que seu dono tenha uma vida calma e com atitude ao mesmo tempo que dá a esses cães a boa reputação de guias elegantes.</p>"
    },
    {
      "epId": 4110,
      "name": "Cão Guarda",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/59559639/7f9585bf0f06ed948d7a39038116281b_3156127006343016550.png",
      "desc": "<p>O melhor amigo dos humanos!</p><p>Esses animais de estimação de Fontaine tiveram seus pelos meticulosamente tosados e estão adornados com enfeites personalizados. Partes de seus corpos estão protegidas com coberturas metálicas, fazendo-os parecer com soldados. Para os outros animais típicos, bem como os bandidos comuns, esse cão intimida como se fosse um guarda-costas humano. Por isso, alguns comerciantes ricos têm um interesse especial em serem donos de um cão dessa raça, adicionando novidade e segurança nas suas vidas.</p>"
    },
    {
      "epId": 4111,
      "name": "Dama Cão",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/59559639/e7339e7a1ccc39acc682755e12ad8b85_8802487211678470106.png",
      "desc": "<p>O melhor amigo dos humanos!<br>Esses animais de estimação de Fontaine tiveram seu pelo minuciosamente tosado e estão adornados com enfeites personalizados. Esse tipo de cão tem o temperamento de uma dama. Jovens moças que estão interessadas em terem animais de estimação têm uma tendência a gostarem dessa raça, e costumam os levar a festas de chá. Rumores dizem que alguém comprou roupas especiais feitas sob medida para essa raça na Boutique Chioriya. Por isso, alguns comerciantes já levaram esses desenvolvimentos em consideração para desenvolverem negócios futuros similares...</p>"
    },
    {
      "epId": 4112,
      "name": "Cão de Caça Âmbar",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/11042455f5b8a886b286ee676c71afe6_1193466181918203870.png",
      "desc": "<p>O melhor amigo do homem!</p><p>Um cão de pelagem dourada escura, pertencente à raça mais pura de Cão de Caça de Fontaine. Leal ao seu dono, com olfato aguçado e ágil, é capaz de auxiliar na caça de presas e na busca por criminosos.</p><p>Diz a lenda que eles também possuem habilidades aquáticas notáveis, embora raramente alguém tenha testemunhado sua habilidade de nadar, sendo considerado mais como uma curiosidade originada de um artigo humorístico no \"Pássaro a Vapor\".</p>"
    },
    {
      "epId": 4113,
      "name": "Cão de Caça Acinzentado",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/0f19aa5af44414d75040db34e05063c8_7586451971733610274.png",
      "desc": "<p>O melhor amigo dos humanos!</p><p>Com um pelo cinza, esse tipo de cão é o mais próximo dos humanos entre as raças de caça das terras médias. Eles possuem uma resistência fantástica, permitindo que fiquem ativos por muito tempo na natureza.</p><p>É só uma pena que sua aparência linda não é capaz de aguentar ser sujada. Donos dessa raça costumam gastar muito dinheiro dando banho neles.</p>"
    },
    {
      "epId": 4114,
      "name": "Cão de Caça Castanho",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/59559639/544251e7d71ce6dc8d5e87de8ca5738d_642024738601261651.png",
      "desc": "<p>O melhor amigo do homem!</p><p>Um cão de três cores com uma mistura de várias raças caninas, com constituição robusta, inteligência aguçada e frequentemente criado como cão de estimação e de trabalho.</p><p>No entanto, diz-se que o Cão de Caça Castanho pode se mostrar excessivamente relaxado quando não recebe comando de seu dono, sendo bastante guloso e sempre aceitando comida de estranhos, o que pode levar a problemas digestivos, causando preocupação ao dono.</p>"
    },
    {
      "epId": 4115,
      "name": "Cardeal Verde",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/cba0e58a867f7b8366faf7d358d76c32_1961401240072399474.png",
      "desc": "<p>Um pequeno pássaro comumente visto em Fontaine que canta melodias agradáveis.</p><p>Dizem que os Cardeais Verdes são muito sensíveis ao mundo externo, e estão dispostos a abandonarem seus ninhos e fugirem ao menor sinal de perigo. Por isso, o folclore descreve esses tímidos pássaros como presságios de um desastre, pois quando começam a fugir, significa que o perigo se aproxima.</p>"
    },
    {
      "epId": 4116,
      "name": "Cardeal Vermelho",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/bf44034372b7011aee7353177e368708_7056986595731724701.png",
      "desc": "<p>Um pequeno pássaro comumente visto em Fontaine que canta melodias agradáveis.</p><p>Entretanto, apesar de sua natureza dócil e fachada adorável, os Cardeais Vermelhos são extremamente combativos, às vezes agindo ativamente e atacando outros pássaros nas proximidades. Apesar de jovens e sem muitas penas em suas cristas, esses pássaros são confusos e ignorantes, não sendo belicosos.</p><p>Por isso, em folclore popular, a coroa de penas dos Cardeais Vermelhos são um sinal de coragem, mas só para os pássaros que cresceram penas nas suas cristas podem ser vistos como guerreiros dispostos a desafiar o destino.</p>"
    },
    {
      "epId": 4117,
      "name": "Pombo de Cauda Verde",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/4acd4fdea4831692c160aac5d0f24975_2108339508213043281.png",
      "desc": "<p>Os Pombos de Cauda Verde são parentes próximos dos pombos. Têm uma aparência graciosa e apesar de poderem ser treinados para mandar mensagens, poucas pessoas os usam com essa função.</p><p>Esse tipo de pássaro possui penas verdes e uma cauda na forma de leque. Suas personalidades são combativas, e eles já foram confundidos como larvas de Terrorgumelos Emplumados por forasteiros que passaram por Sumeru antes. Na verdade, essas duas espécies não têm nada em comum.</p>"
    },
    {
      "epId": 4118,
      "name": "Pombo de Cauda Magenta",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/42e1e69fc3c7b3efb6b0042fbc770f4b_2338957116393567402.png",
      "desc": "<p>Os Pombos de Cauda Magenta são parentes próximos dos pombos. Têm uma aparência graciosa e apesar de poderem ser treinados para mandar mensagens, poucas pessoas os usam com essa função.</p><p>Esse tipo de pássaro possui penas vermelhas e uma cauda no formato de leque. A forma de suas penas parece um coração avermelhado, o que fez os poetas pensarem ser mensageiros do amor. Mas, na verdade, os padrões avermelhados e a cauda escarlate do pássaro são usados para afugentar seus predadores naturais e não têm nada a ver com acasalamento.</p>"
    },
    {
      "epId": 4119,
      "name": "Pássaro-Sombrinha Marrom Vermelho",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/4183209137d66b53b055ac02c49dcf68_5675544196824783564.png",
      "desc": "<p>Um pássaro pequeno e redondo que é um parente distante dos pássaros de Fontaine. Tem esse nome por causa da crista penada que parece um guarda-chuvas.</p><p>Pesquisas indicam que os Pássaros-Sombrinha Marrom Vermelho não voam bem e têm dificuldade em esquivar de predadores. Entretanto, eles podem usar suas penas para se disfarçarem como se fossem alguma planta ou rocha, evitando seus predadores.</p>"
    },
    {
      "epId": 4120,
      "name": "Pássaro-Sombrinha Azul Cinza",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/8a397b49e1fb1e13fc06a77608231c34_8198707904152876398.png",
      "desc": "<p>Um pássaro pequeno e redondo que é um parente distante dos pássaros de Fontaine. Tem esse nome por causa da crista penada que parece uma sombrinha.</p><p>Pesquisas sugerem que Pássaros-Sombrinhas Azuis Cinzas possuem habilidades excepcionais que não condizem com sua aparência, sendo capazes de voar por muito tempo. Além disso, suas penas cinzas também funcionam como uma espécie de camuflagem, permitindo que eles se misturem ao mar e ao céu como plano de fundo para evitarem serem detectados por seus predadores.</p>"
    },
    {
      "epId": 4121,
      "name": "Gaivota Pescadora Violeta Dourado",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/c303c7b4816259f2a34093e692a2d9ac_3116664257009897407.png",
      "desc": "<p>Um pássaro de médio porte que vive em Fontaine. Ele possui penas alternantes douradas e roxas.</p><p>A Gaivota Pescadora Violeta Dourado não é o que a maioria das pessoas descreveria como amigável. Elas roubam comidas gordurosas direto das mãos das pessoas no porto e, às vezes, até invadem barcos de pesca para saborear os peixes frescos a bordo.</p><p>Portanto, apesar de como alguns insistem que \"as Gaivotas Pescadoras Violeta Dourado são símbolos da vida tranquila na costa e não podem ser tratadas cruelmente\", pescadores ainda as consideram um sinal de apuros e as expulsam.</p>"
    },
    {
      "epId": 4122,
      "name": "Fulmar de Crista Plana",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/9f27d14e6114234e3fb55239e9ea9c8d_1527876813095154117.png",
      "desc": "<p>Um pássaro marinho que vive em Fontaine. Esse pássaro ganhou o nome \"Fulmar de Crista Plana\" por causa de sua crista reta penada e branca.</p><p>Como um tipo de pássaro que é predador de peixes, o Fulmar de Crista Plana é extremamente talentoso em caçar cardumes de peixes. Por isso, alguns documentos descrevem que pescadores experientes não afastam os Fulmares de Crista Plana que caçam perto de seus navios, escolhendo coexistir com eles.</p>"
    },
    {
      "epId": 4123,
      "name": "Ganso de Asas Negras",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/a31f48924de776ee0a3bb2799a061033_1774298899169871880.png",
      "desc": "<p>Um pássaro gigante que vive em piscinas ou lagos. É um parente próximo dos Gansos de Asas Nevadas.</p><p>Devido ao Ganso de Asas Negras ter asas com tons escuros, se pensava que eles eram Gansos de Asas Nevadas que haviam sido amaldiçoados. Foi por causa de superstições como essas que os Gansos de Asas Negras são considerados por uma minoria de Fontaine como presságio de anormalidades e calamidades incertas.</p><p>Com a mudança dos tempos, as pessoas passaram a buscar novas expressões de arte. Por isso, novas obras representando o Ganso de Asas Negras positivamente começaram a surgir. Nos círculos artísticos de Fontaine, o termo \"Ganso de Asas Negras\" foi usado para descrever fenômenos inesperados, mas que se provaram fantásticos com o passar do tempo.</p>"
    },
    {
      "epId": 4124,
      "name": "Ganso de Asas Nevadas",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/b0f62b3ebab1517d5202948306a70568_8531800093129616055.png",
      "desc": "<p>Um pássaro gigante que vive em piscinas ou lagos. É amado pelas pessoas por causa de sua aparência nobre e linda.</p><p>Com suas asas tendo o semblante da neve e a lealdade que possuem com suas moradias, poetas geralmente têm um consenso sobre os Gansos de Asas Nevadas como um símbolo da pureza e nobreza.</p><p>Também há uma tradição em Fontaine de comparar poetas, cantores ou dançarinos excepcionais aos Gansos das Asas Nevadas nos círculos artísticos.</p>"
    },
    {
      "epId": 4225,
      "name": "Borboleta de Cristal Hydro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/03/59559639/fc2494add0fff9cf7f35d0f6152b001d_5176889914186482554.png",
      "desc": "<p>Formas de vida elementais puras compostas por partículas de Hydro à deriva, tão livres e desvinculadas quanto as borboletas às quais se assemelham.</p><p>Uma criatura brilhante de Hydro que é o produto do surgimento e condensação dos elementos, e que se alimenta do poder onipresente do Hydro.</p><p>A lenda diz que as Borboletas de Cristais Hydro são condensadas das lágrimas da pureza para lavar a mancha dos pecados. Independentemente de como o mundo muda, desde que a convicção permaneça, a retidão existirá eternamente.</p>"
    },
    {
      "epId": 4384,
      "name": "Unidade de Subdetecção",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/59559639/10aa251238a80e8c2c005eef4c21b70c_2740675841878393082.png",
      "desc": "<p>Unidades de detecção produzidas pelo Instituto de Pesquisas de Fontaine usando novos modelos de componentes. Originalmente, seu propósito era monitorar dados ambientais.</p><p>Essas unidades eram originalmente gerenciadas cooperativamente pelo Departamento de Desenvolvimento e Pesquisa em Tecnologia Avançada Artificial e o Departamento de Monitoramento Ecológico Ambiental e Natural, com o primeiro responsável pela fabricação e disponibilização das unidades de detecção e o segundo responsável por coletar e filtrar os dados. Como o segundo departamento foi dissolvido em um acidente, suas responsabilidades foram assumidas pelo Instituto de Pesquisas de Fontaine.</p>"
    },
    {
      "epId": 4597,
      "name": "Mecaprotetor: Líder Dourado",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/59559639/72e7c036e4c69738e4d536e70a85e56e_5489257840117427283.png",
      "desc": "<p>Um Mecautômato compacto assistente desenvolvido para aumentar as taxas de uso de grupos de Mecautômatos, ajudando com projetos submarinos. Eles foram originalmente elaborados para remover lixo, vegetação e outros destroços submarinos para prevenir o entupimento das partes vitais de outros Mecautômatos, diminuindo o número de falhas. De outro ponto de vista, eles também beneficiam consideravelmente o ecossistema de Fontaine como zeladores submarinos.</p><p>Comparado a outros modelos produzidos em massa, esse Mecautômato assistente especial Edição de Coleção de Platina usa um revestimento dourado, junto com equipamentos de controle. A equipe de projetos o elaborou para cumprir a função de \"estação retransmissora de controle\" em ambientes submarinos complexos, recebendo e retransmitindo comandos do controlador para todos os outros Mecautômatos no grupo, assumindo o papel de líder.</p><p>Entretanto, quando todo o projeto de manutenção dos Mecautômatos parou de funcionar, esses líderes mecânicos perderam sua razão de existir. Somente seus revestimentos dourados facilmente reconhecíveis os dão valor para os pescadores que os colecionam.</p>"
    },
    {
      "epId": 5078,
      "name": "Ovelha Fofinha",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/42646513/de2c29fa86accae602d519a6b80554fb_7369106006288660638.png",
      "desc": "<p>Essas bestas gentis podem ser encontradas por todo Teyvat, e foram as primeiras formas de rebanho a serem criados pelos humanos.</p><p>As Ovelhas Fofinhas, segundo seu nome, tem um pelo macio e quente que é usado para fazer roupas. Humanos também adoram seu leite delicioso. No passado distante, essas bestas eram chamadas de \"Pelos Macios\", e tinham um papel importante nas cerimônias do povo local, mas essa é uma história para outra hora.</p>"
    },
    {
      "epId": 6604,
      "name": "Colhereiro da Montanha Azul",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/536df94b041bf47b59fac74274abdbe0_3952696945029147779.png",
      "desc": "Uma ave aquática com penas azuis delicadas que geralmente grasna.<br>Dizem as lendas que as penas do Colhereiro da Montanha Azul podem ser usadas para fazer tintas e, dessas, a qualidade das tintas feitas com a plumagem e com as penas da cauda era incrível, as tornando inestimáveis na época. Os antigos de Natlan tinham que realizar uma dança maravilhosa para o líder dos Colhereiros da Montanha Azul, tanto que toda a revoada acenaria e permitiria que eles tirassem uma única pena da plumagem e das penas da cauda de cada Colhereiro da Montanha Azul. Assim, os dançarinos geralmente se reuniam para aprender e competir entre si, compondo uma das formas mais antigas de \"batalhas de dança\" em Natlan..."
    },
    {
      "epId": 6605,
      "name": "Cegonha Escarlate",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/a1c5f209809fdcafd7bac7b0da7b4a7c_8880756199757738961.png",
      "desc": "Uma ave nobre e elegante, com um par de asas largas e pernas finas.<br>Essa espécie de ave já foi confundida com um parente do Qucussauro devido ao seu corpo e coloração distintos. Não foi até várias pessoas inteligentes aprenderem como se aproximar deles, que foi possível estudá-los detalhadamente e compreender sua real natureza. Esse é o motivo por trás do apelido da Cegonha Escarlate, os \"Saurianos Banguelos\". A história desse mal-entendido foi registrada pelo Clã das Plumas de Flores e se tornou uma fonte de inspiração para muitas canções..."
    },
    {
      "epId": 6606,
      "name": "Pássaro do Peito Coroado",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/853f6354ae80119b9999628169dc4ae0_6071103885866007871.png",
      "desc": "Uma ave de tamanho médio que pode ser encontrada em Natlan. Sua crista imensa parece a lâmina de uma alabarda e é um excelente dissuasor. Até o mais feroz dos monstros pensará duas vezes antes de tentar machucá-las...<br>Dizem que as cristas dos Pássaros do Peito Coroado são tão pesadas quando uma espada de uma mão, e seus ossos são bastante resistentes, então suas cristas conseguem penetrar escudos finos e leves quando eles avançam a toda velocidade. Alguns guerreiros do Coletivo da Fartura perceberam isso e buscam ativamente Pássaros do Peito Coroado selvagens para ver \"quem tem a cabeça mais dura\", tentando calejar seus próprios corpos por competições assim até se tornarem fortes como o aço..."
    },
    {
      "epId": 6607,
      "name": "Faisão de Penas Grossas",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/b25642b5804bf9cef8f5cff44fa4a7ad_4217378647999002006.png",
      "desc": "Uma ave de tamanho médio que pode ser encontrada em Natlan. Ela possui uma luxuosa plumagem verde brilhante, aparentemente com um rufo delicado e sedoso, enquanto as penas de sua cauda são belas como flores desabrochando.<br>Talvez devido a suas penas serem um tanto exuberantes, como um campo de flores inflamáveis, essa ave ainda tem medo de fogo, apesar de viver no calor de Natlan. Além disso, enquanto outras aves podem parecer fofas, mas são muito duras, na verdade, o que o Faisão de Penas Grossas possui embaixo de suas penas grossas é... uma camada muito espessa de gordura. Assim, o desgaste é grande mesmo quando voa normalmente, sendo chamada de \"planta em vaso com asas que não consegue voar\" pelos Descendentes das Copas..."
    },
    {
      "epId": 6608,
      "name": "Cervo Marrom",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/adfdff4be631f29ec4802e962b9196a8_6901511266677267983.png",
      "desc": "O Cervo Marrom é uma criatura com um corpo marrom-avermelhado, mas sua paixão ardente só é mostrada quando luta com sua própria espécie. Sob a maioria das circunstâncias, esse animal é pacífico e não ataca outras criaturas sem um bom motivo.<br>A galhada icônica do Cervo Marrom é um símbolo de força individual. Geralmente falando, quanto maior a galhada de um cervo macho, maior o poder que contém e mais autoridade ele possui no rebanho. E as pessoas de Natlan que vivem em harmonia com o Cervo Marrom penduram ornamentos como laços e lâmpadas de vaga-lume na galhada para torná-los ainda mais magníficos..."
    },
    {
      "epId": 6609,
      "name": "Alpaca",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/960b54946ffbd767452dbf7affcfb500_3059068248877802181.gif",
      "desc": "Esses camelídeos fofos de quatro patas são elegantes e gentis, e se dão bem com humanos, assim como bons parceiros que se compreendem...<br>Embora pareçam muito diferentes, esse animal é, de fato, um parente distante do Animal de Carga, além de ter alguma relação com a Ovelha Fofinha. Boas em carregar mercadorias por longas distâncias, elas são as melhores amigas de um comerciante. Quando é hora de descansar, você pode até se aconchegar a elas para aproveitar um sono macio e tranquilo...<br>Falando de forma geral, Alpacas crescem lã bem rápido. Para prevenir que seja nocauteadas pelo clima quente, as pessoas têm que tosquiar as Alpacas frequentemente, enquanto a lã tirada delas é um material incrível para a fabricação de tecidos..."
    },
    {
      "epId": 6610,
      "name": "Capivara",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/28dc72fd0610c105917e6ad7d77ba15c_181742869266956600.png",
      "desc": "Esses herbívoros, que frequentemente moram próximos à água, são famosos por sua disposição estoica, dura, como se \"não se mexessem mesmo que um raio atingisse seus pés\". Turistas consideram-na um símbolo de animais amigáveis.<br>Capivaras gostam de relaxar enquanto se banham ou tomam sol na costa, e é bem comum que elas quase não se movam pela maior parte do dia, como se nada no mundo pudesse as perturbar e deixá-las ansiosas. Apesar de sua aparência fofinha, seu pelo é bem duro e resistente. Se você as alisar na mesma direção de sua pelagem, a sensação é relativamente macia, mas se fizer carinho na direção oposta, você pode acabar com a mão arranhada. Talvez seja esse o motivo de até predadores famintos não considerarem essa amiguinha completamente inofensiva e bastante indefesa como uma presa..."
    },
    {
      "epId": 6611,
      "name": "Rinoceronte de Pescoço Longo",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/cfdf40e3b973e4e8ed20ad1020476c8a_4720283544997250568.png",
      "desc": "Uma fera com um corpo imenso e um pescoço particularmente fino, como uma \"árvore ambulante\", encontrada apenas em Natlan.<br>As pessoas chegando a Natlan pela primeira vez geralmente pensam que o Rinoceronte de Pescoço Longo também é um tipo de Sauriano, mas não é o caso. Ele é apenas grande. Em termos de tamanho apenas, não há muitos animais em todo Teyvat que possam se comparar. Graças à sua esmagadora vantagem em tamanho e massa, ele consegue enfrentar predadores sem nem piscar. Tudo que ele precisa fazer é levantar uma perna e dar um único passo para atordoar as mais ferozes bestas e forçá-las a fugir. Talvez essa seja outra razão pelo temperamento lento e tranquilo do Rinoceronte de Pescoço Longo..."
    },
    {
      "epId": 6612,
      "name": "Esquilo-voador",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/0d0e0db20809feb060b56f3d3efe3f39_4838533714918986925.png",
      "desc": "Animais pequenos com uma estrutura corporal única, conseguem estender seus membros e usar suas membranas de asas resistentes ao pular de lugares altos, chegando a locais difíceis para outros animais terrestres alcançarem...<br>As técnicas que esquilos-voadores usam para se locomover não são diferentes daquelas usadas por Planadores. Uma lenda afirma que no passado, vários aventureiros que visitaram Natlan tentaram conduzir uma pesquisa extensiva sobre esquilos-voadores, mas os pequeninos frequentemente deixaram o orgulho à solta enquanto navegavam pelos ventos. Era difícil acompanhá-los, quem dirá observar seus movimentos em detalhe. Desde então, a filial de Natlan da Guilda de Aventureiros entrega o título \"Nível Esquilo-Voador\", usado para descrever aqueles mestres supremos que dominaram a arte do Planador ao ponto de conseguirem \"planar agilmente como um esquilo-voador\"."
    },
    {
      "epId": 6613,
      "name": "Pássaro do Fluxo Aéreo",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/99f1e8b8b60a0ca614bb813cd82628a1_5703039698053735363.png",
      "desc": "Uma ave peculiar que pode andar com seus dois pés, mas não pode abrir as asas para voar. Amigável e animada, elas geralmente encontram-se em habitats próximos à água em grupos, ou boiando de costas na água sem nenhuma preocupação.<br>Pássaros do Fluxo Aéreo tem o formato de uma garrafa com o pescoço fino, balançando sem estabilidade enquanto andam, com suas asas batendo desengonçadamente. Devido à sua relativa afabilidade em relação a todas as outras criaturas, sua falta de agressividade até mesmo quando sentem raiva e o fato de até Pássaros do Fluxo Aéreo adultos não serem maiores ou mais pesados do que uma criança humana, o Povo das Termas deixam suas crianças brincarem com eles com prazer..."
    },
    {
      "epId": 6614,
      "name": "Pássaro do Fluxo Escaldante",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/acc63a94a54e29b75987cb0430d17d89_1579592866336487927.png",
      "desc": "Uma ave peculiar que pode andar com seus dois pés, mas não pode abrir as asas para voar. Amigável e animada, elas geralmente encontram-se em habitats próximos à água em grupos, ou boiando de costas na água sem nenhuma preocupação.<br>A subespécie de Pássaro do Fluxo Aéreo conhecida como Pássaro do Fluxo Escaldante ama altas temperaturas e tem penas que conseguem suportar as altas temperaturas do Flogisto Líquido em queima. Para eles, uma piscina de magma que seria perigosa para outras criaturas é como um banho quente na temperatura certa. Talvez a razão de outras áreas de Natlan parecem frias demais para essa criatura seja ela ser acostumada ao calor do Flogisto Líquido. Se ela se encontrar acidentalmente fora de suas cavernas preferidas, Pássaros do Fluxo Escaldante podem até procurar em muitos lugares pelas fogueiras de aventureiros para se manterem aquecidos..."
    },
    {
      "epId": 6616,
      "name": "Afídio de Flogisto",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/b3ea9991f6d581f2ccf8f937831e9331_8660916472946863199.png",
      "desc": "Uma criatura curiosa que ama Flogisto e dança ao redor de chamas. Assim como abelhas são \"cervejeiras\" que usam polem, Afídios de Flogisto também são conhecidos como \"chefs\" de Flogisto devido aos seus órgãos especiais — aos olhos de algumas criaturas de Natlan que usam esse Flogisto, quando ele é processado por Afídios de Flogisto, fica simplesmente mais delicioso. Caso haja uma grande concentração de Afídios de Flogisto reunidos em algum lugar na natureza, isso significa que Flogisto de alta qualidade exista lá. Alguns Gravuristas de Flogisto dos Mestres do Vento Noturno criam especificamente Afídios de Flogisto para pré-processar o Flogisto que usam..."
    },
    {
      "epId": 6617,
      "name": "Besouro de Cristal",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4aa8e2ffb0e8f54e9e902c33095adc49_3936602603989287776.png",
      "desc": "Um besouro com uma personalidade animada e agitada que carrega um bloco de Flogisto Sólido parecido com um cristal.<br>A aparência magnífica do Besouro de Cristal pode atrair outras criaturas de longe. Caso sejam amigáveis, o Besouro de Cristal brincará com a outra parte e, com o tempo, podem se tornar amigos. Caso a outra parte tenha outros motivos, então o Besouro de Cristal usará seu corpo duro como rocha para fazê-las se arrependerem.<br>Dizem que os Besouros de Cristal têm a habilidade especial de perceber certos minérios e minerais. Alguns mineradores dos Filhos dos Ecos usam bem essa incrível capacidade, fazendo amizade com alguns Besouros de Cristal e pedindo que eles emprestem um tarso quando vão para as minas..."
    },
    {
      "epId": 7599,
      "name": "Javali do Bosque de Pelos Vermelhos",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/61fc9fc616dfc8dd5b7d39e23f30455b_7849216616002954336.png",
      "desc": "Uma espécie antiga de javali da floresta, maior e possuindo uma juba carmesim.<br>Diferentes de seus parentes do mundo exterior, a pelagem avermelhada ardente desse javali é resultado da exposição ao Flogisto. Seu grande porte e agressividade também o distinguem das variedades mais comuns..."
    },
    {
      "epId": 7601,
      "name": "Colhereiro Caminhante do Fogo Antigo",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/54a2d96d90051bfb6e30103f1891d4d6_3288249980974217438.png",
      "desc": "Um pássaro capaz de nadar livremente através do Flogisto Líquido.<br>Tendo vivido em vulcões, seus hábitos e aparência são diferentes dos Colhereiros encontrados no mundo exterior. Alguns estudiosos acreditam que o Antigo Colhereiro Caminhante das Chamas é para o Colhereiro da Montanha Azul, o que o Pássaro do Fluxo Escaldante é para o Pássaro do Fluxo Aéreo. Outros, acreditam que o Antigo Colhereiro Caminhante das Chamas vem de muito antes deles... Se for verdade, então significaria que a espécie de Colhereiro sempre teve esse tamanho desde os tempos imemoriais."
    },
    {
      "epId": 7602,
      "name": "Mecanismo Fonte: Patrulhador",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/fa3d5fa8e61f4537a2b62501b15b6fff_4941560282879286283.png",
      "desc": "Ágil em seus movimentos, este pequeno mecanismo com formato de peixe parece compartilhar a mesma tecnologia de origem dos autômatos das ruínas ancestrais, sendo capaz de operar em diversos ambientes líquidos, incluindo combustível líquido em alta temperatura—ou talvez tenha sido projetado para detectar fontes de calor, movendo-se automaticamente em direção a sinais térmicos intensos.<br>Graças a essa característica de \"busca por calor\", pescadores habilidosos conseguem atraí-lo com iscas que emitem calor. Quando desmontado, pode fornecer dispositivos peculiares de uma civilização antiga. Por isso, esse \"peixe mecânico\" é considerado extremamente valioso..."
    },
    {
      "epId": 7603,
      "name": "Tartaruga Lustrada Ancestral",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/d6044ff02ef8cc3de7bbf709234a1b42_6072659606923903318.png",
      "desc": "Um réptil com uma carapaça grossa, com cristais de Flogisto Sólido coalescidos.<br>Similar a outras tartarugas em Teyvat, mas essa espécie vive em áreas ricas em Flogisto, que aumenta a quantidade de diversos depósitos de Flogisto Sólido em sua carapaça. Algumas espécies são conhecidas por aparecerem fora de vulcões por conta de uma erupção. Após estudá-los, os pesquisadores acreditam que essas tartarugas evoluíram mais lentamente do que seus parentes atuais."
    }
  ]
}