{
  "version": 1755896055,
  "language": "pt-pt",
  "menuId": 20,
  "menuName": "Definições",
  "totalItems": 11,
  "list": [
    {
      "epId": 4935,
      "name": "Gnosis",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/d233949972be14fcf0feb738a9b67efa_4817492893140404510.png",
      "desc": "<p>As Gnosis são focos mágicos internos que cada um Dos Sete possui, permitindo-lhes ressoar diretamente com Celestia e servindo como um emblema de seu status. As Gnosis foram criadas a partir dos restos do Terceiro Descido.</p>"
    },
    {
      "epId": 4939,
      "name": "Festival da Brisa Florescente",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/42646513/f69afc8842c5f861bdc59a04f23f682f_822927908524521348.png",
      "desc": "<p>O Festival da Brisa Florescente foi criado para comemorar a coragem e o sacrifício dos heróis que derrubaram o tirano Decarabian, o Deus das Tempestades.</p>"
    },
    {
      "epId": 5112,
      "name": "Espinha do Dragão",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/42646513/b8b72510f6e10df82a28ab7e44925d9d_1656051653595939005.png",
      "desc": "<p>Uma região nevada e perigosa no sul de Mondstadt, onde o gelo nunca derrete. As terras de Espinha do Dragão estão saturadas com o sangue envenenado do dragão Durin.</p>"
    },
    {
      "epId": 5119,
      "name": "Despenhadeiro",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/12/42646513/6be2b18055f1bd7b1bb200aa669ab5e0_6090995463102163970.png",
      "desc": "<p>Como diz o ditado, \"Os penhascos em camadas lançam sombras elusivas, para onde esses caminhos traiçoeiros levam, ninguém sabe.\" Nos antigos textos de Liyue, esse lugar às vezes é chamado de \"Vale Yu\". Mesmo o brilho radiante do sol deve afundar-se nas profundezas das sombras do anoitecer. Embora as lendas continuem como apenas lendas, deve-se sempre esperar o inesperado ao explorar essas minas subterrâneas em labirinto.</p>"
    },
    {
      "epId": 5747,
      "name": "Tear do Destino",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/24/42646513/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4412324428722009947.png",
      "desc": "<p>Um dispositivo criado pela Ordem do Abismo que é capaz de tecer Linhas Ley.</p>"
    },
    {
      "epId": 6274,
      "name": "Simulanka",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/21/42646513/193a95712c2de70de8387cacada48417_4848159000470896250.png",
      "desc": "<p>Há muito, muito tempo, três deusas criaram esse mundo e o nomearam de \"Simulanka\".</p><p>A Deusa da Criação, que preside sobre a matéria e a mágica, criou as montanhas e rios e deu vida. Os poderes dela também pavimentaram o caminho para Simulanka existir em inúmeros mundos.</p><p>Após a Deusa da Criação veio a Deusa da Profecia, cujos reinos eram as estrelas e todos os cursos do destino no mundo. Ela induziu o céu a girar e a terra a se mover. Até hoje, a estátua dela se mantém firme no ponto mais alto da Metrópole da Constelação.</p><p>A última Deusa era a Deusa do Destino, ela que reinou sobre todos os contos estimados e desejos queridos. Ela concedeu os eternos sentimentos de amor e ódio, e mostrou o significado de morte e fé.</p>"
    },
    {
      "epId": 7032,
      "name": "Festival Sabzeruz",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/42646513/bef90833a4b22d42eb98d73aa66789c5_8354683110867427294.png",
      "desc": "<p>Um festival de Sumeru que recebeu seu nome em homenagem à Deusa das Flores e celebra o aniversário da Arconte Dendro.</p>"
    },
    {
      "epId": 7288,
      "name": "Ochkanatlan",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/42646513/8694aaf89d32e75eca416ec7fe41e487_105324439616855465.png",
      "desc": "<p>Para perseguir o grande sonho na névoa matinal e no mar de nuvens, os guerreiros que voavam pelos céus não descansavam um momento sequer.</p>"
    },
    {
      "epId": 7424,
      "name": "Mare Jivari",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png"
    },
    {
      "epId": 7425,
      "name": "Reino da Noite",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png"
    },
    {
      "epId": 7623,
      "name": "Nod-Krai",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/8ef5e0aaf7edf5d156a382a5b0cc72da_8401477357861209422.png",
      "desc": "<blockquote><p>Nos tempos em que as sete luzes do alto ainda não banhavam a terra, o rei, cujo nome não pode mais ser mencionado, ergueu a lua, passando a reger os fluxos do mundo em seu lugar.<br>Os restos que não se tornaram lua repousam no oceano infinito — e afinal, transformaram-se no lar dos exilados do norte distante.</p><p>Nem a maré negra da corrupção, nem os monges demoníacos de línguas estranhas conseguiram quebrar a espinha desta terra... e agora, com o surgir da Lua Nova, a calamidade mais uma vez tenta engolir o mundo...</p></blockquote>"
    }
  ]
}