{
  "version": 1749848079,
  "language": "pt-pt",
  "menuId": 7,
  "menuName": "Inimigos e Monstros",
  "totalItems": 249,
  "list": [
    {
      "epId": 2100,
      "name": "Childe",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
      "desc": "\"Childe\" Tartaglia, Décimo Primeiro Mensageiro dos Fatui.<br/>Seu poder vem de sua Ilusão sinistra e ele luta usando artes marciais que aprendeu em uma terra de escuridão.<br/>Ele é um guerreiro puro com um desejo insaciável pelo batalha.<br/>Cada conflito sangrento, cada combate de vida ou morte é uma provação deliciosa para ele.<br/>As pessoas dizem que o jovem Childe é famoso em toda a região por sua destreza em batalha.<br/>Mas ele nunca levou muito a sério esse tipo de conversa.<br/>Afinal de contas...<i><br/>\"Você sempre será o olho da tempestade</i><br/><i>E o retinir do aço sempre o acompanhará.</i><br/><i>A memória sombria do encontro com a escuridão total</i><br/><i>Será, finalmente, a força com a qual você destruirá este mundo.\"</i>"
    },
    {
      "epId": 2101,
      "name": "La Signora",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
      "desc": "Signora, a Oitava dos Onze Mensageiros dos Fatui.<br/>Ao contrário dos demais Fatui que usam de sua autoridade concedida pelas Ilusões para fins pessoais, a dela é uma Ilusão que acorrenta uma chama que devorará tudo. Diferentemente de uma arma usada para matar, poderia ser mais adequado considerar isto como uma ferramenta de encarceramento.<br/>E foram as brasas daquela chama, que se acumularam durante muitos anos, que romperiam o selo gelado da Ilusão que criou um aspecto retorcido em seu rosto.<br/><br/>O amanhecer carmesim se refletiu em suas pupilas e, finalmente, ela abriu suas asas flamejantes e voou em direção à luz.<br/><i>\"Mas essa luz não é o amanhecer, querida Rosalyne. É um mar de chamas que vai consumir tudo.\"</i><br/>Uma voz falou com ela em meio à luz.<br/><br/>No entanto, não importava, pois ela sabia em seu coração que as chamas a haviam devorado há muito tempo."
    },
    {
      "epId": 2102,
      "name": "Hilichurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl_icon.png",
      "desc": "Habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Eles parecem muito semelhantes à humanidade, mas parecem ter perdido tanto seu intelecto quanto sua espiritualidade. Sua presença no continente é registrada há mais de mil anos, no entanto, eles não têm história, nem civilização.<br/>Desde a calamidade de quinhentos anos atrás, eles começaram a se espalhar em grande número por toda a terra. Eles não são muito fortes e carecem de organização, mas ainda assim trazem grandes problemas para os seres humanos de vez em quando."
    },
    {
      "epId": 2103,
      "name": "Lawachurl da Pedra Oculta",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stonehide Lawachurl_icon.png",
      "desc": "Um misterioso \"chefe\" dos Hilichurls que caminha entre milhares de montanhas.<br/>Este enorme Hilichurl é chamado de \"Lawa\" por seus companheiros. As energias Geo abundantes no meio ambiente tornaram-se parte de sua carne, sangue e pele, que parecem como se fossem esculpidas na rocha da montanha."
    },
    {
      "epId": 2104,
      "name": "Lawachurl da Trovoada",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunderhelm Lawachurl_icon.png",
      "desc": "Um misterioso rei dos Hilichurls que vagueia no meio da tempestade elétrica.<br/>Esta é uma grande criatura que os outros Hilichurls chamam de Lawa. Seu corpo colossal é coberto por energia Electro. Das fissuras de sua pele brotam Cristais Electro dos quais emite Energia Elemental."
    },
    {
      "epId": 2105,
      "name": "Lawachurl dos Braços Congelantes",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Frostarm Lawachurl_icon.png",
      "desc": "Um misterioso \"chefe\" dos Hilichurls que espreita a neve e o nevoeiro.<br/>Este enorme Hilichurl é chamado de \"Lawa\" por seus companheiros. Seu corpo, aperfeiçoado até o limite, quase parece se misturar com o ambiente repleto de Cryo, e sua nobreza estoica é como a dos rios congelados do Reino do Norte."
    },
    {
      "epId": 2106,
      "name": "Samachurl Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Samachurl_icon.png",
      "desc": "Um Hilichurl feiticeiro e murmurante, que evoca o Cryo congelante.<br/>Hilichurls, que são especialmente dotados no comando dos elementos, muitas vezes alcançarão o ápice de sua habilidade em sua velhice. Estes xamãs se lembram dos cânticos gelados e são ainda mais habilidosos na arte de usá-los para prender seus inimigos."
    },
    {
      "epId": 2107,
      "name": "Slime Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Slime_icon.png",
      "desc": "Um pequeno monstro criado através da coagulação do Cryo em seu ambiente natural.<br/>Uma vez, os concorrentes espalharam rumores maliciosos de que a Adega do Alvorecer utilizava Slimes Cryo para controlar a temperatura da sua adega e preservar a qualidade de seu álcool."
    },
    {
      "epId": 2108,
      "name": "Hilichurl Cryo Granadeiro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Grenadier_icon.png",
      "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Hilichurls descobriram o uso de Slimes Cryo para efetivamente manter os alimentos frescos. Hilichurls tem uma surpreendente sabedoria no uso prático de Slimes, seja o uso de Slimes Pyro e Cryo para fazer barris explosivos, ou o uso de Slimes Anemo em veículos... Talvez esta seja sua maneira de se adaptar ao seu difícil destino na vida."
    },
    {
      "epId": 2109,
      "name": "Feiticeiro do Abismo Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Abyss Mage_icon.png",
      "desc": "Criaturas abissais que comandam o poder do Cryo em batalha.<br/>Embora possuam um grande poder e possam até mesmo criar estalactites condensando e congelando o vapor de água na atmosfera, seus corpos são muito vulneráveis por si mesmos. Uma vez quebrada sua barreira protetora, eles estão à sua mercê."
    },
    {
      "epId": 2110,
      "name": "Hilichurl Guarda com Escudo de Gelo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shield Hilichurl Guard_icon.png",
      "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Hilichurls exibem um forte senso de adaptabilidade ao seu redor. Em ambientes gelados, eles inventam formas e meios de moldar este gelo duro em escudos para se protegerem."
    },
    {
      "epId": 2111,
      "name": "Mitachurl de Escudo de Gelo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shieldwall Mitachurl_icon.png",
      "desc": "Um Hilichurl musculoso que usa gelo sólido como escudo, empunhando-o em batalha.<br/>A razão normalmente determina que grandes criaturas que veem muita ação devem queimar um grande número de calorias para se sustentarem. Como tal, o atual El Musk propôs o \"Índice Mitachurl\". Este índice correlaciona a porcentagem de Mitachurls dentro da população de Hilichurls com a estabilidade e o sucesso da atividade de procurar alimento dos Hilichurls."
    },
    {
      "epId": 2112,
      "name": "Hilichurl Atirador Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Shooter_icon.png",
      "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Estes arqueiros empunham balestras simples, na ponta de suas flechas um gelo que nunca derrete. Diz-se que as feridas causadas por essas pontas de flecha cicatrizam muito lentamente, pois o frio vai retardar a circulação do sangue."
    },
    {
      "epId": 2113,
      "name": "Cicin Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Cicin_icon.png",
      "desc": "Pequenas criaturas que podem manipular Cryo ligeiramente.<br/>Elas e outras criaturas são conhecidas coletivamente como Cicins. Individualmente são muito fracas, mas justamente por serem assim, desenvolveram métodos únicos de movimento que permitem evitar predadores."
    },
    {
      "epId": 2114,
      "name": "Flor Gigante Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Whopperflower_icon.png",
      "desc": "Um monstro planta mimético que aparece do nada e usa Cryo em combate.<br/>Essas plantas se escondem sob a superfície e emboscam presas desavisadas. Com o passar dos anos, nutrição suficiente e o ambiente certo, ele poderia até mesmo criar raízes em algum lugar e se transformar em um gigante Regisvine Cryo..."
    },
    {
      "epId": 2115,
      "name": "Espectro Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Specter_icon.png",
      "desc": "Um monstro nascido de elemento Cryo altamente concentrado que pode flutuar no ar.<br/>Um certo alquimista uma vez estudou esses seres, especulando que eles poderiam ser uma espécie de Slimes ou a/o Viajante, pois nenhum dos mencionados acima precisavam de uma Visão para usar os elementos. Ele foi repreendido pelo seu professor."
    },
    {
      "epId": 2116,
      "name": "Hilichurl Berserker",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Berserker_icon.png",
      "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Estes Hilichurls empunham bastões flamejantes e atacam com descuido para perseguir os aventureiros intrusos. A maioria dos incêndios nas pradarias ou florestas não são na verdade causados por um certo Cavaleiro em especial, mas sim devido às ações desses Hilichurls."
    },
    {
      "epId": 2117,
      "name": "Lupus Boreas, Dominador dos Lobos",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png",
      "desc": "A mais nobre e maior das almas, que zela pelo lupical do Reino dos Lobos.<br/>Quando a alcateia estiver em perigo, ela surgirá na forma de um lobo e mostrará suas presas e garras.<br/>Os lobos do Reino dos Lobos são fantasmas assustadores para o povo de Mondstadt.<br/>Uma forma embaçada que surge na floresta, um uivo arrepiante a uma distância indeterminada, a sensação apavorante de ter olhos fixos acompanhando seus passos.<br/>Os humanos raramente têm a oportunidade de ver um lobo, pois essa é a lei que Lupus Boreas estabeleceu para sua raça."
    },
    {
      "epId": 2119,
      "name": "Sargento Millelith",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Millelith Sergeant_icon.png"
    },
    {
      "epId": 2120,
      "name": "Grande Slime Mutante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mutant Electro Slime_icon.png",
      "desc": "Um tipo de monstro formado pela precipitação do Elemento Electro.<br/>Um tipo de Slimes amarelos formados por mutação anormal de Slimes Electros. Pode liberar periodicamente descarga elétrica ao redor e forma arcos para outros Slimes Electro. Todavia, eles não conduzem eletricidade, por isso, parece que os Slimes Electro possuem dois pólos elétricos.<br/>Será que isso poderá se tornar em um nova formação acadêmica?"
    },
    {
      "epId": 2121,
      "name": "Dragarto Primordial",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
      "desc": "Após tantos anos, os incrivelmente poderosos Dragartos Geo já se acostumam com as mudanças em seu ambiente elemental.<br/>Dizem que após a grande \"calamidade dracônica\" que causou a ruína do Vale Tianqiu, o soberano dos Dragartos Geo e Dragartos Antigos foi aprisionado nas profundezas da terra e cavou até lugares profundos e invisíveis, aguardando a oportunidade de se reerguer..."
    },
    {
      "epId": 2122,
      "name": "Filhote da Fenda - Geofito",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound Whelp_icon.png",
      "desc": "Uma besta com sangue demoníaco que pode corroer as fronteiras do mundo. \"Ouro\" as chamou de \"Alfisol\".<br/>Possuem uma natureza de se infiltrarem em locais e devorarem as essências elementais. Mas se deve ficar satisfeito, pois hoje a quantidade desses monstros não é grande."
    },
    {
      "epId": 2123,
      "name": "Cão da Fenda - Geofito",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound_icon.png",
      "desc": "Uma besta com sangue demoníaco que pode corroer as fronteiras do mundo. \"Ouro\" as chamou de \"Alfisol\".<br/>É um organismo que possui características muito sutis como as de um lobo real. Talvez devido a sua admiração ou inveja de seus parentes terrenos, sonha em substituí-los."
    },
    {
      "epId": 2124,
      "name": "Filhote da Fenda - Electrofito",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound Whelp_icon.png",
      "desc": "Uma besta com sangue demoníaco que pode corroer as fronteiras do mundo. \"Ouro\" as chamou de \"Alfisol\".<br/>Em uma era distante em que grandes monstros desceram à terra, tais bestas apareceram para dissolver as fronteiras do mundo e abrir seus caminhos."
    },
    {
      "epId": 2125,
      "name": "Cão da Fenda - Electrofito",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound_icon.png",
      "desc": "Bestas com sangue demoníaco capazes de erodir as fronteiras do mundo. São criações de \"Ouro\".<br/>No passado, causaram caos em todo o continente até terem sido extintos. Mas recentemente eles apareceram de novo. A matilha de lobos negros que ameaçou o Vale Termal e o Reino dos Lobos são essas criaturas."
    },
    {
      "epId": 2126,
      "name": "Grande Slime Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Cryo Slime_icon.png",
      "desc": "Um pequeno monstro criado através da coagulação do Cryo em seu ambiente natural.<br/>Estes Slimes podem usar as abundantes energias Cryo dentro de si mesmos para congelar a umidade na atmosfera e formar uma concha protetora ao seu redor. Também podem utilizar um princípio semelhante para congelar a água ao seu redor. Em algum nível, esta pode ser considerada como a espécie mais livre de Slime, pois pode atravessar oceanos e mares com facilidade."
    },
    {
      "epId": 2127,
      "name": "Grande Slime Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Geo Slime_icon.png",
      "desc": "Monstros criados através do acúmulo do Geo dentro da terra.<br/>Eles podem endurecer a energia dentro de seus corpos em uma carapaça de pedra que os protege e evita danos. A lenda de um \"Rei Slime Geo Dourado\" uma vez circulou entre os Ladrões de Tesouro. Eles acreditavam que como as pedras preciosas e os minérios tinham energia Geo, Slimes Geo, que também continham energia Geo, também podem ser considerados um tipo de pedra preciosa ou minério."
    },
    {
      "epId": 2128,
      "name": "Grande Slime Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Hydro Slime_icon.png",
      "desc": "Um tipo de monstro formado pela precipitação do Elemento Hydro.<br/>Um tipo de Slime Hydro com tamanho e força maior, pode produzir uma bola Hydro para prender os inimigos. Dizem que o seu tamanho pode atingir um nível bem exagerado em uns lugares ricos em elemento Hydro. Alguém alega que já viu um Slime Hydro tão grande quanto uma colina no Reino dos Lobos."
    },
    {
      "epId": 2129,
      "name": "Grande Slime Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Pyro Slime_icon.png",
      "desc": "Um tipo de monstro formado pela precipitação do Elemento Pyro dispersado na natureza.<br/>Mesmo que não tenha um bom nível de inteligência para combinar bem com o seu tamanho, ele é muito quente. Em uma estação seca, até pode provocar um incêndio. Ao ficarem bravos, eles lançam uma bola de chama bem quente, entretanto, ao ficarem tristes, se tornam escuros. No final das contas, é uma espécie que expressa bem os seus sentimentos."
    },
    {
      "epId": 2130,
      "name": "Grande Slime Dendro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Dendro Slime_icon.png",
      "desc": "Um tipo de Slime formado por transformação devido ao seu elemento Dendro.<br/>Algumas pessoas acreditam que eles talvez sejam Slimes parasitados por uma planta especial, visto que eles se disfarçam para enganar e atacar as caças, como as Flores Gigantes. Neste sentido, em certas culturas, os Slimes Dentro possuem o seu valor medicinal...?"
    },
    {
      "epId": 2131,
      "name": "Grande Slime Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Electro Slime_icon.png",
      "desc": "Um tipo de monstros formados pela precipitação do Elemento Electro.<br/>Podem emitir periodicamente eletricidades ao redor. Agora, algumas pessoas já começaram usar essa propriedade para fazer fabricações, será que uma nova disciplina científica surgirá em um futuro próximo?"
    },
    {
      "epId": 2132,
      "name": "Grande Slime Anemo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Anemo Slime_icon.png",
      "desc": "Um tipo de monstro formado pela precipitação do Elemento Anemo.<br/>Possui uma maior capacidade de flutuação graças ao elemento mais intenso de Anemo. Os Hilichurls da natureza parecem saber aproveitar bem essa propriedade para transportar mercadorias..."
    },
    {
      "epId": 2133,
      "name": "Hilichurl Estranho",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Unusual Hilichurl_icon.png",
      "desc": "\"Homu, Homu, mimi domu!\""
    },
    {
      "epId": 2135,
      "name": "Hilichurl Atirador",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Shooter_icon.png",
      "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Arqueiros Hilichurls que empunham simples balestras. Hilichurls não possuem, na verdade, a destreza necessária para construir tais balestras. Como tal, acredita-se geralmente que existe uma organização que controla os Hilichurls por trás e os fornece com equipamentos e suprimentos de material. Os Feiticeiros do Abismo que frequentemente acompanham estes Hilichurls são particularmente suspeitos."
    },
    {
      "epId": 2136,
      "name": "Samachurl Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Samachurl_icon.png",
      "desc": "Um Hilichurl feiticeiro e murmurante, que ouve o poder do Geo.<br/>Hilichurls, que são especialmente dotados no comando dos elementos, muitas vezes alcançarão o ápice de sua habilidade em sua velhice. Para as montanhas perseverantes, estes velhos Hilichurls são apenas crianças, mas suas memórias e experiências os guiaram para ganhar poder sobre a rocha e a pedra."
    },
    {
      "epId": 2137,
      "name": "Slime Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Slime_icon.png",
      "desc": "Pequenos monstros criados através do acúmulo de Geo dentro da terra.<br/>De modo geral, a crosta da terra é preenchida com energia Geo. Os Slimes Geo que são formados desta forma têm uma sensação semelhante ao de \"ter os pés no chão\"."
    },
    {
      "epId": 2138,
      "name": "Hilichurl Guarda de Escudo de Pedra",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shield Hilichurl Guard_icon.png",
      "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Hilichurls resistentes que se congregaram em uma região onde as energias Geo são abundantes. Seus escudos impenetráveis têm camadas de formação rochosa sobre eles."
    },
    {
      "epId": 2139,
      "name": "Mitachurl de Escudo de Pedra",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shieldwall Mitachurl_icon.png",
      "desc": "Um Hilichurl musculoso que usa pedras como escudo.<br/>Lutar e comer carne são as duas coisas mais importantes para os Hilichurls, porque são elas que os fazem crescer mais fortes.<br/>Todos os jovens Hilichurls sonham em crescer e se tornar um grande e forte Mitachurl, porque assim eles podem comer mais carne, travar mais batalhas e empunhar aqueles escudos de pedra gigantes (quase) impenetráveis."
    },
    {
      "epId": 2140,
      "name": "Espectro Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Specter_icon.png",
      "desc": "Um monstro que nasce de uma alta concentração de Geo que consegue flutuar no ar.<br/>Os Espectros Geo imitam os frutos de certas plantas quando suas asas estão fechadas juntas. Dessa forma, eles são chamados por alguns contos antigos como sendo o fruto de uma árvore gigante no céu, e são considerados como tendo um misterioso valor medicinal."
    },
    {
      "epId": 2141,
      "name": "Dragarto Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geovishap_icon.png",
      "desc": "Dragarto Geo maduro.<br/>Dizem que depois de incontáveis anos, as Crias de Dragarto soltam sua carapaça que as protege para se tornarem Dragartos Geo. Mas esses dois, bem como o mais velho e maior Dragarto Primordial hibernaram por muitos eras sob a montanha, até que recentemente começaram a se mover. Desta forma, não há ninguém que observou isso pessoalmente e registrou como prova."
    },
    {
      "epId": 2144,
      "name": "Cria de Dragarto Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geovishap Hatchling_icon.png",
      "desc": "Dragarto pequeno com carapaça robusta bem ágil, que é um oponente potencial.<br/>Especialistas da Academia de Sumeru acreditam que se tornam dragões quando adultos. Ao evitar predadores e desastres naturais, talvez eles possam viver o suficiente para se tornar bestas formidáveis que reinam sobre montanhas inteiras."
    },
    {
      "epId": 2145,
      "name": "Regisvine Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
      "desc": "Um monstro formado a partir de uma videira imbuída da essência da geada cortante na Linha Ley.<br/>Alguns estudos demonstram que as plantas são como os órgãos do mundo, harmonizando as energias elementais turbulentas de Linha Ley. Exemplos concretos desse fenômeno são as Flores da Névoa, as Flores Gigantes, etc, que transbordam de energias elementais.<br/>Em certas circunstâncias, algumas plantas se transformarão em criaturas de tamanho e intenção monstruosas - como as Regisvines Cryo - ao longo de muitos anos."
    },
    {
      "epId": 2146,
      "name": "Formação Mecânica Perpétua",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Perpetual Mechanical Array_icon.png",
      "desc": "Uma máquina estranha e alienígena.<br/>Dizem que é uma máquina de guerra deixada para trás por uma nação que já foi destruída. Composto de várias partes diferentes, ele pode se adaptar ao ambiente de combate e empregar uma variedade de ataques.<br/>Esta máquina, composta de formas cúbicas, é em algum nível muito parecida com os Hypostasis Elementais."
    },
    {
      "epId": 2147,
      "name": "Fatui - Feiticeira Cicin Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Cryo Cicin Mage_icon.png",
      "desc": "Uma maga dos Fatui que pode comandar Cicins Cryo em batalha. Sua origem e como aparentam por debaixo da máscara são ambos um mistérios.<br/>A lógica dita que aqueles que não têm Visões não devem ser capazes de controlar os elementos como fazem estas magas. No entanto, além de usar a Grama do Nevoeiro para controlar os Cicins Cryo, elas também dominam corajosamente o poder da geada. Ao vê-las vagando pela terra em seu modo aparentemente sem rumo, não se pode deixar de pensar em qual dever que as deve obrigar..."
    },
    {
      "epId": 2148,
      "name": "Fatui - Agente Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Pyro Agent_icon.png",
      "desc": "Um agente secreto dos Fatui.<br/>Os deveres de um agente secreto dos Fatui não se limitam a resolver assuntos relacionados a bens e dívidas monetárias.<br/>A conscientização de todos sobre o ditado \"olho por olho\" é um princípio dos Fatui e também está entre seus deveres primários. Quem se atrever a se opor aos Fatui, invocará sua ira sobre eles."
    },
    {
      "epId": 2149,
      "name": "Dama do Espelho",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mirror Maiden_icon.png",
      "desc": "Uma feiticeira Fatui que pode comandar o Espelho Hydro em batalha. Sua postura é altamente digna, como se ela fosse uma pessoa que adora um deus.<br/>O Espelho Hydro que ela manipula atrai os seduzidos por ela a cair voluntariamente na sua ilusão. Nada parece escapar de seus ouvidos. Ninguém sabe o que aqueles olhos encobertos viram, nem que tipo de obsessão pode ser refletida neles..."
    },
    {
      "epId": 2150,
      "name": "Fatui - Feiticeira Cicin Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Electro Cicin Mage_icon.png",
      "desc": "Uma maga dos Fatui que pode comandar Cicins Electro em batalha. Sua origem e como aparentam por debaixo da máscara são ambos um mistérios.<br/>Da mesma forma que os Cicins Electro enlouquecem pela Grama do Nevoeiro, as Magas Cicins têm um grande prazer em brincar com suas presas."
    },
    {
      "epId": 2151,
      "name": "Soldado dos Fatui - Guarda de Canhão Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Cryogunner Legionnaire_icon.png",
      "desc": "Um soldado em uma máquina de guerra Fatui.<br/>Armado com um equipamento que pode controlar os elementos até certo ponto, suas armas são capazes de disparar raios congelantes.<br/>Ainda que isso possa conferir poder elemental inalcançável para humanos comuns, esse poder pode custar um preço alto."
    },
    {
      "epId": 2152,
      "name": "Soldado dos Fatui - Guerrilheiro Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Geochanter Bracer_icon.png",
      "desc": "Um soldado com a capacidade de gerar um Escudo Geo e defender seus aliados.<br/>Ao contrário dos Feiticeiros Cincin e Agentes de elite, os Soldados Fatui são soldados de menor poder individual.<br/>Para completar suas tarefas e reduzir perdas em homens e materiais, suas táticas dependem mais do trabalho em equipe."
    },
    {
      "epId": 2153,
      "name": "Soldado dos Fatui - Guarda de Canhão Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Hydrogunner Legionnaire_icon.png",
      "desc": "Um soldado em uma máquina de guerra Fatui.<br/>Armado com um equipamento que pode controlar os elementos até certo ponto, suas armas são capazes de disparar jatos de água.<br/>Esses soldados não questionam se viverão ou morrerão, apenas buscam cumprir suas missões e esperam por operações futuras."
    },
    {
      "epId": 2154,
      "name": "Soldado dos Fatui - Guerrilheiro de Canhão Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Pyroslinger Bracer_icon.png",
      "desc": "Um soldado Fatui que empunha uma arma flamejante.<br/>As armas dos soldados podem controlar os elementos até certo ponto, e suas táticas de combate utilizam reações elementais.<br/>Suas munições e conhecimento de combate, portanto, não constituem uma pequena ameaça na batalha."
    },
    {
      "epId": 2155,
      "name": "Soldado dos Fatui - Vanguarda de Martelo Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Electrohammer Vanguard_icon.png",
      "desc": "Um escaramuçador de construção robusta, armado com um martelo de guerra Electro.<br/>Como soldado Fatui, ele tem acesso a recursos generosos: salários, armamentos e suprimentos.<br/>Mas, ao mesmo tempo, também significa muito tempo longe de casa e família, e colocar a vida nas mãos de camaradas que nunca conheceu."
    },
    {
      "epId": 2156,
      "name": "Soldado dos Fatui - Boxeador da Vanguarda Anemo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Anemoboxer Vanguard_icon.png",
      "desc": "Um soldado armado com a habilidade de manipular Anemo e curar seus companheiros.<br/>Eles partiram de sua terra natal, mas fizeram tudo o que precisariam por causa dela. Deixaram suas famílias, até fizeram coisas ruins em nome das missões.<br/>Talvez sejam esses pensamentos que os ajudem a superar o trabalho inescrupuloso que suas missões envolvem."
    },
    {
      "epId": 2157,
      "name": "Hilichurl Lutador",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Fighter_icon.png",
      "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Guerreiros mal-humorados de suas tribos, eles têm a mente simples e acreditam no poder da força bruta. Se seus músculos crescerem suficientemente fortes e sua força grande o suficiente, então um dia eles também levantarão um grande escudo e se tornarão um Mitachurl... Ou será que não?"
    },
    {
      "epId": 2158,
      "name": "Hypostasis Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png",
      "desc": "Codinome: Daleth, uma forma de vida elemental Cryo de alto nível.<br/>De acordo com pesquisas, os Hypostasis e as outras formas de vidas elementais comuns possuem sutis diferenças em suas estruturas físicas. E essas diferenças sutis talvez sejam a razão de morfologia estável e movimentos mecânicos."
    },
    {
      "epId": 2159,
      "name": "Hypostasis Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Hypostasis_icon.png",
      "desc": "Codinome: Gímel. Uma entidade Geo de alta pureza. <br/>As Hypostasis Elementais são construções ultracompactas com alta massa.<br/>A energia elemental concentrada forma uma concha sólida endurecida em torno de seu núcleo, deixando apenas o núcleo reativo a estímulos elementares."
    },
    {
      "epId": 2160,
      "name": "Hypostasis Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Hypostasis_icon.png",
      "desc": "Uma forma de vida elemental Hydro de alta pureza de codinome \"He\".<br/>Hypostasis têm fortes propriedades de rejeição, e expulsarão impiedosamente qualquer um que os testar.<br/>Seu comportamento de rejeição se estende até mesmo aos elementos naturais."
    },
    {
      "epId": 2161,
      "name": "Hypostasis Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hypostasis_icon.png",
      "desc": "Codinome: Ayin. Uma entidade Pyro de alta pureza. De acordo com os pesquisadores, os Hypostasis Elementais estão relacionadas a anomalias nas Linhas Ley Elementais locais. Mas ainda há de se confirmar se foi a existência de Hypostasis Elementais que afetou as Linhas Ley ou a Energia Elemental mutante que criou os Hypostasis elementais."
    },
    {
      "epId": 2162,
      "name": "Hypostasis Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hypostasis_icon.png",
      "desc": "Codinome: Aleph. Uma entidade Electro de alta pureza.<br/>Hypostases elementais são as formas mais elevadas de estruturas elementais, geralmente formadas em um local repleto de energia elemental ou em uma linha ley entupida.<br/>Hypostases elementais desenvolveram vários ataques com base em seus atributos elementais."
    },
    {
      "epId": 2163,
      "name": "Hypostasis Anemo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Hypostasis_icon.png",
      "desc": "Codinome: Beth. Uma entidade Anemo de alta pureza.<br/>Hypostasis elementais são formas de vida que abandonaram completamente sua aparência anterior e sua estrutura biológica, tornando-as capazes de atingir o mais alto nível de pureza elemental.<br/>As pesquisas sobre hypostases são conduzidas principalmente por acadêmicos da Academia de Sumeru, mas devido ao nível de perigo que representam, pouco se sabe sobre hypostases além de seu nome científico e codinome."
    },
    {
      "epId": 2164,
      "name": "Hilichurl Guarda de Escudo de Madeira",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shield Hilichurl Guard_icon.png",
      "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Guerreiros Hilichurl que possuem escudos de madeira. Estes escudos não são apenas ferramentas defensivas robustas, mas também objetos de grande valor dentro da tribo. De acordo com muitos relatos, Hilichurls frequentemente atacam os viajantes que acampam para cozinhar e roubam suas tampas de panelas depois de afugentá-los."
    },
    {
      "epId": 2165,
      "name": "Mitachurl de Escudo de Madeira",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shieldwall Mitachurl_icon.png",
      "desc": "Um Hilichurl musculoso que foi forjado em incontáveis lutas.<br/>Eles sabem como usar Slimes Dendro para criar escudos resistentes que eles empunham em combate.<br/>Com seus músculos poderosos, pelo brilhante e silhuetas robustas e confiáveis, eles ajudam os Hilichurls a resistir aos ataques impiedosos dos aventureiros, e detêm uma posição bastante exaltada entre as tribos."
    },
    {
      "epId": 2166,
      "name": "Samachurl Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Samachurl_icon.png",
      "desc": "Um Hilichurl feiticeiro e murmurante, que recita o poder do Hydro.<br/>Hilichurls, que são especialmente dotados no comando dos elementos, muitas vezes alcançarão o ápice de sua habilidade em sua velhice. Que tipo de vida levaria criaturas tão simples a poderem evocar água e chuvas?"
    },
    {
      "epId": 2167,
      "name": "Slime Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Slime_icon.png",
      "desc": "Um tipo de monstro formado pela precipitação do Elemento Hydro.<br/>Diz a lenda que alguns Slimes Hydro foram usados como água de emergência. E as pessoas costumavam trazer alguns Slimes Hydros com eles para os lugares secos. Devido à sua extrema densidade do elemento Hydro, beber Slimes Hydros faz mal à saúde."
    },
    {
      "epId": 2168,
      "name": "Feiticeiro do Abismo Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Abyss Mage_icon.png",
      "desc": "Criaturas abissais que utilizam a energia Hydro em batalha.<br/>Circulam histórias entre os aventureiros de que os Feiticeiros do Abismo estão no patamar mais baixo da hierarquia da Ordem do Abismo e que eles percorrem diversas terras para esquematizar atos de destruição. Embora eles também zombem frequentemente desses feiticeiros do abismo, dizendo que o maior mal que podem fazer é causar reumatismo ou um resfriado comum, seu poder não deve ser subestimado."
    },
    {
      "epId": 2169,
      "name": "Cicin Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Cicin_icon.png",
      "desc": "Pequenas criaturas que podem manipular Hydro ligeiramente.<br/>Elas e outras criaturas são conhecidas coletivamente como Cicins e realmente adoram a rara e maravilhosa planta Grama do Nevoeiro. Ao explorar essa relação, os magos dos Fatui tentaram comandar os Cicins em batalha."
    },
    {
      "epId": 2170,
      "name": "Espectro Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Specter_icon.png",
      "desc": "Um monstro que nasce de uma alta concentração de Hydro que consegue flutuar no ar.<br/>Nas noites de luar, os Espectros Hydro emitem um brilho fantasmagórico enquanto flutuam à beira do rio. Suas formas furtivas são muitas vezes confundidas pelos transeuntes como espíritos errantes, o que os transformou em pilares de vários contos folclóricos."
    },
    {
      "epId": 2171,
      "name": "Cogumelo Flutuante Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Floating Hydro Fungus_icon.png",
      "desc": "Um organismo fúngico que possui uma certa inteligência. Ele tem uma grande adaptabilidade.<br/>Dizem que tem o gosto horrível. Entretanto, tais Cogumelos Flutuantes têm bastante água dentro deles, então podem ser usados como uma fonte de água emergencial..."
    },
    {
      "epId": 2172,
      "name": "Kairagi: Força Poderosa",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Fiery Might_icon.png",
      "desc": "Samurais que caíram no banditismo.<br/>Eles praticavam artes marciais desde jovens, mas perderam a oportunidade de servir ao povo por certos motivos e se desviaram do caminho da retidão. As pontas de suas lâminas não são frias como o aço comum, mas queimam com uma chama amarga. Eles parecem ter usado selos de papel criados a partir de uma arte Kamuna perdida para incendiar suas lâminas."
    },
    {
      "epId": 2173,
      "name": "Kairagi: Trovão Dançante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Dancing Thunder_icon.png",
      "desc": "Samurais que caíram no banditismo.<br/>Eles possuem habilidades de artes marciais altamente avançadas, mas não encontraram utilidade para elas por vários motivos. Por desespero, eles caíram no caminho do mal. Eles usam selos de papel, criados a partir de uma arte Kamuna perdida há séculos para infundir em suas lâminas o poder do relâmpago."
    },
    {
      "epId": 2174,
      "name": "Dragarto das Profundezas Primordial",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
      "desc": "Um dragarto que vive nas profundezas do oceano.<br/>Eles já foram a raça dominante nas profundezas — e, de fato, os dragões foram os senhores do mundo inteiro em uma era ainda mais primitiva. Mas seus antigos Sete Soberanos foram derrotados por um poder dos céus, definhando um a um."
    },
    {
      "epId": 2175,
      "name": "Dragarto das Profundezas — Trovão Engolidor",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
      "desc": "Um dragarto que vive nas profundezas do oceano. Devido a certas adaptações sociais, ele manifestou uma forma harmoniosa com o elemento Electro.<br/>Após o enfraquecimento do poder dos antigos Sete Soberanos, uma nova geração de Soberanos está nascendo atualmente. Mas agora que os Dragartos das Profundezas evoluíram desta maneira, eles perderam sua pureza. Como tal, o Dragão da Água não nascerá mais deles. A profecia estabelece que o novo Dragão da Água certamente surgirá sob a forma de um humano."
    },
    {
      "epId": 2176,
      "name": "Dragarto das Profundezas — Gelo Perfurante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
      "desc": "Um dragarto que vive nas profundezas do oceano. Devido a certas adaptações sociais, ele manifestou uma forma harmoniosa com o elemento Cryo.<br/>A vinda do homem desencadeou um conflito e uma consequente evolução dentre os Dragartos das Profundezas, assim como as formigas conseguem dividir o trabalho e as características biológicas, aparecendo assim em diferentes formas. Estes Dragartos são mais fortes do que seus parentes ordinários."
    },
    {
      "epId": 2177,
      "name": "Cria de Dragarto das Profundezas Primordial",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/28/16935775/a031c6366098df2f5b0b1c5eb30cee8e_9074063761623803094.png"
    },
    {
      "epId": 2178,
      "name": "Cria de Dragarto das Profundezas — Trovão Engolidor",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/28/16935775/270dafc1f297c792e6ea17acf1e749d2_7328406553667645025.png"
    },
    {
      "epId": 2179,
      "name": "Cria de Dragarto das Profundezas — Gelo Perfurante",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/28/16935775/40d4d20a77c706d64e1b2bfead43dc3a_8827987531090557710.png"
    },
    {
      "epId": 2180,
      "name": "Apóstolo do Abismo - Corrente Torrencial",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Herald: Wicked Torrents_icon.png",
      "desc": "Monstros que usam Hydro para lutar e pertencem a Ordem do Abismo.<br/>Essas figuras silenciosas são os vanguardistas do Abismo, eles lançam Lâminas de Onda, que esmagam os escudos e devoram os hereges. Além disso, eles também aplicam o castigo do destino ao povo inocente."
    },
    {
      "epId": 2181,
      "name": "Bardo do Abismo - Chamas Abismais",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
      "desc": "Empunhadores de Fogo Abissal que buscam o significado por trás de textos e escrituras. Pertencem à Ordem do Abismo.<br/>As pessoas da superfície têm uma compreensão levemente distorcida do que seu nome significa, chamando-os de \"Leitores\", quando seu nome também pode significar \"Exegeta\". Recitar as palavras de graças lhes concede grande poder."
    },
    {
      "epId": 2182,
      "name": "Bardo do Abismo - Trovão Violeta ",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Violet Lightning_icon.png",
      "desc": "Um monstro da Ordem do Abismo que usa Electro e elogia a escuridão.<br/>São os pregadores do Abismo, seus acadêmicos. Seus violentos raios atacam os corações dos infiéis com sabedoria escura, distorcida pelas profundezas da noite eterna, e seu brilho violeta anuncia a existência de um poder que corrompe a mente humana."
    },
    {
      "epId": 2183,
      "name": "Slime Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Slime_icon.png",
      "desc": "Um monstro pequeno formado pela precipitação do Elemento Pyro dispersado na natureza.<br/>Possui apenas uma inteligência básica, porém, está sendo bem utilizado por Hilichurls."
    },
    {
      "epId": 2184,
      "name": "Mitachurl do Machado Ardente",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Blazing Axe Mitachurl_icon.png",
      "desc": "Hilichurls musculosos que empunham grandes machados de duas mãos.<br/>Ataca com grandes golpes, e usará Slimes Pyro para infundir seus machados com Pyro. Eles são muito letais.<br/>Normalmente repetir diversas vezes o aquecimento do machado da forma que um Mitachurl do Machado Ardente faz diminuirá a firmeza do metal e fará com que o machado deixe de ser amolado. Mas tal é a força dos Mitachurls que mesmo que o machado deixe de ser amolado por completo, eles ainda podem usar seus machados como martelos."
    },
    {
      "epId": 2185,
      "name": "Feiticeiro do Abismo Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Abyss Mage_icon.png",
      "desc": "Criaturas abissais que comandam o poder do Pyro em batalha.<br/>Por razões desconhecidas, os feiticeiros do abismo são capazes de se comunicar com os Hilichurls, permitindo-lhes assim facilmente manipular suas mentes. Dizem que os feiticeiros do abismo proferem uma linguagem há muito esquecida da qual extraem um poder mágico."
    },
    {
      "epId": 2186,
      "name": "Hilichurl Atirador Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hilichurl Shooter_icon.png",
      "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Estes arqueiros empunham balestras simples, e as pontas das flechas são revestidas com uma fina camada de material inflamável que pode incendiar seus alvos. El Musk da geração anterior acreditava que esta era uma inovação dos Hilichurls mais inteligentes que desejavam cozinhar sua caça depois de caçá-la."
    },
    {
      "epId": 2187,
      "name": "Espectro Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Specter_icon.png",
      "desc": "Um monstro nascido de elemento Pyro altamente concentrado que pode flutuar no ar.<br/>Houve uma vez um estudante da Academia que conduziu uma pesquisa sobre seu comportamento. Ele acreditava que os Espectros eram uma forma de Borboleta de Cristal; já que ambos podiam voar e ambos nasciam em áreas saturadas com energia elemental. Ele ainda não se graduou."
    },
    {
      "epId": 2188,
      "name": "Flor Gigante Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Whopperflower_icon.png",
      "desc": "Um monstro planta mimético que ataca sem aviso e usa Pyro para caçar sua presa.<br/>O mundo de Teyvat hospeda plantas infundidas com os elementos. Tendo adquirido maior intelecto, suas \"necessidades nutricionais\" também aumentaram muito..."
    },
    {
      "epId": 2189,
      "name": "Hilichurl Granadeiro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Grenadier_icon.png",
      "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Estes indivíduos sorrateiros são habilidosos no uso de Slimes Pyro, usando-os como armas para atacar intrusos. Granadeiros especializados podem ser capazes de destruir quatro bonecos de madeira em um único arremesso."
    },
    {
      "epId": 2190,
      "name": "Pyro Regisvine",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Regisvine_icon.png",
      "desc": "Uma videira gigante que absorveu a chama flutuante e antiga dentro das Linhas Ley.<br/>É inquieta, como se estivesse cheia de uma fúria sem fim.<br/>Poetas, bardos e até alguns acadêmicos acreditam que os elementos também contêm emoções e desejos. Se isso for verdade, então só podemos imaginar que as emoções fazem com que as Árvores Queimadas queimem eternamente, contorcendo-se como alguém que deseja estar livre dos limites da terra..."
    },
    {
      "epId": 2191,
      "name": "Olho da Tempestade",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Eye of the Storm_icon.png",
      "desc": "A forma corpórea das energias Anemo de altíssima qualidade.<br/>A formação de um Olho da Tempestade indica que as linhas ley elementais de uma região estão bloqueadas, o que tem levado ao sedimento. Sua imprudente e descuidada atenção em empunhar as tempestades que quase varrem as pessoas, pode ser devido a sua natureza como um símbolo do mundo atingido pelo flagelo."
    },
    {
      "epId": 2192,
      "name": "Coorte de Sangonomiya",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Sangonomiya Cohort_icon.png"
    },
    {
      "epId": 2193,
      "name": "Flor Gigante Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Whopperflower_icon.png",
      "desc": "Plantas monstruosas miméticas energéticas que usam Electro para atacar suas presas.<br/>Quando totalmente carregadas com energia elétrica, eles podem liberar uma forte corrente elétrica de suas coroas. Como tal, alguns pesquisadores têm tentado aplicá-los em outras áreas..."
    },
    {
      "epId": 2194,
      "name": "Ladrões de Tesouro - Carmen",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Carmen_icon.png"
    },
    {
      "epId": 2195,
      "name": "Ladrões de Tesouro - Chefe",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Boss_icon.png"
    },
    {
      "epId": 2196,
      "name": "Ladrões de Tesouro - Raptor",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Raptor_icon.png"
    },
    {
      "epId": 2197,
      "name": "Ladrões de Tesouro - Liuliu",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Liuliu_icon.png"
    },
    {
      "epId": 2198,
      "name": "Ladrão de Tesouro: Wallenstein",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarder: Wallenstein_icon.png"
    },
    {
      "epId": 2199,
      "name": "Ladrões de Tesouro - Mestre das Poções Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Cryo Potioneer_icon.png",
      "desc": "Um membro da organização criminosa descentralizada que tem rastros em todo o continente e até mesmo nas profundezas de domínios desconhecidos.<br/>Mestres das Poções Cryo são muito bem-vindos entre os Ladrões de Tesouro pois seus elixires podem esfriar as coisas rapidamente. Mesmo na natureza, onde não há Flores da Névoa, eles podem tomar um licor frio para se divertir."
    },
    {
      "epId": 2200,
      "name": "Ladrões de Tesouro - Pugilista",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Pugilist_icon.png",
      "desc": "Um membro da organização criminosa descentralizada que tem rastros em todo o continente e até mesmo nas profundezas de domínios desconhecidos.<br/>Apaixonados por batalhas e músculos, eles são bastante exigentes com relação à comida e muitas vezes se vangloriarão dos benefícios de ter uma boa musculatura, levando a alguma insatisfação de seus colegas Ladrões de Tesouro."
    },
    {
      "epId": 2201,
      "name": "Ladrões de Tesouro - Saqueador das Tumbas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Gravedigger_icon.png",
      "desc": "Um membro da organização criminosa descentralizada que tem rastros em todo o continente e até mesmo nas profundezas de domínios desconhecidos.<br/><i>\"Dizem que estamos sobre ombros de gigantes. Isso significa desenterrar a riqueza acumulada de nossos antepassados, levá-la conosco e... hum, devolvê-la ao ciclo econômico! Que atitude nobre, não é mesmo?\"</i><br/>— Um certo Saqueador das Tumbas, enquanto entra em uma ruína."
    },
    {
      "epId": 2202,
      "name": "Ladrões de Tesouro - Escolta",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Scout_icon.png",
      "desc": "Um membro da organização criminosa descentralizada que tem rastros em todo o continente e até mesmo nas profundezas de domínios desconhecidos.<br/>Deles é o trabalho pesado e a perseguição dos inimigos. Eles geralmente acabam em círculos criminosos devido à pobreza ou falta de educação, mas não parecem terem ficado mais ricos depois de escolher uma vida de crime..."
    },
    {
      "epId": 2203,
      "name": "Ladrões de Tesouro - Capanga",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Handyman_icon.png",
      "desc": "Um membro da organização criminosa descentralizada que tem rastros em todo o continente e até mesmo nas profundezas de domínios desconhecidos.<br/>Estes membros fazem trabalho físico e estão mais baixos na cadeia alimentar. Eles são frequentemente ridicularizados por seu físico - mas quando a gangue é atacada, eles têm a chance de mostrar sua força e agilidade inesperadamente altas."
    },
    {
      "epId": 2204,
      "name": "Ladrões de Tesouro - Mestre das Poções Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Hydro Potioneer_icon.png",
      "desc": "Um membro da organização criminosa descentralizada que tem rastros em todo o continente e até mesmo nas profundezas de domínios desconhecidos.<br/>Dizem que alguns Mestres das Poções dos Ladrões de Tesouro costumavam ser charlatães que vagavam por vilas e cidades vendendo suas infusões especiais de elixires, águas sagradas e coisas do gênero. Esses remédios certamente parecem servir melhor em combate do que em trapaças."
    },
    {
      "epId": 2205,
      "name": "Ladrões de Tesouro - Homem do Mar",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Seaman_icon.png",
      "desc": "Um membro da organização criminosa descentralizada que tem rastros em todo o continente e até mesmo nas profundezas de domínios desconhecidos.<br/><i>\"Roubando? O que você quer dizer com roubando? Na verdade estou redescobrindo - devolverei um tesouro para aqueles que o apreciam! Assim todo mundo fica feliz! Isso é ótimo, não é mesmo?\"</i><br/>Um certo marinheiro dos Ladrões de Tesouro, em resposta a uma pergunta feita por um recruta indeciso."
    },
    {
      "epId": 2206,
      "name": "Ladrões de Tesouro - Mestre das Poções Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Pyro Potioneer_icon.png",
      "desc": "Um membro da organização criminosa descentralizada que tem rastros em todo o continente e até mesmo nas profundezas de domínios desconhecidos.<br/>Indivíduos ousados que usam seus conhecimentos de química para preparar infusões voláteis e inflamáveis que servem de ajuda para os atos covardes de seus camaradas."
    },
    {
      "epId": 2207,
      "name": "Ladrões de Tesouro - Arqueiro Divino",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Marksman_icon.png",
      "desc": "Um membro da organização criminosa descentralizada que tem rastros em todo o continente e até mesmo nas profundezas de domínios desconhecidos.<br/>Embora sejam chamados de \"Arqueiros\", esse nome tem um ar de zombaria, já que eles usam bestas em vez de arcos, que exigem um longo período de treinamento para serem dominados. Até mesmo os Hilichurls sabem usar uma besta. Basta apontar a extremidade mais larga para o inimigo, puxar o gatilho e bam - isso é tudo."
    },
    {
      "epId": 2208,
      "name": "Ladrões de Tesouro - Esmagador",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Crusher_icon.png",
      "desc": "Um membro da organização criminosa descentralizada que tem rastros em todo o continente e até mesmo nas profundezas de domínios desconhecidos.<br/>Esta pessoa era originalmente um minerador - alguém que, mesmo com a permissão que lhe foi dada após o fechamento do Despenhadeiro, acabou ficando com os Ladrões de Tesouro por vários motivos."
    },
    {
      "epId": 2209,
      "name": "Ladrões de Tesouro - Mestre das Poções Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Electro Potioneer_icon.png",
      "desc": "Um membro da organização criminosa descentralizada que tem rastros em todo o continente e até mesmo nas profundezas de domínios desconhecidos.<br/>\"Mestre das Poções\" é o apelido dado aos membros da organização Ladrões de Tesouro que sabem como preparar substâncias químicas perigosas.<br/><i>\"O quê? Você achou que este tesouro tem a ver com a Guilda de Aventureiros ou algo assim?\"</i><br/>— Um certo Mestre das Poções dos Ladrões de Tesouro durante um confronto com aventureiros."
    },
    {
      "epId": 2210,
      "name": "Narukami, Comandante da Catástrofe",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Magatsu Mitake Narukami no Mikoto_icon.png",
      "desc": "Essa é a forma que a marionete que herdou a autoridade da Shogun Raiden toma quando se confronta com aqueles que se impõem contra seu ideal de Eternidade.<br/>Como ajudante da Shogun Raiden na busca pela eternidade, ela nunca duvidou, nunca temeu, nunca deu nada menos que seu melhor, nem nunca foi perturbada por pensamentos ociosos.<br/>Uma vez, ela ouviu sobre como Ei foi responsável por um dever parecido quando Makoto também estava presente, sofrendo uma perda terrível durante o processo.<br/>Porém, quando as duas sombras se sobrepuseram uma vez mais, ela somente conseguia ver as incontáveis fraturas leves, no que deveria ter sido \"sua\" vontade eterna. Visto que o destino é algo cíclico, ela deverá cumprir sua promessa e declarar guerra contra \"ela\".<br/><br/> <i>Minha forma é a forma mais suprema e nobre de todas. Me foi concedido poder sobre todo o reino, e eu sou a essência de tudo que é a \"Shogun Raiden\".</i><br/><i>\"Naturalmente, também herdei a dor das inúmeras perdas de Ei e também sua vontade de alcançar a Eternidade.\"</i><br/><i>\"Determinação, coragem, amor, ódio... Todos esses sentimentos se entrelaçarão sempre no rio do tempo.\"</i><br/><i>\"Mas as regras permanecerão imutáveis para toda a eternidade.\"</i>"
    },
    {
      "epId": 2211,
      "name": "Oceanid",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
      "desc": "Uma forma de vida criada a partir de elementos Hydro condensados de uma pureza incrível. Muitas vezes presos a depósitos de água.<br/>Diz-se que à medida que os depósitos de água se tornam mais puros, os elementos Hydro internos se tornam mais abundantes, fazendo com que os Oceanids se tornem mais poderosos. Também é dito por alguns que Oceanids foram outrora criaturas marinhas de um lar distante que levavam os fragmentos de um deus morto há muito tempo para muitos cantos deste mundo. Talvez tenham feito isso para que o amor que seu deus tinha por este mundo pudesse ser espalhado através das águas por toda à terra..."
    },
    {
      "epId": 2212,
      "name": "Azhdaha",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
      "desc": "Um dragão gigantesco tão antigo quanto as montanhas.<br/>Andou junto com Rex Lapis do Porto de Pedra em tempos imemoriais, mas voltou-se contra ele e foi selado sob a escuridão da rocha. Com o passar das eras, seu poder gradualmente foi perdido, e sua aparência ficou distorcida por todos os tipos de sofrimentos.<br/>O tilintar leve das correntes e os rugidos do dragão vibram entre as montanhas como uma memória."
    },
    {
      "epId": 2213,
      "name": "Samachurl Dendro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Samachurl_icon.png",
      "desc": "Um Hilichurl feiticeiro e murmurante, que desperta o poder do Dendro.<br/>Hilichurls, que são especialmente dotados no comando dos elementos, muitas vezes alcançarão o ápice de sua habilidade em sua velhice. Um rancor desperta por baixo daquela máscara, e as hera venenosas brotam como sussurros odiosos que saem dela."
    },
    {
      "epId": 2214,
      "name": "Slime Dendro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Slime_icon.png",
      "desc": "Um tipo de Slime formado por transformação devido ao seu elemento Dendro.<br/>De ponto de vista ecológica, possui algumas fraquezas do Elemento Dendro: irá queimar ferozmente ao entrar em contato com o fogo."
    },
    {
      "epId": 2215,
      "name": "Guerreiro Caído: Trovão Amaldiçoado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ochimusha: Ensorcelled Thunder_icon.png"
    },
    {
      "epId": 2216,
      "name": "Ochimusha: Chama Sagrada",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ochimusha: Cankered Flame_icon.png"
    },
    {
      "epId": 2217,
      "name": "Stormterror",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
      "desc": "Um dos Quatro Ventos de Mondstadt, Dvalin, o Dragão do Leste.<br/>Após longos anos e em meio à escuridão infinita, até a gema mais pura ficará manchada pela poeira e um nobre dragão será corrompido e corroído pelo ódio.<br/>Mas nunca se esqueça de que a poeira pode ser removida e o poder da dúvida e do veneno pode ser destruído.<i><br/>\"Voe livremente no céu.</i><br/><i>Assim como naqueles dias em que nos conhecíamos, quando eu andava nesta terra e cantava as canções do vento,</i><br/><i>E você voava alto, olhando para o mundo lá de cima.</i><br/><i>Hoje, o céu não é mais tocado pelo vento e pela neve. A grama verde cresce em toda a terra e ela é linda.</i><br/><i>Se você também pudesse caminhar pela terra e ouvir as canções dos pastores e o som dos sinos de vento ao longe, se pudesse provar um vinho tão doce como o mel, entenderia.</i><br/><i>Como seria maravilhoso se você fosse como eu, voando pelo céu azul em sua nobre e bela forma.</i><br/><i>Então você saberia que vale a pena lutar por este céu e esta terra.\"</i>"
    },
    {
      "epId": 2219,
      "name": "Batedor das Ruínas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Scout_icon.png",
      "desc": "Várias máquinas de formatos bizarros que assumiram diferentes formas e funções para se adaptarem a diferentes objetivos.<br/>Diz a lenda que são máquinas de guerra deixadas para trás por uma nação que já foi destruída. Em comparação com os protetores de ruína mais comuns, suas formas têm maior valor no estudo biônico. Não se sabe exatamente por que a forma e os movimentos de certas formas de vida do fundo do mar estão sendo imitados. Mas seja qual for o motivo, você não quer ser vítima de um deles."
    },
    {
      "epId": 2220,
      "name": "Guarda das Ruínas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
      "desc": "Uma antiga máquina de guerra humanoide.<br/>Diz a lenda que estas máquinas eram autômatos de combate criados por uma nação destruída há muito tempo. Elas agora vagueiam por ruínas e detritos antigos, atacando os viajantes ofensores. Pesquisas indicam que os Guardas das Ruínas e as ruínas que operam não são originados da mesma fonte, sugerindo que pode haver uma diferença de até vários milhares de anos entre eles na linha do tempo. Por que então os Guardas das Ruínas permanecem entre essas ruínas, usando seu \"poder de fogo explosivo\" para proteger as paredes desmoronadas e os azulejos quebrados?"
    },
    {
      "epId": 2221,
      "name": "Patrulhador das Ruínas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Cruiser_icon.png",
      "desc": "Várias máquinas de formatos bizarros que assumiram diferentes formas e funções para se adaptarem a diferentes objetivos.<br/>A lenda diz que são máquinas de guerra deixadas para trás por uma nação que já foi destruída. Em comparação com os Guardas das Ruínas mais comuns, suas formas têm maior valor no estudo biônico. A inspiração para seu desenho e modos de combate descentralizados parece ter vindo das colônias de abelhas, tornando-os capaz de mudar de forma e atacar de diferentes direções."
    },
    {
      "epId": 2222,
      "name": "Serpente das Ruínas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Serpent_icon.png",
      "desc": "Uma máquina autônoma anciã, extremamente bizarra.<br/>Dizem que era um equipamento de trabalho pesado deixado por uma nação antiga que fora destruída. O sistema de engrenagens em sua \"cabeça\" consegue perfurar até mesmo as mais duras rochas. Se este realmente fosse o caso, então a construção de túneis com os quais as tropas desta nação poderiam acessar todo o continente teria sido algo de grande facilidade."
    },
    {
      "epId": 2223,
      "name": "Atacante das Ruínas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Destroyer_icon.png",
      "desc": "Várias máquinas de formatos bizarros que assumiram diferentes formas e funções para se adaptarem a diferentes objetivos.<br/>A lenda diz que são máquinas de guerra deixadas para trás por uma nação que já foi destruída. Em comparação com os Guardas das Ruínas mais comuns, seu design tem maior valor no estudo biônico. A coroa gigante, composta de várias partes, parece uma espécie de planta assustadora. Ficamos imaginando o que é preciso passar para projetar uma máquina tão assustadora."
    },
    {
      "epId": 2224,
      "name": "Caçador das Ruínas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Hunter_icon.png",
      "desc": "Uma máquina de guerra alienígena gigante.<br/>Dizem que são remanescentes de um reino antigo perdido. Aparentemente, os criadores preferiram o design humanoide de baixo desempenho devido à eficácia do combate. Elas são extremamente perigosas tanto em combate corpo-a-corpo quanto em combate à distância.<br/>Elas realmente dizem muito sobre a civilização que criou essas armas antigas descartadas."
    },
    {
      "epId": 2225,
      "name": "Colosso das Ruínas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Grader_icon.png",
      "desc": "Uma antiga máquina de guerra humanoide.<br/>Sua forma é semelhante à dos Guardas das Ruínas, mas é mais distorcida e mais poderosa. Núcleos de energia foram instalados em ambas as pernas, como se fosse para potencializar sua forma excessivamente pesada."
    },
    {
      "epId": 2226,
      "name": "Defensor das Ruínas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Defender_icon.png",
      "desc": "Várias máquinas de formatos bizarros que assumiram diferentes formas e funções para se adaptarem a diferentes objetivos.<br/>A lenda diz que são máquinas de guerra deixadas para trás por uma nação que já foi destruída. Em comparação com os Guardas das Ruínas mais comuns, suas formas têm maior valor no estudo biônico. Os membros semelhantes aos de insetos são mais ágeis do que as máquinas humanoides. O escudo formado por seus diversos componentes pode resistir a qualquer ataque frontal."
    },
    {
      "epId": 2227,
      "name": "Nobushi: Kikou-Ban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Kikouban_icon.png",
      "desc": "Samurai que caiu no banditismo. Embora sejam chamados de Nobushi, eles não têm uma organização centralizada.<br/>Eles possuem habilidades de espada altamente avançadas e também usam bestas para emboscar oponentes, usando qualquer meio para vencer. Aqueles que abandonaram o título de artista marcial muitas vezes abandonam sua dignidade também.<br/>Às vezes eles até conspiram com os Ladrões de Tesouros ou Fatui por ganância de riqueza, ou simplesmente para sobreviver."
    },
    {
      "epId": 2228,
      "name": "Nobushi: Hitsuke-Ban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Hitsukeban_icon.png",
      "desc": "Samurai que caiu no banditismo. Embora sejam chamados de Nobushi, eles não têm uma organização centralizada.<br/>Não só possuem habilidades de espada altamente avançadas, mas também podem realizar ataques com pólvora elemental. Falando objetivamente, talvez este método de vitória vá contra o caminho de um artista marcial.<br/>Às vezes eles até conspiram com os Ladrões de Tesouros ou Fatui por ganância por riqueza, ou simplesmente para sobreviver."
    },
    {
      "epId": 2229,
      "name": "Nobushi: Jintou-Ban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Jintouban_icon.png",
      "desc": "Samurai que caiu no banditismo. Embora sejam chamados de Nobushi, eles não têm uma organização centralizada.<br/>Tendo perseguido o caminho de um artista marcial por muito tempo, eles possuem habilidades de espada altamente avançadas, mas não as usam mais para o bem.<br/>Às vezes, eles até conspiram com os Ladrões de Tesouros ou Fatui por ganância por riqueza, ou simplesmente para sobreviver."
    },
    {
      "epId": 2230,
      "name": "Samachurl Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Samachurl_icon.png",
      "desc": "Um Hilichurl ancião que ora o elemento Electro e está sempre resmungando baixinho.<br/>Hilichurls, que são especialmente dotados no comando dos elementos, muitas vezes alcançarão o ápice de sua habilidade em sua velhice. Tendo dominado a difícil arte de dirigir um raio, ele usa seu rugido para compor melodias na tempestade."
    },
    {
      "epId": 2231,
      "name": "Slime Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Slime_icon.png",
      "desc": "Um tipo de monstro formado pela precipitação do Elemento Electro, que pode emitir eletricidade.<br/>De acordo com as investigações, o quicar dos Slimes Electros pode ser um reflexo do movimento elétrico do chão. Em lugares ricos em elemento Electro, se você observar bem os movimentos dos Slimes Electro, talvez possa se afastar dos perigos."
    },
    {
      "epId": 2232,
      "name": "Hilichurl Granadeiro Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Grenadier_icon.png",
      "desc": "Os primitivos habitantes errantes das regiões selvagens de Teyvat.<br/>Slimes Electro não parecem ter tantos usos como Slimes Pyro ou Anemo nas vidas obscuras dos Hilichurls. Talvez um dia eles possam descobrir os fluxos elementais entre Slimes Electro e Slimes Electro Mutantes e fazer algum grande progresso...?"
    },
    {
      "epId": 2233,
      "name": "Mitachurl do Machado Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Crackling Axe Mitachurl_icon.png",
      "desc": "Hilichurls musculosos que empunham grandes machados de duas mãos.<br/>Atacam com grandes golpes e usam Slimes Electro para infundir seus machados com Electro. Seus golpes são muito letais.<br/>Os eixos forjados de aço são materiais altamente condutores. A imagem daqueles MitachurlS altos e fortes, segurando seus machados para invocar um raio é bastante majestosa para os Hilichurls."
    },
    {
      "epId": 2234,
      "name": "Feiticeiro do Abismo Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Abyss Mage_icon.png",
      "desc": "Criaturas do abismo que utilizam Electro em batalhas.<br/>Enquanto estudava na Academia, o pesquisador Alva Nikola uma vez conduziu um estudo sistemático dos métodos pelos quais o Feiticeiro do Abismo manipulava Electro e surgiu com uma arma teórica conhecida como Bobina Nikola. No entanto, isso ainda não foi colocado em prática. Alguns dizem que seus materiais de pesquisa foram comidos durante uma infestação por fungos."
    },
    {
      "epId": 2236,
      "name": "Hilichurl Atirador Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Shooter_icon.png",
      "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Estes arqueiros empunham balestras simples, e as pontas das flechas são fabricadas a partir de Cristais Electro que causarão um choque elétrico após o impacto. Dizem que arqueiros Hilichurl com habilidades excepcionais podem disparar cinco flechas de uma só vez - uma façanha realmente impressionante."
    },
    {
      "epId": 2237,
      "name": "Cicin Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Cicin_icon.png",
      "desc": "Pequenas criaturas que podem manipular Electro ligeiramente.<br/>Elas e outras criaturas são conhecidas coletivamente como Cicins e, embora sejam individualmente fracas, podem causar danos significativos em certas circunstâncias."
    },
    {
      "epId": 2238,
      "name": "Manifestação Trovejante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunder Manifestation_icon.png",
      "desc": "Uma forma de vida Electro anormal. Embora possa parecer semelhante a uma Oceanid, ela não possui sua inteligência ou suas memórias.<br/>O que impulsiona a Manifestação Trovejante é uma fúria muito mais primitiva.<br/>Dizem que estas formas de vida só descerão como um relâmpago sobre lugares que apresentam um grande ressentimento prolongado, como o fragmentado Monte Tenkumo, onde as nuvens da tempestade sempre rondaram. Enquanto os ressentimentos da terra não desaparecerem, o trovão também persistirá."
    },
    {
      "epId": 2239,
      "name": "Espectro Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Specter_icon.png",
      "desc": "Um monstro nascido de elementos Electro altamente concentrados que podem flutuar no ar.<br/>Um certo pesquisador uma vez estudou estas criaturas. Ele acreditava que elas deveriam ser algum tipo de Hypostasis. Afinal de contas, ambos tinham peculiaridades elementais e eram nascidos de áreas saturadas com energia elemental. A propósito, ele foi posteriormente investigado por corrupção acadêmica."
    },
    {
      "epId": 2240,
      "name": "Samachurl Anemo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Samachurl_icon.png",
      "desc": "Um Hilichurl feiticeiro e murmurante, que espalha a mensagem do Anemo.<br/>Hilichurls, que são especialmente dotados no comando dos elementos, muitas vezes alcançarão o ápice de sua habilidade em sua velhice, e esta capacidade de comandar os ventos que fluem provém de memórias sombrias e esquecidas."
    },
    {
      "epId": 2241,
      "name": "Slime Anemo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Slime_icon.png",
      "desc": "Um tipo de monstro bem pequeno formado pelo afundamento do Elemento Anemo.<br/>É capaz de flutuar devido à força Anemo."
    },
    {
      "epId": 2242,
      "name": "Espectro Anemo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Specter_icon.png",
      "desc": "Um monstro que nasce de uma alta concentração de Anemo que consegue flutuar no ar.<br/>Conforme a lógica dita, monstros feitos de Anemo fundido já vêm equipados com a capacidade de flutuar. Dessa forma, suas asas em forma de pétalas são muito provavelmente somente um órgão mímico, acima de tudo."
    },
    {
      "epId": 2243,
      "name": "Maguu Kenki",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki_icon.png",
      "desc": "Um espadachim mecânico disciplinado.<br/>Não parece ter a habilidade nem a vontade de falar, mas em vez disso, busca apenas se comunicar com espadas cruzadas.<br/>Dizem que esta máquina foi feita usando as memórias do mestre da primeira geração de um certo clã de espada. No entanto, ela não funcionou bem, perdeu o controle e foi finalmente descartada.<br/>Alguns dizem que o espírito da máquina ainda permanece no lugar onde seu destino terminou. Eles também dizem que a máscara viciosa que serve de guarda foi inspirada por um famoso Oni daquela época."
    },
    {
      "epId": 2244,
      "name": "Maguu Kenki: Máscara do Terror",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Mask of Terror_icon.png"
    },
    {
      "epId": 2245,
      "name": "Maguu Kenki: Vendaval Solitário",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Lone Gale_icon.png"
    },
    {
      "epId": 2246,
      "name": "Maguu Kenki: Gelo Galopante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Galloping Frost_icon.png"
    },
    {
      "epId": 2247,
      "name": "Rei Canino Dourado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
      "desc": "Vindo de um mundo sombrio, este governante dos cães escuros tem o poder de invocar seus seguidores, suas garras ocultas, para dissolver o espaço e forjar uma fenda através da qual possam entrar.<br/>O Rei Canino não tem nome, pois foi apenas uma das criações não intencionais de \"Ouro\", e é precisamente por isso que está obcecado em invadir mundos que não pertencem a ele e com o fato de fazer um nome para si mesmo.<br/>Dito isto, a matilha está longe de ser desinteligente. Após sofrer uma derrota em sua invasão anterior, uma ilha deserta onde nenhum ser humano ou protetores habitam foi selecionada para se preparar para a descida de seu senhor."
    },
    {
      "epId": 2248,
      "name": "Cavaleiro da Serpente Negra - Quebra-Vento",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
      "desc": "Um guarda com uma posição importante na corte, dominando os inimigos dos governantes da nação, usando uma arte de espada conhecida como \"Descobridor da Veracidade\".<br/>A Espada do Crepúsculo antes fazia parte de um de seus soldados. A glória daquele reino se foi, para nunca mais ser restaurada."
    },
    {
      "epId": 2249,
      "name": "Armadura do Vazio: Porta-estandarte",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Standard Bearer_icon.png",
      "desc": "Soldado sombrio. No passado, foi um orgulhoso soldado de uma antiga nação subterrânea, porém, agora, ele perdeu sua consciência e memória.<br/>Mas mesmo assim, ele segura o estandarte da realeza para lutar. Embora tenha esquecido seus camaradas ou qualquer bênção real que ele tenha recebido, nunca deixará o estandarte de lado."
    },
    {
      "epId": 2250,
      "name": "Armadura do Vazio: Demolidor de Linhas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Line Breaker_icon.png",
      "desc": "Soldado sombrio. No passado, foi um orgulhoso soldado de uma antiga nação subterrânea, ele não tem mais nenhuma \"inteligência\" que ainda possa ser chamada \"humana\".<br/>Porém, sua vontade de destruir o inimigo e se jogar em batalha para defender os outros ainda está encrustada em sua armadura vazia, mesmo que ainda não tenha mais ninguém para dizer onde está o inimigo ou quem exatamente deva ser derrotado."
    },
    {
      "epId": 2251,
      "name": "Armadura do Vazio: Defensor",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Defender_icon.png",
      "desc": "Soldado sombrio. No passado, foi um orgulhoso soldado de uma antiga nação subterrânea, agora não é nada além de uma casca vazia que tem apenas as memórias da batalha.<br/>Tudo irá se decompor com o tempo, e isso é tudo que sobrou dos Cavaleiros da Serpente Negra em meio à marcha impiedosa de seus pecados, das maldições e do próprio tempo."
    },
    {
      "epId": 2716,
      "name": "Terrorgumelo Emplumado",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/6926027/2c52519dbc771ad29b2b7228c3ab3a36_3103347103542357151.png",
      "desc": "<p>Ao longo de muitos anos, essa enorme criatura fúngica se transformou em uma forma peculiar.</p><p>Sua inteligência já alcançou e talvez até tenha superado os animais reais, e caçará ativamente presas para obter seu sustento. Sua cauda tem uma bela plumagem de jade que parece muito semelhante à da antiga besta sagrada que o Darshan Spantamad reverencia. Segundo à lógica da mimésis, parece bastante provável que os dois seres tenham caminhado juntos na terra.</p>"
    },
    {
      "epId": 2717,
      "name": "Regisvine Electro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/14/8078404/cc5fbd3bdd4a48efb854968a3bfd22e8_8969339536715303471.png",
      "desc": "<p>Uma vinha gigantesca que se transformou em um monstro ao conduzir correntes de alta voltagem pelas Linhas Ley.</p><p>Eletricidade dispara constantemente de sua copa como a fúria interminável da própria terra.</p><p>Os Pesquisadores Kshahrewar uma vez propuseram colocar uma matriz de circuitos complexos montada em torno desta criatura para conduzir sua energia elétrica até a cidade para ser usada. Este plano foi vigorosamente contrariado por estudiosos do Spantamad, que sacrificaram 10 Porcogumelos para demonstrar seu ponto sobre os perigos da utilização de eletricidade em casa.</p>"
    },
    {
      "epId": 2718,
      "name": "Eremita - Dançarino Espadachim",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/15/8078404/db927b5ac3dd814a05afe64931529478_1725496921229837601.png",
      "desc": "<p>Membro de um grupo desorganizado de mercenários do deserto dourado. Trabalha para qualquer um, contanto que o pagamento seja bom.</p><p>Este guerreiro do deserto brande uma grande espada curva em batalha. As habilidades que tais lutadores possuem foram passadas desde os dias quando sua civilização perdida ainda existia, e não são técnicas exclusivas de batalha, mas também servem bem como artes performáticas em várias terras.</p><p>É dito que esta arte de espada já foi praticada ao cavalgar cavalos.</p>"
    },
    {
      "epId": 2719,
      "name": "Eremita - Geada Solar",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/15/8078404/2511ef76a6dee1e388fea0826bade579_3201221384821121833.png",
      "desc": "<p>Membro de um grupo desorganizado de mercenários do deserto dourado. Trabalha para qualquer um, contanto que o pagamento seja bom.</p><p>Um mercenário profissional que não se importa com nada além do trabalho e a missão. Para tais pessoais, seu único plano é o de completar a missão e seu preço caro combina com tal compromisso.</p><p>Um espírito sinistro e fragmentado está selado dentro da arma que ele usa, despertando em momentos de perigo. Uma vez que isso aconteça, ele só pode ser silenciado pelos gritos dos derrotados - seja ele quem a está empunhando, ou o seu inimigo.</p>"
    },
    {
      "epId": 2720,
      "name": "Eremita - Alabardeiro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/15/8078404/57a287699b909c11a29fe6b6db610af5_5779712876469573512.png",
      "desc": "<p>Membro de um grupo desorganizado de mercenários do deserto dourado. Trabalha para qualquer um, contanto que o pagamento seja bom.</p><p>Estes guerreiros usam Alabardas Bico de Corvo em batalha. Dizem que ascetas que serviam a divindade do deserto carregariam estas alabardas como símbolos de seus ofícios. Estas armas já tiveram um nome verdadeiro, mas há muito tempo foi perdido sob as areias do deserto.</p>"
    },
    {
      "epId": 2721,
      "name": "Eremita - Demolidores de Linhas",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/15/8078404/2d516994e260d7760f9394cb498e0991_634898536492956369.png",
      "desc": "<p>Membro de um grupo desorganizado de mercenários do deserto dourado. Trabalha para qualquer um, contanto que o pagamento seja bom.</p><p>Este guerreiro usa uma luva com lâmina única e se uniu aos Eremitas em busca de inimigos mais poderosos. Ao invés do pagamento, estes guerreiros lutam para obter um maior poderio marcial.</p>"
    },
    {
      "epId": 2722,
      "name": "Eremita Águas Cristalinas",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/15/8078404/a0f86676af484d039ad829c899d1dd35_518561410146376681.png",
      "desc": "<p>Membro de um grupo desorganizado de mercenários do deserto dourado. Trabalha para qualquer um, contanto que o pagamento seja bom.</p><p>Uma jovem moça perdida nos sonhos antigos das canções do deserto. Para ela, sua maior recompensa é uma batalha sangrenta. Dizem as lendas, que as mulheres dessa tribo costumam sofrer da doença do espírito vagante do deserto, uma condição que faz com que muitas delas tenham um fim prematuro. Talvez, essa possa apenas ser livre dessas aparições quando seu sangue estiver em combate.</p><p>Um espírito sinistro e fragmentado está selado dentro da arma que ela usa, despertando em momentos de perigo. Uma vez que isso aconteça, ele só pode ser silenciado pelos gritos dos derrotados - seja ele quem a está empunhando, ou o seu inimigo.</p>"
    },
    {
      "epId": 2723,
      "name": "Eremita - Invocador de Trovões",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/15/8078404/5f9a54c0016a9a1c5ba5ad9e78398f10_1788251468023875685.png",
      "desc": "<p>Membro de um grupo desorganizado de mercenários do deserto dourado. Trabalha para qualquer um, contanto que o pagamento seja bom.</p><p>Um verdadeiro herdeiro de uma tribo guerreira, tais guerreiros veem a batalha como seu principal propósito, e diferentes de alguns bárbaros que carregam machados imensos facilmente, essas tribos também são bastante versadas no folclore e nas canções das ruínas do deserto.</p><p>Um espírito sinistro e fragmentado está selado dentro da arma que ele usa, despertando em momentos de perigo. Uma vez que isso aconteça, ele só pode ser silenciado pelos gritos dos derrotados - seja ele quem a está empunhando, ou o seu inimigo.</p>"
    },
    {
      "epId": 2724,
      "name": "Eremita - Besteiro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/15/8078404/c2bd235637707a0f1905ae8b42207c81_5160451938814078384.png",
      "desc": "<p>Membro de um grupo desorganizado de mercenários do deserto dourado. Trabalha para qualquer um, contanto que o pagamento seja bom.</p><p>A tradição Eremita é usar arcos para enfrentar seus inimigos, mas desde que a Academia permitiu o uso de bestas nos bazares, apenas os arqueiros mais orgulhosos ainda usam arcos, que necessitam de vários anos de prática para chegar à perfeição.</p>"
    },
    {
      "epId": 2725,
      "name": "Espectro Dendro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/17/8078404/fadf14ff797dfdd9a87c3e03f5321fde_8840751746798388024.png",
      "desc": "<p>Um monstro nascido da energia Dendro de alta densidade que pode flutuar no ar.</p><p>Certa vez, um pesquisador do Vahumana estudou as peculiaridades ecológicas dos Espectros Dendro, achando-os bastante semelhantes aos lendários \"Aranara\". Sua conclusão foi que os Aranaras eram, na verdade, Espectros Dendro. Esse pesquisador depois se tornou um escritor de contos infantis pouco conhecido.</p>"
    },
    {
      "epId": 2727,
      "name": "Cogumelo Flexível Anemo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/17/8078404/4428023ce42492ef24285eeb0f653c4b_5045584156884127813.png",
      "desc": "<p>Um organismo fúngico que possui uma certa inteligência. Ele tem uma grande adaptabilidade aos nutrientes através da sua coluna estendida, e o seu chapéu em formato de guarda-chuva se move na direção do vento.</p>"
    },
    {
      "epId": 2728,
      "name": "Cogumelo Terrestre Hydro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/17/8078404/9e8e5977e203c66d3edc884f03f4bb49_1313366710814781664.png",
      "desc": "<p>Uma forma de vida mimética fúngica que tem uma grande adaptabilidade.</p><p>Essa criatura pode se parecer com um pássaro, mas não pode voar. Por conta da influência das energias Hydro, é extremamente ágil em comparação com as outras espécies. Alguns pesquisadores concluíram que essa criatura na verdade é uma congregação de infinitos pequenos fungos ao invés de um único organismo.</p><p>Esta criatura tem uma posição de liderança entre as colônias de animais fúngicos e exibe uma inteligência elevada em comparação ao resto.</p>"
    },
    {
      "epId": 2729,
      "name": "Cogumelo Flutuante Dendro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/17/8078404/93ab547d2d1f2cf6145fddaf7fe4c32c_1882312474981136490.png",
      "desc": "<p>Um organismo fúngico que possui uma certa inteligência. Ele tem uma grande adaptabilidade.</p><p>Certa vez, um pesquisador disse que esses são uma espécie de Espectros Dendro. Depois que sua visão foi criticada, ele mudou de ideia, dizendo que havia sido interpretado de maneira literal.</p>"
    },
    {
      "epId": 2730,
      "name": "Cogumelo Rodopiante Cryo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/17/8078404/672c8ee43f7b7b4f281ede0fbc5f926c_1939329146262221492.png",
      "desc": "<p>Um organismo fúngico que possui uma certa inteligência. Ele tem uma grande adaptabilidade.</p><p>Colocar criaturas fúngicas no gelo não melhora o seu gosto, mas pelo menos ajuda a combater o calor.</p>"
    },
    {
      "epId": 2731,
      "name": "Cogumelo Flexível Pyro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/17/8078404/890f0c41c5b1773fba0174ab8521b52c_1181175799863297986.png",
      "desc": "<p>Um organismo fúngico que possui uma certa inteligência. Ele tem uma grande adaptabilidade.</p><p>Essa criatura apenas parece ser explosiva - mas, na verdade, é a criatura mais gentil do mundo, desde que você não se aproxime demais…</p>"
    },
    {
      "epId": 2732,
      "name": "Cogumelo Flexível Geo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/17/8078404/462c5af38decee9d376993edf73b702e_5181471969251618412.png",
      "desc": "<p>Um organismo fúngico que possui uma certa inteligência. Ele tem uma grande adaptabilidade.</p><p>Os chapéus desses cogumelos tem uma camada sólida derivada da consolidação da energia Geo. A estrutura de seu corpo também é mais densa do que as de outras espécies.</p>"
    },
    {
      "epId": 2733,
      "name": "Cogumelo Rodopiante Electro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/17/8078404/2e2ac653620f1194c727cc4687c08754_6226136012327247110.png",
      "desc": "<p>Um organismo fúngico que possui uma certa inteligência. Ele tem uma grande adaptabilidade.</p><p>Pesquisas mostram que este tipo de corrente elétrica interna das criaturas fúngicas mudam periodicamente. Se for mais aprofundado, talvez este estudo possa dar origem a uma ampla gama de usos…</p>"
    },
    {
      "epId": 2734,
      "name": "Cogumelo Alado Dendro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/17/8078404/bfdb3e06fa910a13d550ff3a349c152f_9089763651555950561.png",
      "desc": "<p>Uma forma de vida mimética fúngica que tem uma grande adaptabilidade.</p><p>Indo muito além de apenas sua aparência, esta criatura imita os hábitos dos pássaros. Pode usar suas asas de fungos para voar nos céus, espalhando ainda mais esporos em lugares ainda mais distantes.</p><p>Esta criatura tem uma posição de liderança entre as colônias de animais fúngicos e exibe uma inteligência elevada em comparação ao resto.</p>"
    },
    {
      "epId": 2735,
      "name": "Cogumelo Alado Cryo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/17/8078404/20b2da81ddb5537e82d80a163f5e9c32_8046961471102106206.png",
      "desc": "<p>Uma forma de vida mimética fúngica que tem uma grande adaptabilidade.</p><p>Indo muito além de apenas sua aparência, esta criatura imita os hábitos dos pássaros. Quando ela voa, espalha flores de gelo em seu caminho. Esses cristais, também, são esporos.</p><p>Esta criatura tem uma posição de liderança entre as colônias de animais fúngicos e exibe uma inteligência elevada em comparação ao resto.</p>"
    },
    {
      "epId": 2814,
      "name": "Eremita - Vanguarda do Machado",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/15/8078404/5d42b5c18ef3e3b1df5bc1df2373d51e_1700647855122390754.png",
      "desc": "<p>Membro de um grupo desorganizado de mercenários do deserto dourado. Trabalha para qualquer um, contanto que o pagamento seja bom.</p><p>Estas damas brandindo machados geralmente entram na matança sem medo, criando aberturas para seus camaradas tirarem proveito.</p><p>Às vezes elas se sentam ao redor da fogueira em sua terra natal coberta de areia e cantam canções que foram perdidas no mar dourado.</p>"
    },
    {
      "epId": 2816,
      "name": "Dragão das Ruínas - Vigia Aérea",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/17/6926027/85fb79a3bb0ffae3055d58dadb9fb11b_8723727568140278609.png",
      "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Uma assustadora máquina de combate com aspecto de dragão.</span><br><span style=\"color: rgb(255, 255, 255)\">Dizem que é uma máquina de guerra deixada para trás por uma nação agora destruída. Ele imita a aparência dos seres conhecidos como Dragartos, com algumas melhorias funcionais. Essas máquinas têm uma capacidade ainda maior de \"absorver\", ou talvez a palavra certa seja \"contrariar\", poderes elementares do que os Dragartos.</span><br><span style=\"color: rgb(255, 255, 255)\">Como é que uma civilização capaz de criar uma arma de guerra dessas acabou extinta?</span></p>"
    },
    {
      "epId": 2817,
      "name": "Dragão das Ruínas - Vigia Terrestre",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/17/6926027/85fb79a3bb0ffae3055d58dadb9fb11b_1650339243471934359.png",
      "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Uma assustadora máquina de combate com aspecto de dragão.</span><br><span style=\"color: rgb(255, 255, 255)\">Dizem que é uma máquina de guerra deixada para trás por uma nação agora destruída. Ele imita a aparência dos seres conhecidos como Dragartos, com algumas melhorias funcionais. Essas máquinas têm uma capacidade ainda maior de \"absorver\", ou talvez a palavra certa seja \"contrariar\", poderes elementais do que os Dragartos.</span><br><span style=\"color: rgb(255, 255, 255)\">A julgar por suas habilidades, a civilização que criou essa temível arma de guerra deve ter sido extremamente ambiciosa.</span></p>"
    },
    {
      "epId": 2855,
      "name": "Matriz de Controle Semi-perpétua",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/16791688/d73a13b3c5399286a800d6394fb99cbb_3353644918653412917.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Uma máquina de movimento perpétuo que comanda as muitas estruturas mecânicas espalhadas no deserto. Parece que a vontade do soberano solitário ainda reside nesse dispositivo.<br>Talvez seja por causa dos ensinamentos de seu amigo em um sonho, ou talvez porque ele cobiçou o poder dos sagrados no céu que o rei tenha criado dispositivos misteriosos que não pertenciam a esse mundo quando estabeleceu seu reino nessas terras.<br>Entre as ruínas da Cidade de Mil Pilares, os cristais antigos ainda refletem a glória do paraíso dourado, mas agora ninguém reside nele para lembrar do sonho desse rei.</span></p>"
    },
    {
      "epId": 2857,
      "name": "Dragão Calamitoso",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/16791688/91184c7571932bb8ba5507c89afa09b5_236373363699542847.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Essa máquina de combate na forma de um dragão é um ser amedrontador, assim como o senhor que governou estas vastas terras.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.85)\">Dizem que o agora destruído reino buscou conhecimento proibido e tentou criar máquinas de movimento perpétuo que poderia se equiparar ou até mesmo superar formas de vida primordiais. Essa monstruosidade mecânica misteriosa incansável parece ser a prova que eles de fato alcançaram o que os mortais nunca deveriam.</span></p>"
    },
    {
      "epId": 2892,
      "name": "Estrutura Elementar: Repulsor",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/08/8078404/60aa5a703106abea12e09b790da7972b_5106503912241488048.png",
      "desc": "<p>Os guardiões das ruínas perdidas do deserto são poderosos o bastante para punirem qualquer um que desejar perturbar os puros sonhos de seu senhor.</p><p>Essas máquinas não foram construídas pelos guardiões do templo ou protetores do palácio, mas para renascer o paraíso que o tolo soberano do deserto sonhou.</p><p>Hoje, essa utopia há muito se foi, e os sonhos e juramentos esquecidos pelo mundo agora são apenas encontrados nos feitiços inscritos nessas máquinas.</p>"
    },
    {
      "epId": 2893,
      "name": "Estrutura Elementar: Remodelador",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/08/8078404/60aa5a703106abea12e09b790da7972b_438858669771644345.png",
      "desc": "<p>Os guardiões das ruínas perdidas do deserto são poderosos o bastante para punirem qualquer um que desejar perturbar os puros sonhos de seu senhor.</p><p>O Rei do Sol Ardente que governou sobre este deserto prometeu uma utopia ao seu povo no outro lado da existência, mas no final isso tudo era uma miragem da loucura.</p><p>Hoje, essa utopia há muito se foi, e os sonhos e juramentos esquecidos pelo mundo agora são apenas encontrados nos feitiços inscritos nessas máquinas.</p>"
    },
    {
      "epId": 2894,
      "name": "Estrutura Elementar: Prospector",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/08/8078404/60aa5a703106abea12e09b790da7972b_7268775664317702883.png",
      "desc": "<p>Os guardiões das ruínas perdidas do deserto são poderosos o bastante para punirem qualquer um que desejar perturbar os puros sonhos de seu senhor.</p><p>O mestre das areias estudou conhecimentos proibidos em um esforço seu para criar um paraíso onírico, e essas máquinas podem ou não terem sido os frutos dessa pesquisa.</p><p>Hoje, essa utopia há muito se foi, e os sonhos e juramentos esquecidos pelo mundo agora são apenas encontrados nos feitiços inscritos nessas máquinas.</p>"
    },
    {
      "epId": 2895,
      "name": "Cogumelo Flexível Electro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/08/8078404/e7f8daca29f5d7f30844905016252907_7679370215604944216.png",
      "desc": "<p>Um organismo de esporo com certa inteligência. É extremamente adaptável.</p><p>Diferente de outros cogumelos, essa criatura possui um chapéu com chifres. Quando está em perigo, ela lançará orbes elétricas como uma forma de auto-defesa.</p>"
    },
    {
      "epId": 2896,
      "name": "Cogumelo Terrestre Geo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/08/8078404/49216ca30200a7432b571186027efd61_4926913206841651873.png",
      "desc": "<p>Uma forma de vida mimética feita de esporos. Ela é extremamente adaptável.</p><p>Esse ser sofreu quase completa queratinização por causa da influência do Geo. Quando é levado em consideração que Cogumelos evoluíram de esporos, talvez esse seja a fundação para a evolução posterior de uma nova forma de vida, caso tempo suficiente se passe.</p><p>Essa criatura possui uma posição de comando entre as colônias de cogumelos, e possui inteligência superior.</p>"
    },
    {
      "epId": 2897,
      "name": "Cogumelo Rodopiante Pyro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/08/8078404/912e3e8c1b00de91bd7ce8418263f461_2993948474796680798.png",
      "desc": "<p>Um organismo de esporo com certa inteligência. É extremamente adaptável.</p><p>Devido a abundância de Pyro nessas criaturas, elas possuem a tendência de causarem incêndios florestais nas estações secas, e por isso são consideradas uma espécie invasiva perigosa na floresta.</p>"
    },
    {
      "epId": 2898,
      "name": "Cogumelo Flutuante Anemo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/08/8078404/0b332fc89af26ece5c6402fc82cce5e5_1801510053297931752.png",
      "desc": "<p>Um organismo de esporo com certa inteligência. É extremamente adaptável.</p><p>Esse cogumelo pode ter um chapéu fúngico grande, mas a forma de guarda-chuva em sua cabeça é oca, por isso não é uma refeição muito gostosa.</p>"
    },
    {
      "epId": 2899,
      "name": "Eremita - Encantador de Pedras",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/08/8078404/c757c4e26cff0dba6198a837cb900d1d_1558050450555799661.png",
      "desc": "<p>Um membro de um grupo de mercenários desorganizados do deserto. Ele trabalhará para qualquer se o pagamento valer a pena.</p><p>Em dias antigos, esses guerreiros altamente equipados eram guardas pessoais e confiáveis do Rei do Sol Ardente. Talvez seja por isso eles brilham como o sol dourado até hoje.</p><p>Fragmentos ominosos de espíritos são liberados das armas que usam, despertando em momentos de perigo. Quando essas armas despertam, elas só podem ser silenciadas pelos prantos dos derrotados, quer sejam de seus portadores ou dos inimigos deles.</p>"
    },
    {
      "epId": 2900,
      "name": "Eremita - Caçador de Ventos",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/08/8078404/1d21ab234a065f179a1a3db8e171c21c_618477146447999781.png",
      "desc": "<p>Um membro de um grupo de mercenários desorganizados do deserto. Ele trabalhará para qualquer se o pagamento valer a pena.</p><p>Devido a popularização de bestas, somente os Eremitas mais experientes sabem utilizar um arco longo em batalha. Eles nem precisam de seus olhos, pois seus ouvidos sentem o fluxo do vento e da areia para determinarem a localização de seus inimigos.</p><p>Fragmentos ominosos de espíritos são liberados das armas que usam, despertando em momentos de perigo. Quando essas armas despertam, elas só podem ser silenciadas pelos prantos dos derrotados, quer sejam de seus portadores ou dos inimigos deles.</p>"
    },
    {
      "epId": 2974,
      "name": "Hypostasis Dendro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/08/8078404/580b15e255e628d790bf49687894e4fa_7257636384160090842.png",
      "desc": "<p>Codinome: Zayin. Um ser Dendro de alta pureza.</p><p>Estudiosos supuseram que o Hypostasis têm a capacidade de aprender, permitindo que eles usem seu mimetismo para atacar. O problema é que, se eles são realmente capazes de assimilar informações e mudar de acordo, também podem ser contaminados por fontes externas. No processo de aprendizado e adaptação, o propósito original de seu nascimento pode se tornar distorcido a ponto de se tornar irrelevante. No entanto, essa possibilidade ainda permanece um enigma nos meios acadêmicos.</p>"
    },
    {
      "epId": 2975,
      "name": "Shouki no Kami, o Prodígio",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/09/16791688/dbf9f65c6fcd3f7619a9556ffa558f43_5556998146642152644.png",
      "desc": "<p>Shouki no Kami, uma divindade artificial criada utilizando todo o poder dos seis Darshans de Sumeru, seu poder é capaz de rivalizar verdadeiros deuses.</p><p>Mas aqueles do mundo mortal que chamam ele de \"falso deus\" compreendem erroneamente o significado da palavra \"deus\".</p><p>Shouki no Kami agora compreende incontáveis coisas e carrega um forte poder que pode ultrapassar os mortais.</p><p>Se os deuses devem amar os mortais,</p><p>Então Shouki no Kami, que compreende o fracasso em igual medida a humanidade, também a ama.</p><p>Se os deuses deveriam cuidar da humanidade,</p><p>…</p><p>…</p><p>Então Shouki no Kami, que testemunhou o nascimento de amor, ódio, despedidas e rancores enlouquecedores infinitos, cuida dos humanos.</p><p>\"Você já teve muita felicidade!\"</p><p>\"Ela fez-te um tolo. Arrogante. Amedrontador em sua ganância.\"</p><p>\"Que essa era acabe!\"</p><p>\"Que o novo deus anuncie a derrota dos antigos.\"</p><p>\"Mortal tolo… Ainda há tempo para você se ajoelhar.\"</p>"
    },
    {
      "epId": 3443,
      "name": "Bando de Dragartos das Profundezas",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/26/16935775/33663ed8f0c9f7500679a6bdb21590c6_8743130563519761384.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Um grupo poderoso de Dragartos das Profundezas.</span></p><p><span style=\"color: #BFBFBF\">Eles foram especificamente reproduzidos e selecionados pelo povo de Enkanomiya, o que lhes deu sua força excepcional. Claro que, nenhum Dragarto consideraria isso como uma dívida a ser paga. </span></p><p><span style=\"color: #BFBFBF\">Os membros mais fortes deste grupo podem usar diferentes elementos, que eles empunham como uma demonstração de seu ódio.</span></p>"
    },
    {
      "epId": 3474,
      "name": "Verme da Areia Setekh",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/8078404/ca675a813c0acf7a5efbc88e7af636c2_5543098236314408627.png",
      "desc": "<p>Um predador sem olhos das profundezas do Grande Mar de Areias Escarlates que usa som e vibrações para perseguir sua presa.</p><p>A lenda diz que no passado antigo, antes de o conceito de tempo ser criado, estas criaturas proliferavam com seus progenitores e crias em uma terra de grama verdejante e árvores colossais, atravessando solos lisos como peixes mergulhando em água.</p><p>Com a passagem das eras, as dádivas do céu há muito tempo reduziu os solos a areia, extinguindo muitas criaturas. Este ramo do gênero deles conseguiu sobreviver ao se adaptar para uma vida mais baseada na terra, e se tornando conhecida como os \"vermes da areia\".</p><p>Alguns povos do deserto ainda acreditam equivocadamente que vermes da areia são o ponto final da vida de um unagi de areia movediça, provavelmente devido a similaridades superficiais entre os comportamentos das espécies.</p>"
    },
    {
      "epId": 3475,
      "name": "Eremita Narradora da Areia Ardente",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/26/16935775/e3ada2f7642f67aa52b067345fae5a54_1591752364585161760.png",
      "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Uma pessoa vinda dos grupos levemente organizados de mercenários do deserto. Mesmo que eles trabalhem para qualquer um contanto que o pagamento seja bom, eles nunca esquecerão suas raízes no Grande Mar de Areias Escarlates.<br>Após o colapso de suas civilizações, as histórias do deserto eram passadas geração após geração em tradição oral, assim como as fagulhas no vento e a chuva nas nuvens. Conforme o tempo passou, algumas histórias foram perdidas enquanto outras sobreviveram, embora com mudanças significantes.<br>\"Os Eremitas\" é um termo generalizador dado às tribos do deserto por aqueles ignorantes ou desdenhosos demais para aprender a miríade de diferenças entre as tribos. Dentro daqueles referidos como Eremitas, muitos de fato já esqueceram os contos do deserto. Mas não temam, pois aqueles que ainda lembram nunca trairão o espírito das areias que ainda flui em suas veias.</span></p>"
    },
    {
      "epId": 3476,
      "name": "Eremita Dançarina Floral",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/26/16935775/088685fa15801b65f875acec2cbfcfac_6274166177419998259.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Uma pessoa vinda dos grupos levemente organizados de mercenários do deserto. Eles trabalharão para qualquer um contanto que o pagamento seja bom.<br>As crianças do deserto têm uma rica tradição em música e dança. Originalmente usadas para louvar e servir os deuses, o ofício foi futuramente adaptado para batalha e a sedução de reis. Muitos contos das areias possuem dançarinas que assassinavam reis relaxados em suas camas ou em pé em torres altas. Mesmo que tais deuses e reis agora desapareceram nas areias correntes, a memória da dança ainda persiste nas veias dos habitantes das areias.<br>Espíritos fragmentos, sinistros, estão selados dentro das armas que usam, despertados em momentos de perigo. Quando estas armas acordarem, elas podem apenas ser silenciadas com o choro dos conquistados, seja ele de quem as empunha ou de seus inimigos.</span></p>"
    },
    {
      "epId": 3477,
      "name": "Abutre Vermelho da Ossada Sagrada",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/8078404/534c13befe626c1aa2853a32def6f1f3_6461384858132984679.png",
      "desc": "<p>Uma ave de rapina carniceira que sofreu mutações após se alimentar de formas de vida maiores.</p><p>As formas de vida maiores devoradas pelas Bestas da Ossada Sagrada frequentemente possuem consciências quase imortais que nunca podem ser silenciadas ou erradicadas. O próprio poder e consciência ganho pela Besta da Ossada Sagrada devorando essas formas de vida irá, por sua vez, impulsioná-las a buscar mais violência e carniça.</p>"
    },
    {
      "epId": 3478,
      "name": "Escorpião da Ossada Sagrada",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/26/16935775/ea2958c04ec8f00a5ec2d9f8dc1410e4_4660929071361070255.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Uma forma de vida artrópode que sofreu mutações após se alimentar de formas de vida maiores.<br>Formas de vida são governadas pelas leis da evolução, Bestas da Ossada Sagrada exploraram essas regras ao terem sorte bastante para descobrir a velha carcaça de um ser maior antes que qualquer outro da competição. Animais e humanos frequentemente têm mais em comum do que o segundo está disposto a reconhecer.</span></p>"
    },
    {
      "epId": 3479,
      "name": "Cobra Voadora da Ossada Sagrada",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/26/16935775/d1b0d88f2f2bdb3e9bad3abf570ac911_2180185225648683686.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Um réptil que sofreu mutações após se alimentar de formas de vida maiores.<br>Apesar de agora estar imbuído com o poder da manipulação elemental, as Bestas da Ossada Sagrada sozinhas ainda não conseguem digerir os pedaços de carne que devoraram das carcaças imortais que comeram. Ao invés disso, os pedaços lentamente se fundiram com as próprias bestas, tecendo uma casca óssea sobre seus corpos, uma que compartilha uma composição similar a um certo tipo de material de fundição de Inazuma.</span></p>"
    },
    {
      "epId": 3618,
      "name": "Cavaleiro da Serpente Negra – Machado Quebra-rocha",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/01/59559639/1ba50f7a21c0468b5c8333818fb31a18_1368513747141701785.png",
      "desc": "<p>Um guarda com uma posição importante na corte, dividindo os inimigos dos governantes da nação usando uma arte de espada conhecida como \"Descobridor da Veracidade\".</p><p>Embora o Descobridor da Veracidade seja, estritamente falando, uma arte de espada, seus ensinamentos também podem ser usados em várias outras armas – e na hora mais sombria do reino, aqueles que tinham que proteger sua terra natal tinham pouco espaço pare serem exigentes de qualquer maneira.</p>"
    },
    {
      "epId": 3619,
      "name": "Apóstolo do Abismo – Geada Imponente",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/16/16935775/507d0934844c7323bf34e279d84c6ca2_3814412586391218138.png",
      "desc": "<p><span style=\"color: #BFBFBF\">Um monstro da Ordem do Abismo que empunha lâminas geladas em batalha.<br>Assim como há santos que irão espalhar e glorificar o evangelho profundo, há emissários que devem corrigir quaisquer tensões distorcidas e remover qualquer dissonância.<br>As pessoas costumam dizer que ainda parece gelo ao perfurar o corpo, mas dizem que essa geada escura congela até</span> a alma.</p>"
    },
    {
      "epId": 3695,
      "name": "Guardião do Oásis de Apep",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/17/89220822/d6fda0fbccc37d41505ff1fcce5b6e77_444297682390560110.png",
      "desc": "<p>Apep andou pela água como um peixe com seus muitos filhotes em um mar de grama perfumada, árvore gigantes e videiras inimaginavelmente longas. Finalmente, a grama, as árvores e as videiras murcharam e viraram pó, enquanto inúmeros seres minúsculos como grãos de cascalho construíam um reino frágil sobre a terra de Apep.</p><p>Apep e seus descendentes deixaram o mar de areia se enfurecer como água fervente e varreram as casas como se fossem folhas caídas. Até o dia em que o novo Lorde das Areias se reconciliou com o rei que perdeu sua nação, as dunas sob o sol pertenciam à humanidade, enquanto o oásis do dragão permaneceu nas garras dos dragões.</p><p>Apep compartilhou seu conhecimento sobre a evolução com seus vários descendentes, afinal, o compartilhamento do conhecimento assegura uma disseminação, enquanto a estagnação da sabedoria acumulada corteja apenas a decadência.</p><p>Até o dia em que a promessa entre ele e o Lorde das Areias foi finalmente cumprida, com a sabedoria final reivindicada. A partir de então, ele colheu apenas visões do oblívio, de uma calamidade sem fim.</p><p>Apep se viu engolido, sozinho no meio do cenário de uma catástrofe. Todas as pessoas, deuses, dragões, bestas, aves e peixes. Todas as memórias, sabedoria, palavras e ódio eram moídas em um pó incolor, e a última luz da lua queimava em uma chuva de fogo pálido, caindo sobre a terra árida.</p><p>...</p><p>Apep considerava o fundo do mar de areia como seu túmulo, não o palácio de um rei destituído. O veneno da \"sabedoria\" logo libertaria Apep do ódio e da raiva que apodrecia dentro dele ao longo de inúmeras luas. Apep já estava cansado do apocalipse sem cor. Então, finalmente, a jovem deusa e o Viajante dourado(a Viajante dourada) deixaram-no recordar novamente, mesmo que a terra verdejante que um dia ele governou tivesse sido transformada nesse deserto dourado, mesmo que Apep e seus muitos descendentes tivessem ficados retortos e infelizes para garantir sua sobrevivência, Apep ainda valorizava a visão e a cena do oásis, cintilando em"
    },
    {
      "epId": 3701,
      "name": "Hilichurl Patrulheiro Anemo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/22/89220822/b65a9d1f5b3dfa34713bc77fda438ce0_7406158466840268656.png",
      "desc": "<p>Hilichurls andarilhos que não pertencem a nenhuma tribo. É quase como se estivessem procurando pelo destino de sua espécie, procurando descobrir algum esplendor perdido que pertencia ao seu povo.</p><p>Se esses monstros, capazes apenas de usar uma linguagem rudimentar e desprovidos de uma história, pudessem registrar seus próprios contos épicos e lendas, os Hilichurls andarilhos seriam os heróis desses contos.</p>"
    },
    {
      "epId": 3702,
      "name": "Hilichurl Patrulheiro Hydro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/22/89220822/872886d7463319aba8accf1305befd96_7204286957004314763.png",
      "desc": "<p>Hilichurls andarilhos sem nenhuma filiação com nenhuma tribo específica. Eles costumam ser encontrados perambulando pela natureza como se tivessem exilados a si mesmos.<br>Eles também ajudam outros Hilichurls ou tribos de Hilichurls por diversos motivos e depois seguem o seu caminho. Eles parecem possuir uma inteligência maior do que os Hilichurls comuns.</p>"
    },
    {
      "epId": 3703,
      "name": "Besta de Presas da Ossada Sagrada",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/31/89220822/1ea1bc0f3aef7d1202d08d7d057b9f3c_9157912242931431050.png",
      "desc": "<p>Um réptil que sofreu mutações após se alimentar de formas de vida maiores. Apesar de agora estar imbuído com o poder da manipulação elemental, as Bestas da Ossada Sagrada sozinhas ainda não conseguem digerir os pedaços de carne que devoraram das carcaças imortais que comeram. Ao invés disso, os pedaços lentamente se fundiram com as próprias bestas, tecendo uma casca óssea sobre seus corpos, uma que compartilha uma composição similar a um certo tipo de material de fundição de Inazuma.</p>"
    },
    {
      "epId": 3704,
      "name": "Crocodilo da Ossada Sagrada",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/31/89220822/a3a8c34b2d68d8c993395f678cd5b21c_6527656837443065559.png",
      "desc": "<p>Um réptil que sofreu mutações após se alimentar de restos de outras grandes formas de vida. Às vezes, bestas majestosas são veneradas pelos humanos como a encarnação de algum grande poder, seus rostos transformados em analogias para alimentar referências às pessoas, alimentando seu ego. Porém, a maioria das bestas que absorvem esse \"grande poder\" foram mortas pela natureza avassaladora desse próprio poder. Apenas algumas entre elas desenvolveram novas formas.</p>"
    },
    {
      "epId": 3705,
      "name": "Batizador Iníquo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/17/89220822/34f2f4b46858c9635b9d7bdea41e59a7_5558106104078160690.png",
      "desc": "<p>Um monstro do Abismo que possui diversos tipos de Poderes Elementais e possui membros extras, ganhos pela sua \"evolução\".</p>"
    },
    {
      "epId": 3992,
      "name": "Imperador do Fogo e Ferro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/59559639/92cf784732984089c7f5a91f7a42822c_2479375849373053871.png",
      "desc": "<p>Um dos dois soberanos que um dia estiveram no auge das Aberrações Primordiais do Mar Primordial, e o tema de muitos contos entre os marinheiros.</p><p>Um Caranguejo de Armadura que evita a predação e pode continuar caçando e se alimentando, continuará crescendo, buscando constantemente conchas adequadas para se tornarem sua nova armadura. Mas eventualmente, ele se tornou simplesmente demasiado gigantesco. Antes do primeiro Período Diluviano, um imenso Caranguejo de Armadura atacou um navio e foi finalmente forçado a retornar às profundezas por Basil Elton, que ainda não havia sido reinstaurada como comandante naval.</p><p>Imagine este mundo: Toda a humanidade foi expurgada de Teyvat, e o sempre crescente Imperador do Fogo e Ferro eventualmente veste o Palais Mermonia sobre seu corpo como um luxuoso manto de pedra branca. É claro que, em um mundo assim, naturalmente não haveria ninguém para chamá-lo, meio brincando e meio maravilhado, de \"Imperador do Fogo e Ferro\".</p>"
    },
    {
      "epId": 3993,
      "name": "Suíte Criozéfira",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/377f3a8f5ea5fc082951815af746a2ae_5063404652196527180.png",
      "desc": "<p>Um deslumbrante par de bailarinos mecânicos criados pelo Instituto de Pesquisas de Fontaine.</p><p>Nos primeiros esboços, Bossuet achou que os bailarinos eram uma obra de arte capaz de superar qualquer outro invento baseado em replicação mecânica. No entanto, quando Bossuet deixou o Instituto, Maillardet assumiu o controle da pesquisa. Maillardet possuía uma visão única do que os mecanismos e os bailarinos deveriam ser, e durante o processo de iteração, enquanto aperfeiçoava as diferentes funções dos bailarinos, ele se afastou da ideia original com a qual Bossuet havia começado.</p>"
    },
    {
      "epId": 4040,
      "name": "Fantasma Atirador da Água",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/8da283e7673adc136462e3910db364dd_312449166249062381.png",
      "desc": "<p>Uma estranha forma de vida elemental que surgiu nas áreas aquáticas quando as Oceanids desapareceram de Fontaine.</p><p>Esse tipo de criatura começou a ser avistado após a catástrofe ocorrida. Seu nome é uma clara referência à óbvia ausência da beleza característica das Oceanids.<br>Embora o veneno que tingiu as águas de Fontaine já tenha se dissolvido e diluído, a menos que haja um espaço de água pura em algum lugar da nação, as Oceanids não voltarão a mergulhar nas águas de Fontaine.</p>"
    },
    {
      "epId": 4041,
      "name": "Fantasma Destruidor da Água",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/72fbd17e93004303b15608ce7efc82bb_2195287393009163664.png",
      "desc": "<p>Uma estranha forma de vida elemental que surgiu nas áreas aquáticas quando as Oceanids desapareceram de Fontaine.</p><p>Esse tipo de criatura começou a ser avistado após a catástrofe ocorrida. Seu nome é uma clara referência à óbvia ausência da beleza característica das Oceanids.<br>Embora o veneno que tingiu as águas de Fontaine já tenha se dissolvido e diluído, a menos que haja um espaço de água pura em algum lugar da nação, as Oceanids não voltarão a mergulhar nas águas de Fontaine.</p>"
    },
    {
      "epId": 4042,
      "name": "Grande Primofissurador Quebra-Rocha",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/d94d8c4feac0e0795a26552689d6689c_1404624827446051539.png",
      "desc": "<p>Um estranho tipo de criatura que habita principalmente no corpo de Elynas. De acordo com a experiência das Melusines, os Primofissuradores não são criaturas perigosas. Pelo contrário, as Melusines os consideram adoráveis.</p><p>Aparentemente, a percepção visual das Melusines difere bastante da dos humanos.</p>"
    },
    {
      "epId": 4043,
      "name": "Primofissurador Quebra-Rocha",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/1317767095153c379837899e6c332db7_7384652154726704069.png",
      "desc": "<p>Estranhas criaturas que habitam principalmente o corpo de Elynas. Ao que parece, elas se emocionam bastante ao entrar em contato com a energia da Ousia e da Pneuma.</p><p>Por isso, mesmo que não possuam um instinto agressivo, parece ser um bom método para eliminar os Primofissuradores.</p>"
    },
    {
      "epId": 4044,
      "name": "Grande Primofissurador Sobrecrescido",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/622d9d846f1b800fa92b4c9c24ece5a7_1385990698927811204.png",
      "desc": "<p>Estranhas criaturas que habitam principalmente o corpo de Elynas.</p><p>As características básicas dos Primofissuradores vão além do conhecimento atual, pois não pertencem a nenhuma espécie animal, vegetal, fúngica ou elemental. Por isso, os eruditos de Sumeru estão envolvidos em um intenso debate sobre a verdadeira essência dessas criaturas. O desconcerto foi tamanho que a Academia proibiu completamente o estudo desse assunto. O motivo é que, assim como acontece com o tema da \"Definição e essência da linguagem\", escapa à compreensão atual do ser humano, tornando impossível chegar a uma conclusão a respeito.</p>"
    },
    {
      "epId": 4045,
      "name": "Primofissurador Sobrecrescido",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/dd7d9c3c7e9285b9650a64fc6550622b_2511454290432246303.png",
      "desc": "<p>Estranhas criaturas que habitam principalmente o corpo de Elynas.</p><p>Os primeiros Primofissuradores registrados em Fontaine surgiram logo após a catástrofe que ocorreu. Foi também nessa época que foram registrados os primeiros casos de Primofissuradores atacando e protegendo as pessoas.</p>"
    },
    {
      "epId": 4046,
      "name": "Mecadetector",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/03b6c3af19fcba75282ba382142a4b01_8368451921244000337.png",
      "desc": "<p>É um dos novos modelos de Mecautômato de design mais antigo.</p><p>Rumores dizem que o rei da mecânica, Sr. Guillotin, da Escola de Filosofia Natural, criou uma máquina capaz de simular inteligência.</p><p>Embora ele nunca tenha admitido oficialmente, os rumores a esse respeito têm encorajado muitos engenheiros. Algumas décadas atrás, houve quem afirmasse ter criado um Mecautômato com capacidade de raciocínio básico capaz de decifrar os sentimentos humanos. No entanto, o resultado final não recebeu qualquer reconhecimento.</p>"
    },
    {
      "epId": 4047,
      "name": "Mecaritmético",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/b41d5988248088edd12a7f16da6657da_1062186490480461401.png",
      "desc": "<p>Um Mecautômato projetado com o propósito de transmitir e ampliar o alcance dos sinais.</p><p>Essa máquina é capaz de se movimentar graças ao fluxo de energia gerado pelas constantes reações de Controlabilidade e Aniquilação que ocorrem na Ousia e na Pneuma em seu Núcleo interno.</p><p>Esse equilíbrio pode ser alterado se uma grande quantidade de energia for liberada sobre seu mecanismo.</p>"
    },
    {
      "epId": 4048,
      "name": "Mecassubmarino",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/f582e9fa33cd56f5396b7ae1750cd4ca_2246916409430367687.png",
      "desc": "<p>Um Mecautômato projetado para explorar as profundezas submarinas.</p><p>No que diz respeito ao projeto de Mecautômatos, quando não há progresso na área da dinâmica, o movimento em si se torna o objetivo mais importante da pesquisa. Às vezes, a biomimética pode ser a solução mais simples para os problemas de projetos mecânicos.</p>"
    },
    {
      "epId": 4049,
      "name": "Mecageólogo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/9d2abe9dbb827e024899c843ff2f0270_2872100054221709632.png",
      "desc": "<p>Um Mecautônomo criado com o propósito de explorar possíveis fontes de recursos subterrâneos e depósitos de minerais específicos.</p><p>Devido à sua capacidade de se concentrar na busca por minerais valiosos, ele se torna um alvo para Ladrões de Tesouros e aventureiros.</p>"
    },
    {
      "epId": 4050,
      "name": "Mecaquapatrulhador",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/f9a30d3a1b55b47fe9b85a41967741e7_3288791028166754815.png",
      "desc": "<p>O objetivo deste Mecautômato é rastrear, afugentar e eliminar criaturas marinhas nocivas para instalações submarinas.</p><p>Após o primeiro Período Diluviano, o Instituto de Pesquisas de Fontaine tem demonstrado uma preocupação constante em relação à possibilidade de ocorrer novamente. Essa conscientização foi tão intensa que alguns de seus membros chegaram a propor um projeto de recuperação de ruínas submarinas com o objetivo de construir uma cidade subaquática.</p><p>Outros, no entanto, voltaram seus olhares com anseio para as inalcançáveis ilhas flutuantes, sonhando com o dia em que poderão conquistar os céus.</p><p>Ainda que o Mecaquapatrulhador Subaquático seja resultado do primeiro grupo de sonhadores, parece que nos últimos anos é o segundo grupo que está indo muito bem.</p>"
    },
    {
      "epId": 4051,
      "name": "Mecacoletor",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/97d935b7ef2029022d2afff1dda10858_3541404496277804229.png",
      "desc": "<p>Um Mecautômato projetado para escavar e transportar areia.</p><p>Os Mecautômatos que se alimentam da energia produzida pela Ousia e pela Pneuma possuem uma vantagem única em Fontaine. Isso ocorre porque as correntes de água e a natureza do solo nesta nação possuem propriedades especiais que permitem armazenar e transmitir esses dois tipos de energia. Essa também é uma das razões pelas quais os aventureiros às vezes encontram Esferas de Energia Ousia e Pneuma na natureza.</p>"
    },
    {
      "epId": 4052,
      "name": "Mecalerta",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/6dc3e045a6a5328ef191cd16d2d33a5f_7389306962016081919.png",
      "desc": "<p>Um dispositivo capaz de projetar a energia causada pela reação de aniquilação.</p><p>Tecnicamente falando, trata-se de um mecanismo patenteado pelo Instituto de Cosmologia antes da fundação do Instituto de Pesquisas de Fontaine. Por esse motivo, embora tenha sido um sucesso comercial como dispositivo de vigilância e defesa, a maioria dos engenheiros não o considera um Mecautômato no sentido estrito da palavra.</p>"
    },
    {
      "epId": 4053,
      "name": "Mecassaltador ",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/f47330ba59a37b485805f076403c1e63_7112850160362988606.png",
      "desc": "<p>Assim como os Mecadetectores, ele é um dos novos modelos de Mecautômato de design mais antigo, embora, após mais de cem anos, não possa ser exatamente chamado de \"novo modelo\". Essa denominação era usada na época para distinguir os mecas capazes de se mover com energia dos mecanismos tradicionais.</p><p>Seu nome é inspirado nas memórias do inventor sobre seus amigos. Na verdade, inicialmente, este Mecautômato foi projetado para ajudar as pessoas. No entanto, com o passar do tempo, os usuários descobriram que era mais vantajoso utilizá-lo para atacar os outros.</p>"
    },
    {
      "epId": 4054,
      "name": "Mecassupressor",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/2f50163bfc40d3af453ccd6f2d227fe7_6608629646318704194.png",
      "desc": "<p>Um Mecautômato baseado no modelo Scherbius ao qual foram adicionadas algumas melhorias. Infelizmente, ele não possui nenhuma habilidade além de ataque.</p><p>Este Mecautômato se alimenta da energia produzida pela reação de aniquilação. Possui uma estrutura de cristal especial que lhe permite extrair a Ousia do ambiente de Fontaine para produzir energia. Fora de Fontaine, também é capaz de funcionar se forem utilizados Esferas de Energia previamente preparadas. A diferença entre os dois modos é evidente na forma que o núcleo de cristal assume.</p>"
    },
    {
      "epId": 4055,
      "name": "Mecaniquilador",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/16ef076f8093794bc35bba0ea0516739_5424430528068357144.png",
      "desc": "<p>Embora o Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine seja o principal produtos de Mecautômatos da nação, também há um número considerável de engenheiros e oficinas mecânicas independentes especializadas nessa área de pesquisa.</p><p>Esse tipo de mecanismo foi projetado precisamente por um desses engenheiros independentes em homenagem à sua amada e como reconhecimento aos seus patrocinadores. Esse projeto foi finalmente escolhido pelo Maison Gardiennage para desempenhar o papel de uma das principais forças de segurança da nação.</p>"
    },
    {
      "epId": 4056,
      "name": "Mecaconstrutor",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/1344b14a8d98aa99c73716774fd35a77_5679914522153810146.png",
      "desc": "<p>Um Mecautômato gigante cujo valor em tarefas de construção e arqueologia vai além do imaginável. Seu nome vem de um engenheiro contratado por Callas durante a construção da atual Via Clementine.</p><p>Graças ao apoio da Callas, aquele engenheiro foi capaz de criar o lendário e magnífico Barco Dourado para poder escavar o Túnel Poisson. Após aquela grande obra de engenharia, ele construiu esta máquina com características semelhantes, porém de menor tamanho.</p>"
    },
    {
      "epId": 4057,
      "name": "Arraia Caçadora",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/59559639/698535753fc8a6245f0f7fbf8da670fc_8625819456329759191.gif",
      "desc": "<p>Uma arraia capaz de liberar Lâminas de Água.</p><p>Entre as Aberrações Primordiais, existem certas formas de vida estranhas \"Heterocromáticas\".</p><p>Diz-se que não são criaturas vivas de fato, mas sim espíritos do oceano que não tomaram forma física nem engoliram iscas. Dizem que eles concedem bênçãos aos que são aceitos pelo Mar Primordial e aos que são capazes de controlá-lo.</p><p>Claro, aqueles que possuem um entendimento mais profundo da filosofia natural desconsiderariam tais especulações infundadas.</p>"
    },
    {
      "epId": 4058,
      "name": "Caranguejo de Armadura",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/28/59559639/329e20cf29240d29d0ac7fe36c2387ec_8099930272694700353.gif",
      "desc": "<p>Um caranguejo que faz sua morada nas conchas emprestadas de caramujos.</p><p>Ele parece não ter a agressividade presente em muitos animais selvagens. Talvez seja porque animais que atacam por outros motivos além de obter comida possuam algum grau de territorialidade, mas o território do Caranguejo de Armadura é apenas a pequena casa em suas costas.</p>"
    },
    {
      "epId": 4059,
      "name": "Caranguejo Escudo-firme",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/28/59559639/7168a0d811160529c393961c354c4bdc_238279595304358579.png",
      "desc": "<p>Um caranguejo que faz sua morada em conchas emprestadas.</p><p>Os Caranguejos de Armadura estão constantemente em busca de conchas que se ajustem ao tamanho de seus corpos à medida que crescem. Um livro de histórias que contava a saga de um Caranguejo de Armadura em busca de uma concha adequada foi extremamente popular em Fontaine por um tempo.</p><p>Embora a história esteja repleta de maravilhas infantis, a reação posterior provou que, como muitos contos de fadas, tocou os adultos de forma ainda mais profunda.</p>"
    },
    {
      "epId": 4060,
      "name": "Água Viva de Chapéu",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/28/59559639/87bb57452620c85eae7b1085cef22e9e_4780005220923724168.gif",
      "desc": "<p>Uma criatura aquática que caça disparando projéteis aquáticos.</p><p>Embora pareça um chapéu, na verdade ela se alimenta pela parte inferior, portanto, tentar usá-la como tal é fortemente desaconselhado. Nas palavras de alguém que já tentou fazer isso: \"Isso não foi muito inteligente, não é?\"</p>"
    },
    {
      "epId": 4061,
      "name": "Cavalo-marinho de Bolhas",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/28/59559639/5a552de7e3c66ce34928e7bb2743aec9_7929522189028553528.gif",
      "desc": "<p>Uma criatura aquática que caça disparando projéteis aquáticos.</p><p>Entre os entusiastas das Aberrações Primordiais (embora sejam um grupo um tanto escasso), os Cavalos-marinhos de Bolhas têm muitos fãs. Assim como os entusiastas de Mecautômatos de precisão, uma pequena minoria de entusiastas de Aberrações Primordiais pode ser bastante reservada quando se trata de pessoas cujas opiniões diferem das suas.</p>"
    },
    {
      "epId": 4062,
      "name": "Cavalo-marinho com Mais Bolhas",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/29/59559639/48571f3d117c52e91764c7ff89d44b52_5166410008513211300.png",
      "desc": "<p>A forma adulta de um Cavalo-marinho de Bolhas macho. É extremamente agressivo.</p><p>Algumas pessoas até afirmam ter encontrado campeões entre os cavalos-marinhos. Diz-se que são seres orgulhosos com quatro membros longos.</p>"
    },
    {
      "epId": 4063,
      "name": "Polvo de Bola",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/101132274/fee95eca531db38ef9c235adf1a78939_5642652887412021587.gif",
      "desc": "<p>Uma criatura aquática que caça disparando projéteis aquáticos. A habilidade de disparar bombas de água não é incomum entre as Aberrações Primordiais. No entanto, para um mergulhador descuidado comum, a maioria dos quais são turistas, uma corrente de água de alta pressão desse tipo pode representar uma ameaça significativa. A espessura do equipamento de mergulho é, portanto, necessária por duas razões: em primeiro lugar, para resistir à pressão da água em si, e em segundo lugar, para proteger contra os ataques das Aberrações Primordiais.</p>"
    },
    {
      "epId": 4064,
      "name": "Coelho Marinho Angélico",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/101132274/6d053f1ef1b24b3d00aa46c80beec288_1369580194453050356.gif",
      "desc": "<p>Uma criatura aquática que caça disparando projéteis aquáticos. Do ponto de vista evolutivo, assume-se que as Aberrações Primordiais tenham se desenvolvido a partir de criaturas aquáticas devido a fatores ambientais específicos de Fontaine. Portanto, pode-se inferir que, em algum momento do passado, as formas de vida aquática originais de Fontaine diferiam pouco das nativas das outras regiões de Teyvat.</p>"
    },
    {
      "epId": 4065,
      "name": "Coelho Marinho Arcanjo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/29/59559639/c58af38ac984e0b69693a33ef6750a5b_4636425742835142780.png",
      "desc": "<p>A forma adulta de um Coelho Marinho Angélico. As \"asas\" nas suas costas são, na verdade, gordura para armazenar energia. Esse tipo de criatura marítima passa a sua vida inteira comendo e conservando energia além do que precisa. Se um dia os oceanos secarem, eles poderão continuar a sobreviver, ou talvez se tornarão uma importante fonte de nutrientes para outras criaturas...</p>"
    },
    {
      "epId": 4066,
      "name": "Foquinha Rotunda",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/101132274/640ca728bc061ad3a4a830e4ee987ec1_5365185232907379948.png",
      "desc": "<p>Um mamífero que vive nas águas de Fontaine. Ele é capaz de emitir uma suave melodia que lhe permite comunicar-se com seus companheiros.</p><p>Graças à sua densidade, a água é um excelente meio de transmissão de som, muito melhor do que o ar. Um pesquisador do Instituto de Pesquisa baseou-se exatamente na Foquinha Rotunda para desenvolver uma nova tecnologia capaz de converter imagens em dados e transmiti-los de forma imediata. No entanto, devido às muitas restrições experimentais do processo, ela não é utilizada além do Instituto de Pesquisas.</p><p>O caso é que esse tipo de tecnologia baseada em massas de líquido e som já existia no passado. A inovação não existe mais nesse mundo.</p>"
    },
    {
      "epId": 4343,
      "name": "Gerador de Campo Experimental",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/03/59559639/411a0336222dd0d0f0dd7ae5c80e43f4_8441927591205681336.png",
      "desc": "<p>Um grande dispositivo projetado pelo finado Edwin Eastinghouse. Tem a habilidade de \"contrarreagir\" aos efeitos da gravidade. Segundo os objetivos de design originais, esse foi o primeiro passo em um plano para tornar Fontaine em uma cidade no céu, para que nunca mais as pessoas precisassem se preocupar com ondas que já varreram a terra. Mesmo se todas as sete nações fossem engolidas pelas profundezas, a elegante Corte de Fontaine flutuaria sobre tudo exatamente como Celestia. Até os segredos do universo não pareceriam mais tão distantes.</p><p>O Arkhium no núcleo do dispositivo tem as características de \"rompimento\" ou \"precipitação\", e pode pegar matéria, ou certas coisas fora da matéria, e separá-las. Dizem que este processo pode ser revertido, mas o Instituto de Pesquisas de Fontaine só tem amor com os efeitos físicos que ele pode produzir.</p>"
    },
    {
      "epId": 4344,
      "name": "Cavalo-marinho Perolado Milenar",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/03/59559639/c4f5112a860768d0c0c581344c205174_1752900025794931533.png",
      "desc": "<p>Um dos dois soberanos no ápice das Aberrações Primordiais.</p><p>Poetas e autores frequentemente proclamam que essas são nobres e orgulhosas criaturas devido às suas tendências solitárias, mas a real razão por trás de tais descrições aduladoras é seu corpo elegante e esguio. Assim é um \"Cavalo-marinho Perolado\", enquanto o suserano dos Caranguejos de Armadura é um \"Imperador\".</p><p>Nas lendas e rumores de Fontaine, uma guerra brutal foi travada entre as Aberrações Primordiais, deixando apenas o \"Cavalo-marinho Perolado Milenar\" e o \"Imperador do Fogo e Ferro\" dividindo o grande lago em duas cortes, um regendo o norte e outro o sul. Na \"Canção de Dobharcu\" o escritor descreve o resultado da guerra: A grande Arraia Caçadora conhecida como Lorde das Tempestades agitou grandes ondas em sua agonia mortal, causando o que é conhecido como o \"Primeiro Período Diluviano\"...</p><p>Claro, isso nada mais é do que a imaginação romântica de pessoas que não estão dispostas a aceitar realidades insossas do mundo. Pois as Aberrações Primordiais são, na verdade, apenas animais aquáticos, e não têm grandes cortes ou reinos caídos, nem exaltam e amaldiçoam na língua humana.</p>"
    },
    {
      "epId": 4345,
      "name": "Fatui Oficial do Vento",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/59559639/aae4d48597cbdb452d7113200f76a95d_8952523984650681607.png",
      "desc": "<p>Um agente de elite entre os Fatui.</p><p>\"Oficiais\" não têm posições militares comuns entre os Fatui. Baseado em suas ordens e o conteúdo de suas missões, eles podem trabalhar junto a outros soldados, sozinhos, ou em sincronia com as \"células\" escondidas e espalhadas pela mundo. Eles espionam, conduzem contra-espionagem, protegem, assassinam e realizam outras tarefas. Para cumprir a missão eficientemente de natureza mais especial, \"Oficiais\" também precisam dominar todos os tipos de outras habilidades e até várias artes e talentos.</p>"
    },
    {
      "epId": 4346,
      "name": "Fatui Oficial do Gelo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/59559639/b2c598a4fa81be8bb43ba35074d92f74_1530727610302061237.png",
      "desc": "<p>Um agente de elite entre os Fatui.</p><p>Selecionados enquanto crianças, eles podem se tornar um \"Oficial\" após muitos anos de treino e ensino, após incontáveis rodadas terem joeirado o campo. Eles são os soldados mais excepcionais entre os Fatui, com habilidade extraordinária e lealdade incondicional.</p>"
    },
    {
      "epId": 4401,
      "name": "Mecautômato de Assalto Submarino",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/59559639/42bd4ed7c62bde287d29b7b393d40bbd_8171661878053001104.png",
      "desc": "<p>Um Mecautômato projetado para conduzir ataques submarinos. Diferente de modelos \"Mecaquapatrulhadores\", é esperado enfrentar oponentes muito maiores e ferozes. Claro, o preço que paga por tais capacidades e seu custo de fabricação é que é incapaz de usar tudo que pode contra oponentes menores.</p><p>Há muito tempo, Fontaine já foi ferida pela trágica invasão de um monstro gigantesco. A reverenciada Frota de Ferro que navegou sobre o grande lago terrestre foi completamente destruída em defesa da nação. O designer esperava que se tal coisa fosse acontecer de novo, o Mecautômato iria possuir poderio naval suficiente para ser a primeira linha de defesa, antes de soldados e generais.</p>"
    },
    {
      "epId": 4571,
      "name": "Tulpa Hydro",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/59559639/685c8e4b6a58dbed2c74cbbf1cbb977c_615330474006138810.png",
      "desc": "<p>Um monstro primordial na forma de uma humano feito de água.</p>"
    },
    {
      "epId": 4572,
      "name": "Baleia Devoradora",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/11094433/b8425a0e880224fad37debbc1b34caf1_4421668648335290402.png",
      "desc": "<p>Uma criatura misteriosa e gigantesca de outro mundo.</p>"
    },
    {
      "epId": 5056,
      "name": "Suanni Solitário",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/27/59559639/f02b8c509e8b9e4440f8c7d044f8206e_4023769909049469972.png",
      "desc": "<p>Essas bestas elegantes e orgulhosas só vivem nas montanhas que têm poder Adepti.</p><p>Desde tempos antigos, foram consideradas um símbolo de boa sorte, e preferem viver descontraidamente no mundo material, sendo admiradas ao longo de gerações por intelectuais. Em lendas antigas do Vale Chenyu, o líder dos suanni se chamava Mestre da Montanha, e era considerado igual aos Adepti.</p><p>Outra teoria alega que Bestas Xuanwen que caminham nas montanhas hoje são descendentes dos suanni, mas que o afinamento de seu sangue ao longo dos anos as fez se tornar criaturas violentas. Entretanto, isso contradiz outra teoria sobre a origem das Bestas Xuanwen, pois os poucos registros que existem dos suanni mostra eles sempre acompanhados de inúmeras Bestas Xuanwen.</p><p>Hoje em dia, a famosa Dança Wushou do Vale Chenyu veio dos movimentos dos suanni. Mas como só algumas pessoas viram essas criaturas, a maioria só imagina como elas se parecem. E depois de milhares de anos de mudanças e interpretações artísticas diferentes, a cabeça do traje da Dança Wushou chegou ao seu estilo atual.</p>"
    },
    {
      "epId": 5057,
      "name": "Besta Xuanwen",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/27/59559639/d75494fa72798564617469b6393fac97_8736904920574655162.png",
      "desc": "<p>Bestas Xuanwen têm esse nome por causa dos padrões escuros no seu corpo. Elas são criaturas ferozes que habitam as montanhas do Vale Chenyu.</p><p>No folclore da região, essas bestas eram servas de um Adeptus antigo, responsáveis por se livrarem do mal e protegerem a região. Entretanto, elas se tornaram criaturas ferozes depois que esse Adeptus morreu. As lendas não podem ser confirmadas, e ninguém sabe a verdadeira identidade desse Adeptus. Mas uma coisa se tem certeza, se deve ficar longe dessas criaturas agressivas.</p><p>Por mais de mil anos, essas bestas perderam muito território para as ocupações dos humanos. Hoje em dia, elas são apenas às vezes vistas nas montanhas remotas do Vale Chenyu...</p>"
    },
    {
      "epId": 5595,
      "name": "Serva",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/59559639/6673f62e348a0eb42218a128deb8410e_8749247619995237300.png",
      "desc": "<p>A Serva, a quarta dos Mensageiros dos Fatui</p>"
    },
    {
      "epId": 5609,
      "name": "Legatus Golem",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/28/59559639/3d9acabfe82467816e21ac130d1bf59a_343774952141991590.png",
      "desc": "<p>Um golem em formato de centauro forjado em mármore e latão. Sob aquele exterior de rocha rígido, flui sangue de Ichor. Imponente como um que comanda uma legião, está pronto para pisotear qualquer inimigo que possa transgredir contra sua honra.</p><p>A civilização agora afundada acreditou que guerra era música, uma arte de ritmos a ser seguida. Portanto, aquele que lidera uma legião deve ser como um regente, cujo escudo e espada são com as cordas e vara de uma lira.</p><p>\"Guerra é um mal necessário no caminho para paz abrangente.\" Assim falou um Harmosta, um que já liderou as legiões de golens na conquista de todo mar.</p>"
    },
    {
      "epId": 5610,
      "name": "Guarda Pretoriano Golem",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/27/59559639/58a281322c63e65ad15683fe7427a02d_9114406119404312620.png",
      "desc": "<p>Uma estátua que se move no formato de um guerreiro que usará sua espada contra todos que invadirem a área que protege. É incerto se é uma alma ou mágica que fornece poder a elas.</p><p>Dizem que legiões de golens já conquistaram nações que chamavam o alto-mar de lar, e talvez este já fez parte daquelas fileiras. As grandes torres e palácios que agora dormem sob as ondas, já testemunharam o destino daqueles que ficam no caminho da roda do destino.</p>"
    },
    {
      "epId": 6573,
      "name": "Guerreiro Yumkassauro: Folhas Rodopiantes",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7bbce536cf943daa97d1136466c1027c_3998547500593143724.png",
      "desc": "Um poderoso guerreiro das Copas, cuja bravura foi reconhecida, o permitindo usar uma Coroa Sauriana.<br>Um guerreiro que pode usar um gancho para estender seu alcance de ataque. Cordas-gancho são uma parte indispensável do cotidiano dos Descendentes das Copas. Contudo, apenas os guerreiros mais intensos combinarão os ganchos com lâminas de serras para se tornar uma arma tanto excepcionalmente letal quanto difícil de controlar."
    },
    {
      "epId": 7368,
      "name": "Lorde do Fogo Original Erodido",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
      "desc": "<p>Um dragão maligno, formado a partir do poder das trevas mais profundas.</p><p>Uma criatura do Reino do Vazio, conhecida como Mestre do Abismo Flutuante e também chamada de \"Gosoythoth\", possui o poder catastrófico de corroer as memórias na Linha Ley e condensá-las em entidades físicas. Sob a terra, entre os muitos fluxos antigos e perenes, a vontade remanescente do antigo Rei Dragão Elemental é extraída como medula, formando a base de uma imagem simulada.</p><p>No entanto, isso é realmente apenas uma \"imagem\" simples? O dragão morto, que reabre os olhos com o poder de um mundo outrora resistido, abandona tudo durante um breve renascimento, como em um sonho. O evangelho sombrio o condena a estar eternamente preso no último dia de sua vida, com uma fúria infinita consumindo toda a razão. Neste momento, apenas o espírito de batalha permanece incessante, queimando sem parar.</p>"
    },
    {
      "epId": 7589,
      "name": "Guerreiro Feroz: Aríete Humano",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/b5c92829c9877621d0cb4deec973ed87_2384725081525291192.png",
      "desc": "Um guerreiro das planícies e um guardião tribal que cuida dos campos dourados.<br>É adepto em usar seus chifres para acertar os pontos fracos dos inimigos — tenha cuidado para ele não detectar nenhuma fraqueza em você."
    },
    {
      "epId": 7590,
      "name": "Guerreiro Feroz: Lutador",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/279b1ab5c25d00b83d2a183d8cb83aed_2545526398507088007.png",
      "desc": "Um guerreiro das planícies e um guardião tribal que cuida dos campos dourados.<br>Eles treinaram incansavelmente sua força desde o momento em que decidiram se tornarem guerreiros. Quando golpeiam fervorosamente com sua arma de duas mãos, a força é algo que nenhuma pessoa comum aguentaria."
    },
    {
      "epId": 7591,
      "name": "Guerreiro Feroz: Agarrador",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/17373602bea470f84e8f923d78acc0fb_5899995383274761518.png",
      "desc": "Um guerreiro das planícies e um guardião tribal que cuida dos campos dourados.<br>A arte do combate desarmado é considerada com grande honra entre as pessoas do Coletivo da Fartura. Guerreiros que embarcam no longo caminho do treinamento de tal arte possuem a força para arremessar uma lança a mil metros de distância."
    },
    {
      "epId": 7592,
      "name": "Guerreiro Tantakassauro: Rompedor dos Céus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/c35bc6e5a8c18ed771ba5879c7edfe82_3872590231790022732.png",
      "desc": "Um guerreiro poderoso de uma terra abundante, cuja coragem foi reconhecida e assim podem usar a Coroa Sauriana.<br>Dizem que os guerreiros do Coletivo da Fartura costumam desferir golpes poderosos enquanto se lançam contra seus oponentes — uma lição aprendida com os Tantakassauros, que compartilham suas terras. Isso é especialmente real para esses guerreiros que empunham armas pesadas e afirmam que o segredo para um golpe de sucesso é balançar com os quadris."
    },
    {
      "epId": 7593,
      "name": "Guerreira Tantakassauro: Espírito Buscador da Luz",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/3b8e44c078d328dda4b41b1292e18577_3428253082352262324.png",
      "desc": "Uma guerreira poderosa de uma terra abundante, cuja coragem foi reconhecida e assim podem usar a Coroa Sauriana.<br>Entre as pessoas do Coletivo da Fartura, até essas guerreiras que treinaram arduamente para usar armas de longo alcance, são conhecidas como habilidosas em combate de corpo-a-corpo. Talvez, para elas, armas de longo alcance são melhores para espancar do que para disparar projéteis."
    },
    {
      "epId": 7594,
      "name": "Tantakassauro Filhote",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/d4641f53018c758c23c0787c0da3ea09_8200080940668319754.png",
      "desc": "Um jovem Tantakassauro que ainda não dominou o controle total de seu corpo poderoso, tornando seus movimentos desajeitados.<br>Seu segundo conjunto de chifres continua crescendo e seu dorso e tronco não são fortes suficientes para esmagar as pedras que bloqueiam as estradas. Com tempo para crescer, um dia ele poderá andar livremente pelas planícies férteis."
    },
    {
      "epId": 7595,
      "name": "Tantakassauro",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/21204af0a9d126a19e69744fcd9d8e28_8528916191906861743.png",
      "desc": "Um dragão com uma crista dura e ossificada com um corpo poderoso, adequado para percorrer as paisagens vulcânicas.<br>Segundo as lendas, os ancestrais dos Tantakassauros eram tão grandes que podiam usar seus chifres para mover montanhas, mas não possuíam a agilidade dos seus parentes menores modernos. Talvez o grande poder que um Tantakassauro ainda possui é um presente passado através de sua linhagem."
    },
    {
      "epId": 7596,
      "name": "Manifestação Wayob do Trovão",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/219803c586433d8264403d303630115d_1112015205118514664.png",
      "desc": "O Coletivo da Fartura acredita e venera o Wayob, que se manifesta na terra com o poder dos totens e Espíritos da Noite.<br>Segundo as lendas tribais, o Wayob já tomou diversas formas. Na escuridão antes do amanhecer, onde os rostos estavam ocultos nas sombras, os Wayob lutavam com os mais poderosos guerreiros tribais, sem que nenhum dos lados prevalecesse. O Coletivo da Fartura acredita que seu Wayob tem o poder de controlar o trovão e a velocidade, e pode conceder colheitas abundantes na terra."
    },
    {
      "epId": 7597,
      "name": "Estátua do Dragão de Lava",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/bd5879239d44dbbee53cb8f17a30967e_3042829770408714999.png",
      "desc": "Um monstro que pode gerar continuamente calor para suprir suas atividades.<br>As lendas dizem que esses monstros com lava em seus núcleos são produtos de uma distinta linha de Mecanismo Fonte que seguiram deles — pesquisas foram feitas sobre se a chama primordial poderia ser usada para criar uma nova raça baseada nos humanos. Essa pesquisa, sem dúvidas, falhou, pois assim que os carniceiros chegaram com seus tronos de além dos céus, tudo que o Fogo Original podia gerar eram somente cascas vazias cuja força vital nominal não lhes concedia mais consciência do que uma pedra."
    },
    {
      "epId": 7598,
      "name": "Furão da Montanha Concha de Fornalha",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/de8e675a8d6621783a7784a2c6668049_2984216873026527642.png",
      "desc": "Uma antiga variante do furão da montanha que se adaptou a um ambiente único, rico em flogisto, isolado do mundo exterior.<br>Ao consumir criaturas ricas em Flogisto, essa antiga espécie acumulou poder em sua carapaça. Após uma existência prolongada nas ruínas da Montanha Sagrada, sua afinidade ao Flogisto parece ter feito com que seja influenciado pelo Mecanismo Fonte nas ruínas, criando um relacionamento único e simbiótico entre eles."
    }
  ]
}