{
  "epId": 1036,
  "name": "Varunada Lazurite Fragment",
  "desc": "Material Ascension Karakter.<br/>\"Ideologiku tidak bernoda.\"",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
  "filterValues": {
    "objectType": [
      "Material Ascension Karakter"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1750515241,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Varunada Lazurite Fragment"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Material Ascension Karakter"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Buka Tab Investigasi di Buku Panduan Petualang</color>\n<color=#ffffffd9>Didapatkan dari Tab Konversi di Crafting Bench</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Dijatuhkan Oleh"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Boss</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2857,
        "name": "Aeonblight Drake",
        "desc": "<p>Mesin tempur berbentuk naga ini adalah makhluk yang menimbulkan ketakutan, sama seperti raja yang pernah memerintah negeri yang luas ini.</p><p>Dikatakan bahwa kerajaan yang kini hancur, dulu pernah mencari pengetahuan terlarang dan berusaha menciptakan mesin berkelanjutan yang dapat menandingi atau bahkan melampaui bentuk kehidupan abadi. Monster mekanis yang tidak kenal lelah dan misterius ini tampaknya telah membuktikan bahwa mereka memang telah mencapai ranah yang seharusnya tidak pernah terjangkau oleh manusia.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/5ed960ef01a22660c0e92ab516835435_6240386565425737404.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2160,
        "name": "Hydro Hypostasis",
        "desc": "Code Name: He. Entitas Hydro dengan kemurnian tinggi.<br/>Hypostasis memiliki naluri penolakan yang sangat kuat, dan akan mengusir siapa pun yang mencoba menyelidikinya.<br/>Objek penolakannya bahkan dapat meluas hingga ke elemen alam.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Hypostasis_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4571,
        "name": "Hydro Tulpa",
        "desc": "<p>﻿Monster berbentuk manusia yang terbentuk dari gabungan tetesan air.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/8459597/685c8e4b6a58dbed2c74cbbf1cbb977c_5850767967635419604.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Iniquitous Baptist",
        "desc": "<p>Monster dari Abyss yang bisa mengendalikan berbagai kekuatan elemen dan mendapatkan anggota tubuh tambahan dari \"evolusinya\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/1023623/2899a9fa6efec1006150467a00823c4a_524773393344519777.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Oceanid",
        "desc": "Bentuk kehidupan yang tercipta dari elemen Hydro yang terkondensasi dengan kemurnian luar biasa, sering ditemukan di badan air.<br/>Ada yang mengatakan bahwa ketika badan air menjadi lebih murni, elemen Hydro di dalamnya bertambah banyak dan menyebabkan Oceanid tumbuh lebih kuat. Sebagian orang juga berpendapat bahwa Oceanid dulunya adalah makhluk laut yang datang dari tempat nan jauh seraya membawa pecahan Dewa yang sudah lama mati ke berbagai penjuru dunia ini. Mungkin mereka melakukan ini agar cinta Dewa itu dapat terbagi ke seluruh dunia melalui seluruh aliran air yang ada...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2121,
        "name": "Primo Geovishap",
        "desc": "Setelah hidup selama bertahun-tahun, Geovishap raksasa yang kuat ini bisa beradaptasi dengan perubahan elemen di sekitarnya.<br/>Menurut legenda rakyat, \"bencana naga\" yang telah menghancurkan Tianqiu Valley telah membuat Geovishap dan Primo Geovishap kabur dan berlindung di dalam tanah, sambil menunggu saat yang tepat untuk bangkit sekali lagi...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5056,
        "name": "Solitary Suanni",
        "desc": "<p>Hewan mistis yang elegan dan agung, hanya bermukim di kedalaman gunung yang diselimuti kekuatan Adeptus.</p><p>Sejak dulu kala, hewan mistis ini sudah dianggap sebagai pertanda keberuntungan, dan pilihannya untuk tetap hidup jauh dari warna-warni dunia fana sudah dipuja-puja oleh para intelektual dari generasi demi generasi. Dalam legenda kuno Lembah Chenyu, pemimpin Suanni ini dipanggil sebagai Mountain Lord (Penguasa Gunung) dan dianggap memiliki posisi yang sama dengan Adeptus.</p><p>Ada juga yang mengatakan kalau Xuanwen Beast yang menjelajah di gunung sekarang ini merupakan keturunan Suanni. Tapi karena sulit untuk meneruskan garis keturunan yang agung ini, ia berubah menjadi binatang buas. Meski ini bertolak belakang dengan teori lain tentang asal mula Xuanwen Beast, ada beberapa catatan yang menunjukkan bahwa kemunculan Suanni sering didampingi oleh Xuanwen Beast dalam jumlah besar.</p><p>Di zaman sekarang, Tarian Wushou yang terkenal di Lembah Chenyu berasal dari gerakan Solitary Suanni. Tapi karena tidak banyak orang yang pernah melihat makhluk yang sebenarnya, kebanyakan orang hanya berimajinasi tentang bentuknya. Setelah perubahan dan interpretasi seni yang berbeda selama ribuan tahun, kostum kepala untuk Tarian Wushou akhirnya menjadi model yang sekarang ini.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/1023623/f02b8c509e8b9e4440f8c7d044f8206e_4159219616193056262.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Weekly Boss</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "All-Devouring Narwhal",
        "desc": "<p>﻿Makhluk misterius dan raksasa dari dunia lain. Penyair kerap kali mengibaratkan langit berbintang sebagai lautan. Mereka pernah melihat atau memimpikan plankton bercahaya yang tak terhitung jumlahnya mengambang di lautan tak berbulan layaknya galaksi, atau cahaya bulan yang terkoyak oleh ombak di lautan. Dalam kisah-kisah paling fantastis atau hiperbola yang kelewat batas, bintang-bintang yang ditemukan di kedalaman alam semesta mungkin penuh dengan kehidupan, seperti halnya Teyvat. Sementara alam semesta itu sendiri mirip dengan lautan. Kalau memang ada alam semesta yang penuh dengan kehidupan, kenapa tidak ada menjalin komunikasi dengan kehidupan yang melakukan Teyvat? Mungkinkah alam semesta terus-menerus mencoba menyusup ke Teyvat, atau barangkali kekuatan yang lebih tinggi justru mendirikan perbatasan untuk melindungi dunia ini?</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/8459597/d6f05906844b79f1be3d4f049381a60f_3497131129670546971.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "Seekor naga tua yang umurnya setua gunung yang ditinggalinya.<br/>Di zaman yang hampir terlupakan, dia berdiri bersama dengan orang yang menguasai pelabuhan batu. Tapi pada akhirnya, mereka berseteru, dan naga tersebut tersegel di bawah tanah yang gelap. Setelah beratus tahun lamanya disegel, kekuatannya perlahan menghilang. Dia juga telah menjadi cacat karena berbagai jenis erosi yang dialaminya.<br/>Getaran amarah yang samar dari naga di bawah tanah ini bergema melalui perut pegunungan bagaikan sebuah kenangan dari zaman dulu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Childe",
        "desc": "\"Childe\" Tartaglia, Fatui Harbinger ke-11.<br/>Tartaglia bertarung dengan kekuatan Delusion yang mengerikan dan dengan ilmu bela diri yang dia pelajari dalam suatu tempat penuh kegelapan.<br/><br/>Dia adalah seorang petarung sejati yang selalu haus akan pertarungan.<br/>Setiap pertumpahan darah, setiap tantangan hidup dan mati, adalah cobaan yang menyenangkan bagi dirinya.<br/>Orang-orang mengatakan bahwa sejak muda, kemampuan bertarung Tartaglia sudah dikenal di seluruh penjuru.<br/>Tetapi dia sendiri tidak pernah memamerkan dirinya seperti itu.<br/><br/>Karena dia percaya...<br/><i>\"Kamu ditakdirkan untuk menjadi pusat angin topan,\" </i><br/><i>\"suara pedang yang saling beradu akan senantiasa menemanimu.\"</i><br/><i>\"Ingatan saat kamu menginjakkan kaki ke dalam kegelapan pekat itu,\"</i><br/><i>\"akhirnya akan menjadi kekuatanmu untuk menguasai dunia.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2975,
        "name": "Shouki no Kami, the Prodigal",
        "desc": "<p>Shouki no Kami, dewa buatan yang diciptakan dari seluruh kekuatan Enam Darshan Sumeru, memiliki kekuatan yang bisa menyaingi dewa sejati.</p><p>Tetapi orang-orang di dunia ini yang menyebut makhluk seperti itu sebagai \"dewa palsu\" sudah salah memahami arti sebenarnya dari kata itu.</p><p>Shouki no Kami sekarang memahami banyak sekali hal dan memiliki kekuatan yang tak tergoyahkan, bahkan bisa dikatakan dapat melampaui manusia fana.</p><p>Jika dewa adalah ia yang mencintai manusia,</p><p>Berarti Shouki no Kami, yang dapat memberikan kegagalan yang sama kepada manusia, juga mencintai mereka.</p><p>Jika dewa adalah ia yang harus menjaga umat manusia,</p><p>….</p><p>….</p><p>Maka Shouki no Kami, yang telah menjadi saksi cinta, kebencian, perpisahan, dendam, dan kemarahan yang tak terbatas — demikian jugalah ia menjaga manusia.</p><p></p><p><em>\"Terlalu banyak kebahagiaan yang sudah kamu miliki!\"</em></p><p><em>\"Itulah yang sudah membuatmu bodoh. Sombong. Mengerikan dalam keserakahanmu.\"</em></p><p><em>\"Biarkanlah era ini berakhir!\"</em></p><p><em>\"Biarkan dewa baru mengumumkan kekalahan dewa lama.\"</em></p><p><em>\"Manusia fana yang bodoh … Masih sempat bagimu untuk berlutut di hadapanku.\"</em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/1023623/35bebd4ce6f0aa4ecedcd821475f6c73_6957668411274209437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2217,
        "name": "Stormterror",
        "desc": "Dvalin, sang Dragon of the East, salah satu dari Four Winds di Mondstadt.<br/>Seiring berjalannya waktu di tengah-tengah kegelapan pekat, bahkan batu permata paling berkilau sekalipun akan tertutup oleh debu, dan seekor naga yang mulia pun akan terjerat dalam rasa benci dan dendam.<br/>Tapi kalian harus selalu ingat bahwa debu dapat dibersihkan dan rasa benci ataupun dendam yang meracuni dapat disingkirkan.<br/><br/><i>\"Terbanglah dengan bebas di langit yang luas.\"</i><br/><i>\"Sama seperti waktu kita pertama kali bertemu, saat aku menginjakkan kaki di tanah ini sambil menyanyikan lagu tentang kebebasan,\"</i><br/><i>\"Dan kamu melesat jauh ke atas langit, melihat dunia ini dari angkasa sana.</i><br/><i>\"Saat ini dunia terlihat sangat indah, tidak ada angin dan salju yang menerpa langit, dan rumput-rumput hijau menghiasi seluruh daratan.\"</i><br/><i>\"Aku yakin kamu juga akan mengerti, jika kamu pernah berjalan di atas tanah subur ini, mendengar suara gembala domba dan lonceng angin dari kejauhan, atau mencicipi anggur yang manis bagaikan madu.</i><br/><i>\"Alangkah baiknya kalau kamu bisa menjadi diriku, melihat wujudmu yang begitu mulia dan indah itu terbang bebas di langit yang biru.\"</i><br/><i>\"Dengan begitu kamu akan menyadari, bahwa langit ini dan bumi ini... Keduanya patut diperjuangkan.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascension Karakter"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-5</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Pusat perhatian utama panggung pengadilan, hingga tepuk-tangan di penghujung acara terdengar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/8459597/263e5ea0784d182b393f67a7e24146a5_1557025989132645732.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "Kepala Klan Kamisato dari Yashiro Commission yang masih muda namun sangat berprestasi. Sangat berbudaya dan sopan, dia adalah seorang pria yang berbudi luhur dan mempunyai banyak cara.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "Seorang astrolog yang menyebut dirinya sendiri sebagai \"Astrologist Mona Megistus\", dan memiliki kemampuan yang sesuai dengan julukannya. Kepandaiannya setara dengan keangkuhannya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6319,
        "name": "Mualani",
        "desc": "Pemandu yang sudah terkenal di seantero Natlan, merupakan pemilik toko olahraga air, merupakan ahli dalam berbagai jenis berselancar ombak.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/f4c75caad42923eb91ee760aa2eb473a_7439123622315070718.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Hakim Agung Fontaine yang bergelar Iudex. Terkenal karena selalu adil dan tidak berpihak.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/8459597/0513aa7f482dbb4778545d02f94956fe_3425792438027215362.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Penari terkenal di Teater Zubayr. Tariannya elegan dan gemulai, pembawaannya ramah dan polos.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/8459597/586d726f9ebda3506c78beaaa41f13b6_2678028484223577025.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "Sang Pemimpin Suci di Pulau Watatsumi. Segala urusan yang terjadi di pulau tersebut ada dalam genggaman nona muda ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Sigewinne",
        "desc": "Seorang Melusine sekaligus suster kepala di Benteng Meropide. Dia memerhatikan setiap tahanan di penjara bawah air dengan adil.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2d607aa4d729030ea04f79919257e311_5566730974573110495.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Anggota ke-11 dari Eleven Harbingers, juga dikenal dengan nama \"Childe\". Ketenaran namanya saja dapat menghantar ketakutan di medan perang.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "Orang misterius yang mengaku bekerja di Bagian Urusan Sipil, tetapi \"tidak terdaftar\" di data Bagian Urusan Sipil.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-4</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Barbara",
        "desc": "Setiap penduduk Mondstadt mendambakan Barbara. Tetapi kata \"idola\" yang melekat padanya, dia hanya melihatnya dari majalah.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2815,
        "name": "Candace",
        "desc": "<p>Keturunan Raja Deshret yang memiliki mata kiri berwarna kuning keemasan. Pelindung Desa Aaru.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/27/8459597/2f43da4ece9eabfbde6ec2fcc81b3bff_5712438137615480591.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7707,
        "name": "Dahlia",
        "desc": "Diakon Church of Favonius dan perwakilan Archon Anemo di Gereja.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/16/255dedc5048565aec2c5af510c6f74a5_7726536808309970424.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Seorang pria muda yang membawa sebilah pedang panjang, sering terlihat di kios buku. Memiliki hati mulia yang menjunjung tinggi keadilan dan kebenaran.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Crafting"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Produk</color>\n<color=#ffffffd9>Material</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Varunada Lazurite Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Ideologiku tidak bernoda.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_5321199885079004471.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1037,
        "name": "Varunada Lazurite Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Sliver_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 300,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1035,
        "name": "Varunada Lazurite Chunk",
        "desc": "Material Ascension Karakter.<br/>\"Ideologiku tidak bernoda.\"<br/>\"Aku harus membenarkanmu. Orang-orang di sini tidak berdosa di mata para Dewa...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Chunk_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_5321199885079004471.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Varunada Lazurite Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Ideologiku tidak bernoda.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 900,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Konversi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Produk</color>\n<color=#ffffffd9>Material</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Varunada Lazurite Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Ideologiku tidak bernoda.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1099,
        "name": "Agnidus Agate Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Sebuah perjalanan untuk mengabulkan keinginan; sebuah pertempuran untuk mendapatkan ketenaran...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Varunada Lazurite Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Ideologiku tidak bernoda.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Vajrada Amethyst Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Tubuh ini adalah yang paling mulia dan agung dari semua di dunia ini.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Varunada Lazurite Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Ideologiku tidak bernoda.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Shivada Jade Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Maaf...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Varunada Lazurite Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Ideologiku tidak bernoda.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1495,
        "name": "Vayuda Turquoise Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Tapi, arah angin bisa berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Varunada Lazurite Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Ideologiku tidak bernoda.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 446,
        "name": "Prithiva Topaz Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Mata uang di tanah ini adalah darah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Varunada Lazurite Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Ideologiku tidak bernoda.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2678,
        "name": "Nagadus Emerald Fragment",
        "desc": "<p>Material Ascension Karakter.</p><p>\"Aku bermimpi sangat panjang ....\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/8459597/58cae6f57061984127a0a6e2970fa134_1488111673805939676.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sumber Lain"
      },
      {
        "type": "RichText",
        "text": "Hasil Transmutasi dari"
      },
      {
        "type": "CustomEntry",
        "epId": 374,
        "name": "Parametric Transformer",
        "desc": "Sebuah alat yang bisa mengubah material yang diletakkan di dalamnya menjadi material lain.<br/>·Kamu harus melancarkan <span style=\"color:#3399CCFF\">Serangan Elemental</span> saat proses transmutasi berlangsung untuk menciptakan energi yang cukup untuk melakukan proses tersebut.<br/>·Setelah mendapatkan material hasil transmutasi, kamu harus menunggu selama tujuh hari ke depan untuk dapat menggunakannya lagi.<br/><br/>Alat misterius yang kamu temukan di dalam reruntuhan ini memiliki kemampuan untuk mempercepat suatu siklus dan mengubah sebuah material. Secara umum, segala sesuatu berada dalam sebuah siklus. Ingatan dan elemen mengalir di dalam ley line, buah yang busuk jatuh dan kembali ke tanah, kemudian dari dalam tanah tersebut akan tumbuh sebatang pohon yang akan menghasilkan buah yang subur.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Parametric Transformer_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Material Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 1037,
        "name": "Varunada Lazurite Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Sliver_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1035,
        "name": "Varunada Lazurite Chunk",
        "desc": "Material Ascension Karakter.<br/>\"Ideologiku tidak bernoda.\"<br/>\"Aku harus membenarkanmu. Orang-orang di sini tidak berdosa di mata para Dewa...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Chunk_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Varunada Lazurite Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Ideologiku tidak bernoda.\"<br/>\"Aku harus membenarkanmu. Orang-orang di sini tidak berdosa di mata para Dewa... hanya hukum dan Tribunal yang bisa menghakimi seseorang.\"<br/>\"Mereka bahkan dapat menghakimiku. Jadi pujalah keindahan dan kemurnianku.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}