{
  "epId": 1097,
  "name": "Agnidus Agate Gemstone",
  "desc": "Material Ascension Karakter.<br/>\"Sebuah perjalanan untuk mengabulkan keinginan; sebuah pertempuran untuk mendapatkan ketenaran...\"<br/>\"Terbakar menjadi abu demi sebuah mimpi.\"<br/>\"Jika keinginannya masih tersisa, maka ia telah mencapai kebenaran ██.\"",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
  "filterValues": {
    "objectType": [
      "Material Ascension Karakter"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1735823112,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Agnidus Agate Gemstone"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Material Ascension Karakter"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Didapatkan melalui Craft</color>\n<color=#ffffffd9>Buka Tab Investigasi di Buku Panduan Petualang</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Dijatuhkan Oleh"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Boss</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2855,
        "name": "Algorithm of Semi-Intransient Matrix of Overseer Network",
        "desc": "<p>Mekanisme abadi yang menguasai banyak bangunan peninggalan yang tersebar di padang pasir. Dari dalamnya masih terasa adanya aura-aura dari obsesi raja yang kesepian. </p><p>Mungkin karena ajaran seorang teman dalam mimpinya, atau karena mendambakan kekuatan para suci di langit, raja tersebut menciptakan mekanisme misterius yang seharusnya tidak ada di dunia ini, dan mendirikan kerajaannya di negeri-negeri ini. </p><p>Di tengah reruntuhan Kota Beribu Pilar, kristal-kristal kuno masih mencerminkan kejayaan tanah kegembiraan emas, meski kini sudah tiada lagi dari seorang yang masih hidup pun yang masih akan mengingat mimpi sang raja.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/702fe9f038eb1bab144bd63853736da3_4007526031060539520.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Emperor of Fire and Iron",
        "desc": "<p>Salah satu dari dua penguasa yang berada di puncak spesies aberrant di Fontemer pernah menjadi sebuah anekdot di antara kalangan pelaut.</p><p>Tanpa memiliki musuh alami, Armored Crab yang dapat terus berburu dan melahap makanan akan terus mencari cangkang yang cocok sebagai tempat bernaung barunya saat mereka tumbuh dewasa. Namun akhirnya, tubuh mereka lagi-lagi terlalu besar untuk rumah barunya. Sebelum periode banjir pertama, pernah ada catatan tentang seekor Armored Crab yang menyerang kapal, namun akhirnya berhasil dipukul mundur oleh Laksamana Basil Elton yang saat itu belum bertugas kembali.</p><p>Coba bayangkan dunia yang seperti ini: menyingkirkan semua orang yang ada di Teyvat, Emperor of Fire and Iron yang dapat terus bertumbuh besar akhirnya mengenakan Palais Mermonia di tubuhnya sebagai zirah batu putih yang terindah. Di dunia yang seperti itu, tentu saja tidak akan ada yang hanya mengaguminya setengah-setengah, apalagi berani menyebut istilah \"Emperor of Fire and Iron\" dengan nada bercanda.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/92cf784732984089c7f5a91f7a42822c_8299832860597123205.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Iniquitous Baptist",
        "desc": "<p>Monster dari Abyss yang bisa mengendalikan berbagai kekuatan elemen dan mendapatkan anggota tubuh tambahan dari \"evolusinya\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/1023623/2899a9fa6efec1006150467a00823c4a_524773393344519777.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2121,
        "name": "Primo Geovishap",
        "desc": "Setelah hidup selama bertahun-tahun, Geovishap raksasa yang kuat ini bisa beradaptasi dengan perubahan elemen di sekitarnya.<br/>Menurut legenda rakyat, \"bencana naga\" yang telah menghancurkan Tianqiu Valley telah membuat Geovishap dan Primo Geovishap kabur dan berlindung di dalam tanah, sambil menunggu saat yang tepat untuk bangkit sekali lagi...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2190,
        "name": "Pyro Regisvine",
        "desc": "Tanaman merambat raksasa yang telah menyerap api kuno yang mengamuk di Ley Line.<br/>Terlihat gelisah, seolah dipenuhi dengan amukan yang tak ada habisnya.<br/>Penyair, penyanyi, dan bahkan para akademisi percaya bahwa elemen juga mengandung emosi dan harapan. Jika ini benar, maka orang hanya bisa bertanya-tanya emosi apa yang menyebabkan Pyro Regisvine terbakar selamanya, seperti ingin bebas dari kekangan dunia...",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/2e62c5a258d6ab96f39ec3b00b6f1065_4182402062748703692.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2161,
        "name": "Pyro Hypostasis",
        "desc": "Code Name: Ayin. Entitas Pyro dengan kemurnian tinggi.<br/>Menurut para peneliti, Elemental Hypostasis memiliki hubungan erat dengan anomali di nadi elemen sekitar. Tapi apakah kemunculan Elemental Hypostasis yang memengaruhi nadi elemen, atau Energi Elemental yang menciptakan Elemental Hypostasis? Masih belum ada yang bisa memberikan jawaban pasti.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hypostasis_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5609,
        "name": "Legatus Golem",
        "desc": "<p>Golem berbentuk manusia setengah kuda yang terbuat dari marmer dan kuningan. Darah Ichor mengalir di balik wujudnya yang keras itu. Sambil berdiri tegak sebagai sang pemimpin pasukan, golem ini siap menginjak siapa pun yang berani mempertanyakan kehormatannya.</p><p>Peradaban yang kini telah tenggelam dulunya percaya bahwa perang itu mirip seperti lagu, sebuah seni yang mengikuti ritme tertentu. Maka dari itu sang pemimpin pasukan bisa disamakan seperti seorang dirigen, membawa pedang dan perisai layaknya senar dan rangka dari sebuah lira.</p><p>\"Perang adalah pengorbanan yang tak terelakkan demi mencapai kedamaian dunia\". Begitulah ucap Harmost, yang pernah memimpin pasukan para golem untuk menguasai seluruh lautan tinggi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/28/1023623/3d9acabfe82467816e21ac130d1bf59a_5350229859309487580.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6584,
        "name": "Goldflame Qucusaurus Tyrant",
        "desc": "Seekor Qucusaurus yang tubuhnya telah berubah melampaui batas normal karena harus menahan kekuatan yang tidak bisa ditahan oleh Qucusaurus biasa.<br>Menurut legenda, Qucusaurus raksasa yang sering berdiam di kabut pegunungan selagi muda ini dulunya juga pernah mengikuti para pahlawan penyelamat Natlan dalam petualangan mereka. Konon salah satu pahlawan itu telah berjanji untuk berziarah bersama dengannya ke gunung berapi. Ziarah ini bertujuan untuk menyelamatkan pikirannya yang semakin menggila karena kekacauan yang ada di dalam darahnya. Tapi melihat julukan \"Tyrant\" yang diberikan pada Saurian ini ... sepertinya ziarah itu tidak berujung baik.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/5709594dc5a9060e80eff1f292116304_431190468102305255.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7125,
        "name": "Tenebrous Papilla: Type I",
        "desc": "Monster Abyssal yang datang dari dunia terdistorsi yang gelap, memiliki bentuk seperti tanaman.<br>Monster-monster yang terdistorsi ini mampu menyusup jauh ke dalam perut bumi, mengekstrak memori untuk ditiru dan dikendalikan. Melalui proses distorsi memori masa lalu ke dalam bentuk yang lebih abstrak dan kotor, mereka perlahan-lahan semakin dekat ke inti Irminsul dan mengancam untuk merusak keberadaannya. Dikatakan bahwa mereka bekerja terus-menerus untuk merusak banyak warna cahaya dan hanya menyisakan informasi yang gelap gulita. Hipotesis semacam itu tampaknya diperkuat oleh bukti dari cabang-cabang yang mereka ulurkan ke luar, seolah-olah ingin menembus kekosongan itu sendiri ....",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/4f48bdf376d1b4597c8c54a0fe47c8b8_6380943058011605348.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Weekly Boss</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "Seekor naga tua yang umurnya setua gunung yang ditinggalinya.<br/>Di zaman yang hampir terlupakan, dia berdiri bersama dengan orang yang menguasai pelabuhan batu. Tapi pada akhirnya, mereka berseteru, dan naga tersebut tersegel di bawah tanah yang gelap. Setelah beratus tahun lamanya disegel, kekuatannya perlahan menghilang. Dia juga telah menjadi cacat karena berbagai jenis erosi yang dialaminya.<br/>Getaran amarah yang samar dari naga di bawah tanah ini bergema melalui perut pegunungan bagaikan sebuah kenangan dari zaman dulu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2101,
        "name": "La Signora",
        "desc": "Signora, sang Fatui Harbinger ke-8.<br/>Berbeda dengan Fatui lainnya yang memanfaatkan kekuatan Delusion, Delusion milik Signora adalah sebuah alat untuk meredam kekuatan api yang bisa melahap segalanya. Daripada sebuah senjata, mungkin lebih tepat disebut sebagai alat untuk menangkap musuhnya.<br/>Bara api yang telah terkumpul selama bertahun-tahun akhirnya memecahkan segel Delusion dan membuat penampilan Signora seperti saat ini.<br/><br/>Warna merah fajar terpantul di bola matanya, dan akhirnya Signora membuka sayap apinya dan terbang menuju fajar di ufuk langit.<br/><i>\"Tapi itu bukan cahaya fajar, Rosalyne-ku tercinta. Itu adalah cahaya api yang membakar segalanya.\"</i><br/>Ucap sebuah suara dari dalam cahaya padanya.<br/><br/>Tapi kata-kata itu tidak berarti apa-apa. Karena dalam hatinya, dia tahu kalau dirinya telah tertelan api sejak dulu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2117,
        "name": "Lupus Boreas, Dominator of Wolves",
        "desc": "Jiwa termulia dan terhebat, yang mengawasi lupical di Wolvendom.<br/>Ketika kawanan serigala terancam, dia akan muncul dalam bentuk serigala dan menunjukkan taring serta cakarnya.<br/><br/>Serigala Wolvendom adalah hantu yang menakutkan bagi orang-orang Mondstadt.<br/>Suatu wujud kabur yang berpijar dan langsung menghilang di tengah-tengah hutan, lolongan dingin yang berbunyi di antara sebuah jarak yang tidak dapat ditebak, pandangan mata dari suatu sudut tersembunyi yang terus menggerayangi punggung seseorang.<br/>Manusia sangat jarang memiliki kesempatan untuk bertatap mata dengan serigala, karena ini juga adalah hukum yang ditetapkan Lupus Boreas untuk kaumnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5595,
        "name": "The Knave",
        "desc": "<p>The Knave, Harbinger ke-4 dari Fatui Harbinger.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/28/1023623/6673f62e348a0eb42218a128deb8410e_815121034152964735.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Lord of Eroded Primal Fire",
        "desc": "Seekor naga yang tercipta dari kekuatan kegelapan.<br>Monster Void yang diberi nama \"Penghancur Abyss\" atau \"Gosoythoth\". Makhluk ini memiliki kekuatan bagaikan bencana yang bisa mengorosi ingatan yang terkandung di dalam Ley Line dan mengumpulkannya menjadi wujud nyata. Di bawah tanah, di antara banyaknya masa lalu yang mengalir dari zaman kuno, sisa-sisa kehendak para Raja Naga purbakala diserap seperti tulang rawan dan menjadi dasar dari wujud buatannya.<br>Tapi apakah itu benar-benar hanya sebuah \"wujud\"? Dengan kekuatan dari dunia lain yang pernah dia lawan, sang naga yang telah mati membuka matanya sekali lagi. Seperti mimpi yang singkat, dia mengorbankan segalanya dalam hidup. Kebenaran tentang kegelapan menjebaknya di hari-hari terakhir hidupnya, api kemarahan yang tak berujung menelan semua akal sehat. Hingga saat ini, hanya tersisa semangat perang yang tidak pernah padam dan terus membara tanpa henti.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascension Karakter"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-5</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Fatui Harbinger ke-4 \"The Knave\". Diplomat yang tenang dan kejam. Dikenal sebagai \"Ayah\" yang dihormati dan dapat diandalkan oleh anak-anak di House of the Hearth.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/8459597/672e65470bfd14b664596c2a7f7eaaf8_8461818695122691912.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p>Seorang anggota Eremite, sebuah organisasi tentara bayaran di Sumeru. Dia berani, kuat, dan sudah sangat terkenal di kalangan Eremite.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/8459597/65b22311e1e38ffa45a4928d4005ecee_762775532069198234.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "Pemilik dari kerajaan kilang anggur di Mondstadt, kekayaan, ketenaran, dan kekuatannya diakui oleh semua orang.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "Master ke-77 Wangsheng Funeral Parlor. Dia mengambil alih bisnis ini di umur yang cukup muda.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Seorang ahli peledak yang sudah menjadi langganan di ruang tahanan Knights of Favonius. Juga dikenal dengan nama Fleeing Sunlight.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/05/8459597/4e42fd5a64fe147253dd2a42efbf1d32_3664602268408742039.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Pesulap terkenal dari Fontaine yang berotak encer dan bertangan gesit. Penonton selalu terpesona oleh kemampuannya dalam bermain sulap dan bertutur kata.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/13/8459597/e343d4442cc3b8e243f0d528bb715f75_6716309492187033203.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "Seorang pemimpin Natlan yang mewarisi Marga Kuno \"Kiongozi\". Dia bersumpah untuk menerangi masa depan bangsa peperangan dengan Api Keramat.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "Pemilik Naganohara Fireworks. Juga dikenal sebagai \"Ratu Festival Musim Panas\", dia mahir membuat kembang api yang melambangkan harapan dan impian semua orang.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-4</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 14,
        "name": "Amber",
        "desc": "Gadis periang yang selalu energik dan penuh semangat. Amber adalah Outrider terbaik (dan juga satu-satunya) di Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Amber_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "Seorang petualang yang berhati baik, tetapi kerap dihantui oleh nasib yang tidak mujur.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Kapten Pasukan Patroli Khusus, yang telah mengukirkan \"keadilan\" di dalam lubuk hatinya. Senjata di tangannya hanya akan ditodongkan kepada orang yang bersalah.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/8459597/a846729f31f16a987a8696466ebabcc0_8417542326885231305.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Gaming",
        "desc": "<p>Pengawal di Kantor Pengawal \"Strong and Strongbox\", sekaligus pemimpin dari \"Tim Wushou Wahana Dewata Kencana\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/8459597/b041ad23a9d6245efac952a9379c5114_4946250396822106448.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 16,
        "name": "Thoma",
        "desc": "Pengurus rumah tangga Klan Kamisato. Seorang \"kepala\" yang terkenal di Inazuma.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Thoma_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Seorang koki ternama dari Liyue. Memiliki cinta yang mendalam akan seni masak-memasak, sangat pandai memasak masakan andalannya dengan rasa yang pedas dan gurih.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 41,
        "name": "Xinyan",
        "desc": "Musisi rock 'n' roll satu-satunya di Liyue, kecintaannya yang unik terhadap musik dapat memutarbalikkan pemahaman-pemahaman masyarakat yang kaku.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xinyan_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Seorang konsultan hukum yang terkenal di Liyue, di tubuh gadis muda ini juga mengalir darah Adeptus.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Crafting"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Produk</color>\n<color=#ffffff>Material</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Sebuah perjalanan untuk mengabulkan keinginan; sebuah pertempuran untuk mendapatkan ketenaran...\"<br/>\"Terbakar menjadi abu demi sebuah mimpi.\"<br/>\"Jika keinginannya masih tersisa, maka ia telah mencapai kebenaran ██.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1098,
        "name": "Agnidus Agate Chunk",
        "desc": "Material Ascension Karakter.<br/>\"Sebuah perjalanan untuk mengabulkan keinginan; sebuah pertempuran untuk mendapatkan ketenaran...\"<br/>\"Terbakar menjadi abu demi sebuah mimpi.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Chunk_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 2700,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Konversi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Produk</color>\n<color=#ffffff>Material</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Sebuah perjalanan untuk mengabulkan keinginan; sebuah pertempuran untuk mendapatkan ketenaran...\"<br/>\"Terbakar menjadi abu demi sebuah mimpi.\"<br/>\"Jika keinginannya masih tersisa, maka ia telah mencapai kebenaran ██.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Varunada Lazurite Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Ideologiku tidak bernoda.\"<br/>\"Aku harus membenarkanmu. Orang-orang di sini tidak berdosa di mata para Dewa... hanya hukum dan Tribunal yang bisa menghakimi seseorang.\"<br/>\"Mereka bahkan dapat menghakimiku. Jadi pujalah keindahan dan kemurnianku.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Sebuah perjalanan untuk mengabulkan keinginan; sebuah pertempuran untuk mendapatkan ketenaran...\"<br/>\"Terbakar menjadi abu demi sebuah mimpi.\"<br/>\"Jika keinginannya masih tersisa, maka ia telah mencapai kebenaran ██.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Vajrada Amethyst Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Tubuh ini adalah yang paling mulia dan agung dari semua di dunia ini.\"<br/>\"Ia harus memegang kendali semua di dunia ini.\"<br/>\"Ia dulunya menjanjikan orang-orangnya sebuah mimpi: kekekalan yang tidak pernah berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Sebuah perjalanan untuk mengabulkan keinginan; sebuah pertempuran untuk mendapatkan ketenaran...\"<br/>\"Terbakar menjadi abu demi sebuah mimpi.\"<br/>\"Jika keinginannya masih tersisa, maka ia telah mencapai kebenaran ██.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 408,
        "name": "Shivada Jade Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Maaf...\"<br/>\"...telah membuatmu ikut memikul beban dunia.\"<br/>\"karena kamu dapat menahan dinginku, kamu pasti punya keinginan yang membara di hatimu, bukan?\"<br/>\"Kalau begitu, bakarlah dunia lama itu untukku.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Sebuah perjalanan untuk mengabulkan keinginan; sebuah pertempuran untuk mendapatkan ketenaran...\"<br/>\"Terbakar menjadi abu demi sebuah mimpi.\"<br/>\"Jika keinginannya masih tersisa, maka ia telah mencapai kebenaran ██.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1493,
        "name": "Vayuda Turquoise Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Tapi arah angin bisa berubah.\"<br/>\"Suatu hari nanti, ia akan bertiup ke masa depan yang lebih cerah ...\"<br/>\"Terimalah berkatku dan nikmatilah hidupmu mulai hari ini.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Gemstone_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Sebuah perjalanan untuk mengabulkan keinginan; sebuah pertempuran untuk mendapatkan ketenaran...\"<br/>\"Terbakar menjadi abu demi sebuah mimpi.\"<br/>\"Jika keinginannya masih tersisa, maka ia telah mencapai kebenaran ██.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 444,
        "name": "Prithiva Topaz Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Mata uang di tanah ini adalah darah.\"<br/>\"Aku adalah penjamin kerja keras, kebijaksanaan, dan masa depan rakyat.\"<br/>\"Ini adalah kepercayaan yang aku berikan kepada mereka. Khianat itu, berarti kamu menodai darahku.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Gemstone_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Sebuah perjalanan untuk mengabulkan keinginan; sebuah pertempuran untuk mendapatkan ketenaran...\"<br/>\"Terbakar menjadi abu demi sebuah mimpi.\"<br/>\"Jika keinginannya masih tersisa, maka ia telah mencapai kebenaran ██.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2676,
        "name": "Nagadus Emerald Gemstone",
        "desc": "<p>Material Ascension Karakter.</p><p>\"Aku bermimpi sangat panjang ....\"</p><p>\"Di dalam mimpiku, orang-orang bergandengan tangan, menari dan berputar-putar, orang bijak maupun orang biasa, penari ataupun prajurit, boneka dan juga patung dari emas ....\"</p><p>\"Lingkaran tarian orang-orang itu mewujudkan segala sesuatu tentang alam semesta. Hidup selalu menjadi tujuan, sedangkan kebijaksanaanlah yang akan menjadi sarananya.\"</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/28/119402430/4e6fdd6c33dcd340000b8d8087573f23_5776800782633288864.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Material Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 1100,
        "name": "Agnidus Agate Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Sliver_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1099,
        "name": "Agnidus Agate Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Sebuah perjalanan untuk mengabulkan keinginan; sebuah pertempuran untuk mendapatkan ketenaran...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1098,
        "name": "Agnidus Agate Chunk",
        "desc": "Material Ascension Karakter.<br/>\"Sebuah perjalanan untuk mengabulkan keinginan; sebuah pertempuran untuk mendapatkan ketenaran...\"<br/>\"Terbakar menjadi abu demi sebuah mimpi.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Chunk_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}