{
  "epId": 1495,
  "name": "Vayuda Turquoise Fragment",
  "desc": "Material Ascension Karakter.<br/>\"Tapi, arah angin bisa berubah.\"",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
  "filterValues": {
    "objectType": [
      "Material Ascension Karakter"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1739329397,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Dijatuhkan Oleh"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Boss</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2163,
        "name": "Anemo Hypostasis",
        "desc": "Code name: Beth. Sebuah organisme Anemo dengan tingkat kemurnian tinggi.<br/>Elemental Hypostasis adalah makhluk hidup yang telah meninggalkan struktur biologi dan wujud sebelumnya, membuat mereka dapat mencapai level kemurnian elemental tertinggi.<br/>Penelitian terhadap organisme hypostasis ini sebagian besar dipimpin oleh para sarjana Sumeru Academia, namun berhubung tingkat bahaya yang mereka miliki, tidak banyak hal lain yang diketahui tentang mereka selain nama ilmiah dan code name mereka.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Hypostasis_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2855,
        "name": "Algorithm of Semi-Intransient Matrix of Overseer Network",
        "desc": "<p>Mekanisme abadi yang menguasai banyak bangunan peninggalan yang tersebar di padang pasir. Dari dalamnya masih terasa adanya aura-aura dari obsesi raja yang kesepian. </p><p>Mungkin karena ajaran seorang teman dalam mimpinya, atau karena mendambakan kekuatan para suci di langit, raja tersebut menciptakan mekanisme misterius yang seharusnya tidak ada di dunia ini, dan mendirikan kerajaannya di negeri-negeri ini. </p><p>Di tengah reruntuhan Kota Beribu Pilar, kristal-kristal kuno masih mencerminkan kejayaan tanah kegembiraan emas, meski kini sudah tiada lagi dari seorang yang masih hidup pun yang masih akan mengingat mimpi sang raja.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/702fe9f038eb1bab144bd63853736da3_4007526031060539520.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Icewind Suite",
        "desc": "<p>Penari roda gigi yang dikembangkan oleh Institut Penelitian Fontaine.</p><p>Dalam desain awal Bossuet, penari roda gigi adalah karya seni yang melampaui era replika mesin. Namun setelah Bossuet dipaksa untuk meninggalkan jabatannya, proyek ini kemudian diambil alih oleh Maillardet. Maillardet punya pemahamannya tersendiri tentang mesin dan penari. Oleh karena itu, berbagai fungsi penari roda gigi secara bertahap menyimpang dari desain awal Bossuet sepanjang proses penyempurnaannya.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/377f3a8f5ea5fc082951815af746a2ae_3509539640102047783.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2243,
        "name": "Maguu Kenki",
        "desc": "Robot pendekar pedang yang patuh.<br/>Sepertinya tidak bisa dan tidak memiliki keinginan untuk berbicara, tapi hanya ingin berkomunikasi menggunakan pedang.<br/>Konon mesin ini dibuat menggunakan memori milik guru generasi pertama dari suatu sekolah pedang. Tapi mesin ini tiba-tiba rusak, hilang kendali, dan akhirnya ditelantarkan.<br/>Sebagian orang menyanyikan lagu tentang roh pedang yang bersemayam di tempat peristirahatan terakhir mesin ini, sedangkan wajah seram yang menjaganya sepertinya terinspirasi dari Oni ganas yang terkenal di zamannya dulu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3474,
        "name": "Setekh Wenut",
        "desc": "<p>Predator tanpa mata dari kedalaman padang pasir yang menggunakan suara dan getaran untuk mencari mangsanya.</p><p>Legenda mengatakan bahwa di masa lalu sebelum konsep waktu telah ada, tanah yang mereka kuasai dipenuhi oleh rerumputan harum dan pohon-pohon yang raksasa. Mereka serta keturunannya melalui tanah basah seperti ikan yang berenang di dalam air.</p><p>Setelah ribuan tahun berlalu, anugerah yang diberikan oleh langit membuat tanah berubah menjadi pasir dan menyebabkan banyak makhluk ini menjadi punah. Cabang dari spesies mereka masih tetap mampu bertahan hidup dengan melakukan adaptasi ke kehidupan yang lebih mengarah ke tanah, dan dikenal sebagai “Wenut”.</p><p>Beberapa penduduk padang pasir masih percaya dengan keliru bahwa Wenut adalah titik akhir dari siklus hidup Quicksand Eel, mungkin karena adanya kesamaan yang sekilas antara perilaku kedua spesies ini.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/1023623/ca675a813c0acf7a5efbc88e7af636c2_4682253401465919025.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5056,
        "name": "Solitary Suanni",
        "desc": "<p>Hewan mistis yang elegan dan agung, hanya bermukim di kedalaman gunung yang diselimuti kekuatan Adeptus.</p><p>Sejak dulu kala, hewan mistis ini sudah dianggap sebagai pertanda keberuntungan, dan pilihannya untuk tetap hidup jauh dari warna-warni dunia fana sudah dipuja-puja oleh para intelektual dari generasi demi generasi. Dalam legenda kuno Lembah Chenyu, pemimpin Suanni ini dipanggil sebagai Mountain Lord (Penguasa Gunung) dan dianggap memiliki posisi yang sama dengan Adeptus.</p><p>Ada juga yang mengatakan kalau Xuanwen Beast yang menjelajah di gunung sekarang ini merupakan keturunan Suanni. Tapi karena sulit untuk meneruskan garis keturunan yang agung ini, ia berubah menjadi binatang buas. Meski ini bertolak belakang dengan teori lain tentang asal mula Xuanwen Beast, ada beberapa catatan yang menunjukkan bahwa kemunculan Suanni sering didampingi oleh Xuanwen Beast dalam jumlah besar.</p><p>Di zaman sekarang, Tarian Wushou yang terkenal di Lembah Chenyu berasal dari gerakan Solitary Suanni. Tapi karena tidak banyak orang yang pernah melihat makhluk yang sebenarnya, kebanyakan orang hanya berimajinasi tentang bentuknya. Setelah perubahan dan interpretasi seni yang berbeda selama ribuan tahun, kostum kepala untuk Tarian Wushou akhirnya menjadi model yang sekarang ini.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/1023623/f02b8c509e8b9e4440f8c7d044f8206e_4159219616193056262.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7125,
        "name": "Tenebrous Papilla: Type I",
        "desc": "Monster Abyssal yang datang dari dunia terdistorsi yang gelap, memiliki bentuk seperti tanaman.<br>Monster-monster yang terdistorsi ini mampu menyusup jauh ke dalam perut bumi, mengekstrak memori untuk ditiru dan dikendalikan. Melalui proses distorsi memori masa lalu ke dalam bentuk yang lebih abstrak dan kotor, mereka perlahan-lahan semakin dekat ke inti Irminsul dan mengancam untuk merusak keberadaannya. Dikatakan bahwa mereka bekerja terus-menerus untuk merusak banyak warna cahaya dan hanya menyisakan informasi yang gelap gulita. Hipotesis semacam itu tampaknya diperkuat oleh bukti dari cabang-cabang yang mereka ulurkan ke luar, seolah-olah ingin menembus kekosongan itu sendiri ....",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/4f48bdf376d1b4597c8c54a0fe47c8b8_6380943058011605348.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Weekly Boss</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2975,
        "name": "Shouki no Kami, the Prodigal",
        "desc": "<p>Shouki no Kami, dewa buatan yang diciptakan dari seluruh kekuatan Enam Darshan Sumeru, memiliki kekuatan yang bisa menyaingi dewa sejati.</p><p>Tetapi orang-orang di dunia ini yang menyebut makhluk seperti itu sebagai \"dewa palsu\" sudah salah memahami arti sebenarnya dari kata itu.</p><p>Shouki no Kami sekarang memahami banyak sekali hal dan memiliki kekuatan yang tak tergoyahkan, bahkan bisa dikatakan dapat melampaui manusia fana.</p><p>Jika dewa adalah ia yang mencintai manusia,</p><p>Berarti Shouki no Kami, yang dapat memberikan kegagalan yang sama kepada manusia, juga mencintai mereka.</p><p>Jika dewa adalah ia yang harus menjaga umat manusia,</p><p>….</p><p>….</p><p>Maka Shouki no Kami, yang telah menjadi saksi cinta, kebencian, perpisahan, dendam, dan kemarahan yang tak terbatas — demikian jugalah ia menjaga manusia.</p><p></p><p><em>\"Terlalu banyak kebahagiaan yang sudah kamu miliki!\"</em></p><p><em>\"Itulah yang sudah membuatmu bodoh. Sombong. Mengerikan dalam keserakahanmu.\"</em></p><p><em>\"Biarkanlah era ini berakhir!\"</em></p><p><em>\"Biarkan dewa baru mengumumkan kekalahan dewa lama.\"</em></p><p><em>\"Manusia fana yang bodoh … Masih sempat bagimu untuk berlutut di hadapanku.\"</em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/1023623/35bebd4ce6f0aa4ecedcd821475f6c73_6957668411274209437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2217,
        "name": "Stormterror",
        "desc": "Dvalin, sang Dragon of the East, salah satu dari Four Winds di Mondstadt.<br/>Seiring berjalannya waktu di tengah-tengah kegelapan pekat, bahkan batu permata paling berkilau sekalipun akan tertutup oleh debu, dan seekor naga yang mulia pun akan terjerat dalam rasa benci dan dendam.<br/>Tapi kalian harus selalu ingat bahwa debu dapat dibersihkan dan rasa benci ataupun dendam yang meracuni dapat disingkirkan.<br/><br/><i>\"Terbanglah dengan bebas di langit yang luas.\"</i><br/><i>\"Sama seperti waktu kita pertama kali bertemu, saat aku menginjakkan kaki di tanah ini sambil menyanyikan lagu tentang kebebasan,\"</i><br/><i>\"Dan kamu melesat jauh ke atas langit, melihat dunia ini dari angkasa sana.</i><br/><i>\"Saat ini dunia terlihat sangat indah, tidak ada angin dan salju yang menerpa langit, dan rumput-rumput hijau menghiasi seluruh daratan.\"</i><br/><i>\"Aku yakin kamu juga akan mengerti, jika kamu pernah berjalan di atas tanah subur ini, mendengar suara gembala domba dan lonceng angin dari kejauhan, atau mencicipi anggur yang manis bagaikan madu.</i><br/><i>\"Alangkah baiknya kalau kamu bisa menjadi diriku, melihat wujudmu yang begitu mulia dan indah itu terbang bebas di langit yang biru.\"</i><br/><i>\"Dengan begitu kamu akan menyadari, bahwa langit ini dan bumi ini... Keduanya patut diperjuangkan.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascension Karakter"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-5</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7080,
        "name": "Chasca",
        "desc": "\"Penengah\" Tlalocan yang sudah berhasil mengakhiri perselisihan yang tak terhitung jumlahnya.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/abe1192cc7aad45f6b273478dd5fa88a_4799372826012752249.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "Dandelion Knight yang menjunjung tinggi keadilan dan kebenaran. Menjabat sebagai Grand Master Knights of Favonius di Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Kaedehara Kazuha",
        "desc": "Seorang samurai pengembara dari Inazuma yang saat ini bergabung bersama dengan armada Crux Fleet Liyue. Di dalam jiwanya yang lembut dan riang, terdapat hati yang menyembunyikan banyak beban.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Salah satu dari banyaknya penyair di Mondstadt yang bisa dengan bebasnya ke sana kemari di antara lorong-lorong dan gang-gang Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Wanderer",
        "desc": "<p>Seorang pengelana dengan identitas misterius. Berpakaian seperti \"shugenja\", tapi tutur kata dan perbuatannya malah tidak seperti \"shugenja\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/8459597/24d97a22be742fb732ea96f625d1faac_3124333160269816682.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p>Salah satu Adeptus yang agung dan mulia dari Jueyun, \"Cloud Retainer\". Ahli segala jenis mekanika, yang hatinya kini berpaling kepada dunia fana. \"Xianyun\" Adalah nama yang digunakannya setelah turun gunung.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/8459597/2c2be27f8876e9435ab8c8b933b8408c_4034196479147710727.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Yaksha, sesosok Adeptus yang melindungi Liyue. Juga memiliki julukan \"Conqueror of Demons\" atau \"Vigilant Yaksha\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7420,
        "name": "Yumemizuki Mizuki",
        "desc": "Pemegang saham Aisa Bathhouse, psikolog klinis dari klan yumekui-baku yang berdedikasi untuk mengusir mimpi buruk dan membawa ketenangan batin bagi semua orang.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/08/11662c12fb353d88bd2b20a2726c9f1c_8013472600677983943.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-4</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2967,
        "name": "Faruzan",
        "desc": "<p>Peneliti dari \"seratus tahun lalu\". Dia suka mengaku diri sebagai seniornya semua orang dan punya pengetahuan yang luas tentang berbagai naskah kuno dan segala jenis mesin.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/8459597/38c12ab46678a4008f83a0e46c900ef5_2578796381550017234.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7301,
        "name": "Lan Yan",
        "desc": "Penganyam rotan dari Chenyu Vale. Memiliki pola pikir jernih dan emosi yang baik, tangkas seperti sumber mata air pegunungan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/02a299cec38b4ef4f21952c37a624258_5744396397316809821.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Asisten pesulap yang tidak banyak bicara. Emosinya sulit ditebak, persis seperti kucing.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/13/8459597/436e6f2b9b9006bfe511a98093259daf_7074109838903530261.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 21,
        "name": "Sayu",
        "desc": "Ninja kecil anggota Shuumatsuban yang selalu terlihat kurang tidur.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sayu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "Seorang detektif jenius dari Tenryou Commission. Mempunyai intuisi yang kuat dan pemikiran yang tajam.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Sucrose",
        "desc": "Seorang alkemis dipenuhi dengan rasa ingin tahu tentang semua hal. Dia meneliti bio-alkimia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Crafting"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Produk</color>\n<color=#ffffff>Material</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1495,
        "name": "Vayuda Turquoise Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Tapi, arah angin bisa berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_5321199885079004471.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1496,
        "name": "Vayuda Turquoise Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Sliver_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 300,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1494,
        "name": "Vayuda Turquoise Chunk",
        "desc": "Material Ascension Karakter.<br/>\"Tapi, arah angin bisa berubah.\"<br/>\"Suatu hari nanti, ia akan bertiup ke masa depan yang lebih cerah ....\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Chunk_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_5321199885079004471.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1495,
        "name": "Vayuda Turquoise Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Tapi, arah angin bisa berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 900,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Konversi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Produk</color>\n<color=#ffffff>Material</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1495,
        "name": "Vayuda Turquoise Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Tapi, arah angin bisa berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1099,
        "name": "Agnidus Agate Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Sebuah perjalanan untuk mengabulkan keinginan; sebuah pertempuran untuk mendapatkan ketenaran...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1495,
        "name": "Vayuda Turquoise Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Tapi, arah angin bisa berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Varunada Lazurite Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Ideologiku tidak bernoda.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1495,
        "name": "Vayuda Turquoise Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Tapi, arah angin bisa berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Vajrada Amethyst Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Tubuh ini adalah yang paling mulia dan agung dari semua di dunia ini.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1495,
        "name": "Vayuda Turquoise Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Tapi, arah angin bisa berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Shivada Jade Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Maaf...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1495,
        "name": "Vayuda Turquoise Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Tapi, arah angin bisa berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 446,
        "name": "Prithiva Topaz Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Mata uang di tanah ini adalah darah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1495,
        "name": "Vayuda Turquoise Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Tapi, arah angin bisa berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2678,
        "name": "Nagadus Emerald Fragment",
        "desc": "<p>Material Ascension Karakter.</p><p>\"Aku bermimpi sangat panjang ....\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/8459597/58cae6f57061984127a0a6e2970fa134_1488111673805939676.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sumber Lain"
      },
      {
        "type": "RichText",
        "text": "Hasil Transmutasi dari"
      },
      {
        "type": "CustomEntry",
        "epId": 374,
        "name": "Parametric Transformer",
        "desc": "Sebuah alat yang bisa mengubah material yang diletakkan di dalamnya menjadi material lain.<br/>·Kamu harus melancarkan <span style=\"color:#3399CCFF\">Serangan Elemental</span> saat proses transmutasi berlangsung untuk menciptakan energi yang cukup untuk melakukan proses tersebut.<br/>·Setelah mendapatkan material hasil transmutasi, kamu harus menunggu selama tujuh hari ke depan untuk dapat menggunakannya lagi.<br/><br/>Alat misterius yang kamu temukan di dalam reruntuhan ini memiliki kemampuan untuk mempercepat suatu siklus dan mengubah sebuah material. Secara umum, segala sesuatu berada dalam sebuah siklus. Ingatan dan elemen mengalir di dalam ley line, buah yang busuk jatuh dan kembali ke tanah, kemudian dari dalam tanah tersebut akan tumbuh sebatang pohon yang akan menghasilkan buah yang subur.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Parametric Transformer_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Material Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 1496,
        "name": "Vayuda Turquoise Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Sliver_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1494,
        "name": "Vayuda Turquoise Chunk",
        "desc": "Material Ascension Karakter.<br/>\"Tapi, arah angin bisa berubah.\"<br/>\"Suatu hari nanti, ia akan bertiup ke masa depan yang lebih cerah ....\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Chunk_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1493,
        "name": "Vayuda Turquoise Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Tapi arah angin bisa berubah.\"<br/>\"Suatu hari nanti, ia akan bertiup ke masa depan yang lebih cerah ...\"<br/>\"Terimalah berkatku dan nikmatilah hidupmu mulai hari ini.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Gemstone_icon.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Vayuda Turquoise Fragment"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Material Ascension Karakter"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Didapatkan melalui Craft</color>\n<color=#ffffffd9>Buka Tab Investigasi di Buku Panduan Petualang</color>"
          }
        ]
      }
    ]
  }
}