{
  "epId": 2061,
  "name": "Adventurer",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "HP"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 1705940505,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Max HP +1000.",
      "fourSetEffect": "Membuka setiap jenis peti memulihkan 30% HP dalam waktu 5 detik."
    },
    "story": [
      {
        "title": "Adventurer's Flower",
        "desc": [
          {
            "type": "RichText",
            "text": "Petualang ambisius menemukan bunga yang tangguh ini di kedalaman reruntuhan yang suram.\nTakjub oleh sebuah kehidupan yang tumbuh dari lahan mati ini, dia hampir melupakan harta yang terkubur jauh di reruntuhan.\nSetelah berhenti untuk berpikir selama beberapa saat, petualang itu mencabut bunganya, memakainya sebagai lencana, dan pergi menuju kegelapan."
          }
        ]
      },
      {
        "title": "Adventurer's Bandana",
        "desc": [
          {
            "type": "RichText",
            "text": "Tidak ada sesuatu yang spesial mengenai bandana hijau ini, selain kainnya yang kuat dan mempunyai daya serap yang tinggi.\nSama seperti bandana itu, pemakainya juga tidak spesial. Hanya manusia biasa.\nTetapi rahasia yang tak terhitung jumlahnya tersembunyi di atas bintang dan jauh di bawah jurang yang dalam.\nSemuanya menunggu seorang manusia biasa untuk menemukannya."
          }
        ]
      },
      {
        "title": "Adventurer's Golden Goblet",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah piala emas yang biasa petualang itu pakai untuk minum, dikatakan bahwa dia menemukannya di sebuah reruntuhan kuno.\nPada permukaan luarnya terpahat simbol kuno dengan permata yang pudar.\nNamun demikian, petualang tersebut mengucapkan selamat tinggal pada gaya hidupnya yang nomaden,\nPiala emas ini ditukar dengan sejumlah Mora yang berkilauan."
          }
        ]
      },
      {
        "title": "Adventurer's Tail Feather",
        "desc": [
          {
            "type": "RichText",
            "text": "Seorang petualang pernah berkelana melalui hutan demi mencari binatang buas langka yang tidak pernah dilihat sebelumnya.\nSaat dia menyusuri jalannya dengan ceroboh melalui dedaunan, petualang itu tersandung akar pohon.\nSaat dia tersadar kembali, dia melihat sebuah gadis cantik hingga dia rela untuk berhenti bertualang hanya untuk hidup bersamanya,\nPenampilannya begitu nyata, dengan bulu-bulu menghiasi rambutnya."
          }
        ]
      },
      {
        "title": "Adventurer's Pocket Watch",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah jam saku yang dulunya milik seorang petualang. Dibuat oleh pengrajin jam dengan sederhana dan dengan pemikiran sejalan dengan filosofi Adventurers' Guild.\nPetualang itu menghabiskan sebagian besar harinya dalam kegelapan. Suara ritme tangannya yang bergerak adalah satu-satunya bukti yang dia miliki tentang berlalunya waktu.\nSetelah lama dia terbiasa dengan kehidupan yang normal, meninggalkan kehidupan bertualang yang dulu sangat dia cintai,\nJam saku yang terlupakan masih tersimpan di lemari, menunggu untuk petualangan selanjutnya."
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Adventurer's Golden Goblet",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Salah satu harta yang diperoleh dalam suatu perjalanan seorang petualang, meskipun penuh lecet, tetapi kebanggaan di dalamnya tidak berkurang sedikitpun."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Adventurer's Tail Feather",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Bulu dari seekor burung eksotis yang jarang terlihat di daratan ini."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Adventurer's Pocket Watch",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Dalam petualangan di kedalaman yang tidak terlihat oleh sinar matahari, waktu perlahan menghilang dari dalam hati para petualang."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Adventurer's Flower",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Setangkai bunga yang tumbuh di lingkungan kota kuno yang sangat keras. Kini dikenakan di dada sebagai lambang kegigihan."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Adventurer's Bandana",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Aksesoris yang diikat di kepala. Meski dipenuhi noda darah, keringat dan debu, ia tetap melambangkan semangat seorang petualang."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/circlet_of_logos_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Adventurer"
          }
        ]
      },
      {
        "key": "Kartu Aksi TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3241,
            "name": "Adventurer's Bandana",
            "desc": "<p><span style=\"color: #FFFFFF\">Trail-Tramper: Adventurer's Bandana</span><br>\"Seluruh rahasia bintang dan neraka sedang menunggu seorang manusia biasa untuk menemukannya.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/25750596/8dacb57ef51f95aa058aad64124ece65_3794054230061646645.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}