{
  "epId": 2064,
  "name": "Tenacity of the Millelith",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATK",
      "HP",
      "Kekuatan Perisai"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 1705940772,
  "components": {
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Noble's Pledging Vessel",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah cangkir emas yang digunakan oleh Milelith untuk mengucap sumpah. Masih menyisakan harum aroma anggur dari dalamnya."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Orichalceous Time-Dial",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Alat sederhana yang berfungsi sebagai penunjuk waktu. Benda ini pernah menjadi perlengkapan wajib bagi Millelith selama masa perang."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Ceremonial War-Plume",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Bulu elang yang dikenakan pada pertemuan-pertemuan upacara. Bulu ini menunjukkan martabat dan tekad Pelabuhan Liyue kepada dunia."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "General's Ancient Helm",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Helm megah yang berasal dari masa lampau. Bersihkan saja debu yang menempel padanya dan benda ini akan terlihat seperti baru lagi."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Flower of Accolades",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Bunga yang terbuat dari daun emas. Bunga ini melambangkan kemuliaan dan kehormatan yang diraih oleh pemakainya."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/flower_of_life_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Tenacity of the Millelith"
          }
        ]
      },
      {
        "key": "Kartu Aksi TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3606,
            "name": "General's Ancient Helm",
            "desc": "<p><span style=\"color: #FFFFFF\">Ironclad Promise: General's Ancient Helm </span><br>\"Tetesan darah terakhir telah meresap ke medan pertempuran, pasir glasir pun akhirnya dapat kembali bersinar kembali.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/25750596/e6081d7f52619b447afaf823f1a5fad0_2146450036896959792.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3867,
            "name": "Tenacity of the Millelith",
            "desc": "<p><span style=\"color: #FFFFFF\">Tenacity of the Millelith: General's Ancient Helm</span></p><p>\"Demi memastikan para penduduk dapat kabur dengan selamat, dan juga untuk mempertahankan kehormatan mereka di hadapan Lord Geo ...</p><p>Para prajurit di garis depan mengenakan helm tempur mereka, menghunuskan ujung tombak mereka ke arah Abyss, dan menerjang tanpa gentar.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/22/1023623/09172067518cd14e8cbbaaae61d2ee8f_639414870501806314.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "story": [
      {
        "title": "Flower of Accolades",
        "desc": [
          {
            "type": "RichText",
            "text": "Di masa lalu, saat lagu-lagu dikumandangkan dari puncak tebang, sebuah meteorit jatuh ke dalam Chasm.\nDari atas langit yang tak berujung itu, tiba-tiba jatuh sebuah meteorit besi yang menghantam tanah, dan seketika mengubah bumi menjadi pasir kristal glasir.\nMeskipun hidup manusia berakhir dalam sekejap mata, Rex Lapis sendiri yang memberikan perintah agar para Millelith pergi melindungi tambang-tambang.\nSaat para Abyss datang membanjiri, pasukan Millelith berhasil mengawal ribuan penduduk ke tempat yang aman.\nPara penambang bercerita tentang sebagian prajurit di garis belakang yang tetap tinggal di dalam Chasm,\nMereka bertempur dengan gagah berani bersama dengan sang Yaksha tanpa nama, hingga akhirnya mereka mengorbankan nyawanya di antara bebatuan tajam.\nSeiring waktu, nama para manusia dan Adeptus semakin terlupakan. Seiring waktu, bahkan gunung dan sungai pun dapat berubah bentuk.\nTetapi waktu tidak akan pernah bisa menghapus jasa-jasa mereka yang sangat terhormat. Seperti bunga berdaun emas ini, mereka akan selalu bersinar selamanya.\nLima ratus tahun kemudian, kota pelabuhan ini tetap tenang dan damai, sama seperti di hari malapetaka itu berhasil diredakan.\nHingga kini, para prajurit tetap mengenakan bunga emas ini dengan rasa bangga, untuk menghormati pengorbanan para leluhur mereka."
          }
        ]
      },
      {
        "title": "General's Ancient Helm",
        "desc": [
          {
            "type": "RichText",
            "text": "Sang komandan yang bertarung bersama Yaksha tanpa nama pun telah gugur di medan peperangan.\nBersama dengan beberapa rekan-rekan terdekat yang bertempur bersamanya.\nUntuk memastikan para pengungsi bencana dapat melarikan diri dengan aman, dan untuk menjaga kehormatan mereka di mata Lord Geo,\nPara prajurit di garis depan mengenakan helm tempur mereka, menghunuskan ujung tombak mereka ke arah Abyss, dan menerjang tanpa gentar.\nMalapetaka datang ke tanah glasir ini, dan segerombol musuh-musuh kuno pun bermunculan.\nAtas perintah dari Rex Lapis, para Yaksha bertarung dengan monster ciptaan Abyss dalam pertumpahan darah yang sengit.\nPertarungan ini berlangsung hingga titik darah penghabisan dan hingga semua noda telah dimurnikan.\nSeiring dengan surutnya kekuasaan Abyss, pasir glasir pun akhirnya dapat kembali bersinar sekali lagi.\nTapi saat kegelapan yang menutupi langit The Chasm telah sirna, demikian juga dengan para Yaksha, hilang tanpa jejak.\nSedangkan jenderal beserta prajurit-prajurit yang telah meninggalkan helm perang mereka di medan peperangan, semoga mereka dapat beristirahat dengan tenang untuk selamanya."
          }
        ]
      },
      {
        "title": "Noble's Pledging Vessel",
        "desc": [
          {
            "type": "RichText",
            "text": "Ketika Millelith pertama kali tiba di Liyue, tempat itu masih sangat liar dan berbahaya.\nPara petua di kota, desa, dan suku pernah bersumpah setia dengan cangkir emas.\nSebagai bukti kesetiaan kepada Rex Lapis dan kewajiban terhadap masyarakat,\nmereka memilih prajurit yang gagah berani dari berbagai wilayah dan kemudian dikenal sebagai Millelith.\nPara prajurit di barisan belakang yang bertempur bersama Yaksha pernah meminum anggur dari cangkir emas itu.\nMereka bersulang kepada Rex Lapis yang agung dan terhormat untuk terakhir kalinya dan menyerbu ke dalam Abyss tanpa keraguan sedikit pun.\nRatusan tahun kemudian, seorang petualang mengambil cangkir itu dari kedalaman The Chasm.\nAjaibnya, cangkir itu tetap utuh dan tidak ternoda sedikit pun walau sudah lama berada dalam dunia bawah tanah yang gelap gulita.\nRatusan tahun pun berlalu. Ketika penduduk Liyue menceritakan kembali dongeng tentang era bencana dan Yaksha tanpa nama itu,\nbercerita bagaimana pahlawan dari latar belakang dan tanah kelahiran yang berbeda bersatu melawan Abyss...\ncerita mereka pasti tidak akan terlepas dari cangkir itu, dan bagaimana darah para prajurit yang tumpah di hari itu tetap bersih dan tak bernoda hingga sekarang."
          }
        ]
      },
      {
        "title": "Ceremonial War-Plume",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebagai simbol pelayanan militer, pasukan Millelith menggunakan bulu burung pemangsa untuk menghiasi seragam mereka.\nBulu ekor ini hanya boleh dipakai saat upacara tertentu saja. Bulu-bulu ini sangat efektif dalam meningkatkan semangat para penduduk, dan membuat para pendatang berdecak kagum.\nLegenda mengatakan bahwa pada awalnya, tradisi bulu-bulu yang dikenakan pasukan Millelith berasal dari sang Yaksha tanpa nama.\nDalam pertarungan sengit antara sang Yaksha dengan Abyss, bulu-bulu yang berjatuhan ke tanah dianggap sebagai simbol harapan.\nPada akhirnya, sang Yaksha dan manusia pemberani tenggelam dalam tidur panjang di sarang musuh yang gelap.\nHati Rex Lapis sangat tersentuh oleh pengorbanan mereka, dan ia pun berduka tanpa sepatah kata pun, di antara suara gumaman batu-batu pegunungan.\nOrang-orang memercayai bahwa Yaksha tanpa nama yang mempertahankan The Chasm, sebenarnya tidak bertindak di bawah perintah Rex Lapis.\nMelainkan, tindakan sang Yaksha bertujuan untuk menebus dosa lama... biaya yang harus dibayarkan untuk kepengecutan dan pelarian diri.\nBagaimanapun kebenarannya, sang Yaksha yang tadinya terbang di ketinggian surgawi, kini telah kembali untuk hidup bebas di antara awan-awan.\nTetapi para prajurit lain, terlelap dalam tidur abadi di dalam The Chasm... legenda mereka akan terus berkembang seiring berjalannya waktu."
          }
        ]
      },
      {
        "title": "Orichalceous Time-Dial",
        "desc": [
          {
            "type": "RichText",
            "text": "Pengukur waktu yang kokoh dan menggunakan tenaga sinar matahari atau bulan, benda ini dapat menangkap cahaya bahkan di malam tergelap sekalipun.\nSaat Liyue terancam oleh kejahatan yang hitam pekat, jam ini mengingatkan para prajurit tentang kehangatan cahaya matahari.\nSaat bertarung bersama sang Yaksha, para prajurit manusia ini tidak bisa menghindar dari karma yang merasuk, atau terluka dalam sebuah pertumpahan darah.\nUntuk mencegah diri mereka dikonsumsi oleh kegelapan dari pembantaian ini, para prajurit Millelith menggunakan jam ini untuk menandakan jalannya waktu selama pertempuran.\nMereka menetapkan kecepatan dan jadwal berbaris, sehingga sekelompok tentara manusia akan bergabung ke pertempuran sebelum kelompok sebelumnya mundur.\nSiklus pergantian maju dan mundur ini terus berlanjut hingga ke kedalaman Chasm, di mana Yaksha dan prajurit pemberani akhirnya gugur.\n100 tahun kemudian, alat pengukur waktu ini digali oleh seorang penambang. Permukaan perunggunya berkilau di bawah cahaya bintang-bintang.\nAda sebuah legenda yang menceritakan tentang seorang kolektor barang antik yang mengenakan jubah hitam. Dia menjelajahi semua toko di jalan dan membeli semua Orichalceous Time-Dial yang dia temukan dengan harga tinggi.\nBeberapa penjual penasaran dan ingin tahu alasan kolektor ini membeli jamnya, tapi dia selalu menghindar dari pertanyaan dengan berbagai jenis alasan.\nJadi apa tujuan orang ini sebenarnya? Mungkin hanya sang waktu yang terus berjalan tanpa henti yang bisa memberikan jawaban."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "HP +20%",
      "fourSetEffect": "Saat Elemental Skill mengenai musuh, meningkatkan 20% ATK dan 30% kekuatan perisai seluruh anggota party di sekitar selama 3 detik. Efek ini hanya dapat terpicu setiap 0,5 detik. Efek tetap dapat terpicu meskipun Karakter yang mengenakan set Artefak ini tidak berada di medan pertempuran."
    }
  }
}