{
  "epId": 2067,
  "name": "Thundering Fury",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DMG Bonus",
      "Reduce CD"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 1705940720,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Thundering Fury"
          }
        ]
      },
      {
        "key": "Kartu Aksi TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3253,
            "name": "Thunder Summoner's Crown",
            "desc": "<p><span style=\"color: #FFFFFF\">Lightning and Rain: Thunder Summoner's Crown</span><br>\"Nyanyian yang merobek awan, dan memberikan cahaya.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/25750596/f3eb51dad5e9d7e75feac7c350bf90ee_8910883806539173477.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3254,
            "name": "Thundering Fury",
            "desc": "<p><span style=\"color: #FFFFFF\">Plume of the Stormy Skies: Thundering Fury</span><br>\"Biar kunyanyikan melodi lain untukmu — saat kamu kembali lagi dengan petir dan hujan!\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/25750596/e2ff660b422239f6f58cd843d54743f5_2834293329593241483.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "story": [
      {
        "title": "Thunderbird's Mercy",
        "desc": [
          {
            "type": "RichText",
            "text": "Bunga ungu liar yang selamat dari abu vulkanik,\nTelah menjadi saksi dari kehancuran total suku kuno.\nDengan darah dari orang tak berdosa, sang dukun memanggil Thunderbird.\nMereka memberikan persembahan suci dan menunggu Thunderbird muncul.\nNamun yang diturunkan oleh Thunderbird adalah petir kehancuran.\nUntuk pelanggaran terhadap anak muda yang bernyanyi untuknya, hukuman itu dijatuhkan,\nThunderbird memperlihatkan sosok aslinya, melenyapkan suku tersebut dari muka bumi."
          }
        ]
      },
      {
        "title": "Thunder Summoner's Crown",
        "desc": [
          {
            "type": "RichText",
            "text": "Suku kuno yang memuja Thunderbird,\nDukun tua memakai mahkota ini.\nThunderbird terbang melewati badai, menghujani tanah dengan petir ungu dan hujan.\nSuku kuno takut akan kekuatannya dan berterima kasih akan berkatnya,\nDukun dipilih untuk memberikan persembahan darah kepadanya demi perlindungan dan pengampunan.\nThunderbird tetaplah seorang monster yang tidak peduli akan pemujaan dari manusia.\nOrang-orang tidak sadar, dan masih menganggap tindakan Thunderbird sebagai amanat ilahi.\nNamun petir adalah napasnya, sama seperti takdir orang-orang.\nDari langit, manusia tidak berbeda dari binatang.\nSampai suatu hari nyanyian membelah melalui badai,\nNyanyian yang merobek awan, dan memberikan cahaya."
          }
        ]
      },
      {
        "title": "Omen of Thunderstorm",
        "desc": [
          {
            "type": "RichText",
            "text": "Gelas anggur yang digunakan oleh para dukun dari suku kuno,\nMembawa darah yang diberikan kepada Thunderbird.\nPada musim-musim ketika Thunderbird terbang di tengah-tengah pegunungan yang penuh badai, seorang anak muda bernyanyi tanpa rasa takut.\nTertarik dengan suaranya, Thunderbird turun dan mendarat di sebelahnya.\n\"Melodi yang sangat indah. Apa kamu tidak takut dengan petir dan badai, wahai manusia kecil\"\n\"Mereka bilang aku bisa membawa kedamaian pada petir dan badai.\"\nDia berhenti dan menjawab.\nSang Thunderbird terdiam,\nKarena baginya, melodi itu sangat indah.\nItulah pertemuan pertama dan terakhir antara Thunderbird dan anak muda itu.\nKarena kali selanjutnya dia melihat anak itu adalah saat darahnya memenuhi gelas di altar persembahan."
          }
        ]
      },
      {
        "title": "Survivor of Catastrophe",
        "desc": [
          {
            "type": "RichText",
            "text": "Bulu yang hilang dari Thunderbird itu bersinar ungu.\nMenjadi saksi terakhir dari kehancuran suku tersebut.\nSuku kuno itu memandang Thunderbird sebagai penjaganya. Namun malah menghujani suku tersebut dengan petir.\nPada suatu malam yang suram, dia bersahabat dengan anak itu.\nSaat mereka berpisah, anak itu mengambil bulu yang jatuh.\n\"Aku akan menyanyikan lagu lain untukmu\"\n\"Saat kamu datang lagi dengan petir dan hujan.\"\nAmarah karena janji yang tidak bisa ditepati,\nThunderbird meninggalkan gunung dengan abu,\nBertahun-tahun kemudian dia diburu, dibunuh bagaikan monster.\nBertahun-tahun berlalu, tanah yang hangus itu kembali pulih.\nBulu petir terkubur di dalam tanah.\nKisah tentang Thunderbird dan anak muda itu hilang bersama suku tersebut."
          }
        ]
      },
      {
        "title": "Hourglass of Thunder",
        "desc": [
          {
            "type": "RichText",
            "text": "Jam pasir mewah milik suku kuno yang memuja Thunderbird.\nSeiring suku tersebut punah, jam pasir itupun ikut hilang.\nJam pasir mewah terbuat dari amethyst dan emas amber, milik seorang dukun.\nJam pasir itu berfungsi untuk menghormati Thunderbird saat festival.\nDi festival terakhir, Thunderbird menyapu bersih altar yang bersimbah darah.\nHitungan mundur untuk kedatangan sang pelindung menjadi hitungan mundur untuk kehancuran suku.\nThunderbird membinasakan suku itu untuk membalaskan dendam orang yang bernyanyi untuknya.\nTanpa diketahui oleh Thunderbird, anak itu juga menganggap pengorbanan dirinya adalah sebuah persembahan.\nSemua demi kebaikan sukunya dan berkat dari Thunderbird."
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Thunder Summoner's Crown",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Mahkota yang pernah dikenakan oleh cenayang yang memuja Thunderbird. Tetapi hati sang burung halilintar tidak pernah tergerak oleh pujaan dan kurban."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Thunderbird's Mercy",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Setangkai bunga petir yang tidak tersambar petir dan tidak terbakar oleh api ungu. Merupakan satu-satunya benda yang luput dari amarah Thunderbird."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Survivor of Catastrophe",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Bulu halilintar yang berisi kekuatan Electro. Merupakan tanda retribusi dari Thunderbird. Bulu yang kehilangan tuannya ini bergetar hebat dengan amarah."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Hourglass of Thunder",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Jam pasir yang digunakan oleh bangsa pemuja Thunderbird untuk meramalkan kedatangan sang raja halilintar. Jam pasir ini telah membisu selamanya setelah bangsa tersebut tidak lagi ada di dunia ini."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Omen of Thunderstorm",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Piala ritual berisi darah yang tidak berdosa. Guntur-guntur doa tertanam di dalamnya, memenuhi piala dengan amarah yang tidak teredam."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/goblet_of_eonothem_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Electro DMG Bonus +15%.",
      "fourSetEffect": "<p>Meningkatkan 40% DMG yang diakibatkan Overloaded, Electro-Charged, Superconduct, dan Hyperbloom. Meningkatkan 20% DMG yang diakibatkan Aggravate. Saat memicu reaksi-reaksi elemental di atas atau reaksi Quicken, akan mengurangi 1 detik CD Elemental Skill. Efek ini terpicu setiap 0,8 detik.</p>"
    }
  }
}