{
  "epId": 2070,
  "name": "Thundersoother",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DMG Bonus",
      "Elemental RES"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Electro RES +40%.",
      "fourSetEffect": "Meningkatkan 35% DMG terhadap musuh yang terpengaruh Electro."
    },
    "story": [
      {
        "title": "Thundersoother's Heart",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah bunga berwarna ungu dipetik di tengah badai,\nSiapa pun yang memakainya tidak lagi takut akan petir dan guntur.\nBunga yang mekar hanya di tengah badai, dan tidak pernah layu meskipun hujan terus-menerus.\nInilah Bunga Petir. Berjongkok, Sang Penjinak Petir memetiknya dengan penuh rasa hormat dan kagum.\nSang Penjinak Petir memakai bunga itu di dadanya setiap saat tanpa rasa takut menghadapi petir dan guntur.\nWalaupun di tengah pertarungan dengan Monster Petir, tekadnya tidak pernah goyah.\nBagi Sang Penjinak Petir, memakai bunga ungu ini mungkin hanyalah tindakan yang biasa.\nNamun bagi para petualang, bunga itu adalah sumber dari tekad yang tak pernah goyah yang dapat menaklukkan petir."
          }
        ]
      },
      {
        "title": "Thundersoother's Diadem",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah mahkota kuno,\nBerkilauan bagaikan cahaya petir.\nMonster Petir yang kejam,\nyang dulunya membantai manusia dengan petirnya.\nNamun petirnya hanya sekejap mata,\nDan sama seperti kilat petir, kedigdayaannya sirna seketika.\nSang Penjinak Petir mengalahkan monster di dalam badai petir,\nDia akhirnya mengklaim mahkota tersebut sebagai piala.\nTetapi masa lalu tidak pernah bisa sepenuhnya ditenangkan."
          }
        ]
      },
      {
        "title": "Thundersoother's Goblet",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah piala yang dulu dimiliki oleh Penjinak Petir.\nMungkin pemilik sebelumnya memakainya untuk meminum petir.\nSekuat apa pun dia, Penjinak Petir tetaplah seorang manusia biasa.\nAmarah dan kenikmatan datang dan pergi begitu saja, sama seperti petir yang menggelegar.\nPiala itu tidak hanya menjadi saksi pesta pora Penjinak Petir, namun juga kesedihan dan tawanya.\nKarena inilah piala yang digunakan untuk anggur kurban selama persembahan,\nDan inilah piala yang memberikan keberanian kepada Sang Penjinak Petir saat menjelajah ke dalam gua monster yang buas,\nDari piala ini jugalah satu-satunya sumber persahabatan untuk Sang Penjinak Petir, yang menghabiskan hari-hari terakhirnya dalam kesendirian."
          }
        ]
      },
      {
        "title": "Thundersoother's Plume",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah lambang yang dibuat dalam bentuk bulu elang yang melambung di tengah badai.\nPemakainya seolah dapat merasakan suara petir bergemuruh dan panasnya gunung berapi.\nTanpa takut akan petir ataupun gunung berapi,\nSang elang meninggalkan bulunya di antara kayu-kayu yang terbakar.\nSang Penjinak Petir membuat lencana batu amethyst dalam bentuk bulu-bulu.\nLencana ungu itu berkilau di bawah tatapan musuhnya.\nPada benda kecil inilah muncul sinar yang berkilauan.\nSeolah meramalkan kejatuhan Monster Petir.\nSama seperti burung elang, Sang Penjinak Petir menaklukkan petir dan api,\nDan akhirnya memenggal kepala Monster Petir."
          }
        ]
      },
      {
        "title": "Hour of Soothing Thunder",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah jam pasir yang dulu dipakai oleh Penjinak Petir. Yang mengalir di dalamnya bukan pasir, tetapi pecahan elektro kecil.\nSerpihannya pecah dan turun seraya waktu berlalu, lalu menyatu di dasar jam pasir.\nSang Penjinak Petir yang mengalahkan Monster petir membuat jam pasir ini dari amethyst.\nAlur waktu bagaikan sebuah petir. Menggelegar menembus langit dan lenyap seketika.\nSang Penjinak Petir sekalipun tidak bisa mengalahkan jalannya waktu.\nDengan jam pasir ini, walau petir dan guntur harus patuh kepada aturan sang waktu yang tak pernah berubah,\nDalam jam pasir ini, serpihannya pecah dan menyatu berulang kali dalam kesunyian yang berlalu.\nSetelah memahami perputaran hidup dan mati ini. Dengan pengetahuan barunya, dia berhasil mengalahkan monster itu."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Thundersoother"
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Thundersoother's Diadem",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Mahkota yang diserahkan kepada Thundersoother sebagai tanda penghargaan atas jasanya dalam mengalahkan Beast of Thunder yang telah mendatangkan malapetaka di atas daratan."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Thundersoother's Heart",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Bunga yang mekar merekah meskipun tumbuh di bawah sambaran guntur dan petir. Sampai hari ini, bunga ini tetap digunakan sebagai tanda keberanian dan perlindungan, biasanya diberikan kepada petualang sebelum menghadapi badai petir."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Thundersoother's Goblet",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Cangkir anggur yang pernah digunakan oleh Thundersoother, seorang pahlawan yang konon berhasil mengalahkan Beast of Thunder."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Hour of Soothing Thunder",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Alat penunjuk waktu yang digunakan oleh pahlawan yang berhasil menaklukkan guntur dan petir. Pecahan Electro di dalamnya berayun dari satu sisi ke sisi yang lain seiring berlalunya waktu."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Thundersoother's Plume",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Menurut legenda, bulu ini berasal dari seekor makhluk yang terbang menaiki halilintar. Sebelumnya dikenal sebagai lambang dari pahlawan legendaris yang dapat menenangkan guntur dan halilintar."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/plume_of_death_icon.png"
      }
    }
  }
}