{
  "epId": 2071,
  "name": "Lucky Dog",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DEF",
      "HP"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 1705940529,
  "components": {
    "artifactList": {
      "plume_of_death": {
        "title": "Lucky Dog's Eagle Feather",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Seekor monster pernah memojokkan seorang petualang, tetapi kemudian monster itu diterkam oleh seekor elang pemburu... Bulu elang ini dipercaya dapat membawa keberuntungan."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Lucky Dog's Green Flower",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Bunga berwarna hijau yang memiliki empat kelopak bunga, dapat ditemukan di alam liar, biasanya dipetik karena dipercaya dapat membawa keberuntungan."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Lucky Dog's Silver Circlet",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Mahkota ini sebelumnya pernah terjatuh ke dalam suatu gua, dan mengantar pemiliknya menemukan harta karun dari bangsawan yang terasingkan. Dan ini adalah kenang-kenangan dari insiden tersebut."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Lucky Dog's Goblet",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Piala logam yang pernah digunakan untuk membuat seorang pencuri tidak sadarkan diri."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Lucky Dog's Hourglass",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Jam pasir yang berlubang dan tidak ada lagi pasir tersisa di dalamnya. Tetapi, jalannya waktu tidak berarti banyak bagi orang yang tidak memiliki beban di hati."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/sands_of_eon_icon.png"
      }
    },
    "story": [
      {
        "title": "Lucky Dog's Green Flower",
        "desc": [
          {
            "type": "RichText",
            "text": "Seseorang yang dicintai keberuntungan cenderung pernah mengalami mukjizat.\nLegenda mengenai daun semanggi segi empat, sebagai contohnya, adalah benda yang membawa keberuntungan bagi pemiliknya.\nDulu, saat dia bermain di lapangan, pemuda beruntung itu menemukan daun semanggi seperti itu.\nDengan gembira dia mencabutnya dan menyimpannya di sakunya.\nTidak ada yang tahu apakah memang daun semanggi itu yang membawanya keberuntungan, atau sebaliknya."
          }
        ]
      },
      {
        "title": "Lucky Dog's Silver Circlet",
        "desc": [
          {
            "type": "RichText",
            "text": "Seseorang yang dicintai keberuntungan bahkan bisa menemukan harta karun yang tak ternilai di antara banyak jebakan yang berbahaya.\nSaat berjalan-jalan di sebuah reruntuhan, pemuda beruntung tidak sengaja jatuh ke lubang yang dalam.\nDia jatuh dengan aman di atas tumpukan debu. Ternyata itu adalah matras yang setelah bertahun-tahun rusak dan menjadi debu.\nHanya dengan begitu, pemuda beruntung itu menemukan harta karun yang ditinggalkan oleh bangsawan lama. Sebuah mahkota menjadi lambang peruntungannya."
          }
        ]
      },
      {
        "title": "Lucky Dog's Goblet",
        "desc": [
          {
            "type": "RichText",
            "text": "Dahulu kala ada seorang anak yang dicintai oleh keberuntungan sejak dia lahir. Bandit terkejam sekalipun tidak bisa menyentuhnya sama sekali.\nAnak itu tumbuh dewasa, dan suatu hari dia mabuk dan tersandung di sepanjang gang belakang di belakang Tavern.\nDi bawah langit tanpa bintang, bandit yang kejam bersiap-siap untuk merampoknya, mengambil kesempatan dalam kesempitan.\nNamun saat dia akan menyerang, sebotol bir terbang ke arah dahinya, membuatnya pingsan seketika.\nSecara alamiah, ini membuatnya menjadi orang yang beruntung karena tidak menderita dari perkelahian di Tavern."
          }
        ]
      },
      {
        "title": "Lucky Dog's Eagle Feather",
        "desc": [
          {
            "type": "RichText",
            "text": "Saat keberuntungan memihakmu, monster buas sekalipun harus menyerah.\nBerjalan-jalan di hutan, pemuda beruntung itu tidak tahu bahwa ada monster yang berkeliaran di sekitar situ, menargetnya sebagai salah satu mangsa.\nPemuda itu teralihkan oleh jamur berwarna-warni saat monster itu menyerang. Dia lompat dan mendarat di atas jamur beracun, menginjaknya sampai rata.\nIni akan menjadi perburuan yang mudah, begitulah pikir si monster. Sampai bulu dari elang yang terbang di atas jatuh dengan tenang ke punggungnya."
          }
        ]
      },
      {
        "title": "Lucky Dog's Hourglass",
        "desc": [
          {
            "type": "RichText",
            "text": "Waktu sekalipun tidak bisa menorehkan keriput di wajah bahagia sang pemuda beruntung tersebut.\nPemuda beruntung tidak mempunyai keluarga, ataupun anaknya sendiri.\nNamun dia menganggap semua yang dia temui sebagai teman dan keluarga.\nSaat hidupnya mendekati ajal, dia melihat jam pasir turun seolah menghitung sisa waktunya,\nDia hanya terkekeh, mengambil ketapel, dan memecahkan jam pasir tersebut."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Lucky Dog"
          }
        ]
      },
      {
        "key": "Kartu Aksi TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3242,
            "name": "Lucky Dog's Silver Circlet",
            "desc": "<p><span style=\"color: #FFFFFF\">Unworried Crown: Lucky Dog's Silver Circlet</span><br>Seseorang yang dicintai keberuntungan. Bahkan bisa menemukan harta karun yang tak ternilai meski berada di antara banyak jebakan yang berbahaya.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/25750596/7513b8660bb9a8bb6559120d7c218b96_6406043075820454273.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "DEF +100.",
      "fourSetEffect": "Mengambil Mora memulihkan 300 HP."
    }
  }
}