{
  "epId": 2072,
  "name": "Archaic Petra",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DMG Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 1705940742,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Archaic Petra"
          }
        ]
      },
      {
        "key": "Kartu Aksi TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3257,
            "name": "Mask of Solitude Basalt",
            "desc": "<p><span style=\"color: #FFFFFF\">Jagged Stone: Mask of Solitude Basalt</span></p><p>\"Dia tahu yang benar dan salah, dan dia tidak pernah meleset dari sasarannya.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/25750596/979f1b95488b3fb6ce9fd278a64dc12c_1906135692115106366.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3258,
            "name": "Archaic Petra",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Of Mountains Might: Archaic Petra</span></p><p>\"Selama Millelith tak gentar, keadilan akan tetap berdiri tegak!\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/25750596/38fcc3dd8df73d4f24af65ae546875bd_3147768186181354649.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Mask of Solitude Basalt",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Topeng yang terbuat dari basal, matanya seakan menatap kekosongan dengan ekspresi yang dingin."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Sundial of Enduring Jade",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Jam bayangan matahari yang terbuat dari sebuah batu giok yang besar. Garis-garisnya memiliki pola yang mencatat berlalunya waktu."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Goblet of Chiseled Crag",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah piala yang megah dan anggun, piala yang kosong ini terisi penuh dengan sejarah akan era yang telah lama sirna."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Feather of Jagged Peaks",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Sehelai bulu yang keras dan kokoh dari seekor elang raksasa. Terkadang embun dingin terkumpul di bagian ujung yang keras dari bulu ini."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Flower of Creviced Cliff",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Setangkai bunga yang tumbuh di tengah bebatuan di tepi jurang. Kelopaknya yang tertiup angin memberinya kesan kehidupan."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/flower_of_life_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Geo DMG Bonus +15%.",
      "fourSetEffect": "Saat memperoleh Elemental Shard yang terbentuk dari Reaksi Elemental Crystallize, seluruh anggota party memperoleh 35% peningkatan Elemental DMG terhadap elemen tersebut selama 10 detik. Hanya satu jenis Elemental DMG dapat diperoleh dengan cara ini."
    },
    "story": [
      {
        "title": "Flower of Creviced Cliff",
        "desc": [
          {
            "type": "RichText",
            "text": "Bunga-bunga mekar dari celah-celah batu abadi,\nBagaikan kehidupan indah yang diukir dari esensi batu.\nTerdapat sebuah rumor yang beredar:\nPada zaman kuno, seseorang berkata kepada Lord Geo bahwa tidak ada kehidupan di batu kering.\nRex Lapis kemudian membuat bunga emas murni untuk keluar dari cangkangnya dari antara batu raksasa.\nMungkin Dewa batu pernah melakukan perbuatan besar seperti itu,\nAtau mungkin itu hanyalah salah satu legenda yang tak terhitung jumlahnya pada zaman itu.\nTapi dengan berani menghadapi ombak tanpa henti menuju lautan awan,\nLahirlah sebuah pelabuhan yang makmur di atas puncak berbatu,\nItulah bunga yang begitu mempesona."
          }
        ]
      },
      {
        "title": "Mask of Solitude Basalt",
        "desc": [
          {
            "type": "RichText",
            "text": "Legenda mengatakan bahwa di era peperangan antara para Dewa dan monster, Archon Geo pernah melakukan pembunuhan tanpa henti.\nDalam pertempuran yang membabi buta tersebut, kelembutan tidak pernah tebersit di benak Rex Lapis.\nBenar-benar jelas, selalu akurat, dalam kekacauan yang menggulingkan langit dan bumi, bahkan jika teman lama menjadi berselisih satu sama lain, dia tidak akan pernah menunjukkan belas kasihan.\nRex Lapis yang legendaris, wajahnya yang sedingin es batu itu tidak pernah goyah.\nDikatakan bahwa biarpun ada debu yang hinggap tapi wajahnya yang dingin itu tidak pernah berubah.\nWajah seperti itu juga diperlukan untuk mengimplementasi sebuah \"kontrak\"."
          }
        ]
      },
      {
        "title": "Goblet of Chiseled Crag",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah botol anggur yang diukir dari patung batu yang keras,\nDan yang dituangkan ke dalamnya adalah anggur terbaik yang hanya dinikmati oleh para petinggi.\nBatu basal harus keras dan tidak bisa dihancurkan, kristal harus jernih dan indah,\nSama seperti perjalanan di dunia fana, menikmati kesenangan juga terkadang perlu mencapai tingkat tertentu.\nAda rumor yang beredar di antara rakyat bahwa saat Rex Lapis sedang minum anggur,\nRex Lapis menghasilkan batuan dasar,\nbatu giok yang diukir indah pun diubah menjadi bejana anggur untuk dirinya sendiri.\nSeseorang yang sangat mengenal buku-buku kuno juga mengatakan bahwa tertulis di situ terdapat tujuh cangkir anggur."
          }
        ]
      },
      {
        "title": "Feather of Jagged Peaks",
        "desc": [
          {
            "type": "RichText",
            "text": "Sayap yang tertinggal di puncak gunung,\nUjungnya yang berwarna biru kehitaman masih setajam mata pisau.\nLegenda mengatakan bahwa di zaman kuno ketika langit dan bumi ini tidak rata, Rex Lapis pernah menarik gunung dan membuat layang-layang raksasa.\nLayang-layang raksasa berbentuk elang yang terbuat dari batu giok dan bebatuan, melesat terbang setelah terbentuk,\nDengan gesit langsung mengambil sembilan awan di langit, dan meratakan banyak puncak besar di langit.\nDikatakan bahwa elang raksasa itu mengepakkan sayapnya ke arah laut terbuka,\nBagaikan tombak tajam milik Shenxiao,\nJatuh mendarat pada monster laut besar...\nDikatakan bahwa pilar-pilar batu di laut tersebut masih menarik perhatian sang elang raksasa."
          }
        ]
      },
      {
        "title": "Sundial of Enduring Jade",
        "desc": [
          {
            "type": "RichText",
            "text": "Jam matahari yang diukir di tebing,\nMengikuti cahaya dan waktu dalam diam.\nBahkan pegunungan padat dari zaman kuno akan berubah menjadi kerikil seiring berjalannya waktu.\nDikatakan bahwa Rex Lapis pernah menggunakan cahaya bintang di bumi untuk membentuk objek berhitung, mengajarkan orang untuk memahami waktu.\nLegenda mengatakan bahwa saat jam matahari diperkenalkan ke orang-orang, hal tersebut diakuisisi oleh Kunwu muda yang saat itu masih menjadi seorang sarjana.\n\"Anak itu mendedikasikan dirinya tertarik untuk mempelajari kitab suci. Bermaksud pergi ke Sumeru untuk mendapatkan kebijaksanaan yang luar biasa\"\n\"Aku mendapatkan jam matahari ini dan memutarnya hari demi hari, setelah sekian lama aku tidak pernah melihat benda ini cacat.\"\n\"Akhirnya aku memutuskan untuk berpisah dengan guruku, mengganti karirnya untuk menantang penguasa waktu.\""
          }
        ]
      }
    ]
  }
}