{
  "epId": 2074,
  "name": "Instructor",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Elemental Mastery"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 1705940591,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Elemental Mastery +80.",
      "fourSetEffect": "Setelah memicu Reaksi Elemental, akan meningkatkan 120 Elemental Mastery seluruh anggota party selama 8 detik."
    },
    "artifactList": {
      "flower_of_life": {
        "title": "Instructor's Brooch",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Saat bros ini dikenakan oleh instruktur, berarti tidak ada kelas latihan sepanjang hari itu."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Instructor's Feathered Accessory",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Instruktur yang telah sepenuhnya menguasai keahlian menghindar, tahu bagaimana cara menjaga aksesoris ini agar tidak terjatuh tertiup angin."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Instructor's Cap",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Topi yang bentuknya biasa saja, tetapi memiliki makna yang mendalam. Hanya diperoleh oleh instruktur yang menolak kenaikan pangkat sebagai lambang kehormatan."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Instructor's Pocket Watch",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Jam saku yang bukan berfungsi untuk menunjukkan waktu, melainkan untuk menghitung durasi dari waktu latihan."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Instructor's Tea Cup",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Bagi kebanyakan orang, kelihatannya seperti cangkir teh biasa, tetapi bagi para murid, ini adalah simbol otoritas seorang instruktur."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/goblet_of_eonothem_icon.png"
      }
    },
    "story": [
      {
        "title": "Instructor's Brooch",
        "desc": [
          {
            "type": "RichText",
            "text": "Setiap murid di sekolah tahu bahwa instruktur tegas itu adalah seorang prajurit yang serius.\nNamun setiap minggu, ada satu atau dua hari saat di mana sang instruktur itu memakai lencana bunga kuning di dadanya.\nSenyum di wajah instruktur itu selalu membawa ketenangan bagi para murid.\nKarena saat dia memakai lencana bunga kuning, itu artinya mereka bisa mengambil hari libur dan pulang ke rumah.\nSaat murid-muridnya sudah pergi, sang instruktur akan mengunjungi sebuah makam yang sunyi.\nDi sana, setelah kesunyian selama beberapa saat, dia akan berdoa kepada nama-nama yang sudah tak asing lagi yang terpahat di batu nisan."
          }
        ]
      },
      {
        "title": "Instructor's Cap",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Aku tidak punya bakat untuk memimpin pasukan seperti Jenderal\"\n\"Aku juga tidak memenuhi syarat apa pun untuk menjadi lebih dari seorang prajurit.\"\n\"Semua yang bisa kulakukan hanyalah menjadi instruktur yang tegas untuk anak-anak ini\"\n\"Sehingga mereka bisa bertahan di medan tempur lebih lama lagi.\""
          }
        ]
      },
      {
        "title": "Instructor's Tea Cup",
        "desc": [
          {
            "type": "RichText",
            "text": "Setiap murid sekolah militer tahu bahwa yang disebut dengan \"waktu latihan bebas\" tidak ada sedikitpun kaitannya dengan kebebasan.\nInstruktur duduk dan memperhatikan setiap murid berlatih dengan keras di lapangan.\nDengan secangkir teh merah dan sugar yang agak berlebihan, sebuah siang hari yang khas bagi sang instruktur.\nWaktu yang damai ini adalah sebuah hal yang berharga bagi sang instruktur, dan perwujudan dari otoritasnya."
          }
        ]
      },
      {
        "title": "Instructor's Feathered Accessory",
        "desc": [
          {
            "type": "RichText",
            "text": "Instruktur yang tegas itu dulu melatih kemampuan bertarungnya di medan tempur yang tanpa ampun.\nApa yang diajarkan kepada muridnya sudah melebihi dari sekadar teknik bertahan di medan tempur.\nLebih dari sekadar menyerang dan bertahan, apa yang dia terapkan kepada mereka adalah keahlian bertahan di garis depan walaupun keadaan tidak menguntungkan.\nSetiap langkah dan teknik yang dilakukannya seolah memberi penghormatan kepada para veteran yang telah gugur.\nKarena dengan pengorbanan merekalah yang membantunya untuk menjadi dirinya yang sekarang ini."
          }
        ]
      },
      {
        "title": "Instructor's Pocket Watch",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah jam saku yang berharga bagi sang instruktur. Walaupun itu bukanlah perlengkapan sekolahnya.\nDulu saat instruktur tersebut masih menjadi seorang prajurit, jam saku itu digunakan untuk mengkoordinasi serangan melawan musuh.\nJam itu menandai kemenangan dan kekalahan, dan menghitung jam-jam terakhir para prajurit.\nBagi para murid, itu melambangkan masa berat yang mereka lalui dalam langkah mereka demi menjadi prajurit sejati."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Instructor"
          }
        ]
      },
      {
        "key": "Kartu Aksi TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3245,
            "name": "Instructor's Cap",
            "desc": "<p><span style=\"color: #FFFFFF\">Pre-Prepared: Instructor's Cap</span></p><p>\"Aku tidak memiliki bakat untuk memimpin pasukan sebagai seorang jenderal, aku juga tidak memenuhi syarat untuk apa pun selain menjadi prajurit.\"<br>\"Yang bisa kulakukan hanyalah menjadi instruktur yang ketat bagi mereka semua, supaya mereka dapat bertahan hidup di medan perang sedikit lebih lama.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/25750596/4fdd8aace73af19880f9d50b803911e8_6705716405609647051.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}