{
  "epId": 2077,
  "name": "Bloodstained Chivalry",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DMG Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 0,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Bloodstained Iron Mask",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Topeng besi yang digunakan oleh Knight untuk menyembunyikan identitasnya. Banyak orang memiliki teori berbeda-beda tentang wajah di balik topeng ini."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Bloodstained Black Plume",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Bulu burung gagak yang disematkan ke jubah seorang knight. Bulu ini telah berulang kali terwarnai merah gelap oleh noda darah."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Bloodstained Final Hour",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah alat penanda waktu yang digunakan oleh knight. Cairan di dalamnya telah mengering dan tidak dapat lagi berfungsi."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Bloodstained Flower of Iron",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Bunga yang berwarna hitam dan sekeras besi karena noda darah di atasnya yang telah mengering. Sepertinya disimpan untuk menjadi sebuah kenang-kenangan dari pemiliknya."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Goblet of Bloodstained Chevalier",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Piala logam berwarna hitam yang digunakan oleh Bloodstained Knight. Pada bagian luarnya terdapat noda kotor darah yang menggumpal dan noda asap."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/goblet_of_eonothem_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Bloodstained Chivalry"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Meningkatkan 25% Physical DMG.",
      "fourSetEffect": "Dalam 10 detik setelah mengalahkan musuh, meningkatkan 50% DMG Charged Attack dan mengurangi konsumsi Stamina Charged Attack menjadi 0."
    },
    "story": [
      {
        "title": "Bloodstained Flower of Iron",
        "desc": [
          {
            "type": "RichText",
            "text": "Bunga putih yang biasa diberikan kepada kesatria oleh gadis yang diselamatkan.\nBunga ini dikeringkan dan diawetkan oleh darah dari semua pertumpahan darahnya.\nBerterima kasih kepada penyelamatnya, gadis itu memberikan sebuah hadiah,\nDia menolak semua yang dia berikan, terkecuali bunga putih itu.\n\"Satu-satunya hadiah bagi kesatria adalah terus melatih jalan kebajikan\"\n\"Bunga ini akan menjadi lencanaku. Hanya ini yang kubutuhkan.\"\nDia memakai bunga tersebut di hatinya,\nSeperti baju besinya, bernoda hitam seperti malam musim dingin,\nSama seperti hatinya, mengeras bagai pedang besi."
          }
        ]
      },
      {
        "title": "Bloodstained Iron Mask",
        "desc": [
          {
            "type": "RichText",
            "text": "Topeng platinum mewah yang dulunya milik seorang kesatria yang mulia.\nJejak darah mengering telah menghiasi penampulan topeng tersebut.\nSaat Bloodstained Knight itu mengulurkan tangan untuk membantu orang yang membutuhkan setelah membunuh monster itu,\nNamun saat melihat gadis itu menjerit dan mendorongnya. Saat itulah sang kesatria yang berlumuran darah tahu,\nDia sendiri telah berubah menjadi monster.\nBersimbah darah dan kekejaman dari peperangan.\n\"Kalau begitu biarkan topeng besi ini menggantikan wajahku\"\n\"Orang yang menjagaku dari kesatria itu tidak harus melihat langsung wajahku\"\n\"Aku menjadi keji karena pertempuran berdarah\""
          }
        ]
      },
      {
        "title": "Goblet of Bloodstained Chevalier",
        "desc": [
          {
            "type": "RichText",
            "text": "Awalnya sebuah piala perak yang sangat indah dengan ukiran emas yang menggambarkan prestasi seorang Knight yang sopan.\nTapi darah dan asap telah menodai piala tersebut sampai tak dikenali lagi.\nTerselimuti oleh darah, kesatria yang membasmi monster pulang dari medan tempur,\nAkhirnya tidak menemukan mereka yang meminta pertolongan di antara rumah yang hancur terbakar.\nKesatria yang merasakan pahitnya kegagalan mengambil piala yang sudah menghitam di reruntuhan sebagai tanda,\nDan bersumpah untuk membasmi para monster di muka bumi, kemiskinan dan juga kejahatan."
          }
        ]
      },
      {
        "title": "Bloodstained Black Plume",
        "desc": [
          {
            "type": "RichText",
            "text": "Salah satu bulu gagak tidak sengaja menempel pada Bloodstained Knight.\nDi mana ada darah, di situ ada gagak mengikuti.\nPada akhirnya Bloodstained Knight tidak bisa lagi membedakan,\nApakah darah yang menodainya adalah miliknya sendiri atau musuhnya.\nPada akhirnya, di perjalanan yang jauh dipenuhi tumpahan darah, dia menyadari,\nJalannya yang dianggap jalan kesatria telah mengubahnya dari kesatria putih menjadi monster.\nSatu-satunya pengikutnya hanyalah gagak yang tertarik dengan jejak darah yang ditinggalkannya."
          }
        ]
      },
      {
        "title": "Bloodstained Final Hour",
        "desc": [
          {
            "type": "RichText",
            "text": "Jauh di dalam jurang, di mana benda-benda langit tidak memancarkan cahaya,\nBloodstained Knight menyimpan jam ini, meskipun waktu telah kehilangan semua makna.\nIni adalah kisah terakhir seorang kesatria berdarah, dan dia telah mengucapkan selamat tinggal kepada orang-orang sejak lama.\nKarena dia menyadari sudah tidak ada tempat baginya di dunia ini,\nDia bertualang ke kerajaan kuno yang telah hancur, dan mati dalam sebuah pertempuran di sarang monster.\nDi bagian terdalam dunia, ia mempelajari asal usul monster yang menghancurkan kerajaan kuno.\n\"Kerajaan kuno tersebut dihukum dengan tidak adil\"\n\"Merubah penduduknya menjadi monster\"\n\"Sebagai seorang kesatria, dirinya tidak bisa menoleransi hal tersebut\"\n\"Jika neraka adalah namanya, maka aku akan menjanjikan kesetiaanku pada neraka itu\""
          }
        ]
      }
    ]
  }
}