{
  "epId": 2079,
  "name": "Heart of Depth",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DMG Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 1705940647,
  "components": {
    "artifactList": {
      "plume_of_death": {
        "title": "Gust of Nostalgia",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Bulu yang terbang bersama desiran angin dan ombak laut yang memerah. Waktu telah mengubah bentuk dan warnanya."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Wine-Stained Tricorne",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Topi tentara laut yang sudah usang dengan permukaan penuh bercak anggur dan masih bisa tercium bau anggur darinya sampai sekarang."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Gilded Corsage",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Bros mantel dengan warna yang gelap. Lapisan yang awalnya berwarna emas telah lama terkikis oleh angin laut."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Goblet of Thundering Deep",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Cangkir anggur dengan warna pudar yang diambil dari laut secara tidak sengaja. Warnanya yang gelap seakan menggambarkan suasana di dasar laut."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Copper Compass",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Kompas tua yang terbuat dari tembaga, jarumnya selalu mengarah ke tepi pantai yang tak bisa dicapai, dan ke arah pelabuhan yang tidak pernah ada."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/sands_of_eon_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Heart of Depth"
          }
        ]
      },
      {
        "key": "Kartu Aksi TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3249,
            "name": "Wine-Stained Tricorne",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Sunken Dreams of Yore: Wine-Stained Tricorne</span><br>\"Topi pelaut yang penuh dengan aroma anggur itu terbang tertiup angin, lalu jatuh ke air dan perlahan hilang ditelan ombat. Kehilangan orang-orang dari kampung halaman, membuatnya terjebak dalam keputusasaan.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/25750596/6a87e4970f04f0e4d4dfc40cdf92a2b3_3739187436378456570.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3250,
            "name": "Heart of Depth",
            "desc": "<p><span style=\"color: #FFFFFF\">Shipborne Afterthought: Heart of Depth</span><br>\"Karena semua kematian adalah sia-sia, tidak ada gunanya menyelamatkan orang yang tenggelam dalam masa lalu.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/25750596/b2c55fd3182891581a7af35deb336092_5993918942066106025.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "story": [
      {
        "title": "Gilded Corsage",
        "desc": [
          {
            "type": "RichText",
            "text": "Karena angin laut telah memudarkan warna korsase itu.\nBegitu juga dengan anak laki-laki yang sudah mengarungi lautan itu.\nDia sangat menghargai benda dan juga kenangan.\nSambil menutup mata mengarungi lautan, Chief Mate kembali pergi berlayar bersama pelaut itu.\nDemi keinginan pelaut yang konyol, dan demi kampung halaman yang gelap dan menyedihkan dalam ingatan.\nChief Mate membuat sebuah lagu, dia berdeham menirukan suara paus, sambil beriringan dengan suara ombak\n\"Bajingan yang melepaskan nama keluarganya dan penyihir yang memburunya (namun tidak pernah) mencapai lautan!\"\n\"Saudara tiri bijak yang tidak pernah bisa menjadi pewaris akhirnya menjadi kepala keluarga (benarkah?)\"\n\"Kata-kata yang tidak bisa dinyanyikan... Apa aku juga sudah mengorbankan kenyataan untuk sebuah ilusi?\"\n\"Kehilangan segalanya dan menyerah pada semuanya, tenggelam dalam deburan ombak yang besar\"\n\"Mungkin juga sebuah akhir cerita yang tidak buruk. Hahaha!\""
          }
        ]
      },
      {
        "title": "Wine-Stained Tricorne",
        "desc": [
          {
            "type": "RichText",
            "text": "Topi segitiga yang menyebarkan aroma anggur yang kuat,\nBentuknya menonjolkan posisinya sebagai seorang pemilik.\nChief Mate yang minum terlalu banyak akhirnya mabuk hingga tidak sadarkan diri, tidak tahu kapan dia akan tersadar.\nSekujur tubuhnya penuh dengan aroma anggur yang menusuk hidung, membuatnya sedikit mengingat kejadian yang menyedihkan itu,\nPara pelaut itu sama sekali tidak menyalahkannya, mereka masih sangat menghormatinya.\n\"Karena kita semua adalah orang yang tidak punya apa-apa. Hahahaha!\"\n\"Topi pelaut yang penuh dengan aroma anggur itu terbang tertiup angin, lalu jatuh ke air dan perlahan hilang ditelan ombak\"\n\"Kehilangan orang-orang dari kampung halaman, membuatnya terjebak dalam keputusasaan\"\n\"Ingatan yang hilang oleh lautan, harus dicari kembali dari dalam laut\"\n\"Arah angin laut sudah sesuai. Kita sudah berhasil menemukannya.\"\n\"Aku masih sering bermimpi tentang monster yang menggigitku itu...\"\n\"Waktu untuk balas dendam itu akhirnya tiba. Ayo berlayar!\""
          }
        ]
      },
      {
        "title": "Goblet of Thundering Deep",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah cangkir anggur indah yang sudah pudar warnanya,\npermukaannya telah dihaluskan oleh pasir-pasir di dalam laut.\nCangkir anggur yang indah tersebut terlepas dari tangan Chief Mate, terjatuh ke laut dan menyebabkan percikan kecil.\nApa yang sudah disaksikannya di antara kerumunan ikan yang berenang, dan kedalaman laut yang semakin gelap?\nApa yang sudah disaksikannya di depan jendela dengan ukiran bunga, di dalam sebuah gang yang sepi, saat suatu pertemuan rahasia sedang berlangsung?\nCangkir anggur warna emas gelap itu perlahan tenggelam, masuk ke dalam mimpi monster laut dan ke dalam mimpi Chief Mate...\n\"Suatu hari nanti, aku akan membalas penghinaan darimu ini.\"\nCahaya rembulan menyinari mata yang indah seperti batu permata itu, dan juga menyinari bekas luka yang menusuk mata.\nSosoknya kembali muncul dalam ingatannya, sosok yang bersinar cantik namun juga dingin,\nTapi saat itu dia lupa menjawabnya, dan hanya meninggalnkan kekecewaan.\n\"Ngomong-ngomong, ini sudah yang keberapa kali aku melupakan kejadian masa lalu...\"\n\"Aku sudah tidak mempedulikan kejadian yang sudah berlalu!\"\n\"Semuanya mati sia-sia. Tidak ada gunanya menyelamatkan yang sudah tenggelam.\""
          }
        ]
      },
      {
        "title": "Gust of Nostalgia",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah bulu berwarna kemerahan yang terbang, mungkin saja itu adalah pertanda kematian.\nSuatu hari, sisa-sisa mayat dari monster laut terbawa arus hingga terdampar ke tepian laut.\nChief Mate yang sinis itu bukan orang asli dari Liyue, melainkan berasal dari negeri jauh yang diperintah oleh bangsawan.\nOrang-orang bilang dia dulu juga seorang bangsawan, namun karena suatu hal dia mempermalukan keluarganya, sehingga diasingkan oleh saudaranya.\nTapi itu hanyalah rumor yang beredar, saat dia pertama kali datang ke pelabuhan, dia hanya berbekal sebuah pedang yang tipis,\nSelain itu, hanya ada bulu berwana biru safir menempel pada jubahnya yang usang dan lapuk.\nSetelah itu, dia pergi mengarungi laut, saling beradu dengan angin, ombak dan juga monster laut.\nBulu berwarna biru safir itu kini menjadi berwarna kemerahan karena terkena darah, terendam oleh air laut yang asin.\nDi detik-detik terakhir,\nDia tiba-tiba mengingat masa lalu yang terlupakan oleh karena anggur.\nSeperti ombak yang berhasil menyapu bersih bebatuan yang menutupi harta karun..."
          }
        ]
      },
      {
        "title": "Copper Compass",
        "desc": [
          {
            "type": "RichText",
            "text": "Kompas perak milik pelaut.\nDari ombak yang terus-menerus bergejolak,\nmengarah pada orang yang terus-menerus bertahan.\nPara pelaut yang hanya berbekal sebuah kompas untuk mengarahkan kapal mereka.\nBerhasil melalui dan menaklukkan kejamnya lautan.\nYang juga pernah menyembunyikan dendam di balik senyuman,\nserta anggur dan kematian yang menyebabkan kehilangan orang...\n\"Aku yakin kalian semua menyanyikan lagu bahwa pada akhirnya pencuri itu gagal menghindari hukuman gantung, ya kan?\"\n\"Selama ada tempat untuk berlindung, bahkan aku rela jika dijadikan makanan untuk ikan di lautan\"\n\"Bukankah kalian sudah membuat perjanjian saat kalian naik ke atas kapal ini?\"\n\"Ingatanmu itu masih belum dihapus oleh anggur kan? Hahahahaha!\"\n\"Bagus, karena sudah saatnya untuk menandatangani perjanjiannya.\"\n\"Oh begitukah? ...Baiklah jika memang begitu. Aku tidak peduli...\""
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Hydro DMG Bonus +15%.",
      "fourSetEffect": "Setelah melancarkan Elemental Skill, meningkatkan 30% DMG Normal dan Charged Attack selama 15 detik."
    }
  }
}