{
  "epId": 2081,
  "name": "Wanderer's Troupe",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DMG Bonus",
      "Elemental Mastery"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 1729690012,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Wanderer's Troupe"
          }
        ]
      },
      {
        "key": "Kartu Aksi TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7068,
            "name": "Conductor's Top Hat",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">The Sound of Ancient Music: Conductor's Top Hat</span></p><p>\"Mereka mengubah catatan menjadi kata dan menulisnya di dalam buku perjalanan. </p><p>Buku ini, The Widsith, masih dipegang erat oleh sang konduktor walaupun setelah kematiannya.\"</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/19/15595270/51056b03a387cdf5fbd5682d97d9110b_3364114762670191118.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "story": [
      {
        "title": "Troupe's Dawnlight",
        "desc": [
          {
            "type": "RichText",
            "text": "Lambang berbentuk bunga kecil. Sepertinya ada musik yang berasal darinya.\nDi antara rombongan itu juga ada ahli pedang yang karismatik.\nIndah seperti cahaya di air, elegan seperti kicauan burung.\nSetiap tebasannya menyanyikan nada angin.\nAkhir dari setiap lagu dan tarian seolah seperti matahari setelah hujan.\nSejak itu debu dari panggung maupun kehidupannya sendiri terasa lebih kosong karena tidak ada musiknya.\nBaik musik maupun pedangnya sama-sama mematikan namun juga indah.\nInilah penampilan dari rombongan tersebut yang mempunyai dua penonton yang berbeda.\nBagi para musuhnya, musiknya sungguh beragam melampaui panggung itu sendiri."
          }
        ]
      },
      {
        "title": "Conductor's Top Hat",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah topi indah yang tidak tersentuh waktu.\nMendengar dari dekat, seseorang dapat mendengar melodi kuno yang bergema dari dalam topi.\nRibuan tahun lalu, rombongan petualang berjalan mengarungi dataran.\nRombongan itu mempunyai selembar kertas musik. Mereka menyanyikan apa yang mereka lihat dan mendengar apa yang mereka mainkan.\nSeiring waktu berlalu, rombongan itu akhirnya menyadari luasnya dunia,\n\"Banyak hal di dunia ini untuk kita nyanyikan.\"\nMereka mengubah catatan menjadi kata dan menulisnya di dalam buku perjalanan.\nBuku ini, The Widsith, masih dipegang erat oleh sang konduktor walaupun setelah kematiannya."
          }
        ]
      },
      {
        "title": "Wanderer's String-Kettle",
        "desc": [
          {
            "type": "RichText",
            "text": "Bentuk ketel yang mengeluarkan melodi indah dengan air yang mengalir.\nSelalu ada lagu di kehidupan anggota rombongan itu, walaupun mereka sedang meminum air.\nSebuah cerita kuno menceritakan tentang rombongan petualang yang berkeliaran.\nMereka menggunakan seruling sebagai pedang, harpa sebagai panah. Mereka bertempur tidak hanya untuk kawan namun juga lawannya.\nMereka bertualang melalui padang pasir dan menginjakkan kakinya di Mare Jivari.\nSuara harpa bergema di ketel adalah pengingat bagi mereka:\n\"Kami berjalan beriringan dengan melodi tanpa henti.\"\n\"Di mana musik berada, di situ kami berada\""
          }
        ]
      },
      {
        "title": "Bard's Arrow Feather",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah panah indigo yang telah selamat dari ujian waktu.\nSeolah seperti ada melodi yang dihasilkan panah itu saat melewati angin.\nPemain harpa dari anggota rombongan itu juga adalah seorang pemanah handal.\nLegenda mengatakan bahwa dia bisa menarik perhatian burung-burung di udara dengan harpanya dan menembak mereka dengan panahnya.\nDikatakan bahwa dia tidak pernah melihat ke angkasa saat memainkan harpa untuk menarik perhatian burung-burung.\nBeberapa orang mengira itu karena kesombongan dirinya, namun rekannya berkata itu adalah belas kasihan darinya.\nBurung bernasib malang menjadi penghias panah sang pemain harpa,\nSuara harpa menjadi syair ratapan sedih bagi burung-burung."
          }
        ]
      },
      {
        "title": "Concert's Final Hour",
        "desc": [
          {
            "type": "RichText",
            "text": "Jam pasir milik rombongan, yang juga adalah harpa.\nMelodi yang semakin dalam dengan seiring berjalannya waktu.\nSaat pertunjukan berakhir, rombongan itu akan memainkan harpa.\nSeiring berjalannya waktu, nada harpa menjadi semakin dalam.\nKetika suara harpa hilang ditelan angin, di situlah tirai pertunjukan ditutup.\nSemua pasti akan berakhir, tidak terkecuali rombongan itu.\nSatu demi satu, setiap anggota rombongan menemui takdirnya dan instrumen mereka terkubur dalam debu,\nDan instrumen merekapun menemui akhir takdirnya."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Elemental Mastery +80.",
      "fourSetEffect": "Meningkatkan 35% DMG Charged Attack karakter yang menggunakan Catalyst, Bow."
    },
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Wanderer's String-Kettle",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Botol minuman kuno dengan bentuk yang aneh. Senar harpa terpasang di dalamnya, dan menimbulkan suara yang merdu setiap kali air dikucurkan dari botol ini."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Troupe's Dawnlight",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Medali kecil yang berbentuk bunga. Saat berada di tempat yang sangat tenang, suara nyanyian dan seruling terasa hampir bisa terdengar darinya."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Bard's Arrow Feather",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Bulu anak panah zamrud yang tidak layu ataupun tertekuk meskipun disimpan untuk waktu yang lama. Suara seperti air yang mengalir dapat terdengar dari dalamnya."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Concert's Final Hour",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Jam pasir yang digunakan saat kelompok panggung memainkan lagu. Pernah mengeluarkan suara yang merdu di masa lalu, tetapi kini pertunjukan telah berakhir."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Conductor's Top Hat",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Topi tua yang masih tetap memancarkan kilaunya. Melodi tua seakan dapat terdengar saat melihat rupanya yang sangat kuno."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/circlet_of_logos_icon.png"
      }
    }
  }
}