{
  "epId": 2082,
  "name": "Ocean-Hued Clam",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Healing Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 1705940803,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Ocean-Hued Clam"
          }
        ]
      },
      {
        "key": "Kartu Aksi TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4371,
            "name": "Crown of Watatsumi",
            "desc": "<p><span style=\"color: #FFFFFF\">Ocean-Hued Clam: Crown of Watatsumi</span></p><p>\"Bersama harapan dan kenangan yang dibawa dari dasar laut, bersama inti sari sejarah dan kebudayaan yang kini telah hilang, mahkota-mahkota penuh pesona dan kemuliaan itu mengikuti para pemiliknya, beranjak menuju riak yang terlupakan.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/25750596/a04a0f35b7ef6bde824f14df69d1eab1_8783486900450362006.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4565,
            "name": "Ocean-Hued Clam",
            "desc": "<p><span style=\"color: #FFFFFF\">Memories of the Deep: Ocean-Hued Clam</span></p><p>\"Bersama harapan dan kenangan yang dibawa dari dasar laut, bersama inti sari sejarah dan kebudayaan yang kini telah hilang, mahkota-mahkota penuh pesona dan kemuliaan itu mengikuti para pemiliknya, beranjak menuju riak yang terlupakan.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/15595270/9c56b60d4edc42a62d0a67b5c7bb38ca_986770783961585669.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Bonus pemulihan +15%.",
      "fourSetEffect": "Jika Karakter yang mengenakan set Artefak ini memulihkan HP salah satu Karakter dalam party, akan muncul Sea-Dyed Foam yang berlangsung selama 3 detik yang mencatat dan mengakumulasi jumlah pemulihan yang dilakukan (termasuk pemulihan yang berlebih). Setelah durasinya berakhir, Sea-Dyed Foam akan meledak dan mengakibatkan DMG sebesar 90% dari jumlah pemulihan yang tercatat (Perhitungan DMG ini mirip dengan Reaksi Elemental seperti Electro-Charged, Superconduct, dan lainnya, tetapi tidak dipengaruhi oleh Elemental Mastery, Level Karakter, atau Bonus DMG Reaksi Elemental). Sea-Dyed Foam hanya bisa muncul setiap 3,5 detik. Setiap Sea-Dyed Foam dapat mengakumulasi pemulihan hingga 30.000 HP (termasuk pemulihan yang berlebih). Dalam party sendiri, hanya bisa ada satu Sea-Dyed Foam yang muncul dalam waktu bersamaan. Efek dari set Artefak ini tetap dapat terpicu meskipun Karakter party yang mengenakannya tidak berada di medan pertempuran."
    },
    "story": [
      {
        "title": "Sea-Dyed Blossom",
        "desc": [
          {
            "type": "RichText",
            "text": "Bunga lembut dari samudra. Inti bunganya berhiaskan mutiara.\nLagu-lagu Pulau Watatsumi mengisahkan tentang bunga-bunga yang lahir di kedalaman, di tempat yang disinari cahaya mutiara.\nBermandikan kerinduan para putri lautan dan cahaya rembulan, kelopaknya memancarkan sinar bak mutiara.\nKetika semua perselisihan telah sirna, sang penguasa laut tak perlu lagi menangisi kesendirian rekannya,\ndan ketika terang bulan terbit kembali di Touzan, sang dewa 'kan bangkit dan bernyanyi.\n\"Mari, putri lautan, datang dan lihatlah, wahai orang-orang terkasih, pandanglah sang rembulan malam ini.\"\n\"Sekalipun malam ini Touzan akan tumbang, petir dan badai pun takkan bisa menghalangi indahnya rembulan, sang mutiara langit malam ....\"\nSang miko akan menyanyi dan menari di atas ombak keperakan.\nPara penyelam akan melupakan sakitnya kehilangan, dan bunga-bunga akan memperoleh kembali warna mereka."
          }
        ]
      },
      {
        "title": "Crown of Watatsumi",
        "desc": [
          {
            "type": "RichText",
            "text": "Omikami memilih para pelayannya dari masyarakat Watatsumi, dan memberikan mereka mahkota kedudukan secara langsung.\nNamun ketika masa kemartiran berlalu, demikian pula barisan kependetaan yang dulu ikut berlalu. Maka mahkota-mahkota agung tersebut disegel.\nMasyarakat samudra menyanyikan lagu tentang mahkota yang berhiaskan mutiara dan karang, yang tidak akan pernah terkotori oleh debu,\nyang barangsiapa mendapatkannya, akan ditahbiskan sebagai penguasa oleh sang Omikami.\nTouzannou yang pemberani dan si kembar yang menjelajahi ombak ....\nSang Omikami mengarahkan wajahnya pada mereka, dan demikian mengasihi mereka, hingga nama dan perbuatan mereka akan terus abadi dalam lagu-lagu para penduduk pulau.\nAlkisah para penguasa ini adalah perpanjangan tangan sang dewa, yang mengajari para penduduk untuk bercocok tanam, memancing, dan berburu di pulau mereka.\nNamun, waktu kemartiran telah ditakdirkan, dan dewa pun harus mangkat.\nBersama harapan dan kenangan yang dibawa dari dasar laut, bersama intisari sejarah dan kebudayaan yang kini telah hilang,\nmahkota-mahkota penuh pesona dan kemuliaan itu mengikuti para pemiliknya, beranjak menuju riak yang terlupakan."
          }
        ]
      },
      {
        "title": "Pearl Cage",
        "desc": [
          {
            "type": "RichText",
            "text": "Bagi para masyarakat samudra, mutiara terang milik dewa Watatsumi yang terdahulu, merupakan harta yang tak ternilai.\nHanya Pemimpin Suci sajalah yang layak menyanyikan lagu pujian agung, yang mengisahkan mutiara-mutiara tersebut.\nDikisahkan bahwa kerang-kerang sewarna pelangi menghasilkan mutiara tanpa cela ini sebagai ucapan syukur mereka atas kasih sang Watatsumi.\nDan pada kemudian hari, garis keturunan para Pemimpin Suci pun konon berawal dari mutiara-mutiara indah tersebut.\nMelangkah dari keramba mereka nan lembut, dia dan para saudari yang menari di atas laut dan di bawah rembulan, begitu dikasihi olehnya,\ndemikian sang Omikami menganugerahkan mutiara-mutiara teramat indah, yang membangkitkan keinginan mereka untuk melihat mentari siang.\nMutiara pun bersinar lebih terang, ketika digenggam oleh mereka yang dalam darahnya mengalir darah sang Watatsumi.\nDemikianlah kisah ini diwariskan dari masa lalu, dan kebenarannya tak lagi dapat dipastikan.\nNamun juga dikatakan bahwa saat detik-detik kekalahan, sang Pemimpin Suci dan kedua saudari kembar mengganti baju mereka dan menyembunyikan diri di balik gulungan ombak.\nDan mutiara terang itu pun hilang, kembali ke dalam kesendirian di bawah samudra luas."
          }
        ]
      },
      {
        "title": "Deep Palace's Plume",
        "desc": [
          {
            "type": "RichText",
            "text": "Pada hari-hari ketika banyak klan pertama kali melihat mentari bersinar, sang Omikami memilih dari antara anak-anak samudra tersebut para gadis miko.\nDikisahkan dalam lagu-lagu sejarah pulau, Pemimpin Suci pertama pernah menjadi putri laut yang mengumpulkan mutiara.\nDia menghampiri anak-anak yang kehilangan masa depan karena pertikaian,\nmenghampiri tua-tua yang lupa akan indahnya hidup karena perselisihan.\nSang Pemimpin Suci menghiburkan hati mereka dengan lagu-lagu merdu dan kata-kata lembut,\ndan di tengah masa yang penuh kesukaran tersebut, memberikan harapan kepada masyarakat Watatsumi untuk pertama kalinya.\nBulu yang lahir di lautan ini dikisahkan berasal dari pakaian upacara sang Pemimpin Suci.\nBulu yang tanpa sengaja ditarik oleh tangan halus seorang anak kecil, dan terus dipelihara oleh seorang yang penuh kekhawatiran.\nDi kemudian hari, ketika sang pahlawan pemberani dan para miko berlari mengorbankan diri mereka,\nPakaian Upacara milik sang Pemimpin Suci tidak ikut hilang, melainkan terus dilestarikan dalam ingatan orang banyak sampai hari ini."
          }
        ]
      },
      {
        "title": "Cowry of Parting",
        "desc": [
          {
            "type": "RichText",
            "text": "Waktu berlalu dengan sangat lambat di dasar laut yang sunyi senyap.\nBahkan, kulit kerang yang berkilauan pun dapat melupakan semua seiring waktu yang terus berlalu.\nMasyarakat Watatsumi datang dari tempat nan gelap. Mereka telah mengucapkan selamat tinggal kepada mimpi panjang di kedalaman.\nMereka melarikan diri dari pandangan sang Dragonheir dalam kegelapan, sambil menapaki tangga karang gemerlapan menuju ke alam terang.\nKetika itu dikisahkan pula bahwa para putra-putri samudra membawa sekeping cangkang kerang sebagai peringatan akan klan mereka.\nMereka yang kehilangan cangkang tersebut akan diterima ke dalam sebuah keluarga yang baru.\nDalam bahasa kuno, cangkang kerang ini dikenal dengan nama Parcels of Reunion.\nDua pihak yang berpelukan, hendaknya tak terpisahkan oleh pihak luar, meskipun tidak abadi.\nCangkang kerang ini pun menjadi ucapan perpisahan kepada kehidupan di bawah lautan, dan sambutan kepada permulaan kehidupan di bawah terik mentari."
          }
        ]
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Cowry of Parting",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Kerang yang bersih dan tanpa cacat, berasal dari dasar lautan yang terdalam."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Deep Palace's Plume",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Bulu halus yang sewarna dengan karang. Dikatakan bahwa bulu ini berasal dari pakaian upacara miko."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Crown of Watatsumi",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Mahkota kuno yang dibuat sangat detail dan pernah digunakan oleh seorang pendeta yang terlupakan. Kini mahkota ini disimpan secara khusus oleh orang-orang Watatsumi."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Sea-Dyed Blossom",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Bunga berkelopak lembut yang memiliki warna lautan yang berubah-ubah. Saat bermandikan cahaya rembulan, bunga ini memancarkan warna yang menakjubkan."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Pearl Cage",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Mutiara bersinar yang dipersembahkan para miko Pulau Watatsumi. Mutiara ini terus berkilau dan tidak pernah meredup."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/goblet_of_eonothem_icon.png"
      }
    }
  }
}