{
  "epId": 2083,
  "name": "Lavawalker",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DMG Bonus",
      "Elemental RES"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 0,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Lavawalker's Resolution",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Bunga yang merekah di tengah kobaran api. Konon bunga ini dikenakan oleh seorang pertapa saat dirinya berjalan menembus lautan api."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Lavawalker's Epiphany",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Cangkir dalam legenda yang dapat menampung lava panas sekalipun. Masih terpancar hawa panas dari dalam cangkir ini, meskipun sudah disimpan untuk waktu yang lama."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Lavawalker's Torment",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Jam pasir yang mana pasir di dalamnya terbakar dan menghilang tanpa meninggalkan jejak."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Lavawalker's Wisdom",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Mahkota dari seorang pertapa yang pernah melalui lautan api. Bentuknya menyerupai sebuah sosok kuno yang berdiri tegap di tengah kobaran api."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Lavawalker's Salvation",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Bulu dari seekor burung phoenix yang megah. Saat menatapnya, kamu seakan-akan dapat mendengar suara sayup kepak sayapnya di tengah kobaran api."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/plume_of_death_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Pyro RES +40%.",
      "fourSetEffect": "Meningkatkan 35% DMG terhadap musuh yang terpengaruh Pyro."
    },
    "story": [
      {
        "title": "Lavawalker's Resolution",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah bunga yang hanya mekar di dalam bara api,\nRasa sakitnya akan membuat pemakainya bertambah kuat.\nBunga api yang bersinar bagai batu agate yang berkilauan.\nBunga api itu dulunya adalah lencana yang dipakai oleh Sang Penjinak Lava.\nDalam hari-hari terakhirnya, dia berkata kepada rakyatnya:\n\"Ini adalah bunga yang tumbuh dalam kobaran api. Sampai hari di mana api memusnahkanku menjadi abu\"\n\"Kau akan melihat bara yang bersinar dari bunga ini bersinar melalui asap yang gelap.\"\nOrang-orang mengikuti bara api dari bunga tersebut sampai ke ujung Mare Jivari.\nDi sanalah mereka menemukan bunga-bunga yang mekar, namun Sang Penjinak Lava tak terlihat di mana pun."
          }
        ]
      },
      {
        "title": "Lavawalker's Wisdom",
        "desc": [
          {
            "type": "RichText",
            "text": "Mahkota kuno yang dulu adalah milik Sang Penjinak Lava, orang bijak yang menjelajah Mare Jivari,\nSetelah diteliti lebih dekat, orang dapat melihat sesosok orang yang kuat di antara bara api.\nOrang bijak yang menjelajah Mare Jivari dikenal sebagai Sang Penjinak Lava, membuat mahkota dari batu agate merah untuk menahan panasnya bara api.\nMahkota dibuat dengan kebijaksanaan dan ketekunan. Memberikan sinar ketakutan dan kecemburuan di antara kerabat dan senior.\n\"Beraninya Si Penjinak Lava menantang api Mare Jivari! Penistaan seperti itu tidak pernah muncul bahkan dalam ratusan tahun sekalipun!\"\n\"Lautan api pastinya akan membinasakan pemuda arogan ini dan langit akan mengembuskan debunya menjadi tiada\"\nDalam kecemburuannya, guru tersebut meminta muridnya berjalan di lautan api tanpa memakai mahkota.\nDengan tenang, Penjinak Lava menapakkan kakinya dan berjalan di atas lava dan perlahan menghilang menuju cakrawala."
          }
        ]
      },
      {
        "title": "Lavawalker's Epiphany",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah piala yang tadinya berisikan lava. Sekarang kosong, namun masih ada sedikit kehangatan yang tersisa.\nPiala ini dulunya milik seorang bijak yang dijuluki Sang Penjinak Lava. Kebijaksanaan mengalir di dalam dirinya.\nSang Penjinak Lava selalu memainkan pialanya. Walau di tengah panas sekalipun.\nLegenda mengatakan bahwa Sang Penjinak Lava dapat meminum lava dari piala tersebut seolah meminum anggur dari gelas biasa.\nWalaupun anggur menguap dalam panas tinggi, kebijaksanaan orang bijak bahkan bisa mengalahkan bara api.\nBagi Sang Penjinak Lava, anggur yang baik hanyalah sebuah katalis yang melalui proses pemurnian.\nDibantu oleh alkohol, bahkan percikan kecil pun bisa menjadi ide brilian.\nPiala itu adalah saksi sunyi untuk membentuk kebijaksanaan di antara kobaran api.\nSaat Sang Penjinak Lava akan melakukan perjalanan akhirnya, itulah saat pialanya terisi oleh kebanggaan."
          }
        ]
      },
      {
        "title": "Lavawalker's Salvation",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah bulu dicabut oleh Sang Penjinak Lava dari burung yang bernyanyi di antara bara api,\nPemiliknya bahkan dapat mendengar suara sayap burung mengepak di antara api.\nLegenda mengatakan bahwa ada beberapa jenis burung yang bernyanyi di antara api,\nOrang-orang memujanya sebagai totem sementara para raja melihatnya sebagai lambang kemuliaan.\nDengan bulu ini, Sang Penjinak Lava mundur dari dunia fana.\nSendiri dia datang, sendiri pula dia pergi, meninggalkan semuanya tanpa jejak.\nSejak itu, orang sering mendengar tangisan datang dari Mare Jivari.\nTidak ada yang tahu jika nyanyian burung itu adalah helaan napas dari Sang Penjinak Lava."
          }
        ]
      },
      {
        "title": "Lavawalker's Torment",
        "desc": [
          {
            "type": "RichText",
            "text": "Apa yang mengalir dalam jam pasir ini bukanlah pasir biasa, melainkan pasir yang membakar.\nSama seperti pasir yang membakar ini, waktu berjalan tanpa meninggalkan jejak kehadirannya.\nKisah tenang Sang Penjinak Lava berlanjut bahkan setelah dia mengarungi Mare Jivari,\nDikatakan bahwa dia menghabiskan seratus tahun tinggal bagaikan pertapa.\nTetapi perjalanan singkat ini hanya memberi sedikit kelegaan dari siksaannya yang membara.\nSelama waktunya sebagai orang bijak yang terpencil, Sang Penjinak Lava tidak tahan menanggung siksaan abadi. Dia membuat jam pasir ini untuk menandai berlalunya waktu.\nSebagaimana api membara, pasir membara turun tanpa henti melalui jam pasir hari demi hari.\nSayangnya, walaupun Sang Penjinak Lava tidak takut akan bara api panas dari Mare Jivari, dia tidak dapat menghentikan siksaan api waktu.\nPenderitaan ditinggal sendirian tanpa murid-murid dan keluarga yang dia sayangi, membakar jiwanya lebih dari api yang bisa membakar dagingnya."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Lavawalker"
          }
        ]
      }
    ]
  }
}