{
  "epId": 2085,
  "name": "Crimson Witch of Flames",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DMG Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 1706014480,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Witch's Flower of Blaze",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Bunga yang pernah disentuh oleh Crimson Witch of Flame yang pernah bermimpi untuk membakar semua iblis di dunia. Api tanpa nama di atasnya mengusap dengan hangat tangan yang menyentuhnya."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Witch's Ever-Burning Plume",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Bulu burung yang disentuh oleh Crimson Witch of Flame yang pernah bermimpi untuk membakar semua iblis di dunia. Apinya yang kekal berkobar dengan hebat."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Witch's Scorching Hat",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Topi yang pernah dikenakan oleh Crimson Witch of Flame yang pernah bermimpi untuk membakar semua iblis di dunia. Bagian depan topinya terlihat membatasi pandangannya."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Witch's End Time",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah penunjuk waktu yang pernah dikenakan oleh Crimson Witch of Flame yang pernah bermimpi untuk membakar semua iblis di dunia. Tahun-tahun yang didedikasikan oleh witch tersebut mengalir dalam bara api di dalamnya."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Witch's Heart Flames",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Guci abu yang menyemburkan api, ditinggalkan oleh Crimson Witch of Flame yang pernah bermimpi untuk membakar semua iblis di dunia. Api di dalam guci ini tidak pernah padam, terbakar bersama hati tuannya."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/goblet_of_eonothem_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Crimson Witch of Flames"
          }
        ]
      },
      {
        "key": "Kartu Aksi TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3251,
            "name": "Witch's Scorching Hat",
            "desc": "<p><span style=\"color: #FFFFFF\">Ashen Lament: Witch's Scorching Hat</span></p><p>\"Wahai abu yang menari dengan liar, jawablah pertanyaanku ... Kenapa engkau merenggut semua yang kucintai?\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/25750596/52cc5cb3c7168f69f60eac71ab154cbb_3355144786829695328.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3252,
            "name": "Crimson Witch of Flames",
            "desc": "<p><span style=\"color: #FFFFFF\">Blazing Dissipation: Crimson Witch of Flames</span></p><p>\"Tidak akan ada nyanyian yang akan kulantunkan. Aku menolak untuk meratap. Aku menolak untuk mengeluh. Aku tidak akan menggunakan kebisingan yang tak berguna. Jika keadilan telah lama mati, lalu kepada siapa aku bisa menawarkan penebusan?\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/25750596/8683461522fa274b7d7ea59b059d91d6_8183202877648860699.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Pyro DMG Bonus +15%.",
      "fourSetEffect": "<p>Meningkatkan 40% DMG Overloaded, Burning, dan Burgeon. Meningkatkan 15% DMG Vaporize dan Melt. Setelah menggunakan Elemental Skill, meningkatkan 50% efek Set 2 Bagian selama 10 detik. Maksimum 3 lapis.</p>"
    },
    "story": [
      {
        "title": "Witch's Flower of Blaze",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah jenis bunga yang umum,\nNamun anehnya bisa menahan api si penyihir.\nSebuah krisis ratusan tahun lalu menghapus semua harapan sang gadis yang dijanjikan padanya.\nSemua yang dia sayangi, masa lalunya dan masa depannya yang cerah, semua hilang.\nDari abu, sang Penyihir Merah Api lahir, dan dia membakar semua luka-lukanya dengan api.\nNamun bunga ini masih tetap berdiri, lembut dan tangguh,\nBaik kenangan menyakitkan dan indah bagaikan koin dengan dua sisi."
          }
        ]
      },
      {
        "title": "Witch's Scorching Hat",
        "desc": [
          {
            "type": "RichText",
            "text": "Topi penyihir tradisional lebar dengan ujung yang runcing,\nItu memberikan si penyihir rasa hormat dan ketakutan dari perintah-perintahnya.\nBagi Penyihir Merah Api, topi lebar ini melindunginya dari gangguan di sekitarnya,\nItulah caranya dia melatih kekuatan apinya saat masih pemula.\nDalam pertarungan, dia tidak perlu memperhatikan monster yang hancur terbakar.\nDia juga tidak perlu melihat wajahnya yang terbakar di bayangan air.\nBegitulah si penyihir terus membakar dengan membabi buta."
          }
        ]
      },
      {
        "title": "Witch's Heart Flames",
        "desc": [
          {
            "type": "RichText",
            "text": "Botol bening berisi cairan lava.\nTeknik untuk membuat cairan lava sudah lama hilang.\nSang Penyihir Merah Api berjalan di atas bumi, membakar monster menjadi abu,\nRumor mengatakan bahwa dia mengorbankan tubuh fananya untuk menjadi perwujudan dari cairan lava api itu sendiri.\nNamun, dia tetaplah seorang gadis yang memiliki cinta dan kekaguman di dalam hatinya,\nSampai api membakar bagian dirinya yang indah dan rapuh tersebut.\nAkhirnya dia menjadi penyihir yang tidak ingin diingat oleh para sejarawan."
          }
        ]
      },
      {
        "title": "Witch's Ever-Burning Plume",
        "desc": [
          {
            "type": "RichText",
            "text": "Bulu burung yang selamanya terbakar.\nApi yang membakar abadi.\nBumi hangus mengikutinya, karena dia memilih jalan api neraka.\nWalaupun apinya hanya membakar monster dan iblis,\nOrang-orang masih bersembunyi di balik jendela dan mengusirnya. Namun dia tidak peduli.\nSeseorang harus membakar semua luka untuk membuat harapan baru, itulah pikirnya.\nDia tidak membutuhkan kenyamanan ataupun simpati.\nHanya burung-burung yang mendarat di sampingnya yang bisa memahami penyihir yang pendiam dan kesepian itu."
          }
        ]
      },
      {
        "title": "Witch's End Time",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah bejana beridikan cairan dengan suhu yang tinggi,\nDikatakan bahwa itu adalah jiwa-jiwa dari roh jahat.\nKetika penyihir yang terbakar masih seorang gadis, sebelum bencana datang, sebelum dia bepergian,\nDia menerima sebuah jam tangan spesial. Satu siklus waktu dari jam itu adalah waktu yang diperlukan untuk menyelesaikan studinya di Akademi.\nKetika waktu berlalu, ketika dia kembali ke kampung halamannya, orang-orang yang memberinya jam itu telah menjadi makanan bagi bencana.\nMasa gadisnya telah usai. Penyihir Merah Api telah lahir, bersamaan dengan era kehancurannya,\nJam itu telah menjadi saksi tentang hari-hari dipenuhi monster dan rasa sakit yang mereka sebabkan, sampai semua habis terbakar."
          }
        ]
      }
    ]
  }
}