{
  "epId": 2091,
  "name": "Viridescent Venerer",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DMG Bonus",
      "Elemental RES"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 1705940729,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Anemo DMG Bonus +15%.",
      "fourSetEffect": "Meningkatkan 60% Swirl DMG. Mengurangi 40% Elemental RES musuh sesuai elemen yang terkandung dalam swirl selama 10 detik."
    },
    "story": [
      {
        "title": "In Rememberance of Viridescent Field",
        "desc": [
          {
            "type": "RichText",
            "text": "Bunga putih liar yang dulunya memenuhi bumi.\nTidak pernah layu sedikitpun, dan masih mengeluarkan aroma yang sempurna.\nHari-hari di mana kehidupan yang liar masih ada di bumi dan monster masih belum punah,\nViridescent Venerer akan menggunakan bunga ini untuk menutupi bau manusia di tubuhnya.\nDikatakan bahwa jika seseorang mencari pemburu yang pendiam dan lembut,\nDia hanya cukup menutup mata dan berjalan tanpa alas kaki menuju hutan, mengikuti harum bunga liar.\nHanya mereka yang bisa berjalan seperti pemburu, menghindari derak daun di kaki, seolah memberi peringatan kepada sang ratu pemburu.\nDikatakan juga bahwa yang akhirnya menemukan si ratu pemburu adalah seorang bocah.\nPada kala itu, bencana melanda kerajaan kuno dan penderitaan menyebar ke seluruh negeri."
          }
        ]
      },
      {
        "title": "Viridescent Venerer's Diadem",
        "desc": [
          {
            "type": "RichText",
            "text": "Topi seorang pemburu tanpa ada noda darah,\nDalam cerita rakyat, itu adalah milik sang ratu pemburu, Viridescent Venerer.\nPrinsip pemburu adalah, jangan pernah menjadi musuh bumi dan hutan.\nPemburu harus menjadi bagian dari alam.\nDikatakan bahwa seekor burung membuat sarang di topinya.\nTidak ada yang bisa memberikan mahkota pada sang ratu pemburu,\nKarena satu-satunya yang lebih unggul darinya hanyalah alam.\nPada saat krisis, akhirnya topi sang pemburu berubah,\nPemandangan yang menyeramkan bagi monster-monster."
          }
        ]
      },
      {
        "title": "Viridescent Venerer's Vessel",
        "desc": [
          {
            "type": "RichText",
            "text": "Bejana yang sangat kuat dan anti bocor.\nPemburu legendaris yang diketahui bernama Viridescent Venerer pernah menaruh bisikan-bisikan di api unggun.\nDi suatu malam, Viridescent Venerer mencium bau manusia lain,\nSebagai pemburu, dia tidak takut kepada kawanan serigala ataupun monster,\nYang dia takutkan adalah obrolan omong kosong belaka di dekat api unggun ini.\nKarena sudah sejak lama dia melupakan bahasanya sendiri.\nMeski telah bergabung bersama manusia yang menerimanya sebagai Viridescent Venerer, dia tidak pernah mengatakan satu patah katapun,\nSama seperti tak seorang pun pernah melihat jejaknya pergi.\n... malam itu, dia mengemas bisikan dan tawa yang dia dengar ke dalam bejananya,\nSelama bertahun-tahun, dia akan mendengarkannya kembali jika dia merasa kesepian."
          }
        ]
      },
      {
        "title": "Viridescent Arrow Feather",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah bulu bersinar dan mengkilap dari seekor elang. Pernah menjadi bagian dari salah satu panah Viridescent Venerer.\nDulu, saat panah Viridescent Venerer mengenai targetnya,\nDia akan turun dan membelai bulu mangsanya dengan lembut sampai kekuatan hidup kembali ke alam,\nKarena dia tahu suatu hari nanti, dia pun akan memulai perjalanan di mana jiwa-jiwa mangsanya beristirahat.\nViridescent Venerer percaya bahwa di akhir hidupnya, dia akan terbangun dari kenyataan,\nDan bersatu kembali dengan orang-orang di tempat perburuan tanpa akhir.\nNamun dia juga percaya saat di mana panahnya menembus musuh yang mengejar bocah itu,\nSetelah dia mendengar permintaannya, dendam dan penderitaannya,\nBukan untuk bertahan hidup, untuk alam, atau sekadar untuk monster tersebut,\nDia telah kehilangan tempat berburu tanpa akhir itu di akhir hidupnya."
          }
        ]
      },
      {
        "title": "Viridescent Venerer's Determination",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah Peralatan yang dibuat khusus untuk mencari arah dan jalan.\nLegenda mengatakan bahwa saat Viridescent Venerer berjalan telanjang kaki di lapangan,\nRumput di bawah kakinya akan memberi tahu apa yang dilihat oleh burung-burung di atas pohon,\nLumpur di tepi jalan akan memberi tahu apa yang didengar oleh akar pohon di tanah.\nNamun dikatakan sejak bencana melanda, rumput dan pohon tidak pernah berbicara lagi.\nKarena Dewa Hutan telah mati oleh bencana tersebut.\nSejak itu, dia hanya mengandalkan alat tersebut saat berburu.\nKarena permintaan dari seorang bocah yang menemukannya, dia berhenti berburu burung dan binatang buas,\nSebagai gantinya, dia berburu monster yang membawa kehancuran dan penderitaan sebagai mangsanya."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Viridescent Venerer"
          }
        ]
      },
      {
        "key": "Kartu Aksi TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3255,
            "name": "Viridescent Venerer's Diadem",
            "desc": "<p><span style=\"color: #FFFFFF\">Verdant Winds: Viridescent Venerer's Diadem</span><br>\"Tidak ada yang bisa memberikan mahkota pada sang ratu pemburu. Karena satu-satunya yang lebih unggul darinya hanyalah alam.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/25750596/e2709bf2c92cf2033d58232f88f7e58b_2569792691927983789.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3256,
            "name": "Viridescent Venerer",
            "desc": "<p><span style=\"color: #FFFFFF\">Dream of Broken Leaves: Viridescent Venerer</span><br>\"Suatu hari, di tempat berburu yang tak berbatas itu ... kita akan bertemu lagi.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/25750596/fa0212f4bb6d2d0934e66758f95ee87a_132213533204448223.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Viridescent Venerer's Diadem",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Mahkota kebanggaan yang pernah dimiliki oleh Viridescent Venerer. Warnanya hijau segar seperti angin yang bertiup di alam liar."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Viridescent Venerer's Vessel",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Kantong air yang pernah digunakan oleh Viridescent Venerer. Kapasitasnya untuk menampung air melebihi dugaan kebanyakan orang."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "In Rememberance of Viridescent Field",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Bunga liar yang bermekaran memenuhi suatu daratan. Saat meninggalkan daratan tesebut, pemburu memetiknya dan mengenakannya di dada."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Viridescent Arrow Feather",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Bulu dari anak panah yang pernah menembus tubuh mangsanya secepat kilat, dan masih tetap bersih."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Viridescent Venerer's Determination",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Alat misterius yang dibawa oleh pemburu di tubuhnya, yang dapat selalu mengarah ke arah mangsanya."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/sands_of_eon_icon.png"
      }
    }
  }
}