{
  "epId": 2093,
  "name": "Resolution of Sojourner",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATK",
      "CRIT Rate"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Heart of Comradeship",
        "desc": [
          {
            "type": "RichText",
            "text": "Seorang pengembara dari jarak jauh mengenakan bunga ini di dadanya.\nUntuk mengejar cita-cita dan hidup yang diinginkannya, para pengembara meninggalkan kampung halaman mereka yang indah.\nDi danau yang sejuk dan indah, dia tidak sengaja bertemu gadis muda yang mengerutkan alisnya.\n\"Apakah dia pengembara dari negeri jauh... ah sudahlah, siapa pun juga tak masalah.\"\n\"Apakah kamu seorang musisi? Kalau begitu tolong jangan gunakan kalimat klise dan lagu untuk membuatku malu.\"\n\"Aku hanya berharap kamu dapat mengingat diriku yang sekarang.\"\n\"Sebelum aku diberikan sebagai kurban untuk sebuah 'festival '\"\nPengembara yang meninggalkan kampung halamannya menaruh bunga ini di dadanya.\nKarena aku tidak mencintai siapa pun kecuali diriku sendiri, sehingga aku bisa membuang segalanya sesuka hatiku;\nDengan cara ini, dia dapat mengingat gadis itu seperti yang dijanjikannya, dan mengambil risiko..."
          }
        ]
      },
      {
        "title": "Crown of Parting",
        "desc": [
          {
            "type": "RichText",
            "text": "Para pengembara yang berpisah akan mengenakan mahkota dari ranting pohon ini sebagai kenang-kenangan terakhir,\nUntuk mengenang kekasihnya yang telah tiada bersama dengan angin dan dandelion.\nPengembara itu adalah musisi yang bertualang ke seluruh penjuru dunia, sedangkan gadis di negeri anggur itu masih menjadi tawanan para bangsawan.\nDengan alasan yang bahkan dia sendiri tidak bisa mengerti, melodi cinta yang romantis selalu keluar dari hatinya.\n\"Hal yang paling menyentuh bagiku... adalah senyummu\"\n\"Karena sejak aku mengenalmu, aku belum pernah melihatnya\"\n\"Aku akan mematahkan belenggu yang menahanmu\"\n\"Jika saatnya tiba, biarkan aku melihat senyum di wajahmu.\"\n\"Ah, terima kasih. Akan sangat bagus sekali jika itu benar-benar bisa dilakukan\"\nMeski terdengar indah, tapi apakah kata-katanya bisa dipercaya..."
          }
        ]
      },
      {
        "title": "Goblet of the Sojourner",
        "desc": [
          {
            "type": "RichText",
            "text": "Lira memiliki empat senar.\nSiang dan malam minum bersama anggota orkestra, merupakan saat-saat paling bahagia dalam perjalanan.\nAwalnya aku hanya bertemu dengan sang konduktor, tapi tak melihat untaian takdir yang ada,\nDia juga membawa gadis yang menggunakan seruling sebagai pedang dan \"Kreuzlied\" kepada sang pengembara.\nDi Tavern, dia memperkenalkan gadis tersebut kepada teman-temannya dengan menggunakan lagu dan tarian.\nPengembara yang mabuk menjentikkan senar pada instrumennya.\nAku tidak harus bertualang sendirian lagi setelah ini karena adany mereka...\nMungkin baik juga bila bisa pergi bersama mereka, sampai akhir perjalanan."
          }
        ]
      },
      {
        "title": "Feather of Homecoming",
        "desc": [
          {
            "type": "RichText",
            "text": "Harapan terkoyak oleh kekuatan besar, janji untuk bertemu kembali hilang bagaikan bayangan.\nPengembara yang berkeliaran di seluruh dunia sekali lagi kehilangan rumahnya.\nSenyum sinis yang merampas kebahagiaan orang yang dicintai,\nPerselisihan tiada akhir yang menghancurkan hati dan jiwa.\nIrama melodi yang lembut, lucu, dan menyenangkan,\nSemuanya berubah menjadi suara dentang tajam yang keras dan dingin.\nUntuk teman-teman lama, untuk orang-orang terkasih, untuk secangkir anggur yang tidak pernah bisa diminum lagi.\nUntuk kebebasan, kehidupan, dan untuk balas dendam atas kejahatan yang merenggut senyumnya\nDengan tekad bulat, sang pengembara memetik senar terakhir dan menembakkan anak panah tajamnya yang terakhir.\nKetika hidupnya berangsur-angsur pindah ke tanah baru tempatnya berpijak, dia memandang ke arah langit biru.\nBenar, ternyata langit di sini pun terhubung dengan langit di kampung halamanku..."
          }
        ]
      },
      {
        "title": "Sundial of the Sojourner",
        "desc": [
          {
            "type": "RichText",
            "text": "Pengembara yang mengejar nasib juga mengejar waktu yang tidak pernah berakhir.\nOrkestra melawan para bangsawan, hasilnya akan mengalir dalam aliran waktu selamanya.\nSelama perjalanan panjang, perhitungan apa pun mungkin tidak akan akurat.\nSatu-satunya hal yang tidak akan pernah gagal adalah jam yang berdasarkan pada matahari dan bulan.\nUntuk mengejar waktu yang tak terlihat, pengembara hanya dapat berpacu dengan langkah cahaya.\nIstana kediaman megah para bangsawan, dan anggota orkestra yang kehilangan rumah mereka karena tirani,\nKeduanya berada pada posisi dan waktu kekal yang sama, kecewa dengan berlalunya sang waktu.\nSaat bulan tidak muncul di tengah kegelapan malam, jam matahari yang gelap memancarkan wajah lelah seseorang yang asing.\n\"Lagu yang indah sudah mendekati akhirnya, begitu pula melodi yang indah itu mendekati akhir\"\n\"Bisakah aku melihat senyummu saat menara di alun-alun itu akhirnya runtuh?\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Resolution of Sojourner"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "ATK +18%.",
      "fourSetEffect": "Meningkatkan 30% CRIT Rate dari Charged Attack."
    },
    "artifactList": {
      "plume_of_death": {
        "title": "Feather of Homecoming",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Anak panah biru yang mana di dalamnya terpendam perasaan seorang pengembara, yang kini telah sirna dan tiada."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Crown of Parting",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Mahkota yang memancarkan aura angin musim semi."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Heart of Comradeship",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Bunga kecil berwarna biru mutiara, dengan sehelai pita tersematkan di bagian batangnya."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Goblet of the Sojourner",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Piala keramik biasa yang sebelumnya pernah dituang penuh arak untuk menemani saat-saat gembira."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Sundial of the Sojourner",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Jam bayangan matahari yang antik dan tua, selalu memperhatikan cahaya matahari dan bulan yang melintasi angkasa."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/sands_of_eon_icon.png"
      }
    }
  }
}