{
  "epId": 2180,
  "name": "Abyss Herald: Wicked Torrents",
  "desc": "Monster dari Abyss Order yang menggunakan elemen Hydro untuk bertarung.<br/>Sosok yang kaku ini berdiri di barisan depan pasukan Abyss. Satu ayunan pedang, pedang Tidal Blade yang digunakannya sanggup menelan semua benda, menghancurkan zirah besi dan melenyapkan musuh. Orang-orang bodoh tidak akan bisa lolos dari takdir yang telah ditentukan.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Herald: Wicked Torrents_icon.png",
  "menuId": 7,
  "menuName": "Musuh dan Monster",
  "version": 1715413183,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss Herald: Wicked Torrents"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Monster Abyss Order yang menggunakan kekuatan gelap untuk mengendalikan rapid yang melengkung dalam pertarungan. Sebagian dari serangannya dapat mengakibatkan DMG sekaligus <color=#ffe14b>memperpanjang durasi CD Skill Karakter jika Skill Karakter tersebut sedang dalam status CD</color> ."
          }
        ]
      },
      {
        "key": "Kartu Karakter TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5592,
            "name": "Abyss Herald - Wicked Torrents",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Abyss Herald - Wicked Torrents</span></p><p>Dunia akan hancur dan segalanya akan lenyap.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/15595270/eba684b48ad6f09df11ccfae2e8a2d47_8926135364296266723.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 440,
        "name": "Dead Ley Line Branches",
        "desc": "Ranting rapuh yang berasal dari kedalaman tanah. Meskipun terbenam di tanah selama bertahun-tahun, tetapi dapat terlihat kekuatannya belum sepenuhnya sirna.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dead Ley Line Branch_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 441,
        "name": "Dead Ley Line Leaves",
        "desc": "Ranting dengan beberapa helai daun, berasal dari kedalaman tanah. Meskipun jaraknya jauh dari pohon utamanya, tetapi masih terasa sisa energi berdetak di dalamnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dead Ley Line Leaves_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 439,
        "name": "Ley Lines Sprouts",
        "desc": "Legenda mengatakan ada pohon besar dengan akar yang menyebar ke setiap sudut dunia, dan cabang ini katanya bagian dari itu. Benda ini seolah-olah tidak pernah ditebang dan masih memiliki vitalitas yang kuat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ley Line Sprout_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Gloomy Statuette",
        "desc": "Patung kecil yang menggambarkan seseorang yang tak dikenal.<br/>Tidak ada kerusakan yang didapati padanya, bahkan setelah melewati waktu yang lama. Tampaknya, benda ini dirawat oleh pemilik aslinya layaknya sebuah benda suci.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Dark Statuette",
        "desc": "Patung kecil yang dibuat meniru rupa seseorang bermata satu.<br/>Saat berada dalam genggaman, sepertinya terasa ada sebuah kehangatan yang memancar darinya, bagaikan pundak seorang sahabat. Mungkin benda ini dapat memberikan keberanian untuk terus berjalan maju bagi mereka yang paham akan makna di baliknya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Deathly Statuette",
        "desc": "Patung bermata satu yang memancarkan energi yang tidak diketahui secara samar-samar. Sama sekali tidak diketahui terbuat dari material apakah benda ini.<br/>Saat idola ini ditatap, sepertinya terdengar bisikan aneh yang dapat membuat orang merasa damai ....<br/>\"Anakku, lihatlah. Segala sesuatu di bawah kolong langit akan mengalami guncangan dan binasa. Dan langit hitam yang selamanya tenang ini akan menampung semuanya.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ]
  }
}