{
  "epId": 2181,
  "name": "Abyss Lector: Fathomless Flames",
  "desc": "Monster yang mengendalikan api Abyss dan selalu mengejar arti di balik berbagai teks dan kitab. Mereka termasuk dalam \"Abyss Order\".<br/>Nama yang disebutkan oleh orang-orang kepada mereka sebenarnya sedikit berbeda dari tujuan aslinya. \"Lector\" juga memiliki arti \"Penerjemah Kitab\". Mereka percaya dengan mengucapkan bab kitab tersebut, mereka akan mendapatkan kekuatan yang hebat.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
  "menuId": 7,
  "menuName": "Musuh dan Monster",
  "version": 1685145414,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss Lector: Fathomless Flames"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Monster dari Abyss Order yang menyanyikan kehangatan dari api kegelapan.\nBeberapa serangannya akan memberikan tanda api Abyss saat mengakibatkan DMG pada Karakter. Tanda ini akan meledak setelah beberapa saat dan mengakibatkan seluruh anggota party <color=#ffe14b>kehilangan HP dalam jumlah besar</color> . Tanda api ini mungkin dapat dicegah dengan menggunakan Perisai. Karakter aktif-mu dapat gugur saat kehilangan HP dari ledakan tanda api Abyss.\nSaat Abyss Lector: Fathomless Flames memasuki status yang membuatnya dilindungi perisai dari api Abyss, <color=#ffe14b>hancurkan Darkfire Furnace-nya agar perisainya lebih mudah hancur</color> ."
          }
        ]
      },
      {
        "key": "Kartu Karakter TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3843,
            "name": "Abyss Lector - Fathomless Flames",
            "desc": "<p><span style=\"color: #FFFFFF\">Abyss Lector - Fathomless Flames</span></p><p>Dari ayat yang muncul, timbul peringatan yang diindahkan.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/19/25750596/269b19028f15db0e54a4b0b36ee13627_5670601478841723911.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 440,
        "name": "Dead Ley Line Branches",
        "desc": "Ranting rapuh yang berasal dari kedalaman tanah. Meskipun terbenam di tanah selama bertahun-tahun, tetapi dapat terlihat kekuatannya belum sepenuhnya sirna.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dead Ley Line Branch_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 441,
        "name": "Dead Ley Line Leaves",
        "desc": "Ranting dengan beberapa helai daun, berasal dari kedalaman tanah. Meskipun jaraknya jauh dari pohon utamanya, tetapi masih terasa sisa energi berdetak di dalamnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dead Ley Line Leaves_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 439,
        "name": "Ley Lines Sprouts",
        "desc": "Legenda mengatakan ada pohon besar dengan akar yang menyebar ke setiap sudut dunia, dan cabang ini katanya bagian dari itu. Benda ini seolah-olah tidak pernah ditebang dan masih memiliki vitalitas yang kuat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ley Line Sprout_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Gloomy Statuette",
        "desc": "Patung kecil yang menggambarkan seseorang yang tak dikenal.<br/>Tidak ada kerusakan yang didapati padanya, bahkan setelah melewati waktu yang lama. Tampaknya, benda ini dirawat oleh pemilik aslinya layaknya sebuah benda suci.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Dark Statuette",
        "desc": "Patung kecil yang dibuat meniru rupa seseorang bermata satu.<br/>Saat berada dalam genggaman, sepertinya terasa ada sebuah kehangatan yang memancar darinya, bagaikan pundak seorang sahabat. Mungkin benda ini dapat memberikan keberanian untuk terus berjalan maju bagi mereka yang paham akan makna di baliknya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Deathly Statuette",
        "desc": "Patung bermata satu yang memancarkan energi yang tidak diketahui secara samar-samar. Sama sekali tidak diketahui terbuat dari material apakah benda ini.<br/>Saat idola ini ditatap, sepertinya terdengar bisikan aneh yang dapat membuat orang merasa damai ....<br/>\"Anakku, lihatlah. Segala sesuatu di bawah kolong langit akan mengalami guncangan dan binasa. Dan langit hitam yang selamanya tenang ini akan menampung semuanya.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ]
  }
}