{
  "epId": 2215,
  "name": "Ochimusha: Ensorcelled Thunder",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ochimusha: Ensorcelled Thunder_icon.png",
  "menuId": 7,
  "menuName": "Musuh dan Monster",
  "version": 0,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1248,
        "name": "Old Handguard",
        "desc": "Pelindung tangan yang digunakan dalam pertempuran yang juga pernah terpasang pada sebilah pedang orang Inazuma.<br/>Bagi mereka yang mahir dalam seni pedang, pelindung tangan ini dapat digunakan untuk menahan pedang musuh. Tapi bagi seorang pemula, pelindung tangan lebih berguna untuk menahan serangan diri mereka sendiri.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 711,
        "name": "Kageuchi Handguard",
        "desc": "Pelindung tangan yang terpasang pada sebilah pedang yang sangat bagus.<br/>Inazuma memiliki tradisi yang panjang dalam seni membuat pedang. Saat membuat pedang, pandai besi akan sering membuat beberapa senjata yang berbeda sekaligus, sebelum memilih salah satu dari mereka sebagai \"shinuchi,\" atau senjata terbaik, sementara yang lain disebut sebagai \"kageuchi\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 400,
        "name": "Famed Handguard",
        "desc": "Pelindung tangan yang dipasang di senjata terkenal.<br/>Beberapa orang percaya bahwa pedang memiliki jiwa dan kehidupan sendiri, dan karena itu pedang pantas diberi nama. Mereka yang mencintai pedang, juga akan dipilih dan diakui pedang sendiri. Tapi mereka yang menganggap pedang sebagai teman atau bahkan kekasih, mereka harus diperingatkan bahwa hubungan ini dibangun atas dasar kematian dan pertumpahan darah. Gairah dari mereka yang sering menari dengan tebasan pedang dan hujan darah, pada akhirnya akan dipadamkan oleh besi yang tak berperasaan.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Ochimusha: Ensorcelled Thunder"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Kelompok Manusia Lainnya"
          }
        ]
      },
      {
        "key": "Tutorial"
      }
    ]
  }
}