{
  "epId": 2251,
  "name": "Shadowy Husk: Defender",
  "desc": "Prajurit yang hitam pekat. Pernah menjadi prajurit gagah perkasa yang mengabdi kepada suatu peradaban kuno, kini tak ubahnya cangkang semu yang berisi sisa-sisa ingatan akan pertempuran.<br/>Segala sesuatunya akan pudar pada waktunya, dan inilah yang tersisa dari Black Serpent Knight yang terus menerus digerus oleh dosa, kutukan, dan waktu.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Defender_icon.png",
  "menuId": 7,
  "menuName": "Musuh dan Monster",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Shadowy Husk: Defender"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Pemanah hitam pekat yang penuh teka-teki. Setelah serangannya <color=#ffe14b>mengenai Karakter yang dilindungi perisai</color> , ia akan mengubah bentuk senjatanya dalam kurun waktu tertentu dan menciptakan perisai kuat yang dapat menahan DMG. Selain itu ia akan menggunakan HP-nya untuk meningkatkan ATK selama beberapa waktu. Shadowy Husk: Defender dapat meningkatkan ATK-nya berkali-kali dengan cara ini."
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Gloomy Statuette",
        "desc": "Patung kecil yang menggambarkan seseorang yang tak dikenal.<br/>Tidak ada kerusakan yang didapati padanya, bahkan setelah melewati waktu yang lama. Tampaknya, benda ini dirawat oleh pemilik aslinya layaknya sebuah benda suci.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Dark Statuette",
        "desc": "Patung kecil yang dibuat meniru rupa seseorang bermata satu.<br/>Saat berada dalam genggaman, sepertinya terasa ada sebuah kehangatan yang memancar darinya, bagaikan pundak seorang sahabat. Mungkin benda ini dapat memberikan keberanian untuk terus berjalan maju bagi mereka yang paham akan makna di baliknya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Deathly Statuette",
        "desc": "Patung bermata satu yang memancarkan energi yang tidak diketahui secara samar-samar. Sama sekali tidak diketahui terbuat dari material apakah benda ini.<br/>Saat idola ini ditatap, sepertinya terdengar bisikan aneh yang dapat membuat orang merasa damai ....<br/>\"Anakku, lihatlah. Segala sesuatu di bawah kolong langit akan mengalami guncangan dan binasa. Dan langit hitam yang selamanya tenang ini akan menampung semuanya.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ]
  }
}