{
  "epId": 2293,
  "name": "Adat Istiadat Hilichurl",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Cultural Customs_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Hasil investigasi dan observasi budaya Hilichurl yang dibuat oleh \"Sang Pujangga Bahasa Hilichurl\", Jacob Musk, seorang ahli ekologi Mondstadt. Volume ini berisi tentang struktur sosial dan karakterisik Hilichurl.\nStruktur Sosial Hilichurlian\nStruktur sosial ras Hilichurl terdiri dari primitif, tribal. Hilichurl berukuran kecil sering terlihat di alam liar. Sepertinya mereka menganggap suku itu mirip dengan keluarga besar.\nSejauh ini yang paling kuat dari suku Hilichurl adalah Shaman. Penelitian eksternal menunjukkan bahwa Shaman adalah anggota tertua dari suku tersebut dan memainkan peran penting seperti orang tua dalam keluarga: mengatur urusan besar dan membuat keputusan berdasarkan pengalaman mereka. Ditambah lagi, para Shaman bertindak sebagai pelindung suku mereka menggunakan kemampuan elemen mereka. Shaman dapat diidentifikasi dari penampilan mereka yang berbeda dari anggota yang lain. Mereka bertanduk, dengan topeng tersenyum dengan lubang sebesar mata di mulut mereka, dan memegang tongkat Shaman di tangan. Identifikasi lebih lanjut mengatakan mereka terkadang juga melantunkan lagu atau mantra.\nUsia tidak selalu menjadi faktor penentu dalam sebuah status di suku mereka. Di beberapa suku, anggota yang berfisik besar serta kuat dalam bertarung akan menggantikan Shaman menjadi pemimpin. Di bawah sistem kepemimpinan seperti itu, suku tersebut biasanya akan menjadi lebih haus akan pertarungan. Pemimpinnya mudah dikenali dengan postur tubuh besar, dan topeng mencolok yang bertanduk.\nPara Hilichurls memusuhi orang luar, ditambah dengan kendala bahasa, artinya melakukan penelitian khusus tentang distribusi sumber daya di dalam suku benar-benar mustahil dilakukan. Biarpun demikian, patroli Knights of Favonius melaporkan bahwa sumber daya umumnya dibagi berdasarkan tiap orang dan kebutuhannya. Seluruh anggota suku adalah pengumpul dan prajurit, namun beberapa dari mereka yang lebih senang bertempur menjadi prajurit kelas berat di medan tempur. Jika sebuah suku bertahan cukup lama dalam kondisi sulit, para prajurit kelas berat ini biasanya menjadi pemimpin.\nMenariknya, Hilichurls mempunyai kemampuan khusus untuk memanipulasi elemen walaupun mereka tidak begitu pintar dan mempunyai struktur sosial yang primitif. Kemampuan ini biasanya terdapat pada Shaman. Biasanya, manusia membutuhkan Vision untuk melatih cara mengontrol elemen mereka. Pertanyaannya adalah bagaimana Hilichurls dapat melakukannya tanpa Vision, itulah hal yang membutuhkan investigasi dan analisis lebih lanjut."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Hasil investigasi dan observasi budaya Hilichurl yang dibuat oleh \"Sang Pujangga Bahasa Hilichurl\", Jacob Musk, seorang ahli ekologi Mondstadt. Volume ini berisi tentang kepercayaan dan dunia spiritual para Hilichurl.\nHilichurl Spirituality\nSama seperti rakyat tujuh negara di Teyvat masing-masing memiliki kepercayaannya masing-masing, begitu pula dengan Hilichurl. Namun mereka tidak secara spesifik memuja sesuatu yang ada di dunia ini seperti salah satu dari The Seven, namun lebih kepada kekuatan elemental. Sebagai contohnya, beberapa suku Hilichurl di Mondstadt melihat Anemo sama seperti manusia, namun mereka tidak mengenali sang Archon Anemo Barbatos tapi mereka memuja kekuatan dari Anemo itu sendiri. Hilichurl yang mempunyai kepercayaan elemen yang berbeda-beda sering kali hidup bersama dalam satu suku. Elemen individu Hilichurl dapat dibedakan dari desain topengnya dan warna cat di tubuhnya.\nPengamatan pertama mengindikasikan bahwa Shaman di suatu suku bertanggung jawab mengatur persembahan untuk upacara pemujaan, mereka juga mewarnai rambut dan kulit mereka dengan warna yang sesuai dengan elemen yang mereka puja. Shaman memakai lebih banyak ornamen daripada anggota suku biasa, tapi karena kecerdasan Hilichurl sangat terbatas maka sangat diragukan bila ornamen tersebut adalah buatan tangan mereka sendiri.\nPara Shaman adalah pemimpin spiritual. Mereka memimpin sukunya dalam nyanyian dan tarian saat upacara, memuja para elemen. Jika ada daging yang tersisa dari hasil berburu, para Hilichurl akan menaruhnya di atas altar, mentah-mentah, sebagai kurban. Walaupun mereka mengakumulasi sejumlah Mora, batu-batu berharga, dan barang lain yang didapat melalui menjelajah, merampas dan merampok, namun mereka menganggap bahwa daging mentah saja sudah cukup sebagai kurban.\nSepertinya Hilichurl tidak mempunyai konsep mengenai masa lalu atau masa depan, mereka hanya hidup di masa kini. Mereka tidak menyimpan makanan untuk hidup, ataupun meratapi rekan mereka yang gugur. Meskipun berbagai upaya seperti kaligrafi ditemukan namun penelitian yang lebih menyatakan bahwa tanda-tanda ini tidak lebih dari tiruan palsu dari apa yang mereka lihat di reruntuhan kuno. Hilichurl tampaknya tertarik dengan sisa-sisa peninggalan masa lalu, hal ini dibuktikan dari tempat mereka memilih reruntuhan sebagai tempat tinggal mereka. Namun penyelidikan sejauh ini tidak menemukan hubungan apa pun dari sifat mereka dengan peradaban yang hilang di mana reruntuhan ini berada."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Ini berisi penyelidikan dan pengamatan terhadap kebiasaan budaya Hilichurl oleh \"Sang Pujangga Bahasa Hilichurl\", Jacob Musk, seorang ahli ekologi Mondstadt. Volume ini menampilkan Hilichurl misterius yang hidup terpisah dari yang lain.\nPenyendiri yang Misterius\nDi antara para Hilichurl terdapat suatu makhluk besar yang misterius. Mereka mempunyai kemampuan fisik kuat dan bisa mengontrol kekuatan elemen, yang membuat mereka menjadi semakin kuat lagi. Sebagai contohnya, mereka bisa menggunakan elemen untuk melindungi diri mereka atau meningkatkan kekuatan penghancur serangan mereka - pada kondisi seperti itu, mereka benar-benar tidak dapat dihentikan.\nPara Hilichurl yang mempunyai kekuatan luar biasa ini biasa disebut dengan \"Lawa\" oleh suku mereka sendiri. Menurutku, dapat dikatakan itu adalah sebutan yang berarti \"raja\" atau \"kepala suku\". Namun pada kenyataannya, para Lawa ini tidak mengatur atau memimpin suku mereka. Dan malahan, mereka adalah penyendiri yang lebih memilih kesendirian dan menghindari tatapan kekaguman dari para Hilichurl lainnya.\nPara petualang jarang sekali bertemu dengan makhluk besar ini. Tapi bahkan seorang petualang paling berpengalaman sekalipun akan berpikir dua kali sebelum pergi ekspedisi ke area di mana para Lawa mungkin ada di sana."
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Hasil investigasi dan observasi budaya Hilichurl yang dibuat oleh \"Sang Pujangga Bahasa Hilichurl\", Jacob Musk, seorang ahli ekologi Mondstadt. Volume ini berisi perbandingan antara berbagai budaya Hilichurl di Mondstadt.\nDadaupa Gorge, Mondstadt: Kasus Keragaman Budaya di antara Hilichurl\nSuku Meaty gemar berpesta. Mereka membangun kandang boar di tengah pemukiman mereka dan menugaskan seorang penggembala boar untuk mengawasinya. Di atas tungku alami yang dibuat dengan Pyro Slime, mereka merebus daging boar dalam satu panci besar dan setiap anggota suku makan dari situ sesuai dengan kebutuhan mereka.\nHal yang paling mencolok dari suku ini adalah arena tempurnya. Mereka yang menginjakkan kaki di arena mengerti bahwa menerima undangan terbuka artinya setuju untuk bertarung, dan mereka yang diusir dari situ akan dicaci maki oleh seluruh anggota suku.\nSuku Sleeper selalu tidur di setiap ada kesempatan. Mereka membangun lingkungan yang kondusif untuk tidur, terdiri dari gubuk kayu yang sederhana dilengkapi bulu binatang yang halus sebagai kasurnya. Merekalah yang paling licik dan jahat dari para suku Hilichurl, dan kapasitas mental mereka yang di atas normal mungkin efek dari kualitas tidur mereka yang luar biasa.\nSuku Eclipse adalah yang paling misterius di Mondstadt. Mereka menghargai kekuatan iman yang misterius lebih daripada otot dan otak. Tidak seperti kepercayaan masyarakat Hilichurl pada umumnya yang percaya pada kekuatan elemental, objek yang mereka sembah tampaknya merupakan simbol sederhana seperti lambang gerhana. Shaman mereka lebih kuat daripada suku lain. Di tengah-tengah pemukiman mereka, anggota suku lain membuat singgasana yang megah untuk Shaman yang paling tangguh yang dapat memimpin mereka."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Adat Istiadat Hilichurl"
          }
        ]
      }
    ]
  }
}