{
  "epId": 2294,
  "name": "Pilihan Balada Hilichurl",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Ballad Selection_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Pilihan Balada Hilichurl"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Karya terbesar dari pujangga bahasa Hilichurl! Sarjana Jacob Musk akan menunjukkanmu dunia spiritual misterius Hilichurl lewat kumpulan puisi-puisi ini!\nKumpulan puisi Hilichurl yang disusun oleh ahli ekologi Jacob Musk. Selama penulisan buku ini, Musk melakukan perjalanan melintasi benua untuk mengunjungi setiap suku Hilichurl, bahkan sampai pergi ke pemukiman Hilichurl dan masuk ke dalam kehidupan mereka. Musk dianggap sebagai \"Pujangga Puisi Hilichurl\" karena buku ini, tapi nyatanya dia dan para Hilichurl sendiri tidak begitu menyukai julukan tersebut. Jacob Musk, walaupun sangat antusias dalam mempelajari para Hilichurl, tetap tidak ingin dikaitkan dengan mereka walau di akhir hayatnya.\nLagu pertama:\nMi muhe ye\nMi biat ye\nBiat ye dada\nMuhe dada\nDipercaya ini adalah lagu yang dinyanyikan Hilichurl sebelum pergi berperang. Karena berdasarkan observasiku, saat dua tau lebih Hilichurl ada di suatu tempat, mereka akan saling bertarung setelah menyanyikan lagu ini.\nLagu kedua:\nEleka mimi-a-Domu\nMita domu-a-dada\nLa-la-la\nLa-la-la\nMimi mosi ye mita\nLagu ini dinyanyikan oleh Hilichurl saat mereka menari memutari menara totem. Diperkirakan lagu ini adalah lagu kebangsaan mereka yang dinyainyikan dengan irama riang, lagu ini juga kerap terdengar di dalam pesta-pesta Hilichurl.\nLagu ketiga:\nMi muhe mita nye\nMi muhe mita nye\nMuhe nye\nMuhe nye\nGusha\nBiat, gusha\nSebuah puisi yang kudengar dinyanyikan saat berbincang dengan Hilichurl yang lanjut usia. Meskipun aku masih belum bisa memecahkan arti dari puisi ini, tapi perasaan sedih yang terkandung dalam lagu ini mengejutkan bahkan para penyair terbaik kotaku (tapi tidak bisa dipungkiri, bau tubuh Hilichurl lansia, sangat menusuk hidung)."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Apakah Hilichurl juga menikmati anggur dan puisi? Apakah Hilichurl juga memiliki impian di hati? Jacob Musk sang Ahli Hilichurl, akan memberi tahumu jawabannya!\nLagu Keempat:\nCeli upa celi\nSada shato lata\nKuzi unu ya zido\nUnu dada\nLagu yang dinyanyikan oleh Samachurl. Dari reaksi yang terlihat dari tetua Hilichurl, tampaknya lagu ini memiliki arti filosofi yang cukup mendalam. Mungkin teori ini akan tampak konyol di mata banyak peneliti, tetapi aku tidak memiliki maksud untuk menantang teori siapa pun, tetapi topik literatur \"apakah bangsa Hilichurl memiliki filosofi hidup\" selalu menarik dan romantis untuk dibicarakan.\nLagu kelima:\nNini movo muhe yoyo\nNini movo mimi tomo\nLata movo mosi yoyo\nCeli movo celi yoyo\nSama dengan penduduk Mondstadt, bangsa-bangsa Hilichurl yang memuja Anemo biasanya menghabiskan waktu mereka dengan bernyanyi, minum-minum, dan memuja Archon Anemo sepanjang hari. Ini adalah lagu yang biasa terdengar saat mereka mulai mabuk.\nLagu keenam:\nUnu, unu\nYaya ika kundala!\nUnu, unu\nMita dada ya dala?\nUnu, unu\nKuzi mita dada ye\nMita dada-a-mimi\nLagu yang hanya terdengar dinyanyikan oleh para Hilichurl saat ritual pensembahan kurban. Biasanya mereka menambahkan suara perkusi dengan memukul bokong dari anggota klan Hilichurl terlemah dengan menggunakan papan kayu, kedengarannya sakit.\nLagu ketujuh\nMimi movo\nMimi sada\nMimi domu\nDomu upa\nGusha dada\nSepertinya banyak klan Hilichurl memegang tradisi berganti lagu di sekitar api unggun di bawah terang bulan. Lagu ini adalah salah satu balada api unggun yang dinyanyikan oleh ketua saat menutup ritual. Di akhir lagu, ketua mereka akan meneriakkan \"nunu!\" tiga kali, yang berarti \"tidur\"."
          }
        ]
      }
    ]
  }
}