{
  "epId": 2296,
  "name": "Putri Mina dan Bangsa yang Hancur",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Princess Mina of the Fallen Nation_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Putri Mina dan Bangsa yang Hancur"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Putri yang diramalkan untuk membawa kehancuran menyaksikan kejatuhan bangsanya. Di saat inilah seorang pejuang pengembara dengan kebenarannya yang misterius turun dari langit.\nPerjalanan pasangan di tengah-tengah api yang berkobar dari masa perang kuno segera dimulai!\nKedamaian berlangsung selama tiga belas tahun, sebelum era peperangan dimulai.\nBangsa di utara, terletak jauh dari pusat, akhirnya tercemar oleh zaman dan melemparkan diri mereka ke dalam api peperangan.\nSeperti layaknya perang, yang kalah akan ditentukan setelah pertarungan sengit. Kota-kota mereka hancur terbakar, para penguasa dan keluarga-keluarganya harus kabur ke pegunungan.\nAdegan seperti ini sudah tidak asing lagi.\nTapi di tengah era yang menegangkan ini, muncullah seorang samurai pengembara dengan jubahnya yang mewah.\nTidak, mungkin kata \"mewah\" kurang tepat. Jubah ini...\nYa, benar. Dia adalah seorang pria yang mengenakan jubah wanita.\nSebaliknya, samurai ini ditemani oleh seorang gadis cilik yang mengenakan haori kebesaran.\nBagaimanapun juga, mereka adalah pasangan yang menarik perhatian.\nTetapi, mereka berdua dengan santainya berjalan menuju pos pemeriksaan di kaki gunung, seakan tidak menyadari hal ini.\nTentu saja mereka langsung diberhentikan oleh ashigaru yang sedang berjaga.\n\"Siapa kalian!?\"\nIni adalah sebuah ucapan biasa, tapi juga merupakan pertanyaan jujur di sini.\n\"Seperti yang kamu lihat, kita hanya orang biasa yang ingin lewat.\"\nSebuah jawaban yang sangat tidak meyakinkan.\nTapi ashigaru yang sedang bertanya bahkan menjadi ragu karena samurai itu menjawab dengan sangat yakin.\n\"Yah, uh, bisakah kalian tetap ikut denganku dulu?\"\n\"Ah, ternyata tidak berhasil ya...\"\nSamurai itu tampak sedikit kecewa. Tiba-tiba, terdengar suara tiga ashigaru terjatuh ke tanah.\n\"Dari awal memang ini kan rencanamu? Dasar penjahat.\"\nSi gadis cilik itu bergumam dari belakang."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Seorang putri yang membawa kehancuran. Hah, itu pasti hanya alasan untuk berperang saja, kan?\"\nMereka bertualang ke pusat dunia untuk mencari kebenaran di balik ramalan.\nPetualangan romantis yang sangat populer masih terus berlanjut!\n\"Bukan begitu.\"\nKata-kata ini muncul begitu saja.\nSeorang putri berambut hitam duduk di dalam kuil di atas gunung tanpa nama, wajahnya tampak remang-remang karena cahaya dari api.\n\"Apa maksudmu 'bukan begitu'?\"\nJawabnya langsung, seperti sebuah refleks.\n\"Maksudku adalah, wahai samurai bodoh, apa kamu tidak punya pendapat apa pun tentangku, si tuan putri yang membawa kehancuran?\"\n\"Pendapat? Yah, kurasa kamu memiliki kepribadian yang cukup unik.\"\n\"Bukan pendapat seperti itu.\" Suara Putri Mina terdengar jengkel. \"Maksudku tentang kamu menyelamatkanku.\"\n\"Tidak tepat mengatakan kalau aku menyelamatkanmu.\"\nSang samurai mengoreksinya.\n\"Pada saat itu, tuan putri yang memerintahkanku untuk membawamu pergi. Berarti sama saja tuan putri yang menyelamatkan dirimu sendiri.\"\n\"Oh, ternyata hal seperti ini yang dipedulikan samurai sepertimu?\"\nJawaban yang tidak mengejutkan.\nYah, pikir sang samurai, tidak ada salahnya mencoba lari dari tanggung jawab.\n\"Bagaimanapun juga, omong kosong tentang 'tuan putri yang membawa kehancuran' ini ... Hah, bukannya ini hanya alasan untuk memulai perang saja?\"\nNada bicara samurai itu berubah.\n\"Lagi pula, ...\"\nSamurai itu menoleh, mata yang tading kosong kini terlihat membara.\n\"Menghancurkan dunia adalah konsep yang bodoh. Sebentar lagi juga kamu akan mengerti.\""
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Mereka berdua yang telah memasuki medan pertempuran akhirnya menyaksikan Avici yang sesungguhnya. Kebenaran di balik api perang yang melanda dunia akan terungkap di sini!\nJilid ini dilengkapi dengan beberapa nilai tambah yang sangat bernilai!\nOrang-orang menyebut perang seperti neraka, tapi mereka hanya mendeskripsikannya seperti itu.\nApa yang ada di hadapan mereka, baru bisa disebut \"neraka\".\nTanah yang kosong, pohon-pohon yang layu, dan orang-orang seperti mayat hidup.\nRasanya segala bentuk kehidupan telah diperas habis dari tempat ini.\n\"Sebenarnya, ...\"\nSang samurai memungut sehelai daun. Daun itu langsung hancur menjadi debu dan hilang tertiup angin.\n\"Kelihatannya seperti kehidupan telah diperas habis dari tempat ini.\"\nPerang telah berkecamuk di sekitar ibu kota selama lebih dari seratus tahun.\nDi sepuluh tahun pertama, sumber daya dan kekayaan bangsa-bangsa yang berperang sudah habis tak bersisa.\nHal yang membuat pertumpahan darah ini berlangsung begitu lama adalah sebuah benda bernama Nakura's Hex.\nNakura's Hex adalah sihir mengerikan yang bisa menyerap kehidupan dari makhluk hidup dan dataran, lalu memberikannya kepada samurai-samurai dan untuk manfaat perang lainnya.\nDan para penyamun yang memanfaatkan sihir jahat seperti itu untuk menguasai tanah, dikenal sebagai Nakura Daimyo.\nNakura Daimyo saling bertikai, dan tidak peduli siapa pun yang menang, kehidupan di bumi akan terus mengalami perampokan yang lebih dahsyat dan dahsyat lagi.\nInilah kondisi sebenarnya dari peperangan yang sudah berkecamuk selama hampir seabad.\n\"Orang-orang yang menciptakan sihir Hex adalah Onmyouji yang tinggal di Menara Langit, di pusat dunia.\"\nMengabaikan Putri Mina yang tersentak oleh pemandangan di hadapannya, si samurai melanjutkan lagi,\n\"Wahai tuan putri yang membawa kehancuran ... bukankah dunia ini sejak awal sudah di ambang kehancuran?\""
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Kembalilah ke neraka, kau jiwa yang datang dari masa lalu!\"\nBab kilas balik yang memukau! Apa yang ada di balik masa lalu prajurit yang terkubur?\nInilah babak baru dalam petualangan sang putri yang kehilangan bangsanya dan sang prajurit!\nBangsa Kogami — sejauh mata memandang hanyalah ladang yang tandus.\nLadang tandus membentang ke cakrawala di sekitar gundukan pasir besar tempat kedua samurai itu saling berhadapan.\nSalah satu dari mereka adalah tokoh utama kita, dan kita akan menamainya samurai hijau agar mudah membedakannya.\nYang satunya lagi baru saja memasuki cerita ini. Kita akan menamainya samurai pucat.\nJika ini adalah kisah mengenai dua orang jagoan, mereka pasti sudah memasang kuda-kuda bertarung. Namun keduanya berada di sini bukan untuk bertarung. Mereka hanya memandang satu sama lain.\n\"Kamu kembali dari neraka ya?\"\nUjar samurai pucat tersebut setelah beberapa saat mereka hanya saling terdiam.\n\"Rasanya nostalgia sekali bukan?\"\nSamurai hijau terlihat bahagia.\n\"Aku tidak bernostalgia karena hal semacam itu.\"\nSamurai pucat itu menyela tanpa basa-basi.\nSamurai hijau menutup matanya, seolah mengenang kembali masa lalu.\n\"Semuanya akan berakhir kalau kita sudah mengalahkan si penguasa jahat ... Dengan naif dan bodohnya, kita mengira seperti itu. Dan yang terjadi justru adalah permulaan dari mimpi buruk.\"\n\"Tiga belas samurai bergabung untuk mengalahkan Nakura Daimyo yang telah menghancurkan bangsa ini.\"\n\"Tapi walau Daimyo sudah tiada, Kogami tidak bangkit kembali, dan kekuatan kehidupannya terus menghilang.\"\n\"Tidak hanya itu: kota yang sekarang kehilangan penguasanya tersebut, Kogami, bahkan menjadi surga bagi mereka yang ingin menjarahnya.\"\n\"Para pahlawan yang sudah mengalahkan raja iblis yang licik itu pada akhirnya tetap tidak bisa melindungi tanah ini.\"\n\"Pada akhirnya, hanya dua yang selamat.\"\n\" ... Hei, ayolah, berhenti mengenang hal itu sebentar. Ada yang harus kita selesaikan dulu, kan?\""
          }
        ]
      },
      {
        "title": "(V)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Jika dunia ini membutuhkan pengorbananmu supaya ia terselamatkan, maka lebih baik baginya untuk dibumihanguskan saja.\"\nSetelah akhirnya mencapai Menara Langit yang ada di jantung dunia, apakah ini... memang adalah akhir dari kisah pasangan ini?\n\"Aku ingin melindungi dunia ini!\"\nUjar Putri Mina.\n\"Aku sudah mengatakan hal ini berulang kali padamu. Tidak ada yang namanya 'menyelamatkan dunia ini'. Walau tentu saja hal ini tidak menghentikan orang bodoh sepertiku untuk mencoba. Tapi dunia ini ... sudah hancur.\"\n\"Aku tidak peduli. Aku seorang putri. Bukankah putri terlahir untuk menyelamatkan dunia?\"\n\"Tidak. Aku belum pernah dengar cerita semacam itu. Dan terakhir kudengar, kamu adalah putri yang membawa kehancuran.\"\n\"Dan terakhir kudengar, seseorang bilang bahwa 'kehancuran' ini sebenarnya adalah kelahiran dari jiwa yang baru.\"\n\"Aku tidak tahu di mana kamu mendengar hal semacam itu, tapi itu adalah kepercayaan lama. Jika kamu menuliskan hal omong kosong begini sekarang, orang-orang pasti akan langsung membuangnya ke bangsa Tokoyo, dan itu memang cara yang bagus sih.\"\n(Sang Putri menutup telinganya)\nDi puncak Menara Langit, samurai dan putri tersebut terus berdebat, seolah tidak ada yang memperhatikan.\nYah, aku bilang begitu, tetapi sebenarnya ada beberapa orang lain yang mengenakan pakaian onmyouji.\n\"Jadi, uh, seperti yang kalian semua tahu, Nakura's Hex awalnya diciptakan untuk menjaga vitalitas dunia yang perlahan-lahan menurun.\"\nSeolah tidak bisa lagi berbincang lebih jauh — dan juga untuk mendorong alur cerita karena posisinya sebagai NPC — onmyouji yang paling tua akhirnya bicara.\n\"Dan yang bisa memanfaatkan vitalitas yang tersimpan ini...\"\n\"Jadi, bisakah kamu menghilangkan pikiran-pikiran ini dari kepalamu?\"\nSamurai tersebut sepertinya tidak mendengar omongan onmyouji tua itu sama sekali.\nSampai kapan lelucon ini akan berlanjut?"
          }
        ]
      },
      {
        "title": "(VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "Kebenaran dunia kini terungkap — betapa mengerikannya ironi ini! Bahkan setelah terpisah pun, keduanya tidak bisa lepas dari belenggu takdir.\nIni merupakan jilid terakhir dari \"Putri Mina dan Bangsa yang Hancur\", tapi kisah kita — belumlah berakhir!\n\"Jadi, apa dunia sudah terselamatkan?\"\nDi akhir cerita, samurai tersebut berjalan di tengah gurun tanpa batas.\nMenara Langit mungkin sudah selesai sekarang, dan vitalitas yang tersisa di dunia semuanya telah disimpan.\nTidak ada yang tahu apakah dunia baru telah diciptakan atau belum, tetapi dunia yang satu ini jelas sudah hancur.\nAh, memang apa yang diharapkan dari seorang putri yang ditakdirkan untuk menghancurkan dunia?\n\"Sekalian saja hancurkan juga dunia lain ... jika ada.\"\nLalu samurai tersebut pergi memulai perjalanan baru.\n...\n(Sisa dari buku ini menyangkut latar cerita, dan sebagian besar menampilkan berbagai penguasa jahat dan makhluk mengerikan yang tidak muncul dalam narasi utama novel.)"
          }
        ]
      }
    ]
  }
}