{
  "epId": 2297,
  "name": "Syair Prajurit",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Syair Prajurit"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Balada yang telah diturunkan sejak zaman bangsawan dan konon berasal dari Ragnvindr sang Kesatria Fajar sendiri. Mereka menceritakan hari-hari Ragnvindr sebagai seorang pengawal Knight.\nDi sepanjang jalan Mondstadt aku berjalan.\nUdara dipenuhi dengan bau kesengsaraan dan dengung sorak-sorai.\nAku melihat bangsawan yang paling arogan.\nAku melihat yang paling menyedihkan dari yang miskin.\nSaat malam, jalanan ini bagaikan sarang laba-laba, beberapa orang di sini adalah pemburu dan sisanya adalah mangsa.\nAku mendengar bunyi dalam gelap, bagai rantai yang membelenggu jiwa.\nAku berpatroli di jalanan Mondstadt di malam hari.\nSaat rekan-rekan dan seniorku mengatakan:\n\"Kami adalah para kesatria bintang, angkat kepalamu dan saksikan!\"\n\"Karena kita, yang mengibarkan bendera kita dalam cahaya bintang, adalah pelindung sejati Mondstadt!\"\nTapi aku tidak mengangkat kepalaku ke bintang-bintang sekalipun, ataupun menatap bendera kami,\nKarena aku tidak bisa mengalihkan pandanganku dari ujung jalan yang menyedihkan itu.\nPenjual keliling menangis dalam keheningan.\nPrajurit tua meringis kesakitan.\nDalam keheningan malam,\nSeorang gadis muda, ditolak oleh para bangsawan, memohon belas kasihan Barbatos.\nDesahan angin sedih mengguncang gerbang Katedral,\nMembawa kesedihan dari mereka yang tertindas, menyerang tembok-tembok megah yang indah.\nSetiap ibu memanggil,\nSetiap bayi menangis.\nCukup untuk menembus perisai yang paling kuat sekalipun,\nCukup untuk menghancurkan pedang yang paling tajam sekalipun.\nSuara derita sampai membuat tulang sum-sum merinding.\nNamun di istana, dan di dalam kastil,\nWalaupun angin yang sama berembus di tanah suci,\nMereka bagaikan suara semut-semut di telinga."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Balada yang telah diturunkan sejak zaman bangsawan dan konon berasal dari Ragnvindr sang Kesatria Fajar sendiri. Mereka menceritakan kisah pertemanan Ragnvindr dengan seorang penari pedang.\nSuatu hari, saat fajar tiba,\nSeorang penari yang lagunya adalah pedang baginya, menginjakkan kaki di Mondstadt.\nMeskipun dibalut rantai dengan tangan diborgol dan kaki terbelenggu,\nAda sebuah nyanyian dalam kesunyiannya.\nNyanyian kebebasan, bagai fajar pagi cerah di balik tembok,\nNyanyian kebahagiaan yang dinyanyikan rakyat tanpa belenggu.\nDia adalah sang fajar dari kelompok petualang,\nNamun dia juga adalah malam tiada akhir bagi para bangsawan.\nAku pernah bertanya padanya, \"Mengapa kamu datang untuk menggulingkan para bangsawan kami?\"\n\"Apa kamu tahu bahwa mereka adalah pemimpin kami?\"\n\"Mengapa mereka memerintahkanmu untuk membangun tembok tinggi?\"\nDia membalas dengan suara bagai angin segar\n\"Jika kamu memang mengenal angin seperti temanmu,\n\"Lalu apa kamu sebelumnya juga tidak mengenal kebebasan?\"\nKepada pendengarnya yang kesepian dia menceritakan sebuah kisah:\nSebuah kisah tentang leluhur kita yang lebih baik dari para penguasa kita dan memiliki kekuatan suci,\nKisah malaikat, Archon dan naga yang jahat,\nKisah para dewa dan orang-orang dari seluruh negeri,\nSetiap mitos dan legenda, dia menyanyikannya dalam sebuah lagu,\nDan angin membawa nyanyian itu ke setiap penjuru kota.\nDi daerah para bangsawan, dia menyanyikan pedangnya sekali lagi.\nKarya terakhir terbaiknya, namun berhenti dengan sempurna.\nSeorang kesatria tanpa nama mengambil pedangnya dari medan perang yang berlumuran darah,\nDan menguburnya di tempat di mana angin lembut bertemu dalam persekutuan."
          }
        ]
      }
    ]
  }
}