{
  "epId": 2299,
  "name": "Jurnal Roald sang Petualang",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_844401650437753975.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1663482607,
  "components": {
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah buku harian yang ditinggalkan oleh petualang terkenal, Roald. Halamannya penuh dengan kristal garam yang berkilau dan pahit.\n- Sal Terrae -\nSetelah berjalan jauh dari Dihua Marsh. Sepatuku benar-benar basah. Terakhir kali aku melepasnya untuk mengeluarkan air, seekor katak lompat keluar.\nMenurut skala kehancurannya, sepertinya kuil ini adalah tempat berlindung orang-orang saat perang Archon terjadi ribuan tahun lalu. Aku dengar Dewa Garamlah yang membangun tempat ini. Cerita rakyat Liyue berkata bahwa dia adalah yang paling lembut di antara para dewa. Di tengah kekacauan dan kebengisan era perang, manusia hanyalah pion lemah yang dapat dengan mudah digantikan. Namun Dewa Garam menolak untuk tergabung dalam pertempuran mereka demi kekuasaan, kekuatan, dan sebagainya, dia bahkan memberi perlindungan kepada mereka yang terbuang setelah perang. Dia membawa mereka kemari untuk membangun hidup yang baru. Dia memperlihatkan kepada mereka kebaikan dan kenyamanan. Dan ketika pergolakan menujuk akhir zaman terjadi, dia bekerja tanpa lelah untuk mengembalikan kedamaian di antara para Archon.\nSepertinya sebagian besar dari kota kuno telah hanyut ke dalam Bishui River. Untungnya, fondasi dari kuil itu masih ada di sini.\nDia mengumpulkan sekelompok pengikut yang menetap di daerah yang sekarang dikenal sebagai Sal Terrae dan menjalani kehidupan yang sederhana. Kota itu berdiri selama beberapa abad, sampai akhirnya jatuh bersamaan dengan jatuhnya sang Archon sendiri.\nArchon yang paling baik dan lembut itu tidak jatuh di tangan Archon lain. Namun dia jatuh di tangan rakyatnya sendiri, orang-orang yang begitu dia kasihi.\nDia adalah raja pertama rakyat dan juga yang terakhir. Dia pernah mencintai Dewa Garam sama seperti yang lainnya, tetapi sebagai manusia biasa, dia tidak bisa memahami pengorbanan diri yang merupakan wujud kasih sang Dewa. Dia mencari kekuatan militer, dengan harapan kota itu dapat mempertahankan kekuatan dan pertahanannya sendiri. Maka, untuk menunjukkan bahwa kelembutan adalah kebajikan yang tidak sesuai untuk saat-saat itu, dia mengambil sebuah pedang dan mengakhiri kehidupan sang Dewa yang kesepian dan tak berdaya itu. Tidak lama setelah dia menemui ajalnya, kuil itu sendiri runtuh, dan kota serta orang-orang hancur seperti garam ke bumi.\nMengenai sang raja yang berkhianat, banyak teori yang beredar namun tidak ada yang pasti. Beberapa mengatakan dia terus memerintah dalam kesunyian dari dalam reruntuhan selama berabad-abad, dan akhirnya berubah menjadi debu saat perang berakhir, reruntuhan itu akhirnya tersapu oleh sungai, dan serangga. Sebagian mengatakan dia mengakhiri nyawanya sendiri setelah membunuh sang Dewa karena tidak kuat menahan rasa bersalahnya. Bagaimanapun juga orang-orang yang dulu berada di bawah naungan Dewa Garam kini tersebar di segala penjuru Liyue. Di bawah naungan Liyue yang aman, di bawah pimpinan Geo Archon, mereka dan kisah mereka masih ada, dan karena itulah kita masih mendengar tentang mereka sampai saat ini.\nDikatakan bahwa tubuh Dewa Garam masih dapat ditemukan di suatu tempat di dalam reruntuhan. Walaupun tubuhnya telah berubah menjadi garam, namun bentuknya masih terjaga sama seperti saat dia terkena pedang sang raja.\nSepertinya hujan besar akan turun: sejauh mata memandang aku bisa melihat awan gelap berkumpul. Sebaiknya aku segera pergi. Aku akan pergi ke Barat Laut Mt. Qingce. Semoga aku bisa tiba sebelum hujan menjadi lebih lebat. Dan semoga saja aku tidak kehilangan buku harianku saat aku berlari terburu-buru ke sana..."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Buku harian peninggalan seorang petualang terkenal bernama Roald, di sebuah tenda darurat. Masih terlihat baru dan baunya seperti herba harum dari Mt. Qingce.\n- Desa Qingce -\nAku meninggalkan Dragonspine, melewati sungai, melewati hutan yang penuh dengan dedaunan perak, dan melewati hutan bambu yang bermandikan cahaya matahari, akhirnya aku tiba Mt. Qingce. Sepatu dan pakaianku basah karena hujam lebat. Untungnya, para orang-orang tua di dalam desa berbaik hati dan mengizinkanku mengeringkan pakaianku di aula besar, bahkan mereka memberikan pakaian kering dan makanan untukku.\nTerdapat banyak anak-anak di Desa Qingce. Mereka semua sangat lucu, dan juga manja. Orang-orang tua juga cukup banyak, mereka semua terlihat hidup dengan harmonis dan tanpa beban. Para orang tua menjelaskan padaku, kebanyakan anak-anak muda di desa pergi bekerja ke Pelabuhan Liyue. Banyak dari mereka yang sudah memiliki keluarga di sana, dan mengirimkan uang kepada mereka setiap bulannya. Terbiasa dengan kehidupan kota yang nyaman dan maju, orang-orang muda itu mungkin tidak berniat kembali ke desa. Liyue Harbor juga membawa kedamaian dan kemakmuran ke Desa Qingce, tetapi kehidupan di desa ini juga perlahan-lahan menua.\nMenurut legenda, kata \"Qingce\" berasal dari nama seekor monster kuno \"Chi\". \"Chi\", adalah bagaimana kita menyebutnya menggunakan bahasa modern, tetapi di zaman kuno, orang-orang Liyue menyebut monster itu \"Qingce\".\nPara orang-orang tua mengatakan, ribuan tahun lalu, Morax mengalahkan monster Chi dan memulihkan kedamaian di Liyue. Setelah Chi mati, tubuhnya berubah menjadi bebatuan, darahnya menjadi air, dan sisiknya menjadi teras. Dan tempat yang sebelumnya menjadi sarang monster itu kini dikenal dengan nama Mt. Qingce.\nSaat dilihat dengan seksama, aku dapat melihat pegunungan itu terdiri dari bebatuan yang pecah karena benturan dari luar, dan tidak terlihat tanda-tanda kehidupan monster Hydro tertinggal. Mungkin jasad dari monster Chi telah lama hilang, atau kisah tentang monster yang berubah menjadi gunung hanyalah mitos belaka?\nTujuanku selanjutnya adalah danau yang terletak di puncak bukit Jueyun Karst. Legenda di Liyue mengatakan tempat itu adalah tempat di mana para Adeptus tinggal. Aku akan mencoba menemukan mereka."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah buku harian yang ditinggalkan oleh petualang terkenal, Roald, di samping danau. Berisi rencana petualangan dia di Mt. Aocang.\n- Jueyun Karst, Mt. Aozhang -\nSepertinya aku kehilangan buku harianku lagi... Aku tidak mengerti, aku bahkan mengatakan pada diriku sendiri: \"Apa pun yang kamu lakukan, jangan sampai buku harianmu hilang.\" Tapi aku teralihkan oleh petualanganku sendiri dan lupa. Aku menghamburkan banyak kertas setiap tahun... Aku harap Archon Dendro tidak akan keberatan.\nAku sudah tiba di danau gunung yang sangat tinggi di Mt. Aocang. Untuk sampai di sini, aku harus mendaki jalan tanah yang berliku, mencari jalan melintasi jalan kayu berbahaya yang dibuat oleh para ahli obat zaman dulu, kemudian melalui tebing curam, jurang yang basah. Beberapa nelayan mengatakan padaku bahwa itu memiliki kedalaman seribu kaki, tapi setelah aku menginjakkan kakiku di air aku bisa bilang bahwa mereka benar-benar berlebihan.\nPara tetua di Desa Qingce ternyata benar: air di danau gunung terasa manis dan hangat. Tempat ini benar-benar pantas disebut sebagai tanah surgawi! Saat aku baru tiba di Jueyun Karst, seorang petani tua berkata padaku bahwa Adeptus mempunyai kekuatan magis misterius yang bisa membuat mereka berubah menjadi kabut dan terbang di antara lautan awan. Aku menganggap itu hanyalah kisah rakyat biasa yang diturunkan turun-temurun, namun setelah aku melihat kabut di danau naik hingga ke puncak dan tergabung dengan lautan awan, aku jadi berpikir... Mungkin Adeptus yang aku cari sedang terbang di antara awan di puncak sekarang ini, apa pun itu, aku tidak akan mungkin menyadarinya sekarang ini.\nAku pergi menuju Timur ke bawah gunung dan tersesat di dalam hutan yang lebat. Akhirnya, aku berhasil lolos dan sadar bahwa aku kembali ke tepi Bishui River. Pemandangan di sini terlihat baik, jadi sepertinya aku akan bermalam di sini.\nSaat aku membereskan barang-barang di dalam kemah, aku bertemu seorang gadis pemburu harta karun. Dia bernama Eduardo, dan dia menjelaskan bahwa dia menuju arah Barat ke \"Miraculous Lake\" di kaki gunung Mt. Aocang.\n\"Legenda mengatakan seorang Adeptus yang tinggal di dekat danau di kaki gunung Mt. Aocang di bagian utara. Jika itu benar, maka di sana pula lah para Adeptus menyimpan harta karun mereka, Muhahaha, aku tahu pasti apa yang akan kulakukan saat aku mendapatkan harta karun tersebut!\"\nLalu dia cepat-cepat mengubah nada suaranya, seperti menyadari nada yang dia pakai tadi: \"Aku... Aku akan mengontak guild dan melapor kepada mereka jika aku menemukannya! Aku adalah anggota dari Adventurers' Guild, dan aku benar-benar tidak ada hubungan apa pun dengan Pencuri Harta Karun!\"\nBenar, beberapa petualang memang bertujuan untuk menjadi kaya. Aku teringat dengan pepatah klasik dari Liyue yang mengatakan, \"Untuk masing-masing milik mereka yang tak terduga\" namun apa pun motivasinya, dia adalah sesama petualang, yang juga terlihat baik.\nBisa kukatakan, aku tergoda untuk menuju Barat karena dongeng \"Miraculous Lake\" ini setelah mendengarnya sendiri dari Eduardo. Namun pada akhirnya aku memutuskan tetap pada rencana semula. Menghadapi risiko dari situasi yang tidak diketahui, aku akan melanjutkan ke Guili Plains untuk melihat pemandangan dan harta karun yang menunggu untuk ditemukan di sana. Dan semoga aku tidak kehilangan buku harianku lagi kali ini - dengan situasi yang tidak diketahui, aku tidak boleh kehilangan buku harianku lagi... semoga saja aku bisa menghadapi segala situasi yang tak diketahui itu."
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Buku harian peninggalan seorang petualang terkenal bernama Roald, di sebuah tenda darurat. Sepertinya pernah tercebur ke dalam air, dengan bekas air dari kaki rubah.\n- Luhua Pool -\nBerjalan ke arah Selatan mengikuti pesisir Bishui River, aku menemukan sebuah kolam di bagian Utara Mt. Tianheng. Air di sini teramat jernih! Bahkan lebih jernih dari langit di angkasa. Suhu air kolam sama dengan suhu tubuh, dan memiliki aroma yang manis.\nAku bertemu seorang penduduk lokal yang sedang mengumpulkan obat-obatan. Katanya ribuan tahun lalu, kolam ini adalah sebuah taman, dan di saat Perang Archon terjadi, sepasang kekasih yang tidak disetujui oleh keluarga mereka, bertemu di tempat ini secara diam-diam. Tetapi, waktu perang terus berlangsung, sang pria pergi meninggalkan kekasihnya dan memutuskan untuk mengikuti Archon Geo. Sebagai seorang manusia, dia pergi berperang dengan berani, seperti manusia-manusia lain yang tak terhitung jumlahnya. Ratusan tahun berlalu, dan tidak satu kata pun terdengar dari pria itu.\nSedangkan sang wanita setia menunggu di taman itu, menunggu kekasihnya untuk kembali. Bunga-bunga mulai layu, dan rumput tumbuh tinggi. Ombak pun datang, dan rumput mulai membusuk dan hanyut, ombak berlalu, dan debu menyelimuti. Air mata sang wanita terus mengalir, membentuk kolam ini. Mungkin, kerinduan yang mendalam dari wanita itu yang membuat air di sini sangat jernih dan tenang.\nAku menghabiskan waktu soreku di sini, dan tertidur saat berendam di dalam kolam. Waktu aku terbangun, langit sudah gelap dan terhiaskan bintang-bintang.\nAku melihat bayi rubah mendekatiku terlihat penasaran, begitu aku mendongak melihatnya, dia terkejut dan segera lari.\nBeberapa saat kemudian, aku baru sadar sebelah sepatuku hilang, dan kantong makananku juga terserak berantakan.\nAku membereskan koper bawaanku, memakan waktu lebih lama dari perkiraanku. Tujuanku berikutnya adalah muara dari Bishui River di Timur Laut, yaitu Yaoguang Shoal."
          }
        ]
      },
      {
        "title": "(V)",
        "desc": [
          {
            "type": "RichText",
            "text": "Buku harian peninggalan seorang petualang terkenal bernama Roald. Dari halamannya bisa tercium bau angin laut.\n- Yaoguang Shoal -\nIni adalah muara dari Bishui River. Pasir dan lumpur yang terbawa oleh aliran sungai terkumpul di sini, dan membentuk sebuah daratan pasir yang datar dan besar. Saat aku tiba, daratan ini diselimuti kabut, dan sepatu baruku lagi-lagi basah. Dari kabut di sekitarku bisa terdengar suara monster yang tak kukenal... tapi aku tidak tahu dari mana arah datangnya.\nMeskipun begitu, aku hanya bisa mendirikan tendaku, dan menunggu kabut berlalu sambil menerka-nerka di mana arah asal suara itu.\nSaat aku berada di Penginapan Wangshu, seorang pedagang memberitahuku legenda Yaoguang Shoal. Dia memulai dengan sebuah puisi - \"Ombak berkilau bagai giok hanyut ke dalam laut sementara keong terbaring kosong di pasir putih.\"\nCahaya semurni mutiara berkilauan di permukaan Bishui River, dan mengalir ke lautan bersama dengan air sungai. Tetapi, Greenconch Lodge di Yaoguang Shoal tetap kosong.\nDulu aku pernah menembus melewati kabut untuk mengunjungi Greenconch Lodge, tetapi aku juga tidak menemui pemiliknya.\nLegenda di antara para nelayan adalah bahwa Greenconch Lodge adalah rumah bagi para Adeptus - keong hijau sendiri, faktanya merupakan bagian dari dirinya sendiri. Dia menyediakan tempat berteduh bagi para pelancong yang tersesat dalam kabut, merawat orang-orang yang selamat dari kapal karam, dan memberkati Adeptus lain di kapal yang sedang melawan monster laut.\nTetapi legenda ini menceritakan hal yang berbeda di antara nelayan-nelayan tua. Dikatakan bahwa Seashell Sanctuary bukanlah ditinggali oleh Adeptus, melainkan oleh sebuah keluarga yang telah tinggal di dalam ular raksasa selama banyak generasi. Mereka mengabdikan diri untuk menolong yang tersesat, dan menyelamatkan banyak nelayan.\nSepertinya kabut sebentar lagi hilang, dan matahari mulai terlihat.\nBerikutnya, aku akan meminjam kapal untuk menuju ke Guyun Stone Forest dan melihat reruntuhan di mana Archon Geo mengalahkan monster laut.\nAku akan segera tiba, kalau cuaca memungkinkan."
          }
        ]
      },
      {
        "title": "(VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah buku harian milik petualang terkenal, Roald, yang tidak sengaja tertinggal. Halamannya lembap, sepertinya bekas terkena air.\n- Guyun Stone Forest -\nKami melewati beberapa pulau kecil yang ditempati oleh Hilichurls, berhasil melewati mereka dan tiba di Guyun Stone Forest dengan selamat. Enam pilar batu raksasa menghalangi cahaya matahari dan membuat tempat itu sangat teduh. Kepiting di pantai sangat besar dan gemuk. Mungkin karena wilayah itu mendapat banyak nutrisi dati sisa-sisa monster selama ribuan tahun, apa pun itu, kepiting itu sangat enak rasanya saat dipanggang.\nKeindahan tempat ini membuatku lupa bahwa dulu peperangan pernah terjadi di sini, antara Geo Archon dan monster laut. Darah yang tergenang di sini telah pupus terhapus ombak tanpa jejak. Sepertinya semuanya berubah menjadi tak berarti saat berhadapan dengan lautan yang luas. Entah hanya setetes darah manusia atau darah para pahlawan yang mengalir bagai sunga, angin dan gelombang yang terus mengalir tanpa henti ditakdirkan untuk menghapus setiap jejak. Pada akhirnya, semua kembali seperti semula, seperti zaman dahulu kala.\nLegenda berkata, dahulu kala Geo Archon pernah mengukir tombak raksasa dari tanah berbatu. Dia menancapkannya jauh ke laut, menungganginya melalui tubuh iblis yang membuat kekacauan di wilayah kekuasaannya. Selama bertahun-tahun, angin berangsur-angsur mengikis tombak batu tersebut menjadi bentuk yang kita lihat saat ini.\nDi kemudian hari, aku akan kembali ke kemah di daratan. Dari tempatku sekarang, aku bisa melihat kapal-kapal meninggalkan pelabuhan dari kejauhan. Seraya aku menulis, Crux berlayar lagi, menuju tempat pelayaran berikutnya. Aku penasaran, misi apa yang dipercayakan oleh Qixing Commerce Guild kepada Kapten Beidou kali ini?\nAku mendapat mimpi terburuk kemarin malam. Aku bermimpi aku berada di suatu tempat yang gelap dan lembap. Tiba-tiba aku menjadi monster laut, lalu tubuhku ditusuk tombak Geo Archon hingga ke dasar laut. Aku menggeliat dan mencengkeram tombak yang terbuat dari batu itu, mencoba membebaskan diriku, namun aku tetap tak bisa bergerak. Di setiap gerakanku aku merasakan sakit dan amarah yang meluap-luap...\nCatatan untuk diri sendiri: Guyun Stone Forest bukan tempat yang baik untuk bermalam! Aku terbangun, jadi aku menyalakan api unggun dan aku akan pergi saat mentari bersinar. Pemberhentianku berikutnya adalah Pelabuhan Liyue: Aku hanya perlu berada di suatu tempat di mana aku bisa mencuci baju, mencukur janggut, dan sebagainya. Saat semua selesai, aku akan melanjutkan perjalanan ke Jueyun Karst. Aku tidak mendapat kemajuan apa-apa untuk menemukan Adeptus. Kali ini, sepertinya aku akan mencoba peruntunganku di Qingyun Peak.\nCatatan tambahan: Jangan sampai aku kehilangan buku harianku lagi!"
          }
        ]
      },
      {
        "title": "(VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah buku harian yang ditinggalkan oleh petualang terkenal, Roald. Halamannnya menebarkan wangi bunga yang tumbuh di tebing curam.\n- Jueyun Karst, Qingyun Peak -\nSepertinya aku harus memulai perjalananku dengan beberapa peringatan untuk diri sendiri. Belakangan ini aku sadar bahwa aku sering sekali lupa di mana aku menaruh buku harianku di saat aku ingin menulis. Duh, Roald, kamu harus lebih berhati-hati lagi!\nSetelah mendaki lama sekali, aku akhirnya berhasil mencapai puncak gunung. Aku dikelilingi oleh lautan awan. Mustahil untuk mengetahui di mana lautan awan tempat aku pernah berdiri memandangi tempat surgawi tempat Adeptus tinggal.\nSelain pohon-pohon yang berbentuk aneh, terlihat seperti tidak ada tanda-tanda kehidupan di puncak sini. Terkadang, Lapis Glede akan mengeluarkan bunyi yang nyaring sebelum turun menembus awan dan menghilang. Jika menaiki bukit dari sini maka akan tiba pada tempat tinggal para Adeptus, namun ada beberapa hal yang harus kulakukan sebelum aku ke atas. Yang paling penting adalah memperbaiki alat mendakiku, aku juga harus merawat beberapa lukaku. Seorang petani baik hati memberiku salep saat aku baru tiba di Jueyun Karst - perih sekali, namun benar-benar manjur.\nMalam di atas puncak sungguh tidak nyaman. Angin di antara awan berembus menembus tulang. Sulit untuk berlindung darinya, karena angin itu bisa menyelinap dari celah kecil mana pun di tenda, dan mustahil untuk menjaga api unggun tetap menyala di tengah angin begini apalagi untuk bisa tidur nyenyak. Aku penasaran jika Adeptus yang tinggal di atas puncak sana pernah merasa kesepian dan putus asa dikelilingi oleh angin dingin yang tak berperasaan ini?\nSetelah malam panjang tanpa tidur, aku akhirnya menyaksikan bulan terbenam di antara awan. Aku harus yakin bahwa ranselku sudah terikat dengan aman, dan saat siang hari tiba aku akan memulai perjalananku ke atas puncak, tempat di mana para Adeptus tinggal. Semoga ketinggiannya cukup tinggi sehingga tidak akan turun hujan."
          }
        ]
      },
      {
        "title": "(VIII)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah buku harian yang ditinggalkan oleh petualang terkenal, Roald. Halaman-halamannya dipenuhi dengan lumut.\n- Kolam Qingxu -\nUntuk mencegah buku harianku hilang lagi, kali ini aku menandai sampul kulitnya dengan lumut jadi benar-benar terlihat menonjol di ranselku. Sempurna! Malam ini, akan kutaruh di sebelah bantal sebelum tidur. Jadi tidak mungkin akan hilang. Sejujurnya, jika aku kehilangan buku harianku sekali lagi sepertinya aku tak pantas lagi menyebut diriku sebagai petualang.\nAku pergi ke barat melalui pegunungan di Mt. Tianheng dan sampai di sebuah reruntuhan yang dikenal sebagai Qingxu Pool. Pintu masuk reruntuhan terletak tepat di tengah batu raksasa yang naik dari tengah-tengah kolam dangkal. Dikelilingi tebing curam di semua sisi. Terdapat beberapa menara batu yang berbaur dengan pemandangan alam yang diciptakan oleh Geo Archon. Kabut di pagi hari mulai menghilang dan sinar matahari mulai menerangi gunung dan reruntuhan. Sepertinya cuaca hari ini cerah.\nLegenda mengatakan bahwa reruntuhan itu sudah ada dari sebelum Geo Archon memerintah Liyue. Seluruh Lisha terselimuti oleh air saat perang Archon terjadi, dan pada saat itu bebatuan ini tak lebih dari sekadar pulau kecil yang naik dari permukaan laut. Setelah kedamaian tercipa, wilayah Lisha sekali lagi terlihat ketika ombak sedang pasang, memperlihatkan bangunan-bangunan kuno yang dibangun oleh orang-orang terdahulu.\nDulu saat di penginapan Wangshu, aku bertemu seorang peneliti dari Sumeru bernama Soraya. Dia banyak melakukan penelitian mengenai reruntuhan di Lisha, dan bisa terus berbicara tentang hal itu sepanjang hari jika dia mau. Dia berkata padaku bahwa reruntuhan itu ditinggalkan oleh dewa iblis, dan bahkan namanya sudah terhapus dari sejarah dan ingatan orang-orang. Namun akhirnya, laut memberikan jalan pada hutan dan padang sehingga dewa iblis pun terkalahkan, lalu benteng pertahanan dan kuil dari kota kuno yang dulu dibangun rakyat itu pun akhirnya hancur. Dan, demikianlah Qiangxu Pool terbentuk, reruntuhan itu akhirnya tenggelam sampai perang Archon yang panjang pun akhirnya berakhir, dan pemandangan itu muncul di saat gelombang air surut.\nMungkin sisa reruntuhan ini ditinggalkan sebagai pengingat nostalgia dari era terdahulu untuk para Adeptus dan makhluk suci lainnya. Bagaimanapun juga, ini adalah tempat tenang yang untuk alasan apa pun tidak terganggu oleh perkembangan pelabuhan Liyue dan tidak tersentuh oleh operasi penambangan yang berada di Chasm. Dibiarkan begitu saja sampai hari ini. Satu-satunya gangguan yang datang sejak penambangan di Chasm dihentikan karena monster kini telah menduduki reruntuhan ini. Semoga saja mereka tidak menghancurkan apa pun.\nIni sebuah teori sederhana tapi aku harus mengumpulkan lebih banyak bukti. Aku harus tetap menuju Utara dan mengunjungi reruntuhan di Lingju Pass dan Dunyu.\nAku tak sengaja bertemu Eduardo lagi sebelum pergi. Sepertinya kali ini dia bepergian bersama rekannya. Dia pastinya petualang yang mempunyai jadwal sibuk. Seolah aku baru saja mengedipkan mata dan dia sudah menghilang ke dalam reruntuhan."
          }
        ]
      },
      {
        "title": "(IX)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah buku harian yang ditinggalkan oleh petualang terkenal bernama Roald. Beberapa halaman di dalam sudah sobek dan lecek, dengan beberapa kristal es menempel di permukaan halaman.\n-Dragonspine-\nBila memanjat dari tepi sungai Liyue, kamu akan tiba di bagian selatan Dragonspine yang lebih landai. Salju di sana cukup tenang dan sumber airnya belum beku total. Tempat ini adalah tempat yang cocok untuk mendirikan kemah. Setelah bahan persediaan sudah disiapkan, aku berencana menjadikan tempat ini sebagai pangkalan, lalu melanjutkan perjalanan ke puncak.\nSetelah mendirikan kemah, aku mengamati sisa-sisa reruntuhan di sekitarnya. Reruntuhan di sini sangat menarik, gaya arsitekturnya dibangun dengan pola yang sama. Dari sini kudapati bahwa, kerajaan kuno dalam legenda mungkin terkubur salju di bawah kakiku.\nSayangnya, tidak ada prasasti berkaitan yang tertinggal di reruntuhan. Sulit sekali untuk memastikan sejarah kerajaan kuno tersebut. Mungkin saja di tempat yang lebih tinggi masih ada informasi yang terkubur rapat di dalam salju.\nBermalam di sini membuatku sangat menderita. Angin dingin yang menusuk tulang datang dari sungai dan membuat tenda berderak kencang, membuatku mengalami mimpi buruk di dalam tidur. Ruang di goa dalam gunung pasti sangat luas, karena aku mendengar gema suara angin yang seperti jeritan hantu. Sayang sekali, pintu masuk goa tertutup rapat oleh pagar, dan tidak ada cara untuk membukanya dari luar.\nKemudian aku terus melanjutkan pendakianku. Aku menemukan beberapa benda peninggalan yang tidak berbeda jauh usianya, yang tampaknya berasal dari era aristokrasi (pembagian kelas bangsawan) Mondstadt. Aku juga menemukan beberapa potongan pakaian dan senjata yang sudah lapuk dimakan usia. Es salju yang tebal telah memperlambat kebusukannya, sehingga benda-benda yang terkubur bertahun-tahun masih bertahan lama.\nDari kondisi jejak peninggalan tersebut, bisa diperkirakan bahwa ada pengejaran atau mungkin pembunuhan yang pernah terjadi di jalan setapak gunung.\nBahkan badai salju yang ganas dan berbahaya tidak bisa menghentikan ambisi jahat seseorang. Tanah bersalju yang ditinggalkan oleh para dewa ini, pada akhirnya tercemar oleh dosa-dosa yang dilakukan generasi mendatang.\nAku mendaki ke atas melalui jalan setapak yang semakin curam. Semakin curam jalannya, semakin kencang juga badai salju yang menerjang. Suhu udara turun drastis ke tingkat yang tak tertahankan. Aku menjelajahi suatu reruntuhan di bagian timur laut dan menemukan fenomena yang sulit untuk dipercaya. Di gunung di mana badai salju terus melanda sepanjang tahun, ada perairan yang tidak membeku di dalam reruntuhan! Dilihat dari letak perairan tersebut, sepertinya perairan ini terhubung dengan sungai di bawah gunung.\nTetapi area ini terlalu dingin untuk dijelajahi. Aku tidak mungkin mengambil risiko untuk mati membeku atau tenggelam demi menjelajahi bagian dalam reruntuhan. Kemudian, aku pun membuat penanda yang besar di sana, berharap agar penanda tersebut tidak hilang karena terpaan angin atau salju.\nTempat ini mungkin adalah tempat perlindungan bawah tanah zaman kuno, yang kemudian terendam oleh air tanah yang merembes masuk. Aku juga pernah mendengar cerita zaman kuno ribuan tahun lalu, yang mengatakan metode para tiran menghukum tahanannya. Mereka mengurung mereka ke dalam sangkar, lalu menumpahkan air dalam jumlah besar secara perlahan. Mereka menikmati proses saat permukaan air menenggelamkan narapidana secara perlahan... dari ujung kaki kemudian merambat ke leher, mulut, hidung, hingga dahi...\nProses hukuman ini sangat panjang dan mengerikan. Sulit dibayangkan siapa yang bisa bertahan hidup dari hukuman tersebut di tengah cuaca sedingin ini.\nJalur pegunungan ke arah timur sedikit terjal. Aku mengalami beberapa kecelakaan bodoh yang hampir membuat tulang kakiku patah. Untungnya lukaku tidak parah, hanya ada sedikit lecet-lecet kecil yang tidak berarti. Mantel hangatku robek besar dan angin dingin tak hentinya menerpa badanku. Rasanya seperti ditusuk-tusuk pisau tajam, sungguh kondisi yang buruk.\nAku menemukan tempat peristirahatan yang aman, tepat sebelum lukaku mati rasa. Aku menambal robekan mantel sembarangan dan berpikir bahwa pendakian tidak mungkin dilanjutkan lagi.\nBeberapa waktu kemudian, aku akhirnya tiba dengan selamat di kemahku. Sambil menghangatkan diri di api unggun, aku melepas kaus kakiku dan menyadari bahwa tiga jari kakiku sudah berwarna keunguan karena membeku. Tidak peduli apa yang sudah terjadi di atas, rasanya menyenangkan sekali bisa terlepas dari maut yang baru kualami.\nKetika badai salju sudah agak mereda, kudongakkan kepalaku ke arah puncak yang menjulang tinggi di atas. Dengan tenang, puncak itu berdiri kokoh di tengah mendungnya langit, dengan dikelilingi batu-batuan raksasa yang bergerigi. Mungkin naga yang diceritakan dalam syair, yang terkubur di dalam gunung, tengah menatap ke langit?\nMenurut para penduduk yang tinggal di kaki gunung, gunung salju ini adalah sepertinya berada di luar perhatian para dewa, diatur oleh takdir yang tak bisa dipahami. Dalam dongeng kuno Mondstadt, gunung yang tertutup salju ini adalah tempat yang ditinggalkan oleh angin waktu... di mana segala sesuatu yang berada pada momen kehancuran dibekukan oleh terpaan angin.\nTapi ada sesuatu yang masih berdenyut di puncak gunung. Aku merasakan panggilannya di dalam mimpiku. Panggilan itu terdengar seperti lagu yang lembut, terasa merdu tetapi tidak menyenangkan.\nEkpedisi ini tidak berjalan mulus, tapi untungnya nyawaku terselamatkan. Hanya saja setelah hari ini, aku tidak tahu lagi kapankah ada kesempatan untuk mendaki lagi...\nUntuk rencana selanjutnya, aku akan terus menjelajahi Liyue dan mengisi kembali persediaan yang sebelumnya hilang, lalu mengganti buku catatan perjalananku yang basah ini."
          }
        ]
      },
      {
        "title": "(X)",
        "desc": [
          {
            "type": "RichText",
            "text": "Buku harian yang ditinggalkan seorang petualang terkenal, Roald. Lembaran halamannya meninggalkan aroma sakura yang menyegarkan dan daun tembakau yang pahit.\n— Ritou —\nSudah beberapa hari sejak kedatanganku ke Ritou, namun Kanjou masih belum terlihat sudi melepaskanku. Aku tidak tahu berapa lama lagi aku harus tinggal di sini... Kuharap Tuan Kurisu bisa menemukan cara untuk membuatku pergi dari sini.\nTuan Kurisu adalah ketua perdagangan lokal. Dia berasal dari Fontaine. Sebagai seorang pria yang ramah dan pendiam, dia memiliki pesona tertentu yang membuat para perantau merasa seperti berada di rumahnya sendiri.\nDia pernah mendengar bahwa Inazuma tidak ramah terhadap orang asing, namun dia baru benar-benar memahami parahnya situasi setelah dia menginjakkan kakinya sendiri di Ritou.\nDekrit Sakoku telah berlaku sejak beberapa waktu lamanya. Sementara itu, banyak orang perantauan yang memilih untuk tetap tinggal di pulau itu, banyak pula yang datang dan pergi dan hanya tinggal untuk waktu yang singkat. Tidak sedikit juga pedagang yang mengemasi barang-barangnya dan memilih untuk pulang saja. Ritou saat ini, tampak begitu suram dan tidak ada harapan.\nDikatakan bahwa ratusan tahun yang lalu, Hiroshi dari Klan Hiiragi membangun pelabuhan komersial ini. Dia merekrut pedagang yang berbakat untuk mendirikan toko di sini dan memajukan perdagangan bebas. Ritou pun sempat berkembang dan makmur untuk beberapa waktu lamanya... Tapi apakah Hiroshi masih bisa beristirahat dengan tenang dalam kuburnya kalau seandainya saja dia tahu bagaimanakah keadaan Ritou saat ini?\nTapi keturunannya — Komisaris Kanjou, saat ini tampaknya bisa menikmati hidup yang bergelimang harta.\nSebuah fakta memilukan yang membuat siapa saja merasakan sesak di dada.\nSetelah beberapa hari, Tuan Kurisu membawakanku kabar baik.\nDia mendengar bahwa Crux Fleet akan berlabuh sesaat di Inazuma. Seharusnya ada cara bagi armada bersenjata yang terkenal ini untuk menyelundupkanku ke pulau yang lainnya di Inazuma ini. Sekarang, aku hanya perlu bersabar saja.\nMeskipun aku tidak tahu persis apakah informasi yang kudengar dari Tuan Kurisu itu akurat atau tidak, tapi tidak ada salahnya bersiap-siap. Pertama-tama, aku harus memikirkan cara untuk mendapatkan kembali alat masak api unggun milikku dari Nona Yurika. Aku mungkin akan memohon padanya kalau memang perlu...\nSepertinya Shogunate telah menyerang pos terdepan Sangonomiya lainnya yang mengakibatkan banyak korban berjatuhan... atau jangan-jangan malah sebaliknya? Beberapa perantau yang tersisa sedang bergosip, bahkan pegawai pemerintah pun bergosip tanpa rasa cemas.\nTidak jelas sebenarnya apakah yang sudah terjadi, tapi pedagang-pedagang lainnya terus mengemasi barang-barangnya dan pulang ke kampung halamannya. Banyak kapal militer yang datang dan pergi, mungkin permintaan militer sementara...\nMungkin aku bisa memanfaatkan kekacauan dan kebingungan yang sedang terjadi untuk mengambil kembali barang-barangku dari gudang.\nOh iya, dan aku harus memperingatkan diriku sendiri... jangan sampai kehilangan buku harianku ini lagi.\nMemang ada buku harian dengan sampul yang lebih cantik dan elegan... tapi itu bukan alasan untuk mengganti buku harian yang lama dengan yang baru!"
          }
        ]
      },
      {
        "title": "(XI)",
        "desc": [
          {
            "type": "RichText",
            "text": "Buku harian peninggalan seorang petualang terkenal bernama Roald. Halaman-halamannya kini berbau lembap kabut dan jamur tertentu.\nPenjelajahanku di Pulau Tsurumi tidak berjalan lancar.\nSebelumnya, berkat seorang pemuda bernama Kama, aku bisa meninggalkan Ritou dengan lancar dan tiba di Pulau Tsurumi tanpa terdeteksi. Dengan arahannya, aku mencoba menembus kabut tebal yang menyelimuti pulau, dan entah bagaimana, aku berhasil melihat sekilas peradaban kuno yang ada di sini, menyaksikan pemandangan yang seperti mimpi. Namun ingatan akan pemandangan itu sudah memudar seperti kabut ....\nTapi aku masih ingat jelas, kalau aku telah bertemu dengan seorang anak kecil di pulau yang konon sudah lama mati.\nMungkin dia hanyalah halusinasi yang aku lihat di bawah pengaruh Elemental Particle yang mengambang melalui kabut, atau mungkin karena efek jamur di pulau ... Anak itu mungkin hanya ilusi atau ingatan palsu, dan kesimpulan inilah yang paling sesuai dengan logika. Pada saat aku datang ke pulau untuk kedua kalinya, aku membawa lebih banyak makanan ... dengan harapan anak itu bisa menerimanya. Pasti berat rasanya hidup sendirian di pulau mati ini, pikirku.\nKali selanjutnya aku datang ke pulau itu, aku tidak mengabari Kama, alhasil aku justru langsung tersesat dalam kabut yang tebal. Aku mencoba segala daya dan upaya, tapi sayangnya aku tidak dapat menemukan jalan keluar dari kabut tersebut — seolah-olah kabut itu menolakku dengan alasan yang tidak jelas.\nKalau bukan karena pengembara berambut pirang dan peri kecilnya yang bernama \"Paimon\" segera menolongku, aku mungkin harus pulang dengan tangan hampa. Untungnya mereka membantuku memilih beberapa Fluorescent Fungus lokal, yang menurut desas-desus yang beredar di kalangan orang-orang Inazuma, tanaman itu telah menggabungkan kenangan Pulau Tsurumi yang telah lama mati, sehingga dapat memancarkan cahaya yang remang. Tanaman itu bisa menajamkan mata dan pikiran, serta mengasah ingatan seseorang.\nAku mencobanya beberapa hari terakhir ini, dan ... jamur ini memang punya kemampuan untuk menenangkan hati dan menyemangati jiwa. Sepertinya, jamur ini bagus untuk pencernaan juga ... Meskipun begitu, aku belum melihat adanya efek peningkatan yang nyata terhadap daya ingatku. Aku tidak boleh lupa untuk mengambilnya beberapa untuk kuberikan kepada temanku di Sumeru supaya bisa mereka teliti.\nSelain itu, aku merasa gambar mural kuno yang dibawa oleh si pengembara berambut pirang dan Paimon sangatlah menarik — benda-benda itu tentu saja layak untuk diteliti lebih lanjut. Kami bisa menemukan reruntuhan sejarah yang begitu berharga berkat semangat, kebijaksanaan, dan tekad yang luar biasa dari kedua petualang ini."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Jurnal Roald sang Petualang"
          }
        ]
      }
    ]
  }
}