{
  "epId": 2300,
  "name": "Ayo, Dodoco!",
  "desc": "Catatan editor: \"Ayo, Dodoco!\" adalah cerita yang penulisannya diselesaikan secara bersama-sama oleh seorang wanita dewasa dan seorang gadis cilik, semua potongan kecil dalam cerita mengandung kelembutan dan berkah, sekaligus merupakan hadiah untuk para pembacanya. Mudah-mudahan, buku kecil yang tipis ini dapat melimpahkan sedikit kegembiraan kepada para pembacanya di tengah sibuknya jadwal mereka.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/364979c399f222e864ed23fa30636c67_4629221560629849360.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1663552285,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Ayo, Dodoco!"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Rincian",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Semua Dodoco cepat atau lambat akan mengikuti angin dan menunggangi ombak untuk bertualang,\" ujar seorang ibu yang lembut dan cantik sekali waktu.\nDan betul seperti yang dia prediksikan, Dodoco kami senang sekali waktu sahabatnya — Klee, memutuskan untuk pergi bertualang ke tanah guntur dan kilat.\nMemang, Dodoco suka sekali makan di restoran Good Hunter dengan Klee, sambil mendengarkan nyanyian para penyair.\nTapi Dodoco lebih suka lagi menghitung banyaknya bintang di langit dengan Klee, sambil merangkai bunga.\nKarena, \"Semua Dodoco cepat atau lambat akan mengikuti angin dan menunggangi ombak untuk bertualang\".\nKalau mau sampai ke tanah guntur dan kilat yang jauh, bukan cuma harus melewati badai, tapi juga harus menyeberangi lautan.\nNah, Dodoco sih tidak takut angin badai, karena angin kan berkat dari Archon Anemo.\nDodoco tidak takut ombak yang bergulung-gulung karena dia anak yang pemberani.\nTapi Dodoco tidak rela kalau Klee yang harus menghadapi bahaya.\nSoalnya sahabat harus saling melindungi. Klee dan Dodoco kan sahabat.\nDodoco tidak mau berpisah dengan Klee.\nTanpa Klee, semua petualangan akan menjadi seperti Sweet Flower yang tidak bisa mekar, sepi dan menyedihkan.\nSemuanya tidak akan bermakna sekalipun Dodoco bisa menjelajahi setiap inci tanah yang ada di Teyvat, mengarungi setiap riak air yang ada di sungai.\nJadi, kenapa harus ragu lagi?! Ayo berangkat — Dodoco bakal naik kapal dan pergi bertualang bersama sahabatnya, Klee!\nNaik kapal berarti tidak bisa terbang bebas di angin, dan tidak bisa berenang bebas di laut.\nTapi bisa lihat senyum Klee dan dengar cerita Kak Albedo.\nYa ... masih okelah!\nDi Inazuma — tanah guntur dan kilatnya Raiden, bunga dan tanaman warnanya ungu, ikan dan burung juga ungu, semuanya ungu.\nKalau semuanya mau dilukis, bisa-bisa cat Kak Albedo juga tidak bakal cukup deh.\nSayangnya Kak Albedo tidak sempat melukis bareng Klee dan Dodoco.\nKak Albedo sudah besar, dan orang besar kadang banyak urusannya sendiri.\nTapi untungnya, Dodoco masih punya Klee, hehehe!\nKlee selalu kepikiran buat main yang asyik-asyik, Dodoco jadi tidak pernah bosan loh kalau lagi bareng sama Klee.\nKlee punya banyak teman di Inazuma, Kak Honorary Knight, Paimon, dan Kak Yoimiya.\nMereka semua bersama Dodoco, ikut petualangan yang paling menyenangkan di Inazuma!\nYiiiha, petualangan besar!\nKak Honorary Knight membawa Dodoco naik Gunung Yougou yang tinggi.\nSemua orang capek sehabis naik gunung, lalu rebahan di bawah pohon Sacred Sakura.\nWaktu bangun, semua tumbuh sayap mirip Tengu.\nSayap Klee warnanya merah, Kak Yoimiya emas, dan Kak Honorary Knight biru.\nPaimon bisa terbang tanpa sayap, jadi Paimon tidak tumbuh sayap.\nSayap semua orang terbentang bersama, dan angin kencang bertiup.\n\"Wuuush\", bikin rambut Kak Miko berantakan.\nGawat, ayo kabur kalau tidak mau dimarahi Kak Miko, cepat!\nPetualangan besar sangat menyenangkan, tapi ... *krucuk* Perut Klee keroncongan.\nDuh, kok bisa lupa ya. Camilan itu kan bagian penting dari petualangan!\n*nyam* Akhirnya semua orang beli Dango, dan kami makan — Hmm, rasanya enak sekali.\nDodoco dan Paimon cepat sekali menghabiskan bagian punya sendiri. Setelah kenyang, Dodoco melihat Klee yang lagi tersenyum dan rasanya ....\nBertemu Klee dan yang lainnya itu adalah hal yang paling membahagiakan yang bisa Dodoco pikirkan!\nAh, ada lagi yang penting. Kalau kamu lagi baca ini, itu artinya kamu juga sudah ikut bertualang loh, selamat ya.\nBertualang, tertawa, makan, semuanya dalam suasana kebersamaan. Buat kamu yang sudah melakukan hal ini bersama-sama, kamu pasti sudah jadi teman baiknya mereka.\nNah, sekarang ayo lihat kembang api buatan Kak Yoimiya.\nWaktu semua orang menonton kembang api dengan gembira, Kak Yoimiya bilang begini,\n\"Selama imajinasi kita tidak buntu, maka hati kita juga sebenarnya sudah lebih bebas dari apa pun.\"\nTerus Klee bilang menyahuti, \"Kita sahabat yang tidak terpisahkan.\"\nLihat, Dodoco senang sekali ada di sini sama sahabat-sahabatnya.\nSekarang kan kamu juga sudah jadi teman baik Dodoco, jadi nanti kamu juga pergi ya. Bertualanglah bersama-sama dengan semua orang!"
          }
        ]
      }
    ]
  }
}