{
  "epId": 2302,
  "name": "Kesepian 1.000 Tahun",
  "desc": "Awal dari perjalanan tragis seorang pemburu Springvale. Di manakah kemalangan pertama kali menimpanya? Apa yang menandai awal mula dan akhir dari perjalanan 1.000 tahun seorang diri itu? Bagian pertama dari Kesepian 1.000 Tahun akan menjadi panduanmu dalam mengungkap kabut mimpi kehidupan Gothson.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/1000 Years of Loneliness_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Kesepian 1.000 Tahun"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Rincian",
        "desc": [
          {
            "type": "RichText",
            "text": "Beberapa tahun setelahnya, saat pergelangan kaki Gothson terjepit oleh perangkap yang dipasangnya sendiri, dia pasti akan teringat waktu saat ayahnya membawa dia pergi ke Ludi Harpastum di kota pada sore hari.\nKehidupan Gothson tidak diragukan lagi penuh dengan kemalangan. Tapi dia sendiri tidak ingat dari sejak kapan kemalangannya dimulai. Dia menghabiskan masa kecilnya di Springvale. Dengan perlindungan peri mata air, para pemburu yang tinggal di dalamnya hidup dengan tenteram.\nDi musim panas saat Gothson berusia 7 tahun, ayahnya membawanya pergi menonton pertunjukan sirkus di Ludi Harpastum. Ini adalah kali pertama Gothson masuk ke kota. Aroma daging panggang dan permen, kerlap-kerlip cahaya lampu dan hiasan, badut yang bermain dengan boar liar serta sulapan pesulap membuat matanya berbinar-binar penuh kagum.\nDalam kenangan masa kecilnya yang berwarna, Gothson samar-samar melihat ayahnya berjalan masuk ke kerumunan, melewati lengkungan kayu yang dilapisi dengan karakter besar \"Kontes Pasang Balok Susun\", dan perlahan menjauh darinya. Namun perhatiannya tertarik oleh sinar kerlap-kerlip peri mata air.\nMungkin tunggu sampai beberapa tahun kemudian, saat dia sudah tumbuh besar, dia akan mengerti bahwa peri di festival itu hanyalah aktor yang dibayar dengan gaji dua puluh Mora per hari. Daya imajinasi anak kecil memang selalu penuh dengan dunia fantasi.\nGothson tertidur karena dongeng yang diceritakan peri mata air. Dia berkeliaran dan menjelajah sendiri ke dalam siklus mimpi ribuan tahun yang tak berujung. Di dalam mimpi seorang petualang, dia melihat sirup buah berwarna-warni keluar dari mulut sebuah patung ukiran. Saat Gothson ingin melangkah ke depan, dunia mimpi itu tiba-tiba buyar karena suatu ledakan.\n\"Cepat lari!\" Ayahnya yang berwajah bulat dan penuh dengan saus daging kemerahan berlari penuh ketakutan.\nDi atas bahu ayahnya, Gothson melihat sebuah menara pemanggang besar yang menjulang di merahnya, perlahan-lahan tumbang di tengah-tengah seruan para penonton——\nSaat ayah Gothson berlari, ia tak sengaja menabrak seorang wanita gemuk. Pinggangya keseleo lalu kakinya kehilangan tenaga, kemudian seluruh badannya pun menimpa putranya seketika. Di saat yang sama, menara pemanggang jatuh semakin miring beriringan dengan teriakan histeris orang-orang...\nKnights of Favonius menghabiskan waktu tiga hari untuk membersihkan seluruh plaza yang penuh dengan beragam bahan makanan, selada, dan daging panggang, lalu mengangkat penonton yang sudah terendam saus. Kemudian mereka pun dengan terpaksa mengumumkan bahwa Ludi Harpastum berikutnya harus dilaksanakan di luar kota.\nRumah Gothson dalam satu malam itu kehilangan 2 orang pemburu dan malah bertambah 2 pasien. Dan bayaran satu-satunya yang mereka dapat adalah medali emas yang datang terlambat dua hari."
          }
        ]
      }
    ]
  }
}