{
  "epId": 2306,
  "name": "Catatan Ekspedisi Kuno: Bag. II",
  "desc": "Sebuah catatan ekspedisi yang ditemukan di gudang bawah tanah reruntuhan yang membeku.<br/>Sepertinya penulis catatan ini adalah seorang bangsawan yang pernah memerintah Mondstadt.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/59f17d37231cb49bcceb29124e5cfac1_4986076303074499069.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1663482777,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Catatan Ekspedisi Kuno: Bag. II"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Rincian",
        "desc": [
          {
            "type": "RichText",
            "text": "Karena insiden yang terjadi, sepertinya buku jurnal sebelumnya sudah tidak bisa diambil kembali.\nMemang sangat disayangkan kalau catatan investigasi itu hilang, tetapi lingkungannya terlalu berbahaya.\nPada akhirnya, kita tetap tidak bisa membuka pintu besar itu.\nAkhirnya kita tidak menemukan mural kuno itu, ataupun senjata kuno yang sangat diinginkan oleh Master Ingbert.\nSaat kita kembali ke <color=#ffe14b>Perkemahan Selatan</color> , rekan-rekan yang tersesat itu masih belum juga kembali.\nMeskipun kemungkinannya kecil, tapi aku masih berharap mereka telah turun gunung dengan selamat dan akan kembali membawa persediaan dan tim penyelamat.\nKarena persediaan makanan kami sudah hampir habis.\nMeskipun kedengarannya sangat gawat, tapi bagian yang runtuh di depan <color=#ffe14b>pintu bundar ruang rahasia</color> itu telah merampas Nick dan semua persediaan yang dia pegang.\nJelas-jelas aku sudah bilang kalau kita harus memeriksa stabilitas struktur reruntuhan terlebih dahulu. Aku ingat sekali...\nMungkin berbagai bencana yang menimpa kita beberapa hari ini membuatku menjadi kesal.\nAtau mungkin ini adalah pengaruh dari kondisi yang begitu putus asa.\nMaster Eberhard sangat mengagumkan. Bahkan di dalam kondisi seperti ini, dia masih bisa berpikir dengan kepala dingin. Mungkin ini adalah keteguhan hati seorang bangsawan muda.\nTernyata Master Landrich tidak salah menilai orang.\nMeskipun dia anak tidak sah, tetapi dia masih jauh lebih layak menyandang gelar bangsawan dibanding kebanyakan bangsawan lain.\nSetelah badai saljunya sedikit mereda, kita akan pergi ke <color=#ffe14b>gudang bawah tanah di sisi barat daya</color> , sesuai perintah Master Eberhart.\nMenurutnya, pasti di dalam ada benda peninggalan dari zaman dahulu kala.\nMeskipun terdengar aneh, tetapi suhu yang sangat rendah di sini juga memiliki kemampuan untuk mengawetkan benda.\nKita tidak boleh menyia-nyiakan perjuangan rekan-rekan kita yang sudah tiada.\nTentu saja kita juga tidak boleh mengecewakan harapan Master Landrich.\nKalau tidak, mungkin aku harus berhadapan dengan monster di arena pertempuran.\nMeskipun aku berhasil mengalahkan monster-monster itu, tapi nasibku pasti akan sama seperti budak milik Eberhart, yaitu dibunuh oleh pedang sang dewa kematian berambut merah dari Klan Lawrence itu..."
          }
        ]
      }
    ]
  }
}