{
  "epId": 2307,
  "name": "Perang Hamavaran",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Saga of Hamavaran_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Kata pengantar dari novel ringan baru \"Perang Hamavaran,\" sekarang digabungkan menjadi volume tersendiri karena penyesuaian model bisnis!\nPendahuluan\nAkhir-akhir ini, banyak penulis baru dari luar negeri memberikan karya mereka yang unik dan menarik melalui Program Perekrutan Penulis Baru dan kompetisi \"Novel ini Luar Biasa!\". Dengan ini, Pemimpin Redaksi meyampaikan terima kasih sebesar-besarnya kepada para penulis dari berbagai negara untuk dukungannya pada industri novel ringan di Inazuma, dan juga untuk Tuan Hiiragi Shinsuke dari Kanjou Commission karena telah membuat karya-karya penulis ini dapat menyapa para pembaca di Inazuma.\nSeperti yang diketahui, banyak pendekar asing yang berkelana di Inazuma sebelum Dekrit Sakoku diberlakukan. Hamavaran adalah salah satunya, dia datang jauh-jauh dari negara tropis Sumeru ke Inazuma untuk menegakkan keadilan. Kisahnya tidak terdengar di zaman pemerintahan Yang Mulia Ogosho. Namun berkat tulisan temanku, Pursina, kisah ini menemukan kehidupan kedua.\nKalau begitu, tanpa basa-basi lagi, kami persilakan pembaca untuk menikmati \"Perang Hamavaran\"."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Bagaimana ini bisa terjadi...\" Seorang sarjana pengembara biasa dari Sumeru, tiba-tiba ditugaskan topik yang kurang populer, diperintahkan untuk pergi ke dataran petir... Kisah petualangannya di bangsa yang penuh dengan pesisir pantai ini mulai tersingkap!\n\"Daripada menyeberang laut dan menembus badai, terlambat lulus lebih mengerikan...\"\nBegitulah yang ada di pikiran Hamavaran muda ketika naik kapal menuju Inazuma...\n\"Kamu lagi mikir kalau skripsi telat, lulus juga telat, ya kan?\"\nSuara yang tidak asing terdengar dari kabin.\n\"Bawel— Memangnya kamu siapa!\"\n\"Aku... memangnya penting ya?\"\n\"Memang tak penting sih...\"\n\"Woi—\"\n...\nDemikian, Hamavaran beradu mulut dengan suara dari luar jendela kapal itu diiringi kilatan petir dan guncangan ombak. Kekhawatiran akan badai di luar dan skripsi yang tak kunjung rampung, jadi terasa jauh dan tidak penting.\nHanya saja... suara yang beradu argumen dengannya itu tak pernah lagi terdengar setelah kapal berlabuh.\n\"Mungkin itu arwah korban yang meninggal di laut...\"\nHamavaran bergumam pada diri sendiri.\nHantu, roh, dan arwah hanyalah ingatan Ley Line tentang orang yang sudah meninggal, hanya masa lalu yang memantul ke hari ini. Walaupun kemunculan mereka di laut termasuk aneh, tapi bukan berarti tidak wajar.\n\"Hantu, enak saja, kamu tuh—!\"\nTepat saat Hamavaran mengambil bawaannya dan mendapat kejelasan atas hal yang dia alami tadi, suara itu tiba-tiba terdengar lagi di samping telinganya—"
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"'Pemanggilan hantu'? Apakah itu sama dengan 'mengusir hantu' di kampung halamanku?\" Dengan keraguan yang berputar di benaknya, Hamavaran mulai berbicara dengan teman seperjalanannya yang baru saja dia temukan. Perjalanan tak terduga dimulai!\n...\n\"Jadi, kamu benar-benar hantu?\"\n\"Bukan! Aku belum mati!\"\n\"Tapi kamu juga belum pernah hidup, kan?\"\n\"Uh... Iya sih...\"\nGadis bawel yang menyebut dirinya sebagai \"Shikigami\" tengah mengunyah dango. Cara gadis itu makan membuat Hamavaran khawatir dia akan tersedak.\n\"Kalau mau diistilahkan, lebih tepatnya aku adalah 'arwah panggilan', kan?\n\"Apa bedanya dengan hantu...?\"\n\"Beda lah!\"\nPerdebatan terjadi lagi. Hamavaran akhirnya paham. Yang berbicara dengannya ini mungkin sejenis roh penangkal atau semacamnya.\nGunakan nama asli untuk membuat perjanjian, dan panggil mereka. Pada dasarnya ilmu sihir di seluruh dunia hampir sama. Mungkin hal ini menunjukkan ketakutan semua orang— takut dikendalikan.\nHamavaran mulai berpikir yang tidak-tidak dan mulai menyesal dirinya tidak mempelajari ilmu sihir, dan malahan belajar ilmu yang kurang populer, yaitu penelitian tentang biologi kelautan...\nBukan hanya harus pergi jauh ke Inazuma, namun dirinya juga harus mengerjakan skripsi yang begitu membebani...\nTapi berhubung dia dapat seorang kawan baru yang bawel, mungkin saja ini kesempatan baginya untuk pindah jurusan..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Perang Hamavaran"
          }
        ]
      }
    ]
  }
}