{
  "epId": 2309,
  "name": "Kemelankolisan Vera",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Aku tidak pernah menganggap dunia ini membosankan, hanya saja semua hal yang menarik ada di tempat yang jauh dariku.\nSeorang gadis biasa yang mengembara dari negeri nan jauh. Petualangan besar Vera dimulai!\n- Puluhan Miliar Hari pada Puluhan Miliar Dunia -\n\"Terkadang aku berpikir... desa ini membosankan sekali, tidak ada yang bisa dilakukan.\"\nIni bukan pertama kalinya Vera, seorang gadis yang tumbuh besar di desa Delphi, mengerutkan wajahnya dan mengeluh. Dia berbaring di atas bukit di samping desa, angin musim panas berembus melewati kedua matanya yang tertutup.\n\"Jadi, menurutmu tempat seperti apa yang tidak membosankan?\" Teman prianya, Sachi, bertanya padanya.\"\nVera duduk dengan tubuhnya condong ke depan:\n\"Aku percaya, di sisi lain lautan bintang ini, terdapat sebuah dunia yang dihuni oleh Archon yang dapat menjawab segala pertanyaan dan mengabulkan segala doa, dan semua orang menghampirinya dengan memegang sebuah harapan. Dan aku percaya, di alam semesta ini, terdapat sebuah dunia yang sedang bergumul menghadapi hari kiamat, di mana empat belas jiwa-jiwa mulia terbakar dengan terang, meskipun hanya untuk sesaat, tetapi sinarnya teramat indah...\"\n\"Kamu pasti lagi-lagi membaca novel-novel fantasi.\"\n\"Tapi... desa ini MEMANG membosankan. Apa tidak ada hal yang menarik di sini.\"\n\"Tepat sekali, baru-baru ini ada keluarga yang baru pindah ke sini...\"\n\"Yang kumaksud hal yang menarik! Bukan sensus penduduk!\"\nTapi biarpun Vera berkata begitu, dia tetap memutuskan untuk mengunjungi keluarga tersebut. Tetapi Sachi, teringat peraturan rumahnya, memutuskan untuk pulang.\n...\nVera mencoba mendorong pintu rumah keluarga yang baru pindah itu, tak diduga, pintunya tidak terkunci.\n\"Halo, ada orang?\"\nSaat itu juga, lemari piring yang ada di ruang tamu terbuka dengan sendirinya, dan seorang pria muda tiba-tiba melompat keluar, anak itu berambut hitam pekat, dan mengenakan kacamata tebal. Di belakangnya terlihat tentakel biru dengan cairan yang lengket dan kental.\n\"Minggir, ming...! Hei, Tal, kenapa kamu biarkan orang masuk?!\"\nPria muda berambut hitam itu mendorong Vera ke samping, dan dengan tergesa-gesa mengambil kapak yang ada di samping pintu masuk.\n\"Tidak ada pilihan lain. Kamu tidak seharusnya melihat hal tadi, sekarang aku harus...\"\nApakah kali ini nyawa Vera dalam bahaya?!"
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Semuanya membosankan, sangat membosankan, tapi aku bukannya depresi, hanya saja aku sudah berumur 40 tahun.\nKesimpulannya, petualangan Vera, dimulai!\n- Halaman belakang rumahku sedikit lebih besar dari seluruh alam semesta -\n\"Aku hanya bisa memintamu untuk membantuku.\" Bocah berambut hitam yang bernama Ike memberikan pisau dapur kepada Vera.\nDia berjalan ke lemari dan mulai menebas tentakel-tentakel itu dengan panik.\n\"Kemari dan bantu aku menutup pintu! Jika tentakel-tentakel itu menyerangmu, gunakan pintu dapur ini untuk melindungi dirimu!\" Lendir biru membasahi kacamata Ike. \"Cepat! Kita tidak bisa membiarkan monster jahat ini datang ke Delphi.\"\nMendengar hal itu, Vera membantu menutup pintu. Saat mereka mendorong tentakel tersebut, tanpa sengaja punggung Vera tertusuk dua kali. Untungnya, mantra penyembuh Ike sangat manjur.\n\"Aku akan jelaskan segalanya padamu. Sebenarnya aku berusia lebih dari ribuan tahun, dan pintu ini adalah gerbang ke mana pun yang ada di belahan dunia. Monster tentakel tadi berasal dari Large Magellanic Cloud - aku pergi ke sana untuk mengambil sesuatu.\" Pada saat ini, Ike sudah berselimutkan lendir dari ujung kepala sampai ujung kaki. Dia membersihkan kacamatanya menggunakan gaun milik Vera sambil melanjutkan, \"Emm... Apa ada hal lain yang ingin kamu ketahui?\"\n\"Siapa Tal?\" Vera sepertinya tidak peduli.\n\"Roh jahat yang ada di kastil itu. Dia telah menjadi kepala pelayanku sejak aku menaklukkannya. Anehnya, entah mengapa dia cukup jinak denganmu.\"\nOrang tua Vera selalu mengingatkannya bahwa manusia ditakdirkan untuk membuat sebuah keluarga, impian lain di luar itu hanyalah sia-sia belaka. Temannya, Sachi pernah berkata jika gadis penuh semangat sepertinya menikahi seseorang dari tanah yang jauh, seluruh warga desa pasti akan merasa kesepian.\n(Alasan sebenarnya Sachi berkata begini adalah karena dia lemah, dan jika dia bermain dengan anak laki-laki yang lain dia pasti akan diisengi.)\n\"Jiwa manusia masih belum cukup dewasa. Aku perlu membimbing kalian berdua melalui perjalanan masa kecil kalian.\" Ike menjulurkan tangannya kepada Vera. \"Kamu akan bernyanyi di setiap langkahmu dalam perjalanan menuju masa mudamu.\"\nDari Orion Arm sampai Eternal Jahanam, dari Torrents of Time sampai ke kedalaman Starry Sea...\n\"Seberapa jauh yang disebut 'melampaui batas'? Semua tempat di alam semesta ini sama-sama membosankan seperti kebun belakang milikku.\" katanya.\n\"Ukuran dari segala yang melampaui batas itu mengikuti hati.\" Ike membalas, \"Karenanya, hatiku sedikit lebih besar daripada alam semesta ini.\""
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Kerajaan Andromeda membentang luas mencakup separuh dari gugusan-gugusan bintang di dalam galaksi. Setiap planet di dalam Kerajaan tersebut terdapat iblis, Dewa-dewi, naga, dan monster.\n\"Aku telah membayangkan sebuah kisah untuk setiap bintang yang ada di dalam rumahmu.\" \"Tidak mungkin, dilihat dari sini, galaksi Andromeda hanyalah berukuran seperlima dari ukuran bulan milikmu.\"\nPetualangan Vera, terus berlanjut.\n- Pria yang Mencuri Bintang Tunggal -\n\"Aku adalah pewaris sah Andromeda Empire, dan aku memiliki lebih dari dua ratus sebutan di atas namaku. Kamu dapat memanggilku Putri Andro-Basilisk.\" Wanita cantik itu melipat tangannya dan mengeluarkan suara tawa kecil.\nPenampilannya yang menawan dan elegan di Delphi hanyalah untuk menikahi Ike.\n\"Kalau kamu adalah seorang yang menguasai seperempat alam semesta, dan menikah denganku, maka setelah kakak perempuanku mewarisi takhta sekalipun, posisiku akan tetap aman.\"\n\"Kalau aku diperkenankan bertanya, seberapa besarkah Andromeda Empire?\"\n\"Kira-kira dapat menampung sembilan ribu planet yang dapat ditinggali.\"\n- Dengan sebanyak itu bintang dan planet yang kamu miliki, kenapa kamu ingin mencuri terangku?\n\"Jadi kamu bukan datang untuk menyakiti Vera?\" Sachi bertanya dengan hati-hati, sambil melihat ke berkas-berkas planet yang dibawa oleh Ike.\n\"Tentu saja tidak, kurasa dia bisa menjadi asistenku yang handal.\" Setelah Ike menaruh semua barang-barang, dia menepuk-nepuk tangannya. \"Kamu suka padanya?\"\n\"Aku? Ti, tidak, sama sekali tidak.\" Sachi melihat ke arah lain, khawatir pertapa tua itu mengetahui perasaannya yang sesungguhnya.\nDia lalu menyentuh sebuah kotak yang penuh dengan bingkai-bingkai foto. Dia mengambil beberapa tanpa melihat, dan setiap foto memperlihatkan kecantikan yang berbeda.\n\"Ah, ini... Mereka bilang, mereka memberikan cinta sejati mereka satu-satunya kepadaku, tetapi benarkah? Sebenarnya aku hanyalah salah satu dari cinta mereka.\"\nSachi tidak tahu dari mana dia pernah mendengar kata-kata ini, tetapi dia mengucapkannya dengan kesal:\n\"Dengan sebanyak itu bintang dan planet yang kamu miliki, kenapa kamu ingin mencuri terangku?\""
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Ada pepatah yang berbunyi: Tidak semua yang berkilau itu emas, terkadang itu adalah hati yang hancur karena patah hati.\nBagaimanapun juga, bintang-bintang di langit tidak terbuat dari emas, dan hati kebanyakan orang tidak terbuat dari kaca.\nDengan begini, petualangan Vera memasuki bab baru!\n——Semua yang bersinar indah——\n\"Orang-orang di foto ini sangat cantik.\" Vera juga mengambil kotak milik Ike yang penuh dengan bingkai foto.\n\"Jika tidak cantik, tidak akan ada kesempatan untuk meninggalkan foto sebagai kenangan.\"\nIke tidak punya rencana untuk menghindar. Lagi pula, dia juga seorang ahli kosmik yang berusia lebih dari seribu tahun. Tentu saja, dia tahu bahwa perempuan sangat mudah terluka dan bisa menjadi sangat merepotkan. Ike tidak pernah menipu gadis yang belajar dari Ike.\n\"Setelah menyaksikan bintang-bintang, aku membuat berlian berbentuk bintang sebagai suvenir.\" Dia melanjutkan dengan menjelaskan, \"Tapi bintang-bintang yang bersinar di alam semesta bukan milik siapa-siapa. Jadi aku tidak mengambil bintang-bintang itu.\"\nVera tidak mengerti, \"Apa yang kamu bicarakan?\"\n\"Bicaralah dengan anak laki-laki konyol yang tidak ada. Jangan khawatir, manusia pada dasarnya memang masih terlalu muda.\"\n\"Aku akan membantu mempersatukanmu dengan Ike.\" Sachi berteriak begitu keras kepada Putri Kerajaan Andromeda.\n\"Hah?\"\n\"Aku suka Vera, aku tidak ingin—\"\n\"Menjijikkan. Membosankan. Jangan mengotori kupingku. Makhluk rendahan tidak boleh bicara. Vera sudah menjadi temanku. Aku tidak bisa memberikannya kepada orang lemah sepertimu.\"\n\"O-oh...\""
          }
        ]
      },
      {
        "title": "(V)",
        "desc": [
          {
            "type": "RichText",
            "text": "Dilarang berpiknik di samping jalan tol luar angkasa! Bahkan para Dewa pun harus bertanggung jawab akan kelalaian lalu lintas yang mereka lakukan.\nDari luar tampak seperti ruang belajar yang sederhana, tetapi sebenarnya terdapat pintu yang menghubungkan ke semua ruang dan waktu! Makan siang bersama para Dewa, bermain petak umpet bersama waktu. Petualangan besar Vera berlanjut!\n- Piknik di Sepanjang Jalan -\nWaktu Ike tidur siang, para pelayannya bertengkar hebat satu sama lain.\nPenyihir yang hebat telah menaklukkan berbagai Dewa dan iblis, dan mereka tunduk padanya. Sebagai penyihir terkuat di sepanjang sejarah, Ike memiliki kuasa untuk memerintah Dewa dan iblis yang jumlahnya melebihi jumlah baris di dalam buku kamus. Siapa yang terkuat di bawah kuasanya? Para Dewa dan iblis bertarung untuk membuktikan kekuatan mereka.\nNamun sayangnya, mereka juga menganggap Sang Putri, Vera dan Sachi sebagai salah satu dari mereka.\nIke hanya tertidur selama dua jam, tetapi tiga bintang telah terhancurkan!\n\"Mengapa aku harus melindungimu?\" Putri berkata sambil menarik kembali tangannya, dan iblis besar yang telah kehilangan matanya terjerembab ke tanah.\nBangsa Andromeda Empire yang mendominasi terlihat sangat manis dan ramah, tetapi di telapak tangannya terdapat dua buah mulut yang mereka gunakan untuk memakan bola mata para kekasih mereka dan para petarung yang mereka kalahkan.\n\"Bukankah kita teman?\" Vera mengusap darah di wajahnya, terlihat tersakiti oleh kata-kata itu.\n\"Benar.\" Wajah putri itu memerah dan memalingkan wajah. \"Aku sudah menganggapmu sebagai satu-satunya temanku, setelah apa yang terjadi. Tapi, yang kumaksud bukan kamu, Vera.\"\n\"Hei!\" Teriak Sachi yang sedang ada di dalam rahang seekor naga.\n\"Bagaimana, kamu menyerah?\" Sang naga menantang dengan suara yang sangat tua, \"Menyerahlah dan nyatakan dirimu tidak berarti, maka aku akan mengampunimu.\"\n\"Aku menyerah! Aku menyerah!\" Teriak Sachi.\n\"Kadal sepertimu tidak pantas berkata lancang seperti itu! Cecak di istanaku saja bisa melahapmu dengan mudah!\" Kata putri sambil mengepalkan tangannya.\n\"Ini tidak ada hubungannya denganku!!\" Teriak Sachi saat dia dilemparkan oleh naga ke langit.\nPertarungan antara bangsa Andromeda dan naga raksasa berakhir dalam sekejap!\nAsalkan menyerah, tidak ada yang perlu mati.\nSachi terlemparkan keluar arena, dan dia segera membangunkan Ike dengan tamparan sandal. Vera juga selamat berkat perlindungan dari sang putri.\n\"Cih! Menjijikkan! Melihat saja aku mau muntah. Jangan mendekat, aku tidak mau bicara denganmu, jangan melihatku, jangan berani-berani menghirup udara yang sama denganku!\" Pandangan putri terhadap Sachi teramat rendah."
          }
        ]
      },
      {
        "title": "(VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "Pernah ada seorang sarjana hebat yang ingin menulis buku tentang semua festival kekaisaran.\nDia pun menyadari bahwa ternyata kekaisaran mengadakan festival setiap hari! Dia berusaha menulisnya selama enam bulan sebelum akhirnya menyerah.\nKalau aku yang menjadi penulisnya, aku tidak akan mengecewakan para pembaca!\n——Didedikasikan untuk banyak festival——\nMeskipun berbagai peristiwa besar telah sering terjadi akhir-akhir ini, semuanya terjadi di alam semesta. Sekarang, peristiwa yang relatif biasa akan terjadi. Kota ini akan mengadakan festivalnya sendiri.\n\"Apa kali ini giliranku untuk memperkenalkan kota ini kepada kalian berdua?\" Vera membawakan sang putri dan Ike semur buatannya sendiri.\nBagaimanapun, hal-hal yang ditemui di petualangan alam semesta sebelumnya dijelaskan oleh sang putri dan Ike. Jika Vera memiliki pengetahuan yang bisa dipamerkan di depan mereka, itu hanyalah mengenai kampung halamannya.\n\"...Kemudian utusan pertama raja, Knight pemberani Huffman, melintasi dua benua ke arah barat, menyeberangi samudra dan sungai; sementara orang bijak kekaisaran, Penyihir Timur Lady Duckweed, pergi ke timur. Dalam perjalanan melewati kampung halaman, lalu melewati negeri hantu, akhirnya mereka bertemu di sini.\n\"Eh, begitukah. Luar biasa.\" Keterampilan berakting Yang Mulia perlu ditingkatkan. Meskipun dia benar-benar tidak ingin Vera menyadari bahwa dia tidak peduli dengan cerita ini.\n\"Itu berarti bahwa tempat ini adalah titik simetris dari ibu kota raja agung di planet ini.\" Ike dengan santai menemukan tempat yang sepertinya tidak penting itu.\n\"Ahahahaha, jika dipikir-pikir itu memang benar.\" Vera mengatakannya sambil tersenyum.\n\"Aku terus mengatakan bahwa aku ingin pergi dari sini, tetapi pada akhirnya aku menyadari bahwa aku hanya terbiasa saja dengan kalimat itu.\" Menjelang hari perayaan terbentuknya kota itu, Vera tiba-tiba menyadari hal ini dan menangis di depan Sachi!\n\"Kamu bajingan, kamu benar-benar membuat Vera menangis!\" Sang putri tiba-tiba menendang Sachi hingga terjatuh."
          }
        ]
      },
      {
        "title": "(VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "Dalam sekelompok bintang di ujung terjauh alam semesta, terdapat planet yang jarang dihuni. Oleh karena itu, tempat ini menjadi surga bagi para kapten dan bajak laut saja.\nKarena ini adalah alam semesta, tidak ada sisi kiri atau kanan. Sisi di sebelah bintang disebut sisi bintang.\nPetualangan gadis muda Vera berlanjut di lautan bintang di mana tak lagi mengenal arah!\n——Catatan Perang di Lautan Bintang——\n\"Tidak sulit untuk menyalakan kembali matahari. Tapi ini seharusnya bukan sesuatu yang ingin dilihat oleh Kekaisaran Andromeda\" kata Ike kepada Vera yang panik.\n\"Maksudmu, tuan putri menculik Sachi?\" Vera berpikir dan berkata dengan heran.\n\"Bagaimana kamu bisa terpikir sampai ke sana, maksudku hanya Kekaisaran Andromeda saja yang bisa menculik sang putri dan Vera.\" Ike berbalik dan menghadapi ribuan makhluk galaksi di hadapannya.\nDia berhenti sejenak dan berkata dengan lantang, \"Semua makhluk di lautan bintang. Meskipun aku telah menerima panggilan dari Raja Suci Yang Mahatinggi untuk melanjutkan api kehidupan kepada beberapa bintang yang tersisa. Tetapi Kekaisaran Andromeda sepertinya tidak ingin melihat ini. Demi bisa bertahan lama, kini mereka telah menyandera temanku.\"\n\"Apa kamu lebih mementingkan nyawa mereka berdua di atas semua makhluk di dunia ini?\" Raja Suci Lebanon berdiri dari kursi sucinya, \"Jika demikian, apa gunanya aku mempersatukan Kepulauan Xinghai?\"\nAkhirnya, Raja Suci pergi mengantarkan kematian musuhnya, mengalahkan para pembunuh dari Kekaisaran Andromeda, dan menyelamatkan sang putri dan Sachi. Setelah itu, dia berbincang singkat dengan Ike.\n\"Tanpa diduga, kamu bisa mengalahkan ras yang mendominasi Andromeda. Mereka juga sangat kuat sebagai entitas biologis. Naga Suci yang harus dibunuh dalam Ujian Raja Suci memang bukan lawanmu.\" Puji Ike.\n\"Sebenarnya, aku adalah Naga Suci. Setelah menggabungkan daging dan darahku dengan Lebanon, aku bertindak atas keinginannya.\"\n\"Ah...\" Ike agak terkejut mendengarnya.\n\"Ngomong-ngomong, apakah anak itu yang dijaga oleh putri kedua? Mereka...\"\n\"Apa?!\" lagi-lagi Ike terkejut mendengarnya."
          }
        ]
      },
      {
        "title": "(VIII)",
        "desc": [
          {
            "type": "RichText",
            "text": "Tentu saja anak laki-laki tidak diundang ke pesta piyama para gadis! Gadis suci, seperti Dewa zaman keemasan.\nVera, sang Putri, Raja Suci Lebannin, dan Ur, wanita pemimpin dari Pasukan Antar Galaksi, akan berbincang hingga larut malam!\n——Gadis itu Sendiri——\n\"Jadi itu semua kesalahpahaman. Ternyata pada saat itu, dia akan memakanku.\" Sachi mulai menjelaskan.\n\"Itu seharusnya bukan sesuatu untuk dimakan,\" kata Ike, sambil membetulkan posisi kacamatanya. \"Spesies dominan Kerajaan Andromeda memiliki organ di telapak tangan mereka dan mereka biasanya memakan bola mata.\"\n\"Aku pernah melihatnya. Bagaimana aku mengatakannya... Lamprey?\" Sachi terlihat gemetar saat mengucapkan kata terakhir.\n\"Dengarkan aku.\" Ike ingin menyentuh matanya, tapi tanpa sengaja menempelkan sidik jari pada kacamatanya. Dia melepas kacamatanya dan menyentuh mata kirinya, \"Kebiasaan makan bola mata yang dilakukan mereka memiliki dua arti: menyerah...\"\nLalu dia menyentuh mata kanannya, \"...dan cinta.\"\nSachi juga mulai menyentuh kedua rongga matanya sambil berpikir. Seolah mencoba mengingat sebelah mana arti dari masing-masingnya.\n\"Bagaimanapun, sang putri sebenarnya tidak memahami perbedaan dalam hal-hal ini. Mereka yang tunduk padanya, mereka yang ditaklukkannya, dan mereka yang mencintainya, semua sama saja baginya. Bagaimanapun juga naluri seperti itu sudah ada di dalam keluarga kerajaan. Dalam upaya perebutan kekuasaan, tidak ada yang menyakitinya.\"\n\"Pantas saja para pembunuh dari Kekaisaran Andromeda menculiknya. Dengan kata lain, apakah itu strategi ahli waris lainnya untuk membunuh dua burung dengan satu batu?\"\n\"Aku tidak ingin terlibat dalam perselisihan ahli waris. Jadi aku hanya bisa memintamu untuk lebih mendukungnya.\"\n\"E-eh eh, aku tidak ingin ada hubungan dengannya dalam hal ini! Bukankah dia begitu membenciku?\"\nPada saat yang sama, apa yang gadis-gadis itu bicarakan? Ini mungkin akan menjadi misteri selamanya."
          }
        ]
      },
      {
        "title": "(IX)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Vera begitu cantik, bersinar terang di alam semesta bagaikan bintang, sedangkan aku...\" \"Laki-laki zaman sekarang, sepertinya memang lebih pendek daripada perempuan.\"\nTidak boleh kekanak-kanakan lagi, waktunya tumbuh dewasa! Sekarang belum terlambat untuk memikirkannya... Vera merasa sangat melankolis....\n- Kematian di Kedalaman Kuil -\nSeiring bertumbuhnya Vera dan Sachi, hubungan antara keempat orang itu berubah seperti terjadi keajaiban.\n\"Jangan banyak alasan.\" Kata Sachi kepada Ike. \"Vera tidak akan berhenti mengejarmu meskipun kamu tidak membalas perasaannya.\"\nIke adalah sosok yang melambangkan tanah yang jauh, sebuah perumpamaan yang tidak diketahui. Seekor burung yang berani tidak pernah membentuk sarang, tetapi terbang di dalam angin dengan rasa kagum.\nIke membalas dengan sebuah saran, \"Bagaimanapun, berumur seribu tahun membuatmu tua.\"\n\"Kalau begitu, umur kita cukup cocok.\" Putri tiba-tiba ikut dalam obrolan dengan riang.\nSaat Sachi akhirnya mengumpulkan keberanian untuk menyatakan perasaannya, dia menyadari nasib yang buruk menyapanya.\nIngat pedang kuno yang diambil oleh Ike dan Vera waktu pertama kali mereka bertemu? Pedang itu adalah kunci yang diperlukan Ike untuk menggerakkan takdirnya! Tapi sekarang, tangan Vera terluka karena pedang itu, dan virus kuno yang ganas merenggut nyawanya!\n\"Semua salahmu!\" Sachi merenggut kerah Ike. Biasanya Ike hanya akan tersenyum saat Sachi melakukan ini, karena sifatnya yang baik dan ramah. Tetapi kali ini, dia menepis tangan Sachi.\n\"Bukannya kamu bisa memutar balikkan waktu? Cepat! Selamatkan Vera!\" Bahkan putri pun memohon padanya.\n\"Kalian tidak mengerti. Hanya masa depanlah yang bisa menyelamatkan masa lalu, bukan sebaliknya.\" Ike menggigit bibirnya sampai darah menetes dari mulutnya.\n\"Ada legenda di suatu tempat. Manusia di Zaman Perak berumur panjang, mereka menikmati masa-masa muda mereka selama dua ribu tahun. Hal ini membuat kedewasaan mereka yang pendek tidak tertahankan.\"\nBagi orang lain, masa kecil sudah berakhir, tetapi masa dewasa mereka seakan tidak pernah berakhir.\n\"Kemelankolisan Vera\" tanpa Vera, dimulai."
          }
        ]
      },
      {
        "title": "(X)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Sudah cukup, ayo kita pulang... kini tempat terjauh dari sini adalah Delphi, tempat di mana kamu berada.\"\nMeskipun terlambat dijelaskan, tetapi sebenarnya Desa Delphi adalah tempat yang menjadi pusat dari mitologi Yunani. \"Kemelankolisan Vera\", akhir yang sungguh sempurna... atau...?\n- Vera si Gadis Melankolis -\nDemi membangkitkan kembali Vera, Sachi, Ike, dan putri memulai petualangan mereka yang berlangsung selama dua puluh tahun. Melawan Signor Inferno, mengalahkan Star Devourer yang dapat menelan bintang, ketiga orang itu menyelamatkan dua galaksi dari Galaxy Empire, dan memberantas empat spesies cacing perusak di dalam perjalanan mereka.\nSaat Vera membuka matanya, dia melihat wajah Sachi dari dalam pelukannya, yang saat itu sudah menjadi pahlawan besar di alam semesta.\nBagi bangsa Andromeda, dua puluh tahun hanya bagaikan beberapa detik saja. Putri terlihat sama cantiknya seperti dua puluh tahun lalu, tetapi perangainya terlihat bercampurkan kebahagiaan dan ketidakpastian.\nSachi, yang telah kehilangan satu mata dalam petualangannya, kini telah menjadi seorang pemuda tinggi dan gagah. Air matanya membasahi bahu Vera. Walaupun dia masih menangis, namun dia bukan lagi dirinya yang lemah seperti dulu.\nTahun silih berganti dan Ike masih tetap sama, dengan senyumnya yang seperti dulu.\n\"Aku hanyalah gema waktu.\" Ike berkata seraya bersiap-siap, \"Seperti yang sudah kukatakan, masa lalu tidak dapat mengubah masa depan karena hukum keseimbangan lebih kuat daripada aku. Tapi masa depan dengan kemungkinan tak terbatas, dapat menyelematkan dunia.\"\nIke mengubah Sachi kembali ke 20 tahun yang lalu, dan waktu berputar kembali ke hari di mana mereka akan berangkat. Terlihat tidak ada yang berbeda dari empat orang tersebut, namun mereka sadar bahwa hari-hari mereka yang naif tidak akan pernah kembali.\n\"Maafkan aku telah merampas masa kecilmu. Sekarang pergilah, masa muda yang berhak kamu dapatkan telah menunggu.\" Ike berkata kepada Sachi.\n\"Aku telah melihat banyak keajaiban dunia demi dirimu dan beginilah masa kecilku berakhir.\" Sachi mengumpulkan seluruh keberanian dalam dirinya dan berdiri di hadapan wanita yang menjadi takdirnya. \"Aku tidak akan pernah bisa menggapai masa mudaku tanpamu di sisiku.\"\nApa jawabannya?\nPesan Editor: Pengarang dari \"Kemelankolisan Vera\" kini hidup bahagia dengan para bangsawan dari sembilan volume pertama. Jika Anda melihatnya di penghujung dunia manapun, tolong katakan padanya untuk segera menuliskan volume selanjutnya."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Kemelankolisan Vera"
          }
        ]
      }
    ]
  }
}