{
  "epId": 2312,
  "name": "Penyamaran Rex",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/05bbd3be6a6b115d3e58842cb0516741_4212893324836283137.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1663483037,
  "components": {
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Novel fantasi Liyue yang menceritakan kisah tentang Rex Lapis yang turun ke dunia fana dan menjadi manusia. Berlatar belakang di saat harta karun dunia berhamburan tidak ada habisnya, kisah yang tidak diketahui kebenarannya ini bertemu dengan mimpi tua di pelabuhan komersial Liyue.\nLiyue adalah tempat di mana harta karun di dunia berkumpul, dan dengan adanya harta karun, tentu saja akan ada orang-orang pintar dengan pengetahuan akan harta karun.\nWen Guizheng selaku pemilik pertama Xigu Antiques adalah seorang kolektor yang sangat pintar.\nToko barang antik Xigu Antiques di Feiyun Slope sering dikunjungi oleh pengunjung tetapnya. Di pagi hari, toko ini ditutup tanpa pengunjung, dan hanya terbuka ketika bulan akan terbit. Pengunjung mereka juga bukannya pengunjung biasa, mereka adalah orang-orang veteran dengan mata superior.\nEntah itu jam Fontaine, kemenyan Sumeru, botol anggur peninggalan kota tua Mondstadt, bangku kayu yang pernah diduduki Adeptus selama setengah jam, cangkir batu giok yang pernah dipakai Rex Lapis untuk mencicipi seteguk teh, botol minuman keras yang dihancurkan oleh Archon Anemo dari negara sebelah... semuanya dipajang di toko, hanya menunggu pengunjung yang ditakdirkan untuk datang membelinya.\nSuatu malam, seorang putra bangsawan tanpa sengaja berhenti di toko tersebut, dan dengan cermat menikmati begitu banyak barang antik di rak pajangan.\nPemilik toko memperhatikan bahwa dia mengenakan jubah yang berhiaskan batu gunung, dan matanya berwarna kuning seperti emas.\nSekali lihat juga Wen Guizheng langsung menyadari orang ini jelas bukan orang biasa.\n\"Selamat datang, silakan dilihat-lihat barang antik apa pun yang kamu minati, jangan ragu untuk memilihnya.\"\nSuara lembut pemilik toko memecahkan kesunyian malam.\n\"Ya... oh, maaf.\"\nPutra bangsawan tersenyum, nadanya sedikit malu-malu sungkan.\n\"Aku hanya tertarik pada barang palsu ini.\"\nYang dia perhatikan adalah sebuah medali giok kuno yang sudah tidak utuh.\nCahaya bulan menyinari permukaan yang relatif sempurna dan mengungkapkan bayangan kekurangan batu giok tersebut. Permukaannya sangat usang dan ujung-ujungnya telah rusak, tidak mungkin lagi melihat ukiran atau gambar apa yang ada di atasnya, hanya terlihat telah mengalami waktu yang sangat tidak nyaman.\n\"Palsu ...? Bagaimana kamu bisa melihatnya sebagai barang palsu?\"\nWen Guizheng sudah terbiasa dengan provokasi para pengunjung, tetapi ejekan langsung seperti itu masih membuatnya tersinggung.\nTerlebih lagi, barang antik ini dulunya milik seorang petualang yang berani menggali dari bawah istana Abyss yang ditinggalkan dan dia menghabiskan lebih dari setengah kekayaannya untuk membelinya dengan enggan. Jika barang itu benar-benar palsu, tidak hanya asetnya akan mengalami kerugian, tetapi reputasi Xigu Antiques juga sedang dipertaruhkan.\nOleh karena itu, Wen Guizheng diam-diam memutuskan, dia tidak hanya ingin mengusir pengunjung ini, tetapi dia juga harus memikirkan cara untuk menjual barang antik ini kepadanya.\n\"Bisakah kamu ceritakan lebih banyak tentang hal itu?\"\n————————\n\"Seperti yang kita ketahui, dua ribu lima ratus tahun yang lalu, tanah Teyvat dilanda bencana, terjadinya Perang Archon yang semuanya terpengaruh pada tujuh negara sekarang. Meskipun pada waktu itu tidak ada tujuh negara, tetapi umat manusia telah memiliki permukiman, kota, dan kerajaannya sendiri...\n\"Dewa yang sudah lama lupa namanya pernah disembah dan dicintai oleh rakyatnya. Jadi para leluhur di kala itu menggunakan cangkang mutiara di pantai, batu giok di pegunungan yang dalam, bebatuan di tengah rumput, bongkahan garam di tanah untuk menciptakan citra para Dewa.\"\n\"Medali batu giok semacam ini adalah peninggalan dari zaman itu, berasal dari suku kuno yang memuja Archon Geo... Tentu saja, pada saat itu, Archon Geo kita mungkin masih belum dikenal sebagai Rex Lapis.\"\nPada zaman itu, ketika para Dewa bertarung di atas umat manusia, Rex Lapis belum menetapkan mata uang untuk tujuh negara dan menciptakan Mora. Oleh karena itu, suku kuno tersebut menggunakan batu emas yang ditemukan secara tidak sengaja sebagai perantara nilai tukar dan membuat potret Archon Geo untuk memastikan nilai yang stabil.\n\"Seperti yang bisa kamu lihat... kebijaksanaan manusia sangat menakjubkan. Bahkan sebelum pengaturan Archon Geo ditetapkan, mereka telah menemukan solusinya sendiri.\"\nPutra bangsawan itu berhenti sejenak, seolah memikirkan kembali komentarnya tadi.\nCahaya bulan turun menyelimutinya, seakan membuatnya tampak agak menyusut.\nMedali batu giok ini sangat langka, mereka sering terkubur di aliran gunung, terlebih lagi mereka diukir oleh manusia dengan keunikannya masing-masing... sehingga harga mereka jelas sangat tinggi di pasaran. Tidak berlebihan untuk mengatakan bahwa nilainya tak ternilai berharganya.\n\"Sangat disayangkan bahwa yang ada di toko adalah tiruan modernnya. Kedekatan waktunya, mungkin hanya dapat dilacak kembali hingga ke generasi ayahmu.\"\nDalam profesi disebut \"Jade yang tidak bernoda\", giok ini memiliki terlalu sedikit cacat, dan kualitas batu gioknya terlalu cerah... sehingga justru tidak terlihat seperti peninggalan dari zaman nenek moyang.\n\"Selain itu, gambar yang diukir di permukaan batu gioknya adalah citra seorang wanita, sosok yang langka di antara peninggalan leluhur lainnya.\"\nPutra bangsawan itu mengangkat medali batu gioknya, mengamatinya dengan cermat di bawah sinar bulan.\n\"Meskipun ada beberapa legenda di antara orang-orang, tetapi tidak ada penjelasan tentang Rex Lapis berubah menjadi sosok wanita, ini tidak pernah terlihat dalam catatan sejarah, dan tidak ada bukti fisik yang nyata...\"\nMeskipun putra bangsawan ini masih muda, dia memiliki temperamen peneliti tua.\n\"Inilah yang tidak diketahui orang-orang...\"\nWen Guizheng tersenyum bagai seekor rubah licik memprovokasi pemburu yang tidak berpengalaman.\n\"Apakah kamu bersedia mendengarkanku menceritakan sebuah kisah?\"\nPemilik toko menyipitkan mata kecilnya dan kemudian menceritakan kisah itu..."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Novel fantasi Liyue menceritakan kisah tentang Rex Lapis yang turun ke dunia fana dan menjadi manusia. Di antara puncak gunung yang tinggi di mana batu giok yang indah terletak di bawahnya, sandiwara-sandiwara dan kebohongan kosong tiba-tiba muncul berdampingan.\nDi zaman ketika para Dewa masih berkeliaran di bumi, Rex Lapis yang dikagumi oleh semua orang saat ini, juga merupakan salah satu dari banyak Dewa.\nDi zaman itu, dikabarkan bahwa Archon Geo dulunya adalah Dewa yang dingin dan tidak egois. Dia hanya bertindak dengan benar dan tegas, tetapi kurang memiliki perasaan yang dimiliki manusia, hatinya sedingin batu abadi.\nMeskipun demikian, orang masih menghormatinya dan memercayainya. Karena semua hukumnya dapat menjamin transaksi berjalan adil dan membuat kehidupan jadi aman dan tertib. Archon Geo pun memperkuat keberadaan dan kekuatannya dari kepercayaan orang-orang.\nTetapi bahkan para Dewa tidak dapat memengaruhi keyakinan dan keraguan manusia.\nBahkan Dewa penjaga keadilan tidak dapat menerapkan aturan itu di setiap hati manusia.\nDulu ada pengrajin batu giok di Mingyun Village, karakternya lucu dan sinis. Setiap kali dia menerima misi, dia akan menyelesaikannya pada hari terakhir dari tenggat waktu yang ditentukan dengan cara yang tidak terduga.\nJika pelanggan memesan patung pemburu yang menaklukkan binatang buas, mungkin dia menerima patung boar yang melarikan diri dengan tergesa-gesa.\nJika ditanyakan, jawabannya biasanya begini:\n\"Bahkan jika seorang pemburu yang menaklukkan binatang buas tidak menunjukkan wajahnya, aura kepahlawanannya akan membuat binatang itu ketakutan.\"\nJika pelanggan memesan patung batu giok dari orang berpangkat tinggi, mungkin dia menerima sebuah tempat duduk yang indah.\nJika diselidiki, jawabannya biasanya begini:\n\"Seseorang yang berpangkat tinggi hanya memegang otoritas selama kurang dari seratus tahun, dan orang itu mungkin tidak hidup lebih lama dari otoritas itu sendiri.\"\nDengan begitu, pengrajin batu giok itu dicap \"aneh\" di Mingyun Village. Tapi di pelabuhan Liyue yang makmur, para pembeli kaya menganggapnya lucu, kebanyakan dari mereka bersedia memesan batu gioknya, juga ingin secara sengaja menguasai tipuan konyol orang ini.\n——————\nSuatu malam, seorang gadis datang ke bengkel kerjanya.\nDia mengenakan jubah hitam panjang, di bawah sinar bulan sabit, matanya bersinar seperti kuning keemasan.\nPengrajin batu giok tidak mengenalnya sebelumnya, tetapi dia dengan cepat menemukan bahwa mereka dapat mengobrol dengan baik. Anehnya lagi, gadis tersebut mengerti setiap tambang bijih dan setiap sumber daya batu giok di Mingyun Village. Berbicara tentang keajaiban langit dan bumi seperti berbicara tentang saudari perempuan sendiri, dan ketika dia berbicara tentang batu giok dan batu permata seperti berbicara tentang putrinya yang tercinta...\nTetapi dia jarang berbicara tentang kebiasaan dan cara berinteraksi dengan orang lain.\nMungkin tidak mengerti tentang manusia, mungkin hanya tidak ingin berbicara lebih banyak. Tetapi bagaimanapun juga, orang ini jelas bukan manusia biasa.\nSetidaknya begitulah anggapan pengrajin batu giok tersebut.\n\"Aku ingin sebuah medali batu giok dengan potret Archon Geo di atasnya.\"\nKetika mereka selesai mengobrol dan hendak berpisah di pintu keluar, gadis itu mengucapkan permintaannya.\n\"Tapi jangan gunakan imajinasimu untuk mengukir Archon Geo. Aku ingin kamu mengukir potretnya dari apa yang kamu lihat dengan mata kepalamu sendiri.\"\n\"Jika tidak, aku tidak akan membayar satu Mora pun.\"\nJadi, keduanya sepakat untuk tenggat waktu tiga hari.\nPada hari pertama, pengrajin batu giok mengadakan perjamuan dengan teman-temannya dan menolak semua permintaan.\nPada hari kedua, pengrajin batu giok keluar pergi mendaki gunung untuk menemukan batu giok, dan menolak kunjungan siapa pun.\nPada hari ketiga, pengrajin batu giok mulai menutup pintu untuk mengukir batu gioknya. Dari pagi hingga larut malam, dia akhirnya menyelesaikannya dalam sekali kerja.\nKetika bulan sabit sekali lagi naik ke langit malam, gadis dengan mata kuning keemasan itu pun datang lagi.\nPengrajin batu giok menyerahkan karyanya yang bangga...\nDi atas medali batu gioknya yang indah itu terukir potret seorang gadis.\nGadis itu mengerutkan keningnya dan bertanya padanya.\nPengrajin batu giok menjelaskan:\n\"Pada hari pertama, aku bertanya pada orang-orang bijak dan berpengetahuan luas tentang bagaimana prinsip Archon Geo bekerja. Tapi ini hanyalah kerangka.\"\n\"Pada hari kedua, aku pergi ke pegunungan dan menghabiskan sepanjang hari mengamati batu-batu, mendengarkan pertumbuhan unsur-unsur, dan berspekulasi tentang penciptaan Archon Geo, tetapi ini hanya daging dan darah.\"\n\"Pada hari ketiga, aku menutup mataku dan mengukir batu giok seperti yang kuinginkan, sesuai dengan hati pikiranku. Ini adalah jiwa.\"\nSaat dia menjelaskan, pengrajin batu giok tersenyum dengan canggung.\n\"Tapi aku pun tidak tahu mengapa hasil ukirannya seperti ini.\"\nGadis itu memainkan medali ukiran batu gioknya sambil berpikir:\n\"Menarik. Ini mengingatkanku pada cerita lain...\"\nGadis itu membuka mata kuning keemasannya dan berbisik..."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Novel fantasi Liyue menceritakan kisah tentang Rex Lapis yang turun ke dunia fana dan menjadi manusia. Konsep aturan atau ekuitas yang berlapis besi memudar menjadi ketiadaan dalam kisah fantastis ini.\nLiyue adalah tempat yang kaya akan harta karun. Karena ada harta karun, maka muncul juga orang-orang yang bisa mengenalnya. Itulah era kemakmuran Liyue Harbor, saat uang dan komoditas keluar masuk tiada henti.\nSedangkan sekarang adalah era kejayaan para pedagang kaya dan kapten kapal. Ini adalah era yang didominasi oleh pedagang yang harus bergelut dengan kelicikan di dunia perdagangan dan kapten-kapten kapal yang berjuang hidup mati dengan monster-monster di lautan.\nDemikian pula, di era itu, selalu ada banyak pelaut dan pekerja yang sibuk di dermaga besar itu.\nDalam legenda, Rex Lapis dapat menyamar menjadi bangsawan dan berhubungan erat dengan orang-orang elite Yujing Terrace. Selain itu, Rex Lapis juga sering menyamar menjadi rakyat jelata, dekat dengan penambang dan nelayan, pelaut dan pedagang.\nSaat itu, di dermaga Liyue ada seorang pemilik kapal. Dia sangat kikir dan memperlakukan pekerjanya dengan kasar. Saat pekerja melakukan sesuatu yang tidak memuaskannya, dia tidak akan memedulikan alasannya dan memarahi dengan keras, bahkan memotong gaji pekerja tersebut.\nSuatu hari, pemilik kapal bertemu dengan seorang anak muda.\nAnak muda itu adalah pekerja baru. Dia memakai baju cokelat dan mengikat kepalanya dengan sorban. Penampilannya tidak berbeda dengan nelayan lainnya. Namun ekspresi dan kulitnya menunjukkan jelas kalau dia berasal dari Desa Qingce dan datang ke Liyue untuk mengadu nasib. Guratan wajah di wajahnya sangat jelas.\nDia tidak cekatan dan tidak pandai berbicara, sama seperti orang gunung lainnya. Yang paling mengesalkan adalah, saat menyortir hasil tangkapan, ia selalu menghindari makanan laut yang bertentakel dan lengket menjijikkan.\n\"Kerjaannya hanya memilih yang enak-enak dan tidak mau mengerjakan hal sulit. Apa gunanya kamu? Memangnya kamu tuan muda keluarga kaya?\"\nPerkataan seperti ini kerap menjadi alasan pemilik kapal untuk memotong gaji.\nBiasanya anak muda itu hanya tertawa dan terdiam lalu melanjutkan pekerjaannya.\nNamun suatu hari, anak muda itu akhirnya berani membuka mulutnya:\n\"Semua orang mempunyai hal-hal yang dibenci dan disukai, kenapa kita malah harus memilih sesuatu yang kita benci?\"\nKaget karena pembangkangan murid keras kepala itu, pemilik kapal pun memukuli kepalanya dengan keras:\n\"Ini adalah aturan dunia! Tidak akan ada orang yang bisa menyelesaikan pekerjaannya bila mereka hanya memilih hal yang mereka suka!\"\n\"Ini pasti bukan aturan yang dibuat oleh Rex Lapis...\"\n\"Omong kosong apa lagi kamu!\"\n\"Kalau begitu coba Anda dengarkan ceritaku ini.\"\nKedua mata anak muda itu berbinar-binar seperti batu emas yang berada di pegunungan.\n\"Kamu bisa bercerita?\"\nPemilik kapal lantas tertarik saat mendengar pemuda keras kepala itu bisa bercerita,\n\"Teruskan ceritamu... Hei, tanganmu harus tetap bekerja!\"\nAnak muda itu tersenyum penuh arti dan matanya tampak bersinar,\n\"Kalau begitu akau akan bercerita tentang medali batu giok...\"\nDemikianlah, dalam cerita anak muda itu, tuan tanah lupa waktu kemudian uang gaji pekerja yang dipotongnya seenak hati-hati dicuri diam-diam, lalu dibagikan kepada orang-orang."
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Novel fantasi Liyue menceritakan kisah tentang Rex Lapis yang turun ke dunia fana dan menjadi manusia. Di zaman di mana harta karun dunia adalah barang berharga, hanya satu lelucon yang sederhana yang diperlukan untuk mengungkap semua kebohongan.\nKala itu adalah era ketika di mana ribuan barang langka dan eksotis banyak sekali ditemukan di Pelabuhan Liyue.\nPada malam itu, Wen Guizheng, pemilik Xigu Antiques, mempelajari barang antik dan berbagi cerita dengan putra bangsawan yang tak dikenal.\nInti permasalahan mereka adalah sebuah batu giok.\nSeperti yang kita semua tahu, menempa batu giok kuno tidak membutuhkan banyak modal di Liyue. Mungkin sedikit mahal untuk membuat tiruannya yang begitu indah, tetapi setidaknya masih bisa diterima oleh para pedagang.\nKesulitannya terletak pada membuat cerita yang indah untuk itu.\nSama seperti pengrajin batu giok yang berkeliaran di pegunungan dan para nelayan yang aneh, orang yang bertentangan dengan moralitas biasanya adalah orang yang paling perhatian.\nRex Lapis membuat aturan dan kontrak, tetapi dia tidak memaksa manusia untuk hidup mengandalkan otoritas semata, karena dia tahu bahwa peraturan dan kontrak hanyalah sebuah cara untuk mencapai tujuan. Keseimbangan dan keabadian yang sesungguhnya terletak pada kebangkitan dan pilihan semua orang.\nPemilik kapal tidak mengetahui hal ini, sehingga dia terus-terusan menerima ejekan dan olok-olok dari para pekerja.\nManusia pun sama seperti barang antik. Meskipun memiliki kemampuan dan nilainya terbatas, namun yang benar-benar menentukan nilainya terletak pada \"cerita\" di baliknya.\nPutra bangsawan tidak terlalu mengerti akan hal ini, sehingga dia akan mengatakan bahwa batu giok itu palsu dan merendahkan nilainya.\nTapi walaupun ada begitu banyak harta karun di Xigu Antiques, jika terus menggunakan penilaian yang tajam dalam menilainya, semuanya juga akan berubah menjadi debu yang tak berarti.\nMisalnya, tetesan air mata yang dicurahkan oleh kekasih sang kapten di laut berubah menjadi mutiara abadi, lalu misalnya, di masa lalu, seorang raja mengukir foto istrinya yang sudah meninggal dan menyegel jiwanya di dalamnya.\nIni adalah kisah-kisah yang ditakdirkan untuk lenyap, tetapi mereka juga legenda yang tersimpan di dalam barang antik tersebut.\n\"Cerita yang menarik, aku akan membeli barang palsu ini.\"\nPria itu mengangguk, dengan senyum yang tersirat di matanya.\n\"Setelah mendengar ceritaku, apa kamu masih berpikir bahwa itu palsu?\"\nWen Guizheng mendesah ringan.\n\"Tentu saja,\"\nPutra bangsawan itu tidak bisa menahan senyumnya, seolah dia belum tertawa sebahagia itu sejak memasuki toko.\n\"Sama seperti cerita yang kamu ceritakan, batu giok hanyalah sebuah nilai tukar dari mata uang kuno, aku juga tidak serius bicara.\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Penyamaran Rex"
          }
        ]
      }
    ]
  }
}