{
  "epId": 2316,
  "name": "Panduan Wisata Teyvat",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/87bc3310a930d5c263b538b39e79f8c9_1979045986751996566.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1663483286,
  "components": {
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Majalah yang diterbitkan oleh Adventurers' Guild. Setiap edisi memperkenalkan pemandangan yang luar biasa di seluruh Teyvat. Edisi kali ini berisi buku harian singkat tentang perjalanan Alice si pengembara dan pengalamannya di Mondstadt.\n- Volume Mondstadt -\nEdisi Khusus Majalah Geografi Teyvat - Perjalanan Alice di Mondstadt\nDadaupa Gorge\nPopulasi tiga klan Hilichurl yang terletak di bukit ini tidak terlalu banyak. Bagaimana kalau kita bangun sebuah kandang putar yang berbentuk bola di tengah-tengahnya, dan masukkan semua Hilichurl ke dalamnya? Mungkin dengan begitu kita bisa menyokong tenaga listrik Mondstadt setidaknya 5 tahun. Dan bayangkan kalau kita bisa menggiling Hilichurl yang sudah tua atau terlalu lemah menjadi makanan, dan memberikannya pada Hilichurl lain, mungkin nantinya kita bisa mendirikan mesin pembangkit daya listrik yang bahkan bisa menyokong listrik pabrik besar seperti yang ada di Snezhnaya!\nKurasa, hal ini bisa dilaksanakan.\nWaktu aku memberi tahu ideku kepada nona Lisa, dia menatapku untuk waktu yang lama, kemudian perlahan mengganti topik dengan elegan.\nStarsnatch Cliff\nMenurutku, Archon Anemo sungguh sesosok dewa yang terlalu bebas. Kalau aku, aku tidak akan membiarkan teritoriku begitu berantakan dengan tanah-tanah yang bergelombang seperti ini. Dengan meletakkan beberapa peledak di tempat yang tepat, bahkan bukit seperti Starsnatch Cliff bisa dihancurkan menjadi debu dalam hitungan detik. Dengan daratan yang lebih datar, Mondstadt pasti akan terlihat lebih rapi dan teratur.\nSayangnya kapten kavalri itu menolak usulku mentah-mentah. Bahkan dia melarangku mendekat ke Starsnatch Cliff.\nWindrise\nIni adalah tempat satu-satunya di Mondstadt yang cukup datar, di tengahnya berdiri sebuah pohon ek yang sangat besar. Menurut legenda, ini adalah tempat Vennessa naik ke Celestia, tapi selama ini aku mencari-cari, aku sangat yakin tidak ada alat pelontar apa pun di tempat ini.\nAku bahkan melakukan eksperimen dengan beberapa Hilichurl yang kutangkap, tapi jarak lontar terjauh dari sini hanya sampai ke rumah pemburu di Springvale, mengecewakan.\nFalcon Coast\nEksperimenku yang gagal menimbulkan sedikit keributan di Springvale, dan nona Jean dari Knights of Favonius mengutus seseorang untuk mengawasiku. Jadi sekarang aku hanya bisa jalan di sekitar Falcon Coast, tempat ini membosankan sekali. Di sini hanya ada elang-elang yang terbang di langit, dan Anemo Slime yang menggembungkan pipi mereka, membosankan sekali! Tidak ada apa-apa yang bisa kulakukan!\nTapi di satu sisi, anak-anak senang sekali bermain dengan wanita Outrider yang mengawasiku.\nWhispering Woods\nLagi-lagi sebuah hutan di Mondstadt. Outrider bernama Amber ini sepertinya cukup mengenal tempat ini. Dia punya sebuah boneka peledak yang dia bawa ke mana-mana, boneka itu sangat menarik perhatianku. Dengan cukup modifikasi, aku bisa meningkatkan daya ledaknya sampai menghanguskan hutan ini, atau bahkan menghancurkan gunung-gunung batu di sini.\nSepertinya usulku membuatnya sedikit takut, tapi boneka mainan miliknya yang bisa meledak, aku tidak pernah terpikirkan sebelumnya.\nLain kali, aku juga akan coba membuatnya.\nBrightcrown Canyon\nAkhirnya aku membasmi penguntit dari Knights of Favonius. Lembah yang kutemukan di pantai timur laut Cider Lake masih dijaga oleh mekanisme kuno, namun para prajurit yang bertanggung jawab menjaga jalan untuk Raja Gales tidak dapat ditemukan. Yang tersisa kini hanyalah para Hilichurl bodoh dan penjaga mekanisme yang diam.\nEksperimenku untuk mengendalikan penjaga reruntuhan dengan Hilichurl juga gagal. Penjaga reruntuhan hancur berantakan, dan... Hilichurl yang diikat di atasnya juga tidak karuan... reruntuhannya juga... hancur sebagian.\nStormterror's Lair\nBrightcrown Canyon mengarah ke reruntuhan kota kuno yang dibangun oleh Raja Gales yang kejam, Decarabian. Kota dibuat berbentuk melingkar. Sepertinya setiap penduduk kota telah diatur untuk berlokasi di lingkar dalam dan luar. Tepat di tengah kota berdiri sebuah menara tinggi di mana Raja Gales tinggal.\nKerajaan yang sebelumnya diduduki oleh raja yang kejam, dan berusaha mengontrol kehidupan semua orang, kini hanya tersisa reruntuhan yang tak berarti.\nAku meledakkan beberapa koridor agar orang-orang bisa memanjat gedung dengan mudah. Kelihatannya hasil akhirnya cukup berguna, juga membuat reruntuhan ini terlihat semakin tua."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Majalah yang dibuat oleh Adventurers' Guild. Setiap edisi memperkenalkan pemandangan Teyvat yang luar biasa. Edisi kali ini juga menceritakan kisah singkat tentang perjalanan Alice si pengembara di Liyue.\n- Volume Liyue -\nEdisi Khusus Majalah Geografi Teyvat — Perjalanan Alice ke Liyue\nDihua Marsh\nDari Utara membentang, Bishui River telah menjadi lahan basah. Jika kamu melihat ke arah selatan Stone Gate kamu akan melihat rawa Silvergrass sejauh mata memandang. Di titik paling selatan rawa terdapat sebuah penginapan yang duduk di atas batu raksasa. Itu adalah Wangshu Inn, titik tertinggi dari seluruh rawa. Dari sana, lihat ke Selatan dan kamu akan melihat Guili Plains. Kamu juga bisa melihat Guyun Stone Forest dari seberang laut. Juga - ada orang aneh yang menginap di penginapan di lantai paling atas. Kurasa aku belum pernah mendengarnya mengucapkan sepatah kata pun.\nMakan siang di penginapan sungguh lezat. Dapurnya dilengkapi dengan peralatan yang bagus, sempurna untuk melakukan percobaan kimia.\nBerbicara mengenai percobaan kimia, aku mempunyai beberapa hal baru untuk dicoba mengenai katalis ledakan. Jika semuanya lancar, aku akan menghabiskan beberapa hari ke depan di sini lalu pergi ke Guili Plains.\nGuili Plains\nPada akhirnya, aku pergi ke Guili Plains beberapa hari lebih cepat daripada rencana semula.\nSejarah mengatakan sebelum Perang Archon, daerah ini adalah daerah pasar yang berkembang.\nPara rubah dan burung pipit liar sungguh menakjubkan, bulu mereka memancarkan cahaya yang khas. Tapi aku dengar mereka juga bisa menjadi sangat mengganggu. Penduduk lokal Liyue mengeluh bahwa mereka kerap kali memakan buah persembahan untuk Geo Archon. Aku penasaran apakah buah tersebut mempunyai aroma yang harum ketika dipanggang?\nMereka menjalankan operasi yang ketat di pos pemeriksaan di jalan utama, tapi para penjaga yang bekerja di situ sangat ramah. Aku membuat sebuah ramuan dari tumbuhan lokal dan memberikannya kepada salah satu dari mereka yang gagap - itu menyembuhkannya, tapi mempunyai sedikit efek samping. Sekarang dia tidak bisa berhenti untuk meniru setiap orang yang datang. Tidak hanya yang mereka katakan tapi juga cara mereka mengatakannya. Sungguh sangat mirip.\nJueyun Karst\nSeseorang berkata padaku bahwa di suatu tempat berkabut di puncak Jueyun Karst hidup seorang Adeptus, lokasi yang sama persis di suatu tempat di antara lautan awan. Semua ahli tanaman obat dari Liyue berkata mereka pernah melihat alam para Adeptus saat masa kejayaannya terpampang di depan mata sendiri di antara awan. Berdasarkan pengalaman pribadi, aku bisa mengatakan bahwa terlalu banyak mengonsumsi jamur jenis tertentu dapat menyebabkan penglihatan yang serupa.\nArena di sini sangat mempesona. Begitu banyak pilar batu terlihat seperti milik mereka jatuh di dalam tanah, tidak di puncak gunung sini. Seharusnya ada waduk di bawah tanah sini. Sebagian dariku berandai-andai jika semua air kering, Apakah Jueyun Karst akan kembali ke dasar laut tempat dia berasal?\nTeman seperjalananku Zhongli adalah orang paling keras kepala yang pernah kukenal, tapi dia tampaknya menyukai teori ini. Dia tidak bisa berhenti tertawa.\nBenar-benar orang yang aneh.\nYaoguang Shoal\nAku telah mendengar bahwa sering kali kabut datang dari laut ke Yaoguang Shoal, dan saat kabut menjadi pekat kamu bahkan tidak bisa melihat tanganmu sendiri ketika kamu merentangkan lenganmu. Sayangnya, aku tidak bisa tiba tepat waktu di sana untuk melihat pemandangan berkabut itu. Sungguh sangat disayangkan.\nBegitu banyak kerang yang cantik di pantai. Aku penasaran berapa banyak dari mereka yang sudah ada di situ sejak zaman perang Archon? Aku menggabungkan beberapa dari mereka untuk membuat kalung, tapi sayangnya nelayan dari penginapan menduduki dan merusaknya. Setiap kerang, hancur oleh pantatnya. Tidak ada yang tersisa...\nTidak hanya itu, tapi karena dia melukai dirinya sendiri akibat pecahan kerang yang hancur itu, aku harus membayar biaya pengobatannya.\nCangkang siput laut raksasa berdiri di pantai tempat Bishui River memasuki laut. Seorang wanita tua yang baik hati tinggal di dalamnya. Keluarganya katanya berlayar ke sini menggunakan sebuang cangkang kerang raksasa dan dia menghabiskan waktunya untuk menyelamatkan orang yang karam di laut dan terdampar di pantai. Aku rasa menggunakan cangkang kerang raksasa sebagai perahu akan membuatnya lebih mudah untuk menyelamatkan orang-orang dari laut.\nTapi setelah aku kehilangan kendali atas prototipe perahu kerang yang ketiga dan meledakannya, wanita tua baik hati itu memutuskan untuk tidak menyelamatkanku lagi.\nGuyun Stone Forest\nDi sinilah tempat Geo Archon mengalahkan monster laut. Beberapa tiang batu besar yang menembus dasar samudra masih menjulang di atas permukaan laut, meskipun banyak yang patah sejak lama. Pilar batu segi enam terbentuk dari energi Geo, cukup menarik untuk dilihat. Dilihat dari atas, bisa dikatakan bahwa mereka sengaja diatur dalam bentuk yang sekarang untuk membuat bentuk tertentu di permukaan laut. Mungkin itulah alasan sebenarnya Geo Archon menutup kehancuran di dasar laut dengan tiang-tiang batu? Ataukah ini hanya lelucon belaka?\nZhongli dari Pelabuhan Liyue terlihat mempunyai pengetahuan yang sangat luas mengenai cerita rakyat Liyue, tapi aku sebenarnya tidak pernah melihat dia datang ke sini. Aku bisa melihat penginapan Wangshu dari kejauhan. Aku berani bertaruh bahwa si aneh yang bertemu denganku terakhir kali masih menatap ke arah sini sekarang.\nAliran garis tanah di sekitar sini terlihat unik di seluruh Liyue. Jauh lebih dinamis, agak tidak stabil... Seolah kekuatan yang hebat dan tanpa henti bergerak di suatu tempat di dalam laut. Mungkin itu adalah monster laut yang dikalahkan, masih menggeliat di dasar laut."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Majalah yang dibuat oleh Adventurers' Guild. Setiap edisi memperkenalkan pemandangan Teyvat yang luar biasa. Edisi kali ini juga menceritakan kisah singkat tentang perjalanan Alice si pengembara di Inazuma.\nGunung Yougou\nGunung yang berada di Utara Pulau Narukami ini selalu dipenuhi dengan pohon sakura yang akarnya menyatu dengan pohon Sacred Sakura di puncak gunungnya.\nSacred Sakura tersebut berada di kuil terbesar Inazuma — Kuil Agung Narukami.\nDalam beberapa tahun terakhir ini, Yae yang dulunya hanya seorang gadis cilik kini telah tumbuh menjadi seorang wanita dewasa. Aku merasa sedikit sedih saat memikirkan bahwa aku tidak bisa lagi membuatnya menangis dan menjahilinya dengan mudah seperti dulu lagi.\nTadinya kupikir dia akan sama seperti sebelumnya, dia akan mabuk lalu bakal meracau tak jelas, tapi siapa sangka kali ini justru aku duluan yang mabuk. Benar-benar memalukan, bahkan dia sempat menggodaku juga karena hal itu. Huh ... aku merasa seperti seorang wanita tua yang dipermalukan oleh anak muda, ini tidak bisa diterima.\nTunggu saja, aku pasti akan membalasnya.\nKota Inazuma\nAku membawa formula kembang api baru kepada Naganohara Ryuunosuke. Tapi setelah mendengar penjelasanku tentang keefektifan alat bantu dengar yang baru, dia langsung menolaknya. Sampai akhir pun dia masih saja terus menolak.\nNaganohara masih sangat konservatif sekali dalam hal persepsi bahan peledak, dia terlalu fokus untuk mencegah agar daya ledaknya tidak menyebabkan kerusakan lingkungan dan hanya bergantung pada pembakaran logam yang berbeda-beda untuk menciptakan efek visual yang monoton.\nLalu dia terus saja melakukan berbagai percobaan di tempat kerjanya, apa gunanya coba!\nBenar-benar percuma saja deh.\nTapi, anaknya yang bernama Yoimiya itu menarik juga. Kami mendapat banyak permen saat festival, lalu mencoba banyak formula kembang api baru, benar-benar menyenangkan!\nAkibatnya dia digiring oleh tim pemadam kebakaran ke daerah pantai yang sepi. Kudengar karena adanya peraturan keamanan Kota Inazuma yang baru, aku juga tidak begitu paham.\nKami mendiskusikan banyak hal bersama dan Yoimiya banyak memberiku ide dan inspirasi, anak ini sungguh berbakat. Kalau di taman bermain yang kubangun untuk Klee nanti ada pertunjukan kembang api darinya, pasti luar biasa sekali deh!\nSayangnya Shogun yang berwajah dingin itu waspada sekali, aku jadi tak sempat membawa beberapa mainannya, dan juga tak sempat untuk membawanya pergi juga.\nBelum lama ini ketika sedang membuat sebuah ramuan terbang, aku secara tak sengaja melukai Jenderal Tengu itu sehingga butuh waktu sekitar setengah bulan sampai bulu di sayap kirinya tumbuh lagi. Awalnya aku bermaksud untuk membantu memulihkan lukanya tapi sejak saat itu dia selalu menghindar dariku ....\nAku menyimpan beberapa obat untuknya, untuk menguji efek obat tersebut.\nSetelah kejadian itu, sepertinya dia yang seharian berada di Tenshukaku itu mengirim lebih banyak prajurit untuk mengawasiku, huh benar-benar berlebihan sekali sih.\nPadahal aku sudah minta maaf secara langsung loh, tapi dia masih saja mempermasalahkan hal itu.\nSelain itu, dia juga sudah setuju untuk meminjamkanku ruangan yang bagus untuk bereksperimen!\nLalu, Nona Kamisato lagi-lagi menolak tawaranku untuk bergabung dengan grup idolaku untuk ke-6 kalinya, sungguh menyedihkan.\nTatarasuna\nTatarasuna adalah kepulauan alami berbentuk cincin. Pegunungannya menghadap ke laut dari tempat yang tinggi, dikelilingi oleh tungku peleburan utama. Di sinilah terdapat basis dari produksi \"Jade Steel\" Inazuma, yang secara berkesinambungan terus menyediakan bahan-bahan senjata berkualitas tinggi untuk para pembesar-pembesar arogan di Inazuma — baja keras yang terbuat dari kristalisasi darah serta tulang belulang dewa-dewa yang telah gugur dengan bijih besi berkualitas tinggi.\nIni adalah aset Komisaris Tenryou Commission yang membuatnya merasa sangatlah bangga, dan karena itulah dia juga merawat para pekerja dan teknisinya dengan sangat baik.\nSelama kunjungan di Tatarasuna, aku ditemani oleh seorang perempuan yang bernama Kagami Gozen. Dia tampak seperti seorang pemimpin dari para pekerja lokal, dan memegang jabatan Shogunate. Meskipun dia adalah seorang bawahan Komisaris Tenryou Commission, tapi dia terlihat mampu bergaul sejajar dengan orang tua itu di hadapan para pekerja.\nPara pekerja tampaknya percaya dan menaruh kasih padanya, bahkan rela mematuhi perintahnya lebih dari mereka menghormati sang Shogun ... Tapi Kagami Gozen terlihat selalu mengerutkan kening dan terlihat tak ramah.\nPara pekerja yang ada di Tatarasuna adalah penduduk yang tak berasal-usul, sama-sama berakhir mengendap di tempat ini oleh sapuan arus lautan sejarah. Hanya tato di tubuh dan nyanyian yang dinyanyikan pada saat bekerja saja yang membedakan satu sama lain di antara mereka, namun hal-hal itu jugalah yang mempererat hubungan di antara mereka.\nTidak berbeda dengan para pekerja lain di Tatarasuna, tubuh Kagami Gozen juga dihiasi oleh bekas luka bakar akibat suhu tinggi dari \"Tatarigami\". Bagi orang asing, adanya tanda tersebut bagaikan simbol dari umur pendek dan sakit penyakit, namun di tanah ini itu menjadi perlambang dari ikatan kekeluargaan.\nAku memodifikasi parameter \"Mikage Furnace\" tanpa izin, membongkar beberapa katup dan panelnya, lalu melemparkannya ke laut. Omong-omong, aku juga memperbaiki penutup pelindung yang kondisinya jauh untuk dibilang baik. Siapa tahu ini akan membuat kejutan bagi para insinyur Fontaine itu?\nMungkin si tua Kujou akan murka karena turunnya kapasitas produksi secara mendadak ... tapi minimal pengoperasian \"Tatarigami\" tidak akan terlalu panas kemudian lepas kendali. Dan bahkan itu tidak akan menimbulkan terlalu banyak ledakan saat menghadapi perang yang mungkin akan pecah tidak lama lagi.\nSetidaknya beginilah menurut standarku sendiri.\nHuh, atau bahkan malah perangnya jadi tidak tercetus setelah campur tanganku yang manis dalam hal ini?\nHahaha, aku benar-benar senang melihat ekspresi wajah dari para astrolog itu saat ramalannya meleset!\nPulau Yashiori\nLangit cerah di Pulau Yashiori sangat menyenangkan.\nMendengar para onmyouji membosankan yang mengatakan bahwa Raiden Shogun pernah menempatkan banyak \"jimat penangkal\" di pulau ini untuk mencegah bocornya sisa-sisa dewa ular yang bisa menyebabkan pencemaran ... Yah, kira-kira begitulah maksudnya, aku sendiri pun masih belum bisa mempelajari retorika agama itu.\nDari apa yang kuamati, lentera itu sangat menarik. Meskipun wujudnya mirip dengan keyakinan Archon Electro, tapi teknologi yang digunakannya tampak tidak asing.\nOh iya, hampir aku lupa! Yang lagi kutulis ini kan jurnal perjalanan ... kenapa juga harus membahas persoalan akademis yang membosankan ini!\nDi Desa Higi, aku disambut hangat oleh sang kepala desa — Washizu. Mereka menyuguhiku dengan ikan bakar serta onigirinya yang lezat.\nSelain itu, ada pula banyak bajak laut ramah yang tinggal di sebuah pantai yang bernama \"Pantai Nazuchi\" ... *huff* Andai saja aku bisa berdiam di tempat ini sedikit lebih lama.\nTambang di pulau ini sangat hidup, tapi peralatan yang dimiliki oleh para penambangnya sangatlah primitif dan terbelakang. Meskipun Shogun sudah memasang jimat-jimat penangkal di seluruh pulau untuk menahan sebagian besar \"Tatarigami\", namun kebanyakan penambang tetap menderita penyakit kronis setelah terkena pengaruh dari kristalisasi tulang belulang ular untuk waktu yang lama.\nSakura Mochi yang dibawa para onmyouji dari Kuil Agung Narukami rasanya memang enak, tapi masih kalah jauh dengan buatan Yae sendiri.\nSelanjutnya, aku mungkin akan mengunjungi Kuil Asase. Aku penasaran bagaimanakah kondisinya saat ini ... si kucing gemuk yang ada di sana. Dulu sempat saat aku mencoba mengusilinya untuk menangkapnya menggunakan kandang kucing khusus, aksiku malah dihentikan oleh sang miko. Ah, membuat penonton kecewa saja!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Panduan Wisata Teyvat"
          }
        ]
      }
    ]
  }
}