{
  "epId": 2317,
  "name": "Sejarah Baru Enam Kitsune",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/New Chronicles of the Six Kitsune_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Sejarah Baru Enam Kitsune"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Cerita tentang kenangan selalu terkait erat dengan kefanaan. Buku ini tidak sepenuhnya baru, tetapi merupakan adaptasi dari \"Sejarah Enam Kitsune karya Urakusai\"\nPendahuluan\nKisah akan kenangan selalu tentang menemukan dan kehilangan.\nAlasan di balik penulisan karya ini bukanlah sesuatu yang spektakuler.\nMalam itu, aku sedang minum-minum santai di Uyuu Restaurant, dan kebetulan bertemu teman yang sudah lama tidak bersua. Tak tahu kapan dia akan pergi, aku pun segera pindah ke sampingnya.\n\"Waduh, siapa ini yang sedang gembira tapi malah minum sendiri?\"\nDitanya begitu, aku menjawab santai:\n\"Arak bagus susah didapat, kadang kita hanya bisa menunggu sendiri.\"\n\"Alasan klasik. Kamu tidak berubah ya.\"\nDia sudah jadi pemimpin redaksi sekarang. Di tangannya ada cangkir kecil dan ia terlihat sedang ingin minum-minum.\n\"Mau tidak menghasilkan uang minummu sendiri? Lagian kamu nganggur tak ada kerjaan kan.\"\n\"Arak malam ini biar aku yang bayar.\"\nDia tertawa dan berkata begini, ini sudah kali ketiga.\n\"Kamu sudah kembali.\"\nKulihat angin malam membawa kelopak bunga Sacred Sakura ke cangkir araknya, memecahkan bayangan bulan di dalamnya.\nPerasaan yang sudah sangat kukenal perlahan muncul ke permukaan, membuatku tanpa sadar mengutarakan dua kata memalukan ini.\n\"Kamu mabuk.\"\nDia tak senang mendengarnya, dan nadanya berubah tegas.\nDia pun meletakkan cangkirnya dan menghela napas:\n\"Ketika dia pergi, aku bahkan belum lahir.\"\nDan aku tidak lebih dari seorang remaja.\n\"Kisah yang dulu pernah dia ceritakan, mungkin cuma kamu yang ingat.\"\nKonyol memang, namun demikianlah aku mulai menulis lagi, dan aku menulis untuk Yae Publishing house.\nPara pembaca lama jangan tersinggung, ini bukan janji bahwa aku dapat seenaknya menggantung kuas.\nTapi, aku hanya mempersiapkan diri untuk harga arak yang akan segera turun. Aku juga tidak mau berutang lama-lama pada pemimpin redaksi."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Rubah Hitam\" Itaru dan cerita-ceritanya awalnya merupakan volume ketiga dari \"Sejarah Enam Kitsune karya Urakusai\", tetapi akhirnya dibuat menjadi cerita pertama karena preferensi si penulis sendiri.\nNah, maafkan keluh kesahku. Sebelum masuk ke cerita, biar kujelaskan dulu—\nApa itu \"Sejarah Baru Enam Kitsune\"?\nJika ada yang baru maka sudah pasti ada yang lama. Buku ini adalah adaptasi dari Sejarah Enam Kitsune karya Urakusai yang populer lima ratus tahun yang lalu. Kuharap tuan Urakusai dan pembaca sekalian dapat mengampuni kemampuan menulisku yang tidak seberapa.\nUrakusai sudah terkenal dari waktu aku muda dulu. Ketika itu, bahkan Saiguu juga menyukai karya dan teh buatan Urakusai. Sehingga Urakusai menjadi salah satu kitsune yang paling berbudaya dan berkelas di antara semuanya.\nSayangnya, kejayaan masa lalu pergi seiring angin, Tuan Urakusai pernah melakukan pelanggaran besar dan pergi untuk menebus kesalahan. Sudah lima ratus tahun berlalu sejak saat itu...\nKita sudahi dulu perbincangannya. Sejarah Baru Enam Kitsune dimulai, di Mt. Yougou yang menjulang tinggi...\nPada tahun-tahun ketika White Dragon Kitsune masih ada di dunia ini, dia mengangkat enam orang murid. Mereka semua kuat dan punya banyak ilmu. Mereka membantu White Dragon mengurus kuil dan menjaga Mt. Yougou.\nYang tertua dari keenam murid bernama Itaru si Rubah Hitam. Meskipun wujudnya perempuan, dia terlahir dengan punggung yang kokoh dan pinggang yang kekar. Suatu hari, dia mabuk di aula utama kuil dan memecahkan patung Shogun. White Dragon marah besar dan mengasingkannya ke dasar gunung untuk introspeksi.\nNamun, si Rubah Hitam malah turun gunung dengan riang gembira, dan langsung lupa perintah gurunya. Dia mengambil seguci arak lalu pergi ke desa untuk membuat onar."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Volume ini menceritakan pertarungan antara \"Rubah Hitam Itaru\" dan \"Oni Kembar Tokaku.\" Teks asli kisah ini sayangnya sudah hilang, hanya bisa ditemukan dan disunting dalam bentuk seperti yang ada saat ini.\nMelanjutkan buku sebelumnya, Itaru si Rubah Hitam pergi ke desa untuk membuat onar. Di jalan, dia bertemu dua gadis yang berpakaian seperti penebang kayu. Masing-masing membawa pedang besar sepanjang tujuh kaki, pedang pendek, dan pisau yang disematkan di pinggang.\nKedua gadis itu melihat sosok hitam Itaru mendekat, dengan langkah yang menggetarkan tanah dan menerbangkan debu. Mereka pun waspada, dan bertanya dengan pedang mereka di tangan:\n\"Siapa kamu? Apa kamu siluman!?\"\nSosok itu menjawab:\n\"Hahahaha, benar sekali!\"\nKedua gadis itu pun tak lagi ragu, mereka menghunuskan pedang dan maju untuk membunuh sosok itu. Tapi dalam sekejap, sosok itu berbalik dan menangkap pergelangan tangan keduanya dan memutarnya, sehingga pedang sepanjang tujuh kaki pun jatuh ke tanah. Kedua gadis terkejut, dan mencoba mengambil pisau di pinggang mereka, namun terlambat— si Rubah Hitam sudah menghempaskan satu gadis dan mencengkram kerah gadis satunya, mengangkatnya seperti ayam. Kakinya yang besar menginjak dada gadis yang terkapar di tanah.\n\"Oni Kembar Tokaku? Tahun lalu aku memberi kalian berdua pelajaran karena berani menindas penduduk desa. Rupanya masih belum kapok ya!\"\nKetika kedua gadis perampok mendengar hal itu, mereka merasa malu sekaligus takut, lalu langsung minta ampun dan mohon belas kasihan. Si Rubah Hitam tiba-tiba melempar mereka ke tanah dan berbicara lantang:\n\"Guru White Dragon sudah mengusirku turun gunung. Aku sekarang jadi siluman tak bertuan. Kalian berdua ikut saja aku, kita berkelana membela keadilan agar tidak bosan!\""
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Dalam \"Sejarah Enam Kitsune karya Urakusai\", yang ditulis lima ratus tahun yang lalu, Youzan dan Yui seharusnya memiliki kisah mereka sendiri. Namun saat ini, pasangan ibu-anak ini masih mengandalkan Itaru untuk menyelamatkan mereka.\nMelanjutkan buku sebelumnya, Itaru si Rubah Hitam telah menaklukkan Oni Kembar Tokaku dan memulai perjalan mereka sebagai pembela keadilan.\nMereka beristirahat di Desa Konda. Tak lama berserang, mereka bertemu dengan seorang ibu dan putrinya.\nMereka pun bercakap-cakap. Ibu itu bernama Youzan dan putrinya bernama Yui. Mereka berdua adalah pemusik dari Pulau Seirai yang datang kemari untuk merayakan festival, namun tertipu oleh penjual Lavender Melon. Penjual itu awalnya baik hati memberi mereka Lavender Melon untuk melepaskan dahaga, namun kemudian menuntut bayaran dengan harga yang luar biasa tidak wajar. Pemusik kelana mana punya begitu banyak uang? Mereka juga tidak mungkin menggunakan uang untuk ongkos pulang kan...\nOni Kembar Tokaku terkenal punya sumbu yang pendek, dan begitu mendengar hal ini, mereka menggertakkan gigi. Bagaimanapun caranya, tukang tipu ini harus diberi pelajaran. Tapi, si Rubah Hitam punya ide bagus, dan segera memanggil kembali kedua kakak beradik itu:\n\"Baiklah, aku mengerti.\"\nKemudian dia menghibur ibu itu dan putrinya:\n\"Kalian tidak usah khawatir, aku sudah paham duduk permasalahannya. Biar kuselesaikan urusan ini.\"\nSelesai bicara, dia pun pergi untuk mencari si pencatut."
          }
        ]
      },
      {
        "title": "(V)",
        "desc": [
          {
            "type": "RichText",
            "text": "Ini adalah kisah paling menegangkan dari seri ini, dikatakan bahwa cerita ini ditulis oleh Urakusai setelah dia kembali dari Liyue. Kisah ini ditampilkan secara lengkap oleh penulis sendiri.\nAnekdot Itaru si Rubah Hitam cukup sampai di sini dulu. Mohon maklumi penulis yang masih menambahkan banyak komentar untuk kisah-kisah yang sudah lama terjadi.\nMengenai bagaimana tepatnya Urakusai membuat Lady Saiguu marah besar, sampai kini tidak ada yang tahu jelas penyebabnya. Namun Lady Yae memang menawarkan untuk menceritakan sedikit sejarah yang dia alami setelah meminum sekitar dua sampai delapan gelas minuman.\nIni adalah sebuah novel, tentu saja. Jadi saya tentu saja akan mengubah kisah asli menjadi kisah yang tidak tercatat dalam sejarah.\nSaat Kitsune Saiguu berangkat dari tanah Hakushin untuk mengambil posisi di Kuil Agung Narukami, Lady Yae masih belum lahir. Semenjak lahir, masa kecilnya ditemani dengan kisah dan cerita tentang Saiguu, sehingga membuat Lady Yae sangat mengagumi Saiguu.\nKarena inilah akhirnya Lady Yae menetap di Kuil Agung Narukami.\nKarena berhubungan darah, Nona Saiguu selalu sangat baik terhadap Lady Yae. Tapi kini, Lady Yae selalu berusaha untuk tidak mengingat masa-masa itu lagi ....\nMeskipun sudah dijanjikan oleh sang pengarang, tapi kisah hidup Lady Yae tidak bisa diceritakan dengan terlalu rinci agar tidak dihapus oleh kepala editor.\nBerbicara tentang Urakusai. Ada suatu waktu di mana dia membuat Nona Saiguu marah besar, entah apa alasan yang memicunya. Yang kita tahu hanyalah mungkin ada hubungan dengan penyusup dari Abyss.\nTapi setelah Tuan Urakusai dipaksa untuk pergi, Nona Kitsune Saiguu juga pergi dari Kuil Agung Narukami dan pergi ke Tenshukaku di tengah kota.\n\"Sebentar lagi akan muncul kekacauan yang menghancurkan langit dan bumi. Tubuh ini bertanggung jawab untuk melindungi orang-orang dan pemimpinnya, maka diriku harus segera pergi ke sisi Shogun.\"\nSaat Nona Saiguu pergi untuk kedua kalinya, Lady Yae masih seorang gadis berumur muda. Dia terus mengikutinya ke mana pun. Tidak ada siapa pun yang menduga kalau bencana besar akan melanda pulau-pulau, dan kita baru akan mengetahui arti di baliknya ....\nHanya saja semuanya sudah terlambat dan sangat bertentangan dengan harapan yang ada.\nSaat Nona Saiguu pergi untuk ketiga kalinya, dia pergi untuk selamanya.\nLima ratus tahun mungkin merupakan waktu yang lama bagi manusia, tapi kebahagiaan dan dukacita yang ditinggalkan oleh kejadian ini akan sulit dilupakan oleh siapa pun."
          }
        ]
      }
    ]
  }
}