{
  "epId": 2318,
  "name": "Bisikan Angin Hutan",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Koleksi balada Mondstadt yang direkam, dikompilasi, dan disusun oleh para sarjana berabad-abad lalu.\n—Cuplikan Cerita Pilihan—\n\"Bisikan Angin Hutan\" dan \"Bisikan Danau\" merupakan kumpulan dua volume puisi naratif. Kompilasi ini adalah hasil karya para pelajar yang tak kenal lelah yang telah merekam dan menyusun lagu yang tak terhitung jumlahnya yang telah dinyanyikan oleh para penyair Mondstadt.\nPara penyair sering kali melebih-lebihkan atau mengubah sejarah untuk menarik perhatian penonton demi mendapatkan lebih banyak Mora. Jadi kebanyakan dari karya mereka sebenarnya kurang bisa dipercaya. Tapi imajinasi yang luar biasa digabung dengan gaya bahasa yang indah telah membuat lagu-lagunya tetap populer dan bertahan hingga saat ini.\n...\n\"Apa yang dinyanyikan berasal dari zaman kuno.\"\n\"Para dewa berjalan di antara kita pada masa kejayaannya.\"\nPara penyair, yang sudah selesai menceritakan cerita reruntuhan dan Vennessa, mulai menceritakan kisah Naga Angin. Dia mulai bernyanyi, \"Kisah yang diceritakan dari zaman kuno, di saat para dewa berjalan di antara kita pada masa kejayaannya.\" Sang naga yang diberkati oleh Anemo lahir di Gaotian* pada era kejaiaban. Dia perlahan turun dan melihat segalanya dengan mata penuh rasa ingin tahu.\nDia mendarat di sebuah desa, tetapi para penduduk desa yang ketakutan mulai melemparkan batu padanya. Naga itu tidak dapat mengerti teriakan ketakutan mereka.\nDia jatuh di pekuburan. Dia hanya bisa mendengar suara tangisan orang-orang yang berduka. Sang naga tidak mengerti apa yang mereka gumamkan di dalam kesedihan mereka.\nDia mendarat di sebuah kebun buah, tetapi dikutuk oleh para petani yang kehilangan pohon mereka. Sang naga tidak dapat mengerti apa yang mereka teriaki di tengah kemarahan.\nDunia ini terlalu rumit bagi seekor naga muda. Naga itu teramat heran, tetapi tetap tidak menyerah.\nSampai suatu hari, naga itu mendengar lagu terdengar dari Holy Lyre. \"Der Himmel\" adalah nama lira yang mendampingi Archon Anemo. Terpikat oleh syair, Naga Angin itu bertengger di samping penyair terbaik di kolong langit.\nOrang-orang mulai ketakutan, karena Archon besar yang menguasai dunia dan naga elemental yang perkasa tidak pernah bertatap mata secara langsung.\n\"Lihatlah keindahan dan kelembutannya!\" Sang penyair bernyanyi.\n\"Tapi, kita tidak tahu apa yang dipikirkannya!\" Kata orang-orang.\nMusik dan syair sama-sama membuat sang naga dan para manusia terkagum. Sihir apa yang dapat melakukan hal itu? Sang naga memutuskan untuk tinggal di samping penyair, karena dia berkeinginan untuk dimengerti oleh seluruh jiwa. Dia pun akhirnya menguasai bahasa manusia, dan juga teknik menyayi sang penyair.\n(...)\nGenerasi-generasi berikutnya, mengenal dia sebagai salah satu dari Four Winds yang mengawasi dan melindungi Mondstadt.\n\"Matahari hitam menimpa kerajaan ini dan mutiara yang bersinar kehilangan kilaunya.\"\n\"Sutra yang gemilang telah kehilangan cahayanya, dan tak lagi bersinar emas.\"\nBegitulah permulaan kisah yang terjadi di Kerajaan Khaenri'ah yang telah hilang.\nDinasti Blacksun telah runtuh, dan bencana telah tersebar ke seluruh daratan. Ahli kimia yang dikenal dengan nama Gold tertelan oleh ambisi dan keserakahannya sendiri. Durin, seekor naga ular hitam bangkit dari lautan, dan menyelimuti Mondstadt dengan bayangannya. Tapi waktu itu, Knights of Lion Fang tidak memiliki pewaris, dan Knights of Favonius tidak dapat mengibarkan bendera Falconnya.\nDoa-doa yang terpanjatkan tanpa henti dari rakyat Mondstadt membangunkan sang Archon Anemo, Penyair Angin. Senar-senar liranya sekali lagi terdengar, dan Naga Angin pun terpanggil.\nSebagai garis pertahanan terakhir Mondstadt, Naga Angin menghadapi naga jahat itu sampai titik darah penghabisan, di dalam badai yang bergemuruh.\nPada akhirnya Naga Angin memperoleh kemenangan dengan mencabik leher naga jahat itu, namun kemenangannya dibayar mahal, dengan menelan bulat-bulat racun dari dalam tubuhnya. Darah yang bercucuran berkilauan emas, dengan daya hancur yang dapat melelehkan gunung, dan meracuni tanah dunia.\nNaga Angin mempertaruhkan nyawanya untuk melindungi Mondstadt, dan dalam hati dia berharap para penduduk akhirnya dapat mengerti hatinya. Dan, dia pun tertidur.\nHoly Lyre melantunkan lagu yang teramat sedih.\nNyanyian Holy Lyre, saat engkau bangun, kepakkanlah sayapmu dan terbanglah dengan bebas, hingga dunia yang fana mengerti keindahanmu...\n(Gaotian: Kehidupan yang dilahirkan oleh elemen, mengambil wujud Slime atau kupu-kupu saat tenggelam, tetapi saat bangkit, beberapa di antaranya akan mengambil wujud monster elemental. Draconic Elemental adalah makhluk yang sangat langka, dan memiliki kekuatan yang sama dengan iblis zaman kuno.)"
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Edisi tambahan untuk kumpulan lagu Breeze in the Forest yang mengambil konten dari berbagai sumber.\nDi dalamnya terdapat kisah tentang naga di Mondstadt.\n- Buku Naga -\nDikutip dari \"Observasi Kultur dan Budaya dari Kerajaan Angin\", atau yang lebih dikenal dengan \"Catatan Kultur dan Budaya\" yang ditulis oleh Musk.\n...\n\"Wolf\" of the Knight of Boreas, \"Lion\" of the Lionfang Knight (atau \"Dandelion Knight\"), \"Falcon\" of the Knights of Favonius, dan \"Wind Dragon\" Dvalin, telah lama dianggap sebagai empat penjaga angin yang melindungi Mondstadt, mereka disebut Four Winds yang mengawasi Mondstadt.\nSetelah Lionfang Knight membebaskan Mondstadt, Knights of Favonius didirikan, dan Knight of Boreas bergabung dengan mereka. Tradisi untuk memuja Four Winds perlahan terbentuk di Mondstadt. Namun, Dvalin, sang Naga Angin kuno, adalah yang paling tua di antara mereka semua.\nSekitar seratus tahun lalu, daratan ini ada dalam kekacauan. Kegelapan menyebar, mengkontaminasi segala yang tersentuh olehnya. makhluk-makhluk yang liar dan monster buas merajalela, memaksa para penduduk untuk membangun dinding yang tinggi.\nMasa itu adalah saat-saat tersulit bagi Mondstadt. Knights of Lion Fang tidak memiliki keturunan yang sah, dan Knights of Favonius kehilangan banyak anggota-anggota terbaiknya di dalam peperangan yang kelam. Pada saat-saat kelam itu, Durin, naga kegelapan dengan kekuatan yang tak terkira menyerang Mondstadt.\nDoa-doa dari penduduk Mondstadt akhirnya membangunkan sang Archon Anemo, dan atas kehendaknya, terlahirlah naga angin Dvalin. Sebagai pelindung terakhir, Dvalin bertarung melawan Durin dengan segala kemampuannya.\nHasil dari pertarungan itu dapat terlihat dengan jelas. Sisa-sisa tubuh dari Durin masih tertanam dan terbekukan di puncak gunung es di Selatan Mondstadt sampai hari ini. Tetapi kisah bagaimana pertarungan itu berakhir, telah hilang oleh waktu. Rumor mengatakan Dvalin mencabik leher Durin di atas angkasa, dan keduanya terjatuh dari langit. Tubuh Durin tenggelam ke dalam salju di pegunungan, sedangkan Dvalin dipanggil kembali oleh Archon Anemo, dan tertidur sejak saat itu.\n...\nOrang-orang meyakini, Dvalin akan terbangun kembali di saat Mondstadt ada dalam bahaya.\nTetapi di masa-masa damai seperti ini, kepercayaan akan Four Winds telah sirna, dan kuil-kuilnya pun terlantarkan.\n(Catatan dari sumber tak dikenal: Saat identitas naga Stormterror yang dilawan berulang kali oleh Knights of Favonius terungkap sebagai Dvalin dari Mondstadt, bayangan antagonis sang naga sudah sulit untuk dihilangkan. Sedangkan di mata Dvalin yang baru terjaga dari tidurnya, orang-orang Mondstadt yang telah dia lindungi dengan nyawanya telah berbalik mengkhianatinya.)"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Bisikan Angin Hutan"
          }
        ]
      }
    ]
  }
}