{
  "epId": 2319,
  "name": "Surat Kaedehara Yoshinori",
  "desc": "Secarik kertas kosong yang disembunyikan di pot bunga tua. Saat dicelupkan ke dalam air, maka rahasianya yang sudah lama tersegel akan terungkap.<br/>Setelah memberi tahu semua orang tentang kebenaran yang tersembunyi di dalamnya, Kazuha mengatakan bahwa, \"Surat ini mungkin masih berguna untukmu.\" dan akhirnya menyerahkannya padamu.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Kaedehara Yoshinori's Letter_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Surat Kaedehara Yoshinori"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Rincian",
        "desc": [
          {
            "type": "RichText",
            "text": "Kepada pembaca surat ini:\nAku, Kaedehara Yoshinori, telah menyimpan sebuah rahasia seumur hidupku. Waktuku di dunia ini sudah tidak banyak lagi, dan setelah dipertimbangkan, aku akhirnya memutuskan untuk mengungkapkan masalah ini.\nBertahun-tahun yang lalu, saat aku mengejar para pandai pedang bersama Tuan Kamisato dari Yashiro Commission, aku bukan dilukai oleh salah satu pandai pedang itu.\nKejadian yang sebenarnya adalah, pada malam itu, setelah petunjuk menuntun kami ke tepi pantai, aku menunggu para pelaku untuk menunjukkan diri mereka. Namun, tidak ada para pandai pedang yang terlihat, melainkan satu orang asing yang misterius. Orang asing ini mengaku sebagai dalang di balik penempaan yang gagal dan berkata kalau dia telah dengan sabar menunggu kami. Dia kemudian mengancam akan menghancurkan Raiden Gokaden.\nOrang itu memiliki kemampuan yang cakap ... dan dalam sekejap mata, aku beserta semua samurai yang menemaniku dikalahkan. Tuan Kamisato terluka parah dan aku sendiri hampir mati. Untungnya, topiku menahan pukulan ke arah kepalaku.\nOrang asing yang misterius itu bisa saja mengambil nyawaku pada saat itu. Tapi, setelah melihat penampilanku, dia menghentikan serangannya, dan dengan tegas bertanya apakah aku memiliki hubungan dengan nama \"Niwa.\" Aku menjawab kalau itu adalah nama keluarga ayahku dan setelah ayahku menghilang, aku diadopsi oleh keluarga Kaedehara.\nSetelah mendengar jawabanku, orang asing itu terhenti. Setelah keheningan yang lama, dia tiba-tiba berkata, \"Katakan ini padanya. Namaku adalah Kunikuzushi.\" Dia lalu berbalik dan pergi ....\nAlasan kenapa penempaan tidak berjalan dengan baik adalah diagram milik Yang Mulia Shogun telah disabotase oleh orang asing ini. Meskipun Tuan Kamisato paham betul bahwa masalah ini sangat serius, namun karena takut desas-desus dari berbagai pihak timbul dan membuat pihak yang tidak bersalah turut terjerat tuntutan atas persekongkolan, akhirnya aku juga turut menerima hukuman ini. Di masa-masa kritisnya, dia tetap bersiteguh bahwa kami dilukai oleh pandai pedang yang kabur, dan berpesan kepadaku agar lebih berhati-hati saat bertutur kata. Aku berterima kasih atas pengertian dari tuan, namun karena terdesak oleh waktu dan kondisi, aku terpaksa mengubur kenyataan ini sedalam-dalamnya.\nSebagai pemimpin Klan Keadehara, aku sangat malu menyaksikan kemunduran Isshin Art. Tapi sebagai seorang ayah, adalah tugasku untuk memastikan keselamatan anak-anak dan cucu-cucuku. Jika pembaca surat ini adalah keturunan Klan Kaedehara, ingatlah, jangan membabi buta mengejar musuh masa lalu, jangan juga terbelenggu oleh semua dendam dan urusan masa lampau, sampai-sampai kehilangan jati dirimu sendiri.\nHormat, Kaedehara Yoshinori"
          }
        ]
      }
    ]
  }
}