{
  "epId": 2321,
  "name": "Legenda Pedang",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Legend of Sword_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Di tengah lautan bintang yang berputar secara terbalik, perang yang berabad-abad terjadi di seluruh bumi... Dengan pembukaan yang megah ini, datanglah kisah keberanian yang baru!\n\"Tapi, kalau ambisi Tuan Sher tercapai, apa untungnya buat orang-orang?\"\nSekretaris Militer Faranges memandang langit penuh bintang di luar jendela. Cahaya bintang dan terangnya Bimasakti menyinari wajah dan rambutnya hingga ke setiap helainya.\nDia teringat waktu pertama kali memandangi bintang dari jendela ini. Kekaguman yang ia rasa tempo hari itu sudah hampir tidak ada lagi. Pemandangan kampung halamannya yang berjarak ratusan tahun cahaya pun kini sudah buyar dari ingatannya.\n\"Tuanku, mohon maaf jika ucapanku lancang. Tetapi perang ini sudah berlangsung terlalu lama. Demi impian Tuan Sher, kami berperang dari satu tempat ke tempat yang lain, mengambil nyawa jutaan orang dengan taktik dan tipu muslihat, menguasainya satu per satu... Tetapi, apa untungnya bagi kami? Hanya tragedi demi tragedi dan musuh yang semakin tak terhitung jumlahnya, yang tersebar di seluruh galaksi. Suatu hari nanti, kita akan ditelan oleh mereka...\"\n\"Kakakku memimpikan suatu kerajaan yang abadi. Di sana takkan ada lagi yang namanya ketakutan maupun kekurangan. Kebahagiaan semua tak lagi dikendalikan oleh segelintir orang, dan tidak ada orang yang kedudukannya lebih tinggi. Bahkan orang yang tidak berguna pun tidak akan dianggap sebagai pendosa. Karena itu... mereka yang tidak sepaham dengan kita mungkin sudah ditakdirkan untuk musnah.\"\nPutri Gopatha menganggukkan kepalanya. Suaranya lembut namun dingin.\nSepertinya perang bintang melawan pasukan gerilya bukan hanya mengambil mata dan lengannya, karena saat Faranges menatapnya, dia tidak melihat wanita ceria yang dia kenal dulu.\n\"Aku percaya dengan keputusan kakakku. Dia bukan orang yang egois. Tolong jangan pernah lagi mengutarakan kata-kata yang membuat hati dan pikiran goyah seperti ini dari mulutmu.\""
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Di tengah lautan bintang yang berputar terbalik, tidak ada pertempuran yang cukup legendaris untuk menjadi lebih daripada riak dalam keheningan bagi mereka yang berdiam di \"pantai\"... Tapi bagi para pejuang, perang adalah segalanya!\nBahkan armada yang terdiri dari kapal perang kelas Yazata tidak akan mampu membobol pertahanan seketat itu.\nJenderal Geldafried tidak sadar bahwa para pemberontak sudah hampir mencapai titik kelemahan Benteng Anusharwan, sebuah mahakarya arsitektur dan pembangunan yang didesain oleh Putri Gopatha sendiri. Benteng kokoh ini tak ubahnya cangkang telur di mata para pemberontak itu.\nBastinu memacu kapal Lachtaz melewati terowongan ventilasi yang berkelok-kelok, menghindari lubang-lubang yang menyemburkan gas beracun dan awan elemen sambil terus dikejar oleh robot-robot yang mengekorinya. Matanya merah dan kepalanya mulai pusing, akibat laju yang sangat cepat dan manuver yang sangat tajam.\n\"Kesempatan.\"\nPikir Bastinu ketika melihat inti sistem penggerak muncul.\n\"Waktunya tiba.\"\nPikir Jenderal Geldafried ketika melihat bola cahaya muncul di orbit planet.\nDan dia segera memerintahkan serangan umum ke planet tersebut.\nBastinu melancarkan serangan maut ke inti benteng—\n\"Oh, betapa aku ingin melihat wajah Putri Gopatha yang merah padam menahan marah...\"\nPikir keduanya di saat yang bersamaan."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Di tengah lautan bintang yang berputar terbalik, muncullah untaian kecil pulau-pulau yang hancur, dan di atas masing-masing pulaunya terbentang kisah-kisah sejarah yang baru — kisah-kisah kecil namun heroik. Dimulailah kisah para pahlawan Shogunate Suruga!\n—10 Tahun Sebelumnya—\n—25 Tahun Cahaya Dari Sana—\nNegeri yang diperintah oleh Shogunate Suruga itu hanya kenal keluhan dan penderitaan.\nNegeri itu dipimpin oleh Shogun Imagawa Seiyi. Rezim Sang Shogun dimulai empat tahun yang lalu, ketika ia berhasil memenggal kepala Raja Iblis Zeso.\nDi era dan tempat yang kacau inilah, seorang maestro pedang berkelana.\nDia dikenal sebagai Pendekar Shinkuro, yang bernama Bitchuu Kyuubei.\nBitchuu Kyuubei pernah menjadi ahli strategi kepercayaan Shogun sebelum dijebak oleh klan musuhnya. Dengan sifat Shogun yang paranoid, Bitchuu Kyuubei tidak punya jalan lain selain melarikan diri dan jadi Ronin.\nSaat ini, Pendekar Shinkuro sedang berdiri di lereng bukit sambil memandang ke kejauhan. Apa yang sedang ia lihat?\nApakah alam yang terbentang luas? Bukan.\nApakah pegunungan yang menjulang nun jauh di sana? Bukan.\nApakah jalanan yang panjang berliku? Hampir benar.\nJadi apa sebenarnya yang sedang dilihat oleh Pendekar Shinkuro?\nPara petani yang membayar pendekar dengan beras untuk perlindungan tak berani bertanya.\nSepertinya hanya pendekar yang kelu inilah yang tahu jawabannya."
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Ada sebuah pepatah di Inazuma: \"Siapa itu bandit? Mereka tak lebih dari sekadar anak-anak dari medan perang?\" Di masa-masa kekacauan, panen juga *adalah* perang! Volume selanjutnya dari \"Legenda Pedang\" telah tiba!\n\"Musim gugur telah datang, tiba waktunya untuk menuai.\"\nKata Onisa Saito.\nDi zaman perang yang penuh kekacauan, kelompok Ninja adalah tentara bayaran elite yang menunaikan tugasnya di hadapan bahaya yang mengintai.\nLahir karena seruan perang, kuat karena diberi wewenang, demikianlah jalan seorang Ninja.\nMusnah karena usainya perang, jatuh karena wewenang hilang, demikian pulalah takdir seorang Ninja.\nDengan bersatunya seluruh negeri di bawah Shogun Imagawa, nasib para Ninja adalah dimusnahkan atau diserap. Beberapa meninggalkan tugas mereka dan naik gunung menjadi bandit.\nBegitulah kisah Onisa Saito.\n\"Tidak usah buru-buru, kita tunggu penduduk desa selesai menuai gandum untuk kita.\"\nBegitu kata Myozo.\nBandit-bandit gunung ini, kebanyakan adalah Samurai yang sudah kehilangan keyakinannya, atau petani yang berjuang untuk hidup.\nLahir akibat perang, besar akibat kelicikan, demikianlah mereka merajalela.\nDemikian pulalah, ketika perang usai dan perdamaian kembali datang, kejayaan para bandit mulai meredup bak cahaya kunang-kunang di ufuk fajar.\nMyozo lahir di keluarga petani jelata, dan baru pergi untuk hidup sebagai bandit di usia empat puluhan. Biarpun demikian, dia cukup lihai dalam perannya, dan akhirnya menjadi pemimpin di antara kaumnya.\nBandit yang paling kejam, dulunya adalah orang yang sangat tertindas.\n\"Selanjutnya, bumi hangus. Jangan ada yang tertinggal.\"\nDemikianlah suara dari era yang penuh kekacauan."
          }
        ]
      },
      {
        "title": "(V)",
        "desc": [
          {
            "type": "RichText",
            "text": "Di sudut terpencil pulau-pulau hancur yang terletak di tengah lautan bintang yang berputar terbalik, di sebuah desa yang hampir tidak layak disebutkan namanya, seorang ronin jatuh pada masa-masa sulit dan para petani membuat aliansi. Pertarungan hebat dengan para bandit semakin dekat—\nBentang alam Desa Asada menyerupai bulan sabit.\nPendekar Shinkuro menyadarinya ketika pertama kali menginjakkan kakinya di sana.\nJika penduduk desa dapat diarahkan ke lereng bukit, manfaatkan keunggulan posisi yang lebih tinggi dan buat barikade, mereka dapat dengan mudah mengalahkan lawan yang sudah lelah karena perjalanan. Selain itu, jumlah penduduk desa lebih banyak daripada bandit, jadi tidak sulit untuk mengepung mereka.\nTetapi masalahnya terletak pada penduduk desa itu sendiri: untuk memancing para bandit ke lembah, harus ada kelompok kecil yang jadi umpan. Penduduk desa telah hidup dalam kekacauan begitu lama, dan sangat menderita di bawah rezim Shogunate. Sifat takut mati dan mengutamakan keamanan diri sendiri sudah menjadi kebiasaan mereka sejak dulu. Bagaimana caranya agar mereka mau jadi umpan dan berkorban untuk orang lain?\nMasalah lainnya, belajar dari taktik perang para samurai ketika zaman perang, mereka akan menyerang dengan api. Mengurung musuh dalam lembah sekaligus memanfaatkan angin yang terus mengobarkan api, musuh yang ada di dasar lembah tidak akan bisa berkutik kalau kena serangan seperti itu.\nTapi, orang-orang yang dia pimpin sekarang adalah penduduk desa yang ingin melindungi desanya, dan tidak mungkin mau mengorbankan rumah dan lumbung mereka untuk dibakar. Wajar memang, namun bila para bandit tidak dihabisi, mereka akan melakukan pembalasan yang lebih mengerikan.\nPendekar Shinkuro duduk termenung memikirkan permasalahan ini."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Legenda Pedang"
          }
        ]
      }
    ]
  }
}