{
  "epId": 2323,
  "name": "Hati Sejernih Mata Air",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Hati Sejernih Mata Air"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah kisah legendaris yang telah diwariskan oleh para pemburu Springvale. Menceritakan tentang pertemuan antara seorang anak muda yang tidak dikenal dengan peri mata air.\nDi bawah sinar rembulan yang mengalir bagai air, seorang bocah menangis dan membuat harapan di hadapan mata air.\nSeorang peri dari jauh, yang tinggal di mata air yang tidak berpenghuni, diam-diam mendengarkan keinginannya yang membisu.\nPeri mata air tidak memiliki ingatan jangka panjang seperti kenangan atau mimpi. Mereka lahir dari esensi air, keturunan dari para malaikat yang tak memiliki rupa.\nDan, saat peri yang penasaran muncul dari air dan mendengar tangisan hati bocah itu, dia menjadi tertarik pada makhluk hidup yang ternyata lebih muda dan lebih rapuh daripada dirinya.\nPeri yang membisu mengulurkan jari-jarinya yang tak berbentuk, sedingin embun tengah malam dan selembut berkat yang turun dari langit, dan dengan lembut membelai pipi dan dahi bocah tersebut.\nTerkejut karena sentuhan itu, bocah tersebut mengangkat kepalanya dan pandangan mereka bertemu.\n\"Apa kamu bisa mengabulkan permintaanku?\" bocah itu bertanya.\nPeri mata air terkejut dan bingung oleh pertanyaan yang tiba-tiba seperti itu. Tapi dia tidak bisa bicara, sehingga dia hanya bisa menganggukkan kepalanya.\nMerasa puas, bocah tersebut pergi.\nDia tidak tahu bahwa peri mata air itu sendirian, tanpa teman atau keluarga, dan dia telah kehilangan sebagian dari kebijaksanaannya.\nHanya ketika mata air mengalir dari celah-celah batu sampai ke kolamnya, dan ketika dia menatap gambar bulan yang retak di air yang beriak, dia perlahan-lahan mendapatkan kembali kemampuannya untuk berpikir, dan secara bertahap mulai meniru potongan-potongan kata.\nSeperti anak kecil yang penasaran, peri itu mengamati dunia di sekitarnya dengan polos dan takjub. Dia bermain gembira dengan para rubah dan tupai yang mencuri buah, dan meratapi awan gelap yang menutupi cakrawala.\nDan ketika mengingat bocah laki-laki itu, ada perasaan kompleks yaang masih belum waktunya mengalir di dalam hatinya.\nKesepian, dia tidak memiliki kekuatan atau kecerdasan apa pun dan pada akhirnya tidak dapat mewujudkan keinginan bocah tersebut.\nTapi dia bisa berbagi, dan dia mengorbankan hidup dengan membagi beban bocah tersebut."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah kisah legendaris yang diwariskan oleh para pemburu Springvale. Menceritakan tentang perkenalan antara seorang anak muda dengan peri mata air.\nKetika dia menatap bulan yang terbelah oleh riak air, bocah itu mencurahkan isi hatinya kepada mata air.\nDari kata-katanya, peri itu belajar banyak tentang bocah tersebut.\nDan dari kesunyian peri tersebut, bocah itu memperkuat keyakinannya pada dirinya sendiri.\nSamar-samar, peri mata air memahami bahwa ada kebaikan lebih di dunia di luar cahaya bulan dan buah-buahan, dan lebih banyak lagi kegelapan daripada sekadar awan gelap yang menutupi langit malam.\nBocah itu berbicara kepadanya tentang hutan dan pepohonan, kota-kota dan tembok-tembok, juga berbagi tentang kegembiraan, kesedihan dan ketakutannya.\nKetika dia mendengarkannya, dia terpesona pada dunia tidak sempurna tempat dia dilahirkan ini.\nDi saat bocah tersebut merasa frustrasi karena ketidakberdayaannya, peri mata air akan mengusap air matanya dengan lembut dalam diam. Dari situ, dia mulai mengerti dunia di luar mata air sedikit demi sedikit.\nAir mata itu mengalir ke air, dan peri mata air memurnikan mereka, mengubahnya menjadi nektar manis yang membawakan mimpi indah kepada anak laki-laki itu. Anak laki-laki itu melupakan rasa sakit dari saat ia terjaga, dan bertemu peri mata air yang membisu dalam tidurnya.\nSetiap itu terjadi, peri itu juga tersenyum ketika dia tertidur di mata air yang bermandikan cahaya bulan.\nEmbun segar menyuburkan impian bocah itu, dan impian bocah itu meremajakan jiwa peri yang kesepian tersebut.\nDalam mimpi-mimpinya, peri mata air menceritakan kisahnya kepada bocah laki-laki itu tentang dunia Hydro yang jauh. Tentang tanah kelahirannya yang sebiru safir, menyanyikan tentang kerinduan akan pengasingan, dan dia menghela napas ketika mengingat perasaan berpisah dan kerinduan. Dalam mimpi-mimpi tersebut, anak laki-laki itu menjadi orang yang diam-diam mendengarkan, yang menangisi kesulitannya, dan yang bersukacita dalam kebahagiaannya.\nSeiring berjalannya waktu, peri mata air mendapatkan kemampuan berbicara melalui mimpi dan ingatan bocah laki-laki itu.\nSeiring berlannya waktu, mereka menjadi teman yang berbagi segalanya."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah kisah legendaris yang diwariskan oleh para pemburu Springvale. Menceritakan tentang perjanjian antara seorang anak muda dan peri mata air.\nKetika angin berhenti bertiup, bayangan bulan yang retak di kolam dibuat utuh, dan bocah itu akhirnya bisa mendengar suara peri tersebut untuk pertama kalinya.\nPeri adalah makhluk yang lembut, sensitif dan lebih peka daripada manusia, dan bocah laki-laki itu terpikat oleh suaranya yang lembut dan halus.\nTapi justru karena peri memang terlahir lebih lembut dan sensitif daripada manusia, melalui mata remaja itu, dia melihat kerinduan yang tak terungkap dan janji yang akan dibuatnya.\nDan tiba-tiba, peri itu menjadi takut.\nKehidupan fana kuat namun singkat, dan bocah itu harus tumbuh dewasa, dan menjadi tua. Saat kemudaan dan kepolosan sirna bagaimana dia akan memperlakukan keturunan murni unsur-unsur itu? Ketika dia menjadi tua, akankah dia menyalahkan dirinya sendiri dan menghabiskan hidupnya dengan janji naif?\nPeri mata air itu murni dan baik, tetapi dia tidak mengerti cinta manusia. Dia belum pernah melihat keajaiban manusia, dan hanya duduk diam selama ribuan tahun perubahan. Karenanya, dia menjadi takut akan perpisahan.\nApa yang manusia lihat sebagai keajaiban dari pengabdian, peri hanya bisa melihatnya sebagai kesenangan sesaat.\nDan kekuatan peri sekalipun tidak bisa menghentikan laju umur dari seseorang.\nPeri yang lembut dan peka itu tidak tahan untuk menghadapi hari yang tak terelakkan tersebut, dan dia menghentikan kata-kata bocah itu dengan sebuah ciuman lembut.\nTetapi bocah itu, dengan keluguannya, mengira penolakan peri itu sebagai persetujuan atas janjinya.\nSejak saat itu, peri itu bersumpah bahwa suatu hari nanti dia pasti bisa meninggalkannya.\nDan bocah itu bersumpah bahwa dia akan tetap tinggal di dalam mata air selamanya."
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah kisah legendaris yang diwariskan oleh para pemburu Springvale. Menceritakan tentang akhir yang pahit antara seorang anak yang sudah tidak muda lagi dengan peri mata air yang tidak bisa bertambah tua.\nKemudian, bocah itu tumbuh dewasa, mempunyai banyak teman dan mengalami banyak hal-hal baru.\nSementara itu, peri mata air masih terus menyanyikan lagu untuknya, lagu yang manis dan damai yang dia nyanyikan ketika bocah itu masih muda.\nSampai hari itu tiba, di mana peri itu pergi dan tidak menatap pemuda itu lagi.\nTidak pernah lagi kata-kata mengalir keluar dari suara mata air. Dan tidak pernah lagi bulan yang retak menjadi utuh.\nAkhirnya peri mata air menyadari bahwa walaupun dia menemukan rumah tempat dia berada, dan walaupun dia sudah mengalami kebahagiaan yang singkat, dia masih tetap kesepian.\nBocah itu, yang bukan lagi seorang bocah, tidak bisa menerima kepergian peri itu dan menyalahkan dirinya sendiri.\n\"Mungkin dia hanyalah imajinasi anak-anak belaka.\"\nDia selalu mengatakan itu pada dirinya sendiri seraya mendengarkan gemericik mata air.\nTapi ciuman dingin itu nyata, seperti angin malam yang pernah membelai rambutnya.\nTiba-tiba, dia menyadari bahwa meskipun dia telah bertemu dan berpisah dengan teman-teman barunya yang tak terhitung jumlahnya, dan meskipun dia telah bertualang dan kembali lebih dari yang dia ingat, pada akhirnya dia masih tetap kesepian.\nJadi, seperti yang telah mereka lakukan bertahun-tahun yang lalu, air mata bocah itu jatuh ke atas kolam yang murni dan meresap ke dalam bayangan bulan yang retak.\nTapi kali ini, peri mata air tidak datang seperti yang telah dijanjikan.\nDengan teguh peri tersebut tetap membalikkan punggungnya, lebih memilih untuk menganggap dirinya sebagai mimpi masa kecil yang murni, tamu sementara yang berkeliaran di negeri asing yang jauh, daripada gagal memenuhi janji orang yang dicintai dengan kehidupannya yang hampir abadi.\nLegenda mengatakan kapan pun hujan turun, tetesan air hujan yang jatuh ke dalam kolam akan tercampur bersama dengan air mata peri mata air.\nSampai hari kematiannya, bocah itu dengan sepenuh hati percaya pada takhayul yang tak terbukti ini.\nTapi sayangnya, peri mata air yang melarikan diri dari perasaannya sendiri tidak pernah bisa memercayai dirinya sendiri."
          }
        ]
      }
    ]
  }
}