{
  "epId": 2324,
  "name": "Legenda Vennessa",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Lagu yang terkenal sejak pembangunan kembali Kota Mondstadt. Liriknya menceritakan kisah tentang Vennessa, sang pendiri Knights of Favonius, dari awal sejak dia masih menjadi seorang budak.\nSahabat-sahabat Mondstadt! Minumlah sepuas hatimu!\nJunjung kebebasan, atas nama Archon Anemo!\nJuga atas nama Vennessa, Knight pertama Mondstadt!\nPutra putri Mondstadt, ukirlah karunia Archon Anemo di dalam hatimu!\nDan ketahuilah bahwa hadiah ini bukanlah kebebasan namun pembangkangan!\nKisah yang dimulai sejak dahulu kala\nTeman, maaf jika aku sedikit berceloteh\nBiarlah sekiranya cahaya memancar bagai siang hari, untuk kejayaan dan kebebasan Mondstadt\nTerlahir di saat Barbatos memetik senar lira.\nPuisi yang menyanyikan tentang kehebatan pahlawan,\nWalaupun seharusnya tujuan mereka adalah merayakan kebebasan yang tak bernama\nTerbelenggu oleh para bangsawan, Mondstadt bahkan tidak bisa mengeluh\nDan festival tidak lebih daripada sebuah permainan untuk para bangsawan\nJauh dari jangkauan rakyat biasa\nMondstadt seolah menjadi sebuah penjara\nDalam permainan perbudakan yang digemari para bangsawan,\nSementara para tahanan tidak menyadari posisi mereka\nSeorang gadis berambut merah membara mendekam di dalam sel tahanan\nYang berasal dari alam liar di Selatan\nLahir dalam kebebasan, namun sekarang dalam kekangan\nMeski dikendalikan oleh kekuasaan tirani namun raganya tetap utuh\nDan jiwanya yang mulia tidak pernah berhenti berdoa\nDemi rekan-rekan sukunya, demi Mondstadt, dan juga demi kebebasan"
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Lagu yang terkenal sejak pembangunan kembali Kota Mondstadt. Liriknya menceritakan kisah tentang Vennessa, sang pendiri Knights of Favonius, bagaimana dia bertemu dengan Archon Anemo Barbatos, bagaimana dia mengalahkan seekor naga dan menumbangkan pemerintahan yang korup.\nSahabat-sahabat Mondstadt! Minumlah sepuas hatimu!\nSuatu hari, Barbatos akan menjawab doa-doa tulus kalian.\nUntuk mencari rambut yang merah membara itu, sang Anemo Archon turun ke dunia manusia.\n\"Setiap makhluk berhak mempunyai sebuah nama,\" kata roh tersebut.\n\"Biarkan aku membuat lagu dari namamu.\"\n\"Sebagai gantinya aku ingin bersahabat denganmu.\"\nGadis itu dengan senang hati membalas kebaikannya, air matanya tak terbendung lagi.\nDan begitulah, dia maju ke medan perang diiringi suara nyanyian Barbatos.\nGadis itu mengalahkan naga buas itu dan orang-orang bersorak sorai\nPara bangsawan yang serakah itupun mulai gemetar ketakutan\n\"Mondstadt adalah kebebasan,\" angin bernyanyi untuk rakyat\nAngin sepoi-sepoi berembus dari hutan, menerbangkan menara tirani\nSang singa muda akhirnya menghancurkan belenggu yang mengikatnya dan mengangkat kepalanya\nDengan begitu dia telah membuat namanya sendiri terkenal\nHatinya dipenuhi rasa bangga untuk bernyanyi di samping sang Anemo Archon\nNamun Barbatos menolak rasa terima kasihnya dengan halus dan berkata:\n\"Dalam lagumu, kamu adalah protagonis\n\"Aku telah menerima persahabatanmu, dan juga namamu.\"\n\"Untuk merayakan kebebasanmu, aku bernyanyi\"\nTeman, ayo kita minum lebih banyak!\nItulah sumber kebebasan Mondstadt\nSaat siang menjadi malam dan wajah-wajah dipenuhi keputus asaan\nJangan pernah lupakan kisah pahlawan Vennessa, gadis dengan rambut merah api!\nTidak pernah berhenti untuk memperjuangkan kebebasan!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Legenda Vennessa"
          }
        ]
      }
    ]
  }
}