{
  "epId": 2325,
  "name": "Separuh Serigala",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hex & Hound_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Terkadang, perasaan hati itu bagaikan hujan di musim panas yang datangnya tidak terduga. Sebuah permulaan dari kisah musim panas yang terjadi di zaman aristrokrat...\nSeperti yang kita semua tahu, Lawrence adalah bangsawan yang terkenal kejam.\nPara bangsawan memang tidak bisa berbuat baik dan pekerjaannya hanyalah berbuat onar dan menekan rakyat jelata. Mereka terus hidup mewah dan bergelimangan harta.\nMereka berpolitik kotor, hidup penuh perzinahan, menindas rakyat jelata dan melakukan segala hal dengan cara licik. Jumlah kejahatan mereka tak terhitung.\nOrang-orang sangat tidak puas dengan keserakahan para bangsawan, tetapi mereka hanya berani mengumpat dan tidak berani mengutarakan isi hati mereka.\nDietrich adalah tuan muda dari keluarga bangsawan.\nTetapi karena dia masih terlalu muda, dia tidak melakukan sesuatu yang keji, dan bahkan keahlian pedangnya dapat dianggap sebagai yang terbaik di antara para bangsawan.\nKeburukan satu-satunya adalah dia memiliki temperamen yang buruk dan merasa bahwa dia adalah pusat alam semesta. Semuanya harus berputar mengelilinginya. Sifat buruk ini adalah sifat umum yang dimiliki para bangsawan, dan sebenarnya bukan masalah besar.\nTapi marga keluarganya——Lawrence mentakdirkan dia harus dimasukkan ke jajaran daftar para bajingan.\nDan sekarang, tuan muda satu ini memutuskan untuk melakukan tindakan bajingan yang pertama dalam hidupnya.\nAwalnya dia bolos kelas teori dasar elemental yang diajarkan Grand Magister lalu berniat bermain keluar kota. Namun saat melewati jalanan di area rakyat jelata, dia melihat seorang gadis berambut pirang dan bermata biru.\nRasa yang meluap muncul di hati Dietrich sulit diungkapkan dengan kata-kata. Detak jantungnya berderu kencang, sulit dikendalikan. Hal ini tidak pernah dialaminya sebelumnya.\n\"Mungkin ini perasaan yang dialami ibunda terhadap kucing kesayangannya.\"\nDietrich berpikir sejenak kemudian tidak tahan untuk tidak melangkah ke arah gadis itu.\nSayangnya gadis jelata ini tidak tertarik padanya. Bahkan setelah tuan muda tersebut menjelaskan identitasnya pun, gadis itu tidak mengubah ekspresi sama sekali.\nJadi dia pun memutuskan untuk menculik gadis yang tidak tahu diri ini pada malam hari.\n\"Setelah kutangkap, aku akan mengurungnya di dalam kurungan, sama seperti apa yang dilakukan ibunda kepada kucingnya yang nakal.\""
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Uang tidak dapat menyelesaikan semua masalah, tapi sebagian besar masalah bisa diselesaikan dengan uang! Seorang wanita muda yang sedang berlibur di Mondstadt mulai bernyanyi dengan didampingi bunyi gemerincing Mora.\nGadis sipil itu datang ke kota pada sore hari yang cerah. Rambut keemasannya yang terang seperti matahari musim semi yang hangat. Matanya yang biru muda bersinar seperti permukaan air yang berkilau di sore hari. Sulit membayangkan bagaimana seorang gadis muda bisa datang ke kota sendirian. Dia harus melewati pinggiran kota terlebih dahulu, tempat monster-monster berkeliaran.\n\"Menganggapnya sebagai tersangka adalah penghinaan terhadap kecantikannya!\"\nSeorang prajurit penjaga yang mabuk terkulai di Tavern berteriak nyaring mengalahkan suara kerumunan orang. Penghasilannya hari ini cukup banyak, cukup untuk dia habiskan dengan anggur sampai matahari kembali terbit.\n\"Kamu hanya dibutakan oleh kecantikan dia!\"\nSosok yang berdiri di sampingnya menguak masalahnya tanpa perasaan.\n\"Bukan! Memangnya aku pencinta wanita? Mataku hanya bisa dibutakan oleh ini!\"\nPrajurit tersebut mengatakannya sambil menggoncang-goncangkan kantong uang.\n\"Bagus, saudaraku! Kalau begitu kamu traktir aku hari ini!\"\n\"Siapa takut?! Kamu pasti mabuk lebih dulu dari aku!\"\n...\nKemudian pelajar yang menyebut dirinya sebagai Nottie pun menetap di kota dengan lancar.\nSuara Nottie sangat lembut dan menenangkan. Entah sejak kapan mulai muncul desas-desus yang mengatakan, asalkan bisa berbicara dengan Nottie, malam harinya akan bisa tidur nyenyak.\nSelain itu, gadis pendatang baru itu tampaknya tidak membawa perubahan apa pun pada kehidupan di kota ini. Yang harus dihadapi penduduk kota setiap hari, bukan hanya bagaimana melangsungkan kehidupan, melainkan harus menghadapi penindasan terus-menerus dari para bangsawan.\n\"Duh, kukira ini hal yang mudah. Tak disangka malah jadi begini...\"\nDi dalam ruangan bercahaya remang, Nottie memiringkan kepalanya sambil menyangga dagu. Gadis itu duduk di tepi meja dan jari-jari tangannya terjalin erat. Dia menggumamkan sesuatu yang kedengarannya seperti mantra sihir."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Meskipun kamu tinggal di kota yang aman dan tenteram, kamu tetap harus waspada akan serigala yang mengintai di malam hari... Sesuatu yang lebih sulit dikuasai dari hipnotis masal, akan terungkap di sini.\nMalam hari pun tiba.\nDari kejauhan terdengar suara lolongan hewan liar, sepertinya suara serigala.\nNottie duduk di atas ranjang, disibaknya lengan baju dan terlihat gelang tengkorak ular putih yang melingkari tangannya.\nKepala gelang ular itu terlihat sangat hidup. Di balik mulutnya ada gigi taring yang tajam, saking tajamnya seolah-olah dapat merobek leher buruannya dalam seketika.\nTubuh ular itu melingkari lengannya. Di tengah pancaran dingin cahaya lampu ajaib, tubuh ular itu mengeluarkan hawa berbahaya yang membuat orang merinding.\n\"Selamat malam, adikku tersayang!\"\nNottie mengibaskan pelan tangannya, jempol kecilnya memainkan ekor gelangnya seakan-akan sedang bermain dengan ular.\nTidak lama kemudian, lampu ajaib tiba-tiba padam dan seisi ruangan menjadi gelap gulita.\nKegelapan malam akan membawa kekuatan tak terbatas kepada Nottie.\nKarena itu Nottie langsung sadar saat ada napas asing yang masuk ke ruangan.\nNottie yang duduk di tepi tempat tidur melihat dengan jelas aksi Dietrich yang diam-diam berjinjit memasuki ruangan sambil mengangkat jubahnya.\nPada saat ini, Nottie hampir tidak dapat menahan diri untuk tertawa. Untungnya, Dietrich sudah berdiri tepat di depannya.\nDietrich pun melihat dua pasang mata yang dirindukannya setiap malam.\nNamun, matanya saat itu tidak seperti permukaan air biru muda di siang hari. Pada saat ini, mata Nottie tampak ternoda oleh gelapnya malam. Tidak ada gelombang, seperti laut dalam malam yang sunyi.\n\"Minumlah air di dalam gelas ini.\"\nIni adalah kata terakhir yang Dietrich dengar sebelum dia tak sadarkan diri."
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Bahkan anjing pun bisa menguasai dua atau tiga etika sopan santun —— kata seorang pelatih galak yang sedang memegang cambuk dari kejauhan.\nGelas terjauh dari genggaman tangannya, dan dia pun jatuh terkapar.\nNottie berjongkok kemudian mengambil pedang yang terselip di pinggang Dietrich.\nDia mengelus gagang pedang sejenak sebelum menarik kembali tangannya, dan sebuah batu permata hitam jatuh ke telapak tangannya.\n\"Kamu mengantar Eye of Eternal Night khusus untukku. Terima kasih~\"\nKemudian, dia menarik gelang ularnya dan memasukkan permata hitam itu ke mulut ular.\nSisik, daging, dan darah perlahan menyebar merasuki gelang tengkorak itu. Lalu, seekor ular hitam kecil melingkari tangan Nottie dan jatuh di lantai. Ular itu mulai membesar dan menjadi ular sanca hitam bermata merah. Ukurannya hampir memenuhi seluruh ruangan.\nNottie menjulurkan tangannya dan lampu ajaib menyala seketika. Ular piton raksasa itu mulai mengecil dan melingkari lengannya.\n\"Loh? Kamu sembunyi?\"\nNottie mengarahkan pandangannya ke bawah tempat tidur.\nDan di bawah tempat tidur ada——\nseekor anjing.\nAnjing itu sepertinya ketakutan karena ular sanca raksasa tadi. Dia tampak gemetaran.\n\"Duh, awalnya aku ingin mengubahmu menjadi serigala, tapi ujung-ujungnya malah menjadi anjing. Maaf ya~\"\nNyatanya nada bicara Nottie barusan tidak terasa seperti permintaan maaf sama sekali.\nDietrich yang belum menyadari apa yang terjadi barusan sibuk berlari bersembunyi di bawah tempat tidur.\nSaat dia mulai memahami maksud perkataan Nottie, Dietrich yang ingin mengatakan sesuatu hanya bisa mengeluarkan suara \"guk, guk, guk\".\nSetelah mendengar suaranya sendiri, Dietrich panik dan langsung melompat keluar dari bawah tempat tidur.\nTidak peduli berapa kali Dietrich melompat-lompat di depan cermin, berapa kali pun dia meratap dan melolong, tuan muda itu tidak bisa lagi kembali seperti semula.\nDietrich berbalik badan kemudian memamerkan giginya kepada Nottie. Nottie tetap tidak bergeming, kedua tangannya bersilang di depan dada dan dia memberi anjing delikan tajam. Entah kenapa, tidak peduli bagaimana dia berusaha, anjing itu tidak bisa meneruskan langkahnya ke depan.\n\"Ini bukan sopan santun yang harus kamu miliki ketika menghadapi wanita. Aku awalnya ingin membiarkan kamu pergi langsung. Hmm...tapi sepertinya kamu benar-benar perlu diberi sedikit pelajaran!\""
          }
        ]
      },
      {
        "title": "(V)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Jadilah anjing yang baik! Benar, mengikuti perintah memang tidak ada hadiahnya, tapi kamu juga tidak perlu menerima hukuman!\" Penyihir berbaju hitam itu berteriak sambil tertawa.\n\"Biar aku perkenalkan diri sekali lagi. Aku Nottfriga. Mungkin kamu lebih tahu julukanku, orang-orang memanggilku Enchantress of the Night.\"\nSeusai perkataannya itu, rambut panjangnya yang berwarna pirang mulai berubah menjadi hitam gelap yang menyatu dengan kegelapan malam. Matanya yang berwarna biru cerah juga berubah menjadi hitam pekat.\n\"Mulai dari sekarang, aku adalah tuanmu. Aku akan mengajarimu dengan baik.\"\nDia berjongkok kemudian memasang kalung yang entah dari mana ke leher Dietrich. Kalung itu perlahan menciut seiring dengan rontaan Dietrich, kemudian terpasang sempurna di lehernya. Tidak peduli bagaimana dia mengibaskan kepalanya, ataupun bagaimana dia mencoba melepasnya dengan tangannya, kalung itu tetap tidak bergeming.\n\"Fuhh, benar-benar membuang waktuku. Ayo kita pergi sekarang!\"\nNottfriga beranjak kemudian melangkah ke luar kota. Dietrich mengerahkan seluruh kekuatannya, melolong keras dan berniat berlari pulang ke kediaman bangsawannya, namun sia-sia. Kalung di lehernya seakan-akan telah mengendalikan tubuhnya dan dia hanya bisa mengikuti Nottfriga.\nNottfriga melirik Dietrich yang enggan mengikutinya, lalu mengaitkan jari-jarinya di rambutnya membentuk lingkaran.\n\"Walaupun lucu sekali melihatmu meronta-ronta, tapi kamu terlalu berisik. Kalau kamu ingin mencoba sihir baruku \"Silence of the Night\" , kamu boleh berisik dan berteriak lebih nyaring lagi.\"\nTiba-tiba suasana langsung hening seketika. Naluri Dietrich mengatakan bahwa dia tidak boleh menjadi bahan percobaan untuk sihir baru Nottfriga."
          }
        ]
      },
      {
        "title": "(VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Suntingan Pesan: Terima kasih atas dukungan kalian semua! Kita sudah berhasil menarik keluar si penulis pemabuk itu dari Cat's Tail Tavern! Meskipun dia sudah sangat mabuk seperti Dandelion yang tercelup air, tapi ternyata dia tetap bisa menulis serial lanjutannya tanpa masalah! Dukung kami terus ya!\"\nDietrich menyaksikan jatuhnya Klan Lawrence.\nKucing milik Ibu sudah hilang entah ke mana. Ayahnya yang sedang panik dan Ibunya yang histeris itu sepertinya berada di dekatnya. Tetapi mereka tidak menggubrisnya sama sekali meski dia telah berteriak sekuat tenaga.\n\"Grr...\"\nDietrich menundukkan kepalanya, tetapi sebelum dia bisa bersuara, tiba-tiba lantai di bawahnya terbelah. Sepasang tangan keriput muncul dari dalam tanah dan mencengkram lehernya.\nDia pun terjatuh dan terus terjatuh, seakan-akan tidak ada dasarnya. Hingga akhirnya dia menyentuh tanah, tepat di depan kaki seorang penyihir tua.\nAnehnya, dia sama sekali tidak merasa sakit.\nSebuah benda mengait pada kalung Dietrich, dan tubuh Dietrict pun terangkat ke atas.\nHanya ada kegelapan pekat di sekelilingnya, dan dia hanya bisa melihat benda yang ada di bawahnya. Dia melihat sebuah panci panas dengan cairan hitam aneh yang mendidih di dalamnya. Ada benda lain di dalam panci itu, Dietrich melihat sarang laba-laba dan tulang-tulang ular beracun...\nTiba-tiba telinganya mendengar suara Nottfriga: \"Ah, akhirnya kudapatkan kamu, bahan terakhirku. Setelah kumasukkanke dalam panci ini, maka selesai sudah ramuan keabadiankiu. Hahaha!\"\n\"Guk! Guk! Guk!\" Lepaskan aku dasar penyihir gila!\nDietrich berusaha melepaskan diri sekuat tenaga, tidak disangka kalung lehernya yang biasanya sangat kuat itu, tiba-tiba terlepas begitu saja dari lehernya——\n“Gu-k——\"\nDietrich pun terjatuh...\nDia tidak bisa mendengar apa pun, selain suara tawa Nottfriga dan suara angin di kupingnya."
          }
        ]
      },
      {
        "title": "(VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Orang baik yang bisa membagi-bagikan biskuit anjing sambil tersenyum...\" Saat berjumpa kembali dengan gadis asing itu di hutan yang kukenal, ternyata tubuh sebenarnya adalah——\n\"Bangunlah——\"\nDietrich merasakan tubuhnya digoyangkan perlahan.\n\"Kamu tidak apa-apa?\"\nSebuah telapak tangan mendekati hidungnya, sperti ingin memeriksa napasnya.\nSepertinya dia mengenal suara ini...\nLembut seperti angin di musim semi, dan hangat bagaikan matahari musim panas.\nDietrich berusaha membuka matanya, kemudian dia melihat——\nSosok seorang gadis berambut pirang dan bermata biru.\n\"Baguslah, akhirnya kamu bangun.\" ucap gadis itu sambil tersenyum.\n\"Apakah aku berada di... Celestia?\" pikir Dietrich.\n\"Sayangnya bukan, ini hanya hutan biasa.\" balas gadis itu.\nAkhirnya Dietrich tersadar, dia baru menyadari bahwa gadis muda di hadapannya adalah penyebab dari semua masalahnya —— si penyihir jahat, Nottfriga! Dia pun langsung bersiaga dan melompat menjauhi gadis itu.\n\"Jangan takut, aku tidak akan melukaimu. Oh, aku lupa memperkenalkan diriku, namaku Magdalene. Aku adalah... adik Nottfriga.\" ucap Magdalene sambil menggerakkan jari di belakangnya untuk mengeluarkan sihir penenang. Magdalene mendekati Dietrich,\"Tenanglah, ayo kemari.\"\nPerasaan Dietrich sudah menjadi lebih tenang. Dia ingin bertanya mengapa gadis itu bisa mengerti apa yang dia pikirkan — tapi dia hanya bisa menggonggong \"Guk, guk...\".\n\"Oh? Itu hanya ilmu sihir dasar saja kok. Kakakku Nottfriga juga bisa.\"\n\"Guk, guk guk!?\" Jadi si penyihir tua bangka itu sebenarnya hanya pura-pura tidak mengerti agar bisa menjebakku ya!?\n\"Yah... Tapi sebenarnya Nottfriga itu orang yang lembut.\" Madeleine tersenyum menawan sambil berbicara tentang kakaknya.\n\"...\""
          }
        ]
      },
      {
        "title": "(VIII)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Gawat! Ternyata aku menjelek-jelekkan penyihir tepat di hadapan seorang penyihir!\" \"Ah, dasar bandel. Tapi bagaimanapun juga, melatih anjing kan sudah menjadi tanggung jawab pemiliknya~\" Kisah tentang rahasia kejam sang gadis penyihir ini pun dimulai——\n\"Apakah penyihir... mengorbankan otaknya untuk kekuatan sihir ya? Aku benar-benar tidak mengerti jalan pikirannya...\" pikir Dietrich dalam hati sambil berjalan mengikuti gadis berambut pirang itu yang sedang berbicara tentang suatu hal.\n\"Eh—— Jangan bicara begitu dong! Kalau kakakku mendengarmu, dia pasti akan marah besar.\" ucap Madeleine pada Dietrich dengan suara kecil.\n\"Guk guk guk, guk?\" Yah kamu kan tidak perlu mengadukanku pada kakakmu. Tunggu dulu, kok kamu bisa membaca pikiranku?\n\"Sayang sekali. Su-dah ter-lam-bat.\"\nDietrich merasakan sebuah tekanan dari atas kepalanya, dia pun menengadah dengan perasaan ngeri...\nMeskipun ekspresi wajahnya tidak berubah sama sekali...\nTapi...\nDia tahu bahwa gadis di hadapannya sudah berubah menjadi orang lain.\n\"Sepertinya mimpi buruk itu cukup berguna untuk memicu ingatanmu. Tapi kalau kulihat, kamu masih jauh dari cukup.\" Suara yang angkuh dan dingin itu — Ya, ini pasti Nottfriga.\n\"Baiklah, kalau begitu aku akan menaruh Inti Jantung Terdalam ini di dalam dirimu.\"\nApa itu \"Inti Jantung Terdalam\"...\nTunggu dulu. Sepertinya tadi Madeleine ada bilang sesuatu tentang itu.\n\"Tidak perlu takut! Mimpi burukmu tadi itu bukan sungguhan. Tadi kakakku menaruh Inti Jantung Terdalam yang dapat mengetahui ketakutan terburukmu ke dalam tubuhmu. Makanya tadi kamu bermimpi tentang hal yang sangat menakutkan.\"\n\"Tapi aku yakin kakakku melakukan itu demi kebaikanmu, karena kakakku adalah orang yang sangat baik hati.\"\n...\nBulu Dietrich langsung merinding, dan dia gemetaran saat mengintip Nottfriga. Dietrich sudah tidak berani berpikir yang aneh-aneh.\n\"Hah, sepertinya ajaranku cukup ampuh. Baiklah, ayo kita berangkat.\" Ekspresi ketakukan Dietrich membuat hati majikannya, sang penyihir, senang."
          }
        ]
      },
      {
        "title": "(IX)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Seperti apa rasanya kematian di musim semi yang hangat?\" Pada pagi hari, gadis muda itu mengatakan sesuatu yang bertentangan dengan logika dan akal sehat orang pada umumnya. \"Kurasa rasanya pasti seperti... bulu yang lembut?\"\nTempat ini adalah hutan tanpa akhir. Kabut tipis menyelimuti tempat ini, sinar fajar berwarna keemasan menyinari dedaunan, dan jatuh di atas tanah yang hijau seperti zamrud.\nSaat ini juga, Magdalena tengah menggendong seekor anjing - benar, Dietrich - sambil berjalan dengan santai. Gadis berambut emas itu berjalan di atas akar keriput pohon besar seperti angsa yang anggun, melewati hutan dengan lincah.\n\"Untung dia Magdalena. Kalau Nottfriga, dia pasti sudah membuatku berjalan atau menggunakan semacam sihir untuk memaksaku lari. Jalur ini bukan untuk dilalui anjing - tidak, bahkan manusia. Tidak ada jalan di sini, hanya ada pepohonan... Ah, alangkah baiknya kalau Magdalena bisa terus menggendongku seperti ini...\" Pikiran Dietrich sudah ke mana-mana saat dia menoleh ke arah Magdalena.\nCahaya pagi menyinari wajahnya. Kecantikannya tidak kalah dari wanita bangsawan mana pun. Kulitnya yang cerah dan ekspresinya yang lemah lembut membuatnya tampak rapuh, seperti embun pagi di atas kelopak bunga yang bisa jatuh kapan saja.\n\"Kulit Magdalena putih sekali... Sepertinya tidak ada wanita bangsawan yang kutemui yang lebih putih darinya,\" pikir Dietrich sambil menatap gadis itu.\nMagdalena tiba-tiba membuka suara, \"Biar kuceritakan padamu. Sebenarnya, aku sudah mati.\""
          }
        ]
      },
      {
        "title": "(X)",
        "desc": [
          {
            "type": "RichText",
            "text": "Karena di dunia ini, tidak ada seorang pun yang bisa hidup dan mendapatkan kebebasan.\nDahulu kala terdapat seorang penyihir wanita yang melahirkan sepasang kembar perempuan.\nNamun keluarga penyihir tidak dapat membesarkan dua generasi yang sama secara bersamaan. Itulah harga yang harus mereka bayar, untuk kekuatan sihir yang mereka miliki.\nKekuatan kegelapan penyihir ini sudah mencapai puncaknya. Dia pun mengorbankan kekuatan hidupnya sendiri agar dapat melindungi nyawa dua anaknya.\nMomen indah memang tidak berlangsung selamanya. Saat kekuatan kehidupan sang penyihir sudah di ambang batas, itu berarti kematian akan datang menyapa.\nPenyihir itu telah dibebaskan dari keabadian, meninggalkan kakaknya Nottfriga dengan segala tanggung jawab. Nottfriga menyalahkan dirinya sendiri atas kematian adiknya Magdalene.\nUntungnya Nottfriga mewarisi bakat sihir hitam milik penyihir itu. Dengan dirinya sebagai wadah, Nottfriga pun memanggil roh Magdalene dengan sihir rumit dan mantra pemanggilan yang sulit dibaca.\nDia membaca seluruh buku berlapiskan kulit binatang yang ditinggalkan penyihir di menara tinggi, menggabungkan sihir hitam dan ilmu alkimia untuk menciptakan sebuah wadah. Meletakkan jiwa tersebut ke dalam wadah dan membangkitkannya kembali — sihir terlarang ini bukanlah hal yang mudah, apalagi Nottfriga tidak pernah menerima pelatihan sihir yang layak.\nObsesi Nottfriga terhadap Magdalene membuatnya berhasil menemukan solusi, dan dia pun mengubah tubuh tersebut menjadi gelang ular yang dikenakannya di pergelangan tangan. Lalu dia pun memulai petualangan.\n\"Adikku tersayang, setelah semua ini berakhir, kita tidak akan terpisahkan lagi...\""
          }
        ]
      },
      {
        "title": "(XI)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Biar kusumpal saja moncongmu yang berisik itu...\" \"Guk, guk!\" Pada malam itu, si gadis mempercayakan sebuah benda berharga pada anjingnya yang setia itu...\nBerkas cahaya terakhir perlahan memudar, dan kegelapan pun menyelimuti seluruh hutan.\n\"Sekarang waktunya kakak yang beraksi.\"\nMagdalene tiba-tiba meletakkan Dietrich dari pelukannya.\n\"Oh ya, aku punya hadiah untukmu. Kakak, semoga kamu suka.\"\nCahaya merembes melalui jari-jari gadis itu, dan secara bertahap menjadi pancaran cahaya yang menyilaukan. Magdalene telah mengaktifkan sihir cahaya.\n\"Baiklah, mulai sekarang kamu harus jadi anak yang baik ya. Shhh, jangan bicara dulu sekarang.\"\n\"Apa sih, kok misterius sekali... Ugh.\" Sebelum Dietrich bereaksi, dia menggumamkan suara kecil tetapi kemudian terputus oleh tangan ramping yang menutup mulut Dietrich.\nDalam sekejap, gadis itu menjejalkan sesuatu ke dalam mulutnya.\n\"Ini—\"\nSebuah gagang pedang, itu pedangnya.\nPedang yang sempat digantungnya dengan bangga di pinggangnya.\n\"?!\"\nDietrich membuka mulutnya secara reflek untuk mengatakan sesuatu.\n\"Gigitlah dengan erat kalau tidak mau mati.\" Nottfriga mengangkat tangan ke udara dan Dietrich menjadi tidak bisa bernapas, merasakan kalung di lehernya semakin ketat dan ketat. Dia yang tidak berdaya pun hanya bisa menggigit erat.\n\"Dengar baik-baik, gunakan pedang ini untuk melindungi dirimu sendiri. Meski kamu adalah tuan muda yang tak berguna dan semena-mena, aku akan merasa terganggu kalau kamu mati di sini—\" Ujar Nottfriga sambil mengangkat kepala Dietrich dengan nada rendah yang mencekam. \"Bimbinganku masih belum selesai, kalau mati dengan mudah di sini, hiburanku akan berkurang banyak.\"\nPenyihir kegelapan selesai berbicara, lalu menarik kembali tangan dan merapikan jubahnya.\nKalung leher kembali longgar, dan udara pun masuk ke paru-paru melalui celah-celah gigi dan hidung. Dietrich tidak berani menghela napas dan menghirup napas dengan terengah-engah.\nTidak lama kemudian, terdengar suara kekacauan dari luar—"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Separuh Serigala"
          }
        ]
      }
    ]
  }
}