{
  "epId": 2326,
  "name": "Kitab Keseimbangan",
  "desc": "Legenda mengatakan bahwa kitab ini berisi mantra kuno yang digunakan untuk menghormati Rex Lapis dan Adeptus Yaksha. Juga berfungsi sebagai catatan sejarah tentang kepercayaan kuno pada Archon Geo.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Verses of Equilibrium_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Rincian",
        "desc": [
          {
            "type": "RichText",
            "text": "Di antara surga dan bumi, hanya batu yang tetap kokoh abadi.\nDibangun di atas batu kokoh, tradisi yang membuat pondasi tak tergoyah.\nDemikian pula hukum Rex Lapis, dan kebijaksanaannya yang tak terselami.\nLandasan keadilan yang berlaku di seluruh kerajaannya.\nPembasmi si jahat, tidak ada satu pun iblis yang luput darinya.\nDia mencari tatanan surgawi, untuk meredam arus kekacauan.\nPara Adeptus mengelilinginya, para penjaga Yaksha maju menyerbu,\nTertekan oleh keberanian para rakyat, para monster berlarian.\nSang raja membuat batu-batu besar, dan melemparkannya ke dunia.\nPara iblis terkalahkan, dan akhirnya kedamaian kembali.\nWalau iblis dikalahkan, jiwanya ingin membalas dendam.\nJauh ke dalam jurang, roh-roh itu turun.\nKebencian telah memicu amarah mereka. Amarah, sebagai gantinya, membutakan pikiran mereka.\nKebodohan mereka menodai lautan, tempat para iblis berkembak biak.\nPara arwah iblis terus berteriak dipenuhi dendam.\nLima penjaga Yaksha ditugaskan oleh yang mulia untuk membasmi para iblis.\nUntuk membersihkan dunia dari amarah racun roh-roh jahat.\nGunung pun bergemuruh saat Yaksha murka dengan aura keemasannya.\nTapi meskpun para iblis terbasmi, tak diduga! Satu telah kembali.\nAlatus membasmi musuh dengan cakarnya dan kedamaian pun kembali.\nSejak saat itu, hari-hari kedamaian yang sirna pun perlahan kembali.\nDengan kedamaian, para Adeptus pun kembali ke Jueyun Karst.\nKewajiban terpenuhi, para Yaksha pun pergi ke tempat yang tak dikenal.\nSemoga persembahan yang sederhana ini bisa menenangkan jiwa-jiwa.\nBerkobar dengan hebat, membahagiakan hati sang kaisar."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Kitab Keseimbangan"
          }
        ]
      }
    ]
  }
}