{
  "epId": 2327,
  "name": "Kisah Sangonomiya",
  "desc": "Catatan sejarah yang ditulis oleh sejarawan Shogunate terkenal Kujou Michizane, yang dikenal sebagai \"Tiga Petinggi Kujou\", atau \"Sang Ahli Besar kaligrafi\". isinya mencatat tentang sejarah Pulau Watatsumi secara garis besar.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Rincian",
        "desc": [
          {
            "type": "RichText",
            "text": "Pada awalnya, Sangonomiya adalah sebuah palung di dasar laut. Kemudian seekor Ular Besar datang, membuat pusaran dan mengukir batu karang menjadi pulau. Pulau yang terbentuk dinamakan \"Watatsumi\" oleh orang Sangonomiya, dan Ular itu disembah sebagai dewa.\nOrang Watatsumi mengganggap diri mereka sebagai putra-putri lautan, dan menghormati sang ular sebagai Orobashi no Mikoto. Pulau Watatsumi diperintah oleh kuil, dan berada di luar kekuasaan Shogun. Perkara besar dan kecil dikelola oleh para Miko, yang dipimpin oleh sang Pendeta Suci, yang bertanggung jawab atas pemerintahan dan upacara.\nPada tahun-tahun ketika Perang Archon berkecamuk, Yang Mulia Raiden Shogun memutuskan untuk mempersatukan seluruh Inazuma, semua orang gentar dan tunduk pada perintahnya, dan masing-masing diam di tempatnya, atau dihancurkan. Ular Besar Orobashi no Mikoto diam di barat, hidup damai tanpa pertikaian. Namun tiba-tiba, timbul niat jahat di hatinya, dan ia berangkat ke timur untuk menyerang.\nPerang pun terjadi, dan rakyat hidup sengsara. Yang Mulia Ogosho menghadapi Ular Besar itu di Pulau Yashiori, dalam pertempuran sengit yang menelan banyak korban. Tengu kesayangan Yang Mulia Ogosho pun gugur di medan perang. Ular itu akhirnya ditebas oleh Yang Mulia Ogosho dan tewas di Pulau Yashiori.\nSangonomiya pun menyerah, dan sejak saat itu menghormati Shogun Inazuma sebagai penguasa tunggal."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Kisah Sangonomiya"
          }
        ]
      }
    ]
  }
}