{
  "epId": 2329,
  "name": "Tambang Mutiara",
  "desc": "Salah satu edisi buku dari koleksi buku di Jade Chamber. Di dalamnya berisi pembahasan tentang kebijakan ekonomi Pelabuhan Liyue.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/5931ba4e96c4d6a18947f3ef48cbeade_8151581632578327531.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1663483362,
  "components": {
    "body": [
      {
        "title": "Rincian",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nSetiap bisnis dan perdagangan bisa diibaratkan seperti aliran sungai. Mengalir dari pegunungan, kemudian berakhir di lautan. Manusia selalu mengejar keuntungan. Mereka berjuang untuk mendapat keuntungan sebanyak mungkin, semuanya itu demi mencapai kekayaan atau kemakmuran. Demi mencegah terjadinya ketidakadilan dalam perdagangan, para penguasa membuat kontrak atau aturan yang mengikat, agar semuanya dapat makmur bersama. Yang kuat tidak seharusnya menyiksa yang lemah, dan yang lemah juga tidak boleh diremehkan. Semua orang harus tahu arti perdagangan yang sebenarnya. Perdagangan yang adil dan lurus memungkinkan sungai emas mengalir tanpa hambatan di sepanjang jalurnya.\nAda yang pernah bertanya, \"Meskipun sudah bekerja keras, banyak rakyat kehilangan pekerjaan, kekurangan makanan, tidak ada atap untuk tinggal... Kerja keras mereka di ladang tandus, sia-sia belaka. Sementara itu, kekayaan para pengusaha besar melimpah ruah. Di manakah keadilan yang disebut-sebut itu?\"\nPernyataan ini sungguh tidak masuk akal. Keuntungan yang mengalir ibaratnya seperti pasir-pasir yang meluap. Keuntungan juga seperti air terjun di pegunungan, selalu mengucur deras tanpa akhir. Yang miskin tidak selamanya hidup miskin... yang kaya juga tidak akan menyimpan kekayaannya selamanya. Perekononomian negara harus terus berjalan agar penduduknya hidup tenteram dan sejahtera.\nOleh karena itu, penghapusan sistem privatisasi, perluasan pasar, dan reformasi, merupakan strategi yang harus dilakukan. Mengandalkan bantuan orang lain memang menyenangkan, tetapi sifat ini harus dibatasi agar tidak berakibat buruk. Para Millelith yang bertugas menjaga keamanan harus diperbanyak, agar dapat menenangkan kerusuhan, membasmi pencurian dan bandit di kota dan perbatasan.\n...\nWalaupun Rex Lapis berumur panjang, namun setiap orang harus tetap melakukan persiapan agar bebas dari kecemasan hidup. Rencana besar ini akan mengarahkan kita menuju kemakmuran Liyue yang abadi. Reformasi tidak boleh dilakukan secara gegabah, setiap langkah harus dilaksanakan secara bertahap. Hal ini sama seperti seseorang yang memahat dengan ditemani cahaya lilin yang remang-remang, memahat sampai batu giok terbentuk. Demikian juga dengan Liyue, banyak hal yang harus diselesaikan secara bertahap."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Tambang Mutiara"
          }
        ]
      }
    ]
  }
}