{
  "epId": 2330,
  "name": "Budaya Liyue",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1660290789,
  "components": {
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah buku tentang budaya dan adat istiadat Liyue yang awalnya dikumpulkan oleh Fadhlan, seorang sarjana dari Sumeru yang tinggal di Liyue. Buku ini telah disunting oleh banyak sarjana lokal dan dipublikasikan. Salah satu buku paling laku di Liyue.\n- Bunga Hydrangea -\nSudah menjadi adat istiadat di Liyue bagi pengantin wanita untuk melempar bola bunga ke arah kerumunan tamu yang datang. Dikatakan bahwa seseorang yang cukup beruntung untuk menangkapnya akan menikmati setahun penuh keberuntungan: para pebisnis akan mendapatkan kemakmuran lebih, yang miskin akan mendapatkan kekayaan, yang lajang akan bertemu dengan pasangannya, yang telah menikah akan mendapatkan hidup penuh cinta dan penghargaan dari pasangannya, tidak akan tergoyahkan oleh pertengkaran kecil dalam hidup sehari-hari.\nWalau pengantin pada umumnya menggunakan bola bunga namun beberapa barang alternatif lain dapat digunakan tergantung dari kemampuan setiap keluarga. Orang-orang kaya menggunakan bola rajut dari Bunga Sutra, yang miskin menggunakan kertas berwarna atau kain. Namun adat istiadat di setiap pernikahan Liyue masih sama, walaupun kemampuan setiap keluarga berbeda.\nBeberapa orang mengatakan adat istiadat Liyue diadopsi dari festival Ludi Harpastum yang biasa dirayakan oleh tetangga mereka, Kerjaan Angin Mondstadt. Yang lain mengatakan itu berasal dari zaman dahulu sebelum perang Archon, saat Dewa Garam masih menjelajah bebas di Liyue. Pada zaman dahulu dia pernah berdiri bersama para dewa di Liyue, namun kelembutannya mengakibatkan dia digulingkan dengan cepat pada Perang Archon dan akhirnya dibunuh dengan keji oleh salah satu pengikutnya.\nJenazahnya mungkin masih bisa ditemukan di suatu tempat di reruntuhan yang dikenal sebagai \"Sal Terrae\". Menurut legenda yang sayangnya tidak menjelaskan secara detail, dulu dia membagikan bunga kepada pengikutnya untuk memberkati mereka. Atau setidaknya, jika bukan berkat, itu adalah sikap sederhana untuk menghibur mereka yang menderita karena perang. Bagaimanapun juga, setelah dia kembali ke tanah, pengikutnya tersebar ke seluruh Liyue, membawa adat istiadat itu bersama mereka, dan mengajarkannya kepada penduduk lokal. Masyarakat Liyue sebagai masyarakat yang kompetitif dan suka bersenang-senang, mereka lalu mengadopsinya dan menjadikannya sesuai dengan selera mereka.\nWalau telah menjadi bagian dari perayaan yang meriah dan membahagiakan, riwayat dari Millelith juga mengatakan bahwa melempar bola bunga telah mengakibatkan banyak cedera tiap tahunnya. Faktanya, jumlah kasus yang cedera karena hal ini kurang lebih sama dengan cedera yang diakibatkan oleh serangan monster."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah buku tentang budaya dan adat istiadat Liyue yang awalnya dikumpulkan oleh Fadhlan, seorang sarjana dari Sumeru yang tinggal di Liyue. Buku ini telah disunting oleh banyak sarjana lokal dan dipublikasikan. Salah satu buku paling laku di Liyue.\n— Menyambut Dewa —\nPerayaan festival paling terkenal di Liyue adalah upacara penyambutan dewa mereka yang disebut \"Rite of Descension.\"\nSelama perayaan itulah sang Archon Geo, dewa pelindung Liyue yang selalu mengawasi selama ribuan tahun, turun ke dunia fana dan memberi tahukan perintah sucinya untuk membimbing rakyatnya dengan kebijaksanaannya, sehingga semua akan berjalan sesuai rencana dan tidak terjadi kekacauan.\nDi awal mula sejarah Liyue, para petani Liyue akan membuat sebuah komunitas untuk mewakili mereka dan menyambut Archon Geo saat kedatangannya dan juga mengantar kepergiannya dengan layak.\nMereka akan memberikan pengorbanan yang layak, mendengarkan titah suci sang dewa sebelum memberi tahukan kepada para anggotanya mengenai rencana dan visi misi dalam setahun ke depan, dan dengan cara inilah manusia dibimbing menuju jalan kemakmuran dan dapat menyelesaikan segala masalahnya, sehingga daerah kekuasaan Archon Geo pun tetap kuat dan stabil.\nSaat kedamaian kembali lagi setelah Perang Archon berakhir, kota Liyue mulai berkembang di bawah pemerintahan para Qixing, yang mewakili setiap transaksi di Liyue, dan juga yang berperan sebagai perantara antara manusia dan dewa mereka, mengemban tanggung jawab untuk bekomunikasi dengan Archon Geo, menjelaskan perintah dan titah sucinya kepada rakyat dengan jelas dan terperinci, dan juga mengeluarkan peraturan untuk setahun ke depan.\nSecara alami, individu termasyhur yang ditugaskan menjadi tuan rumah Rite of Descension hanya dapat dipilih dari antara para Qixing, dan tidak ada orang selain mereka yang diizinkan untuk ikut campur dalam proses tersebut.\nDalam benak para pedagang di Pelabuhan Liyue, ramalan Rex Lapis lebih berharga daripada emas dan mineral tambang gunung sekalipun.\nJadi, tidak peduli seberapa jauh dari rumah mereka namun pada hari turunnya Rex Lapis, semua akan berusaha untuk melakukan perjalanan kembali, atau setidaknya mengirim seseorang untuk mewakilinya, sehingga mereka dapat menerima bimbingan dari Archon Geo dan menjaga kekayaan finansial mereka untuk setahun ke depan.\nOrang bijak yang senang mengoceh dari negara hutan hujan menjadikan diri mereka sendiri gila saat mereka meninggalkan semua yang bersifat duniawi dalam mengejar kearifan yang sulit dipahami dan pengetahuan yang melampaui batas, tetapi orang-orang di negeri tebing karst terbiasa menyambut bimbingan murah hati dari dewa mereka sebagai sarana menuju tujuan duniawi - yaitu, kemakmuran mereka yang berkelanjutan.\nTampaknya, walaupun sang Tujuh Dewa berdiri bahu-membahu dalam peran mereka sebagai Archon dari alam fana, ada saat-saat di mana jalan mereka menyimpang, dan bahkan saling berlawanan satu sama lain."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah buku tentang budaya dan adat istiadat Liyue yang awalnya dikumpulkan oleh Fadhlan, seorang sarjana dari Sumeru yang tinggal di Liyue. Buku ini telah disunting oleh banyak sarjana lokal dan dipublikasikan. Salah satu buku paling laku di Liyue.\n-Silk Flower-\nBagi penduduk Liyue, Silk Flower ada di mana-mana di dalam hidup mereka. Kelopak Silk Flower berwarna cerah dan lembut, sehingga sering digunakan sebagai bahan pengolahan kain sutra. Walaupun telah melewati berbagai tahap pengerjaan mesin dan tenun, aroma bunga yang elegan ini tidak hilang dan bertahan lama. Karena itu, penduduk Liyue membiakkan varietas Silk Flower untuk membuat parfum. Parfum termewah yang dibuat harus dipersembahkan kepada Rex Lapis terlebih dahulu, untuk mendapat persetujuannya.\nParfum Silk Flower yang mahal dibedakan berdasarkan aroma dan tingkat kelembapannya. Bagi kaum wanita di Liyue, tiap jenis parfum memiliki makna yang berbeda. Ada aturan tak tertulis di Liyue: Dalam kehidupan sehari-hari, jangan pernah membicarakan masalah parfum dengan gadis-gadis Liyue secara gegabah. Jika seseorang dapat menebak jenis parfum yang digunakan seorang gadis, serta menafsirkan sifat dan karakteristiknya dengan benar, maka dia akan berpeluang besar untuk mendapat respon positif dari gadis tersebut.\nMenurut rumor populer Liyue, metode pembuatan parfum Silk Flower diwariskan oleh Adeptus yang hidup menyendiri di Mt. Aocang. Di era ketika makhluk ilahi dan manusia fana harus hidup bersama, para Adeptus pernah mengajari manusia untuk memahami cara makhluk hidup saling mengasihi dan mencari pasangan. Para Adeptus juga pernah menjelma menjadi burung, yang kemudian mengajarkan teknik pembuatan dan penggunaan parfum kepada seorang gadis yang sedang mandi di sumber air.\nGadis seperti apakah yang bisa mengesankan seorang Adeptus yang mengasingkan diri? Begitu banyak cerita dan legenda yang beredar, sehingga kebenarannya sudah sulit dilacak. Parfum yang dibuat dari Silk Flower ini diwariskan dari generasi ke generasi, berlanjut dari ribuan tahun lalu hingga sekarang. Walau sudah melewati masa ribuan tahun, teknik pembuatan parfum dengan aroma lembut ini tidak pernah berubah.\nLingkungan dan varietas yang berbeda akan membuat Silk Flower tumbuh dengan bentuk yang berbeda. Para pedagang Liyue menamai Silk Flower dengan berbagai karakteristik dan tujuan yang berbeda. Mereka menghubungkan nama-nama ini dengan cerita pertemuan dengan Rex Lapis, atau berkat dari Adeptus, lalu memberi bumbu-bumbu pada cerita agar terdengar lebih magis dan indah. Cara promosi semacam ini selalu disukai oleh orang-orang kaya di Liyue Harbor yang kurang kerjaan.\nAdanya permintaan akan Silk Flower membuat para pedagang bunga semakin bersemangat dalam membudidayakan Silk Flower jenis baru. Saat berjalan-jalan di Liyue, terlihat banyak Silk Flower yang cerah di segala penjuru kota. Sayangnya, karena perubahan geografis jangka panjang dan maraknya aktivitas pertambangan, banyak habitat Silk Flower liar yang rusak dah hampir punah. Beberapa Silk Flower liar yang tersisa dijaga dan dirawat oleh para Adeptus. Saat bermekaran, kelopak bunganya samar-samar memancarkan aroma keanggunan yang menenangkan hati. Aromanya berbeda sekali dengan aroma Silk Flower yang dibudidayakan di kota.\nMenariknya, di mata penduduk Liyue, Silk Flower yang mempesona dan anggun ini adalah salah satu simbol Rex Lapis. Apakah dewa yang sering menjelma menjadi pria ini pernah menjelma menjadi seorang perempuan, dan menerima persembahan bunga? Dengan bahan sejarah yang langka dan rumor desa yang beredar dengan berbagai versi, sulit sekali bagi kita untuk memastikan hipotesa seperti itu. Namun kita juga tidak mungkin mencelanya sebagai khayalan fantasi yang tak berdasar.\nPenulis pernah melihat Patung The Seven menerima persembahan yang terbuat dari Silk Flower. Baik penulis ataupun pengembara asing tidak akan bisa menebak bagaimana perasaan Rex Lapis saat menerima persembahan tersebut."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Budaya Liyue"
          }
        ]
      }
    ]
  }
}