{
  "epId": 2335,
  "name": "Legenda Tombak Dewa",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/ca27260170dd952e67b7e26e1552ec0e_5690514812553823833.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1663483648,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Legenda Tombak Dewa"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Pada zaman dahulu ketika Axis Mundi tidak terhalang, terdapat sembilan alam yang masing-masing memiliki dunia sendiri. Dunia manusia dikenal sebagai Zhongzhou, sedangkan para Dewa tinggal di Shenxiao.\nDi akhir bencana terakhir, terjadi perang besar antara para Dewa. Raja Dewa pun jatuh, membakar sembilan alam dan melenyapkan semua makhluk hidup. Alam sekarang telah dilahirkan kembali, kehidupan pun tumbuh subur, tetapi lorong antara sembilan alam Axis Mundi telah tertutup.\nSebuah novel grafis terbaru tentang perjalanan epik untuk mencari Raja Dewa Halberd dimulai!\n- Di Sisi Para Dewa -\n\"Aku adalah Jenderal Weiyang yang Agung dan Hebat, utusan istana kekaisaran dalam misi kerajaan! Aku menuntut kamu mundur sekarang juga!\"\n\"Jenderal? Jadi Jenderal yang Agung dan Hebat sekarang adalah seorang militer? Aku pikir hanya seorang pegawai sipil biasa.\" Mir menjawab tanpa ragu.\nWajah Weiyang berubah merah. \"Oh?! Seorang pecundang dari perbatasan ingin mengajariku tentang masalah pengadilan!?\"\n\"Apakah pengadilan mengubah sistem resmi mereka dalam beberapa tahun terakhir?\"\nDua orang yang membawa pedang besar di pesta Weiyang tertawa terbahak-bahak, \"Haha! Jadi ini akhir dari perjalanan ke ibu kota...Gerobak yang berhasil melewati ribuan mil pos pemeriksaan, ternyata harus mendapatkan hambatan seperti ini di sebuah penginapan kecil!\"\nQin si pelayan menatap tajam Weiyang yang berpipi merah, sebelum kemudian mengatakan sambil menunjuk, \"Kamu perempuan! Kamu petugas perempuan yang menyamar menjadi laki-laki!\"\n\"Pengamatan yang bagus.\" sebuah balasan dari salah seorang ahli bela diri. \"Dia adalah Sekretaris. Kami berdua adalah petugas militer. Satu pelindung istana, satunya adalah pengawal, keduanya ahli di bidang tombak dan pedang. Kami melayani kantor Menteri Agung Kekaisaran pada posisi kedua, dan kami di sini di bawah perintah untuk mengambil kembali Pedang Ominous.\"\n\"Walaupun bagian mengenai Jenderal yang Agung dan...Hebat, haha... walaupun itu hanya karangan, sedikit mengenai petugas pengadilan...eh, bisnis, bukanlah karangan,\" ahli bela diri lain ikut menambahkan.\nPedang Ominous adalah sesuatu yang pernah Mir dengar sebelumnya. Dikisahkan bahwa sebuah meteorit besi jatuh dari langit lima atau enam tahun lalu, namun dianggap sebagai harta karun alam milik kerajaan. Namun demikian, sebuah pembuat pedang bernama Feng mengambilnya dan diam-diam membuat sembilan pedang. Dikatakan bahwa pedang-pedang Ominous telah dikutuk oleh meteor dan dapat mengikis akal budi seseorang. Lambat laun, kisah ini membuat dunia bela diri gempar.\n\"Ternyata begitu\" Mir berkata seraya menutup pintu toilet.\n\"Begitu bagaimana, cepat keluar dari toilet sekarang!\" Samarannya terungkap, Weiyang tidak lagi berusaha untuk sabar dan berbicara dengan suaranya yang biasa. Dia terdengar lebih menawan daripada yang orang pikirkan.\n\"Petugas Weiyang adalah wanita bermartabat di pengadilan. Tidak seperti kami, yang menetap di alam liar. Ayo, cepatlah keluar!\"\nMir mencuci tangannya dan keluar dari toilet, duduk di meja dengan dua orang ahli bela diri.\n\"Tidak di setiap perbatasan kota kita bisa bertemu dengan seseorang yang sangat familier dengan masalah peradilan.\" Seseorang yang sepertinya adalah pengawal istana melihat Mir, \"Boleh aku tahu dari mana asalmu?\"\n\"Ayahku, Mi Tingren, adalah Menteri Perjamuan Kekaisaran. Dia dijebak karena penggelapan dana yang dimaksudkan untuk masakan kekaisaran. Dia kemudian mengundurkan diri dari jabatannya dan kembali ke rumah.\" Mir berhenti untuk menggaruk dagunya sebelum melanjutkan, \"Ayahku berubah sejak saat itu. Aku masih berniat untuk kembali ke pengadilan suatu hari nanti dan membersihkan nama keluarga Mi.\""
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Mir, setelah tidak sengaja terlibat dalam perjalanan untuk mengambil pedang, mengalami krisis besar bahkan sebelum perjalanan dimulai. Para Penjaga Kerajaan dan Pengawal Kerajaan telah dibantai oleh musuh yang memegang Pedang Iblis. Di tengah mara bahaya, Mir teringat mantra yang diajarkan oleh ayahnya. Legenda mengatakan bahwa sang Kaisar Celestial memiliki seorang putri muda yang namanya tidak dikenal oleh dunia; dia sekarang memiliki tubuh Weiyang dan mengungkapkan dirinya. Siapakah yang akan menang? Pemegang Pedang Iblis yang telah berubah menjadi monster ganas? Atau Mir yang tidak memiliki pengalaman bertarung?\nMasalah Kepemilikan\n\"Nyam, Enak sekali.\"\nSetelah seorang roh merasukinya, Weiyang menjadi lebih manis dan lembut. Dia mengambil sedikit pie buatan Mir, tapi terlalu panas, jadi untuk menghindari lidahnya terbakar dia menjulurkan lidahnya dan meniupnya tergesa-gesa. Dan sejujurnya, dia terlihat cukup imut.\n\"Sungguh tak diduga. Aku butuh waktu untuk memprosesnya.\" Mir, yang telah menyerahkan satu matanya kepada roh tersebut, mengambil pie dan bertanya, \"Bisakah kau mengatakannya lagi?\"\n\"Baiklah. Meteorit tersebut sebenarnya adalah Divine Halberd. Lalu seseorang memecahnya menjadi sembilan pedang terkutuk, pedang Ominious. Yang ini adalah Sword of Mist, ditambah sepasang yang kutemukan jadi total berjumlah tiga.\"\n\"Lalu dirimu adalah?\"\n\"Aku adalah salah satu putri Kaisar Langit. Tapi sudah lama aku lupa namaku sendiri. Aku yang bertanggung jawab atas persidangan dan hukum, seperti hakim dalam bahasamu.\"\nKarena Mentri Penghiburan Kekaisaran bertanggung jawab atas pengorbanan dan persembahan, ayah Mir memaksanya untuk mempelajari setiap detail dan kata terakhir yang diucapkan dalam setiap ritual pengadilan yang diketahui. Dan karena kebanyakan ritual melibatkan kekuatan magis dan juga Dewa, dia juga tahu bagaimana menghadapi mereka. Misalnya, dia tahu bahwa Dewa selalu menjaga nama aslinya baik-baik karena jika manusia mengetahui namanya, manusia tersebut bisa mengontrolnya. Jadi dia tidak percaya bahwa Dewa yang satu ini telah melupakan namanya.\n\"Jadi pengadilan menginginkan pedang-pedang tersebut untuk menyusun kembali Divine Halberd?\" Mir terus membujuknya.\n\"Aku tidak tahu. Pemilik tubuh ini tidak tahu apa-apa lagi. Dia hanya...sangat marah. Dia ingin membuktikan dirinya sendiri.\" Weiyang menaruh tangannya di dada.\n\"Lalu bagaimana? Apa aku harus melakukan semacam upacara perpisahan untukmu?\" Mir mengelus perban di sebelah matanya yang sudah tiada, \"Dan apakah aku akan mendapatkan mataku kembali?\"\n\"Berikan aku sebuah nama.\" Dia mengangkat kepalanya, tidak menyadari remahan pie di tepi bibirnya.\n\"Jangan konyol. Ujian pegawai negeri kekaisaran diawasi secara langsung oleh Kaisar sendiri. Bagaimana aku bisa menjadi Menteri Perjamuan Kekaisaran hanya dengan satu mata?\"\n\"Aku juga punya sesuatu untuk kuambil kembali, sisa dari Divine Halberd.\" Dia menjawab, \"Jika tidak, dunia ini beserta seluruh isinya akan terbakar hangus.\"\nMir terus menatapnya namun tidak menjawab.\n\"Kamu tidak harus pergi bersamaku. Tapi dengan seluruh kehidupan sebagai taruhannya, tolong izinkan aku untuk menyimpan bola matamu lebih lama lagi.\""
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Gunakan saja nama 'Weiyang' untuk memudahkan perjalananmu. Dengan dokumen resmi dari pemerintah di tanganmu, kamu harusnya bisa berkelana dengan bebas ke seluruh kerajaan.\" Karena masih khawatir dengan Weiyang, Mir memutuskan untuk menemaninya dalam perjalanan dan mengalahkan monster apa pun yang mereka jumpai.\nMeskipun mereka telah mengumpulkan kelima Pedang Iblis dan semuanya berjalan lancar, mereka tahu bahwa perjalanan mereka hanya akan semakin sulit dan menantang.\n- Pahlawan Ratu Barat -\n\"Hanya ini yang bisa kulakukan untukmu.\" Mir berkata serata meletakkan berbagai lauk pauk di atas meja lalu duduk di seberang Weiyang.\nTangan kanan Weiyang yang patah akibat pertarungan tadi, masih terbalut perban. Dia menatap Mir untuk waktu lama, namun Mir hanya duduk terdiam sambil meletakkan dagu di tangannya dan menatap ke bawah. Tak satu pun dari mereka berbicara.\nAkhirnya, Weiyang menggunakan sumpit dengan tangan kirinya. Namun tetap saja, dia bahkan gagal untuk mengambil sebuah bakso dari kuah panas itu.\nMir menghela, mengambil sumpit dari tangannya dan berkata, \"Baiklah, aku akan membantumu makan.\"\n\"Jadi masih ada yang bisa kamu lakukan untukku.\" Weiyang tiba-tiba berbicara walaupun suasana hatinya masih belum berubah.\n\"Menteri Perjamuan Kekaisaran bertugas untuk memuja dan membuat perjamuan untuk para dewa. Melayanimu adalah pekerjaan keluargaku.\"\nDan bagaimanapun juga, ketika para dewa bergerak, apa yang bisa dilakukan manusia biasa selain memandang tanpa daya dan menerima nasib mereka?\n-setidaknya itulah yang Mir pikirkan. Namun dia berpendapat lebih baik menyimpan pikiran itu sendiri.\n\"Kamu tidak bisa menggunakan kekuatanmu? Bukannya kamu bilang setiap kali kamu bertarung dengan pemilik Pedang Ominous, kamu menggunakan telekinesis agar tanganmu melayang, mengayunkan pedang dan sebagainya. Seharusnya itu tidak begitu sulit untuk sumpit.\"\n\"Itu adalah kekuatan yang diberikan oleh ayahku. Hanya aku yang mempunyai kekuatan itu. Digunakan hanya untuk menghukum yang bersalah. Aku tidak boleh...\" nada suara Weiyang berubah, \"Aku tidak boleh menggunakannya sembarangan.\"\n\"Sebelum dia mati, pria itu mengatakan sesuatu yang aneh tentang ayahku.\" Mir menyalakan api di lilin sambil berbicara untuk menghilangkan kebosanan, 'Mentri Mi bukannya tidak bersalah, tapi juga tidak dituduh salah.' apa maksudnya berkata begitu?\"\nJika pengadilan menolak untuk menyusun ulang Divine Halberd, maka jika dia bersama dengan putri dari Kaisar Langit yang merasuki tubuh Weiyang, otomatis membuatnya menjadi musuh dari pengadilan kekaisaran.\nSeolah mengerti yang Mir pikirkan, wajah Weiyang berubah kusam.\nDia berkata, \"Kamu tidak harus membantuku lebih jauh. Kamu hanya manusia biasa, tidak ada untungnya kamu bermasalah dengan pengadilan.\"\nMir membalas, \"Jangan bicara lagi tentang masalah ini. Aku harus mendapatkan kebenaran tentang ayahku dulu.\"\nWeiyang berkata, \"Oh... jadi kita akan mengunjungi ayahmu yang terhormat terlebih dahulu? Sepertinya aku harus membeli kain sutra yang indah dan beberapa alat rias besok pagi.\"\nMir membalas, \"Dia hanya orang tua biasa. Tidak perlu repot seperti itu.\"\nRaut serius yang tidak biasa muncul di wajah Weiyang, \"bukannya ini tugasmu?\""
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Tenanglah, anakku. Dengarkan aku, Mir. Aku bukan ayah kandungmu...\"\n\"Tidaak-!\"\nOrang yang mengaku sebagai Menteri Perjamuan Kekaisaran itu ternyata adalah Khan, sang Asura dari Jotunheim. Meninggalkan ibukota hanyalah tipu muslihat dengan bekerja sama antara Menteri Upacara dan Sekretaris Agung untuk melindungi anak perempuan sang Kaisar Celestial.\n\"Almarhum Kaisar Celestial Shenxiao, yang sekarang menjadi Contra Mundi, dulunya adalah teman baikku. Tapi sekarang, setelah aku mengetahui kamu berhasil memanggilnya, semua keinginanku telah terpenuhi.\"\nRencana Besar\nBudha atau Adeptus sekalipun akan tidak berdaya jika dihadapkan pada situasi seperti ini.\n\"Ini adalah Pedang Api, 'Katakugosha'. Dibuat dari serpihan Divine Halberd yang merupakan Dharani dari alam api. Maaf, dalam bahasa yang dapat dimengerti oleh Yang Mulia, ini dibuat dari reruntuhan alam api, satu dari antara sembilan alam milik Raja Dewa.\"\nBagaimana mungkin prajurit biasa ini bisa menujukkan pengetahuannya mengenai pedang? Kebanyakan dari mereka yang telah dilucuti akal budinya oleh Pedang Ominous kehilangan naluri bertarung mereka dan seni bela diri yang telah mereka pelajari.\nWeiyang merawat tangannya yang patah dan terngah-engah di tengah cuaca yang terik. Biasanya dengan kemampuannya, dia bisa memulihkan tulangnya yang patah, tapi nyala api yang tak terpadamkan membakar lukanya tanpa henti.\nPandangannya menjadi kabur dan dia terus kehilangan darah. Mir maju ke hadapannya, menjaganya dari para prajurit.\n\"Aku tahu kamu memiliki banyak pertanyaan. Baiklah, aku akan mengatakan semuanya! Aku membunuh ayahmu karena dia mencoba menghentikan upayaku untuk menghidupkan kembali Raja Dewa. Dan alasan aku bisa memanipulasi rune api adalah karena...\"\nPrajurit dari Timur mengangkat pedang Ominous, \"Karena aku adalah jelmaan dari prajurit Pemburu dari Surga...\"\nMenurut legenda, dulu Kaisar Langit pergi berperang bersama Asura. Dalam persiapannya, Kaisar Langit memilih prajurit dari tiga alam dan membuat mereka menjadi prajurit surgawi setelah kematian. Kadang-kadang, mereka dilanda cuaca buruk di rawa-rawa, dengan angin puting beliung yang menyelimutinya. Orang-orang Zhongzhou menyebutnya prajurit surgawi, \"Pemburu dari Surga.\"\n\"Tidak... Mustahil!\" Ekspresi ketidakpercayaan muncul di wajah para prajurit seraya pedang Ominous tersebut pecah menjadi beberapa bagian, dan dia pun terbang menjauh ke arah takdir yang menunggunya.\nDi tengah kekacauan, Mir membawa pedang yang diwariskan oleh ayahnya. Lebih dimaksudkan sebagai isyarat pembangkangan daripada upaya tulus untuk melawan. Tapi tanpa sepengetahuannya, ini adalah pedang yang paling terkutuk di antara semua pedang, yang pernah membakar seluruh dunia menjadi abu: Laevatain. Jika rune alam api merupakan misteri dari alam api, Laevatain adalah realitasnya yang murni, tidak tercemar, dan tak terpadamkan.\nPedang itu padam setelah dunia terbakar, tetapi setelah mengasimilasi rune dari alam api, pedang itu memancarkan cahayanya kembali.\n\"Seluruh dunia... hancur lagi...\" Weiyang berkata tanpa sadar."
          }
        ]
      },
      {
        "title": "(V)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Ada banyak di antara pejabat militer yang ingin membuka segel Axis Mundi karena dunia yang kacau akan sangat cocok untuk meningkatkan posisi para Ahli Bela Diri.\"\n\"Mereka ingin menyulut Perang Asura sekali lagi?\"\n\"Ya.\"\nPerang tarik-menarik antara pejabat sipil dan militer dan rencana Dewa-Dewa masa lalu sekali lagi mengancam kesembilan dunia!\n- Warisan Dewi -\n\"Perbuatanmu telah menyelamatkan banyak orang. Kamu benar-benar pahlawan sejati.\" Sang putra mahkota, dengan tangan tergenggam di belakangnya, berjalan mengitari Mir, yang terbaring di tanah.\nNamun Mir tidak tersentuh sama sekali oleh kata-katanya.\n\"Serahkan Divine Halberd dan kamu akan menjadi Mentri Perjamuan Kekaisaran. Sekretaris Agung juga akan menjadi milikmu selama satu dekade, jika kamu mau.\" Putra Mahkota berkata sambil terduduk. \"Jadi? Apa jawabanmu?\"\n\"Seorang rakyat biasa tidak berani berbicara sampai Yang Mulia mengizinkannya untuk berdiri.\"\n\"Hmm... tapi jika sekarang aku mengizinkanmu berbicara, itu karena kamu memintanya... Tidak bisa! Sebagai penguasa masa depan-\"\n\"Pfft. Sandiwara macam apa ini,\" jawab Mir seraya dia beralih ke posisi yang lebih nyaman. \"Etiket resmi dinasti yang berkuasa tidak mengharuskan seseorang harus menyembah berkali-kali hanya untuk bertemu dengan putra mahkota. Seharusnya hanya salam tiga kali seperti biasa. Anda sudah dipastikan akan menjadi Kaisar, jadi kupikir aku datang untuk memberikan penghormatanku. Kenapa masih harus menekanku seperti ini?\"\n\"Kamu... Kamu...!\"\n\"Aku kenapa?\" ucap Mir sambil bangkit berdiri. \"Aku akan berikan padamu setengah dari Divine Halberd. Dharani dari alam api, aku akan serahkan kepada ayah. Untuk menghindari situasi lain di mana yang memiliki sisa-sisa lain ingin berusaha menimbulkan masalah.\"\n\"Tidak bisa, eh, tidak ada salahnya. Selama bagian yang aku dapatkan terlihat kuat maka semua akan baik-baik saja. Ini akan dikenal sebagai senjata super negara yang baru! Hahaha ...\"\nMir duduk dengan tak sabar di hadapan putra mahkota, \"Aku tidak mengerti bagaimana kamu bisa menjadi bodoh ketika kita berdua dibesarkan dengan ASI yang sama!\"\n\"Beraninya kamu! Aku menghormati Nona Mi yang melayaniku sebagai ibu susu. Dan oleh karena kebajikan yang ditanamkannya kepadaku, aku bisa tahan dengan tingkahmu yang—\"\n\"Berikan saja gelar Mentri Perjamuan Kekaisaran itu kepada orang lain. Aku mau pulang.\"\nSang Putra Mahkota tidak berkata apa-apa.\n\"Bagaimana dengan Weiyang?\" Mir mengunyah makanannya acuh tak acuh.\n\"Oh, atas prestasinya berhasil mengambil kembali pedang-pedang tersebut, dia dipromosikan menjadi Sekretaris Upacara. Dia tidak terlibat dalam plot jahat oleh ayahnya, Menteri Agung Kekaisaran. Menteri Upacara dan Sekretaris Besar telah bersaksi. Aku lihat dia berhasil mencapai semua tujuannya.\"\nAda sesuatu yang aneh tentang itu.\nTapi, begitu juga baik...\nDia pergi, dan matanya kembali. Namun sampai hari ini rasa sakit itu masih ada, seperti rasa sakit kehilangan organ tubuh."
          }
        ]
      },
      {
        "title": "(VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "Mir meneriakkan mantra yang terlupakan itu sekali lagi. Gadis itu pun bertemu kembali dengannya. \"Jadi, seperti inilah dirimu yang sebenarnya.\"\n\"Dunia ini sudah tidak bisa diperbaiki lagi. Ia akan dilahirkan kembali dari abu yang terakhir.\" Kaisar Surgawi yang gila itu menghukum semua makhluk hidup di dunia dengan hukuman yang keras.\n\"Tetapi kamu, kamu mengerti aku, kan?\" ucap pencuri tanpa nama yang mencuri harta nasional itu kepada Tuannya.\n\"Tidak, tidak perlu minta maaf, kehangatan seperti ini bisa ada berkatmu.\"\n- Tidak Ada yang Tersisa -\n\"Oh putriku, aku menaruh semua harapanku padamu! Apakah aku menciptakanmu hanya agar suatu hari kau bisa menusukku dengan tombak kerajaan?\" Dengan kebangkitannya, sang Raja Dewa melayang di angkasa diiringi tepuk tangan riuh para guntur dan tarian angin, bersukacita atas kepulangannya.\nTapi dia tidak lagi takut. Ini adalah saat-saat yang dia tunggu sepanjang hidupnya, dan untuk saat inilah dia diciptakan ribuan tahun yang lalu.\nTidak – bukan itu. Kekuatan sebenarnya dari keberaniannya adalah waktu yang telah dia habiskan bersamanya.\nDivine Halberd pertama, Irmin, pernah menusuk Axis Mundi dan menghubungkan sembilan dunia, kini tiruannya telah tersebar di seluruh penjuru langit.\nKhawatir akan kekacauan yang terjadi setelah kematiannya, Raja Dewa membuat satu Divine Halberd terakhir dan menamainya Prinzessin der Verurteilung. Pada saat itu, benda tersebut——bukan, wanita tersebut—— akhirnya dapat menampakkan wujud aslinya.\n...\n(Pesan dari editor muncul di bagian akhir)\n\"Legenda Tombak Dewa\" adalah karya pertama yang berhasil dibuat oleh Yae Publishing House di Inazuma dalam memasukkan elemen budaya Liyue dalam salah satu novel mereka. Lima volume pertama sangat sukses, menjadi sebuah fenomena budaya di kalangan Inazuma dan Liyue. Secara komersial, fakta bahwa volume keenam ada itu sudah membuktikan kesuksesannya.\nAku percaya bahwa akhir dari kisah yang mengagumkan di volume VI ini tidak akan mengecewakan para pembaca.\nKuharap demikian.\nWalaupun akhir dari cerita itu seperti sebuah cerita yang lain, perlu kutekankan bahwa ini bukan karena kami memaksa Mr. Jiu, sang pengarang, untuk membuat seri yang lain. Sebenarnya demi menyelesaikan karya tepat waktu sesuai jadwal penerbitan, Mr. Jiu akhirnya agak menyimpang dari gaya biasanya. Beliau hanya ingin menantang dirinya sendiri sebagai penulis. ♡\nTentu saja, kami juga sangat mengerti perasaan para penggemar yang membaca lima volume pertama. Karenanya, kami umumkan bahwa lima volume pertama edisi spesial untuk para kolektor, \"Blackwood Box Set\", kini sedang dalam proses pembuatan. Untuk kalian yang tumbuh dewasa membaca \"Shenxiao’s Undoing\" di took buku, kini saatnya untuk membelinya untuk dirimu sendiri! Oh iya, jangan lupa untuk menantikan kisah \"Prinzessin der Verurteilung\".\nKepala Editor, Yae Publishing House"
          }
        ]
      }
    ]
  }
}