{
  "epId": 2337,
  "name": "Rembulan Hutan Bambu",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Saat seorang anak muda yang pergi dari desa kecil ini tersesat di hutan bambu di senja hari. Mimpi terlupakan apakah yang akan dia temui?\nDi antara dinding tirai hijau zamrud yang gemerisik terdengar suara katak dan jangkrik saling bersahutan. Di tengah kelembapan celah bebatuan terlihat sudut hutan bambu yang tandus.\nMemang banyak beredar cerita hantu rubah di hutan bambu di Mt. Qingce ini.\nSetelah hujan berhenti, dedaunan di antara pohon bambu meneteskan sisa-sisa air hujan dengan irama indah. Anak muda itu melintasi jalan kecil dengan tergesa-gesa, memanjat batu-batu berlumut yang basah, dan lagi-lagi melewati jalanan berbatu yang dipenuhi lumut hijau. Dia tidak peduli dengan rotan-rotan yang berusaha menghambat langkahnya dan membiarkan dedaunan melukai kulitnya. Di antara hutan bambu hijau, di sudut gua berbatu, anak muda itu tiba di dataran kecil yang tandus lalu memutuskan untuk beristirahat.\nTetua di desa pernah mengatakan bahwa musim hujan adalah musim kawinnya para rubah. Hanya para anak kecil yang bisa melihat tandu merah pengantin rubah beserta rombongannya, diiringi gemerincingan suara gendang yang meriah mengarah ke dalam hutan.\nTetua juga mengatakan kalau anak kecil tidak boleh mendekati rombongan tersebut.\n\"Kalau kamu terlalu dekat dengan rombongan itu, rubah akan mengambil arwahmu!\"\nSeperti itulah yang dikatakan tetua di desa.\n\"Kalau arwahku diambil, apa yang akan terjadi?\"\n\"Kalau arwah diambil oleh rubah, maka arwah itu tidak bisa kembali lagi ke tubuh asalnya. Mungkin akan dijadikan rubah sebagai terompet, atau gendang. Dipukuli dan dimainkan terus, dan kamu tidak akan bisa hidup dalam damai lagi...\"\nSambil bercerita, sang tetua tidak lupa membuat gerakan memukul gendang untuk menakut-nakuti anak-anak.\nSaat usianya bertambah besar, anak muda tidak lagi memercayai kisah rubah itu. Dengan petunjuk Seelie, dia melewati labirin hijau dengan ditemani suara geraman rubah. Makhluk-makhluk yang hidup di dalam hutan tidak memunculkan diri di hadapan anak muda itu dan juga tidak membuat keramaian untuk menghantar perjalanannya.\nAnak muda itu sangat kecewa. Ditendangnya batu di sisi kakinya, lalu dia kembali melangkahkan kakinya, menaiki tangga batu dan terus masuk ke dalam hutan bambu.\nTetua pernah bercerita kalau hutan bambu ini dulunya adalah negara yang pernah Archon Geo taklukkan. Namun bagaimana rupa sebenarnya sang Archon Geo? Apa dia punya tangan, kaki, punya wajah seperti manusia? Atau apa dia punya bentuk seperti monster-monster batu di tepi sungai?\nPara ahli obat yang rutin masuk ke kota menjual tanaman obat sering membawakan berita tentang Rite of Descension, menceritakan peristiwa turunnya Archon Geo yang terjadi setahun sekali. Namun anak-anak yang penuh dengan rasa ingin tahu sangat memimpikan suatu hari bisa melihat sang Archon yang dipuja-puja dengan mata kepala sendiri.\nApakah keabadian Mt. Qingce adalah berkat dari Archon Geo? Apakah hidup penuh kedamaian dan ketentraman penduduk kota dari generasi ke generasi ini juga adalah anugerah dari sang Dewa?\nJawaban dari pertanyaan-pertanyaan ini hanya bisa didapatkan di luar gunung, di dunia yang perlahan menua, yang terpisahkan oleh hutan bambu.\nDengan keraguan dan harapan, anak muda itu yang penuh tekad itu tersesat di tengah hutan."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Saat bulan perlahan semakin tinggi di angkasa, anak muda itu bertemu dengan seorang wanita dari hutan bambu —— tetapi, apakah dia telah melangkah memasuki dunia Adeptus, atau melangkah ke dalam perangkap monster?\nDi tengah dedaunan hijau hutan, anak muda yang tersesat bertemu dengan seorang teman.\n\"Ada apa? Kamu tersesat?\"\nTerdengar suara yang lembut dan sedikit serak.\nAnak muda itu membalikkan badan dan melihat seorang gadis bergaun putih panjang. Gadis itu berdiri di tepi mata air, bajunya memancarkan kilauan mutiara, dan matanya yang berwarna keemasan berpadu dengan cahaya mahatari terbenam.\nTetua di desa pernah berkata, di suatu mata air ada seekor kuda putih yang menjelma menjadi Adeptus untuk membantu Archon Geo berperang.\nTapi tidak ada yang tahu di manakah mata air itu, dan tidak ada yang tahu nama Adeptus jelmaan kuda itu.\nDitambah lagi, selain matanya yang berwarna keemasan, penampilan gadis di hadapan anak muda itu tidak seperti seorang Adeptus.\nDan lagi, tidak pernah ada Adeptus yang memakai jubah jerami di tengah hujan.\n\"Ternyata seorang idiot.\"\nGadis bergaun putih mulai tertawa, matanya yang berwarna kuning mulai melengkung sipit ikut tertawa.\n\"Kamu yang idiot!\"\nAnak muda itu membalas dengan penuh amarah.\nTernyata orang ini memang bukan seorang Adeptus, mana ada Adeptus yang bicaranya seperti dia!\n\"Aku ingin pergi bertualang, menjadi seorang pelaut, melihat Archon Geo Rex Lapis dengan mata kepalaku sendiri!\"\n\"... Akibatnya, baru saja aku memulai perjalananku, aku sudah tersesat di hutan bambu.\"\nGadis itu melanjutkan dengan tenang, senyum tipis di matanya sungguh menyebalkan.\n\"Aku bukannya...\"\n\"Hentikan omong kosongmu, kemarilah, aku akan membawamu keluar.\"\nGadis itu tertawa dan mengulurkan tangannya. Tangannya ramping dan putih, berkilauan dengan sinar matahari yang terbenam melalui dedaunan bambu.\n\"... Terima kasih.\"\nPemuda itu meraih tangannya, rasanya sedingin hujan di pegunungan, dan lembap seperti bambu yang dicelupkan ke dalam embun.\nMatahari berangsur-angsur tenggelam di punggung bukit, dan pantulan bintang melintas di langit biru.\nPara tetua di desa pernah mengatakan bahwa ketika matahari tenggelam, gunung-gunung dan hutan menjadi gelap dan dingin, waktunya para monster dan hantu untuk keluar.\nBanyak hantu adalah roh jahat yang telah mati sejak lama, yang meninggalkan kebencian dan keengganan untuk berdamai dengan kematian. Bambu tempat mereka melekat akan berangsur-angsur layu dan mati, demikian juga dengan orang-orang yang terjerat oleh mereka.\n\"Ada kalanya mereka akan meminta orang yang lewat untuk melakukan sesuatu yang tidak bisa mereka selesaikan, dan kemudian menempatkan mereka dalam situasi putus asa...\"\n\"Ada kalanya mereka akan memberikan petunjuk jalan bagi orang-orang yang tersesat, tapi bukannya membantu justru menjebak orang-orang ke sarang mereka.\"\n\"Jadi, ketika kamu melakukan perjalanan panjang jangan pernah meremehkan apa pun juga, bocah!\"\nBegitulah yang dikatakan para tetua di desa dan menepuk kepalanya agar pelajaran ini selalu diingat.\nJangan-jangan dia adalah hantu yang ada di hutan?\nHati pemuda itu mulai gelisah, langkahnya pun melambat.\n\"Ada apa?\"\nGadis itu menoleh padanya, pupil matanya yang keemasan bersinar di bawah bayang-bayang cahaya bulan."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Di kedalaman hutan bambu, masa kini telah menyatu dengan kisah dari masa lampau. Tetapi persilangan berakhir saat bulan yang bersinar terang itu mencapai titik tertingginya di langit, anak muda itu pun hanyut ke dalam mimpi yang tak dapat dilukiskan kata-kata.\nMalam hutan bambu di Mt. Qingce selalu datang lebih awal daripada di tempat lain.\nMemandang dari bawah hutan bambu, sinar bulan seperti terpotong-potong oleh bayangan bambu yang tajam. Suara katak yang serak secara bertahap menghilang, digantikan oleh nyanyian cicadas yang tak terlihat, dan di sudut yang diterangi oleh cahaya bulan, beberapa tunas bambu baru saja muncul.\nMemang banyak beredar cerita hantu rubah di hutan bambu di Mt. Qingce ini.\nDi malam hari, gadis berpakaian putih itu menceritakan banyak kisah cerita yang sangat kuno, tetapi semua kisah itu belum pernah didengar oleh pemuda tersebut.\n\"Di masa lalu yang silam sekali, langit memiliki tiga bulan. Mereka adalah tiga saudari perempuan yang telah hidup jauh lebih lama daripada Archon Geo, bahkan tahun kelahiran mereka jauh lebih tua daripada pelabuhan Liyue.\"\n\"Bulan adalah putri-putri dari puisi dan nyanyian, yang bertakhta di langit malam. Mereka melintasi langit dengan kereta peraknya, bergantian satu sama lain setiap tiga bulan sekali. Jika pemerintahan tidak diteruskan dari satu saudari ke yang lainnya, maka bencana besar akan terjadi saat itu juga.\nKetiga saudari perempuan ini memiliki kecintaan yang sama, yaitu bintang-bintang pada saat merekahnya fajar. Hanya pada saat interaksi antara pagi dan malam bertemu, barulah salah satu dari tiga saudari perempuan tersebut bisa melintasi langit dan berangsur-angsur menghilang ke istana fajar. Kemudian ketika fajar menyingsing, kereta mereka akan membawa sang saudari pergi.\n\"Ketiga saudari perempuan itu mencintai satu-satunya kekasih mereka, sama seperti mereka saling mencintai. Tentu saja, ini semua adalah sebelum bencana itu datang.\"\n\"Kemudian bencana itu membalikkan kereta raja, dan menghancurkan istana kekasihnya. Ketiga saudari perempuan tersebut bertengkar satu sama lain dan berubah menjadi musuh di langit malam. Pertengkaran mereka berakhir dengan kematian, hanya menyisakan satu di antaranya, memancarkan cahaya dingin tak bernyawa...\"\nGadis itu mengangkat kepalanya dan memandangi bulan terang yang bersembunyi di lautan daun bambu bergelombang. Sebuah cahaya keperakan meluncur di lehernya yang panjang. Mata gadis itu berkilau dengan warna keemasan.\n\"Serigala adalah anak-anak bulan. Mereka selalu mengingat bencana itu dan kesedihan yang menyusul di belakangnya. Oleh karena itu, setiap kali bulan purnama muncul di langit, mereka akan menangisi kesedihan ibunya... Dan karena itu pula, anak-anak yang hidup dengan serigala akan memanggil bintang fajar, merindukan kehangatan cinta dari bulan... Dan bintang-bintang akan turut bersedih mendengar lolongan-lolongan itu.\"\n\"Begitukah...?\"\nPemuda itu terdiam untuk beberapa saat.\nIni adalah kisah cerita yang tidak pernah diceritakan oleh para tetua di desa, mereka bahkan mungkin belum pernah mendengarnya. Kisah ini lebih menakjubkan daripada kisah pernikahan rubah maupun iblis yang menjerat manusia. Kisah ini juga tidak seperti kisah-kisah tentang Rex Lapis, tetapi lebih seperti mimpi mitos.\n\"Ini adalah kisah yang belum pernah terjadi sebelumnya, legenda yang telah dilupakan orang sejak lama.\"\nGadis berpakaian putih itu dengan lembut merapikan rambut pemuda itu dan menurunkan kelopak matanya, terlihat warna keemasan di matanya meredup.\n\"Sebelum alam semesta diatur oleh satu dewa, ada banyak dewa yang berkeliaran di bumi, dan banyak Adeptus juga tinggal di sini Tapi bagaimana dengan masa sebelum itu?\"\n\"Hanya ada sisa ingatan yang berubah menjadi cerita, cerita yang berubah menjadi legenda dan diturunkan secara turun-temurun, dari mulut ke mulut...\"\n\"Kenangan lampau yang melampaui dunia fana ini, bahkan jika mereka didengar oleh dewa atau Adeptus, mereka pun akan merasa tersentuh.\"\nGadis itu menghela napas dalam-dalam, kemudian menyadari ternyata pemuda di sampingnya telah tertidur.\n\"Yang benar saja...\"\nDengan senyum tak berdaya, gadis itu melepaskan jubahnya dan menaruhnya di atas pemuda tersebut.\nMalam itu, pemuda tersebut memimpikan langit malam dengan tiga bulan cerah, dan kereta bersayap yang berhenti di istana bintang."
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Saat fajar perlahan mendekat, takdir kedua orang itu ternyata berbeda dan mereka pun berpisah. Tapi sisa pesona dari cerita kuno itu masih bergema di dalam hutan, menunggu hari di mana mereka dapat menyambut anak muda itu sekali lagi.\nKetika fajar menyingsing, pemuda tersebut perlahan-lahan terbangunkan oleh sinar matahari.\nHutan bambu selalu dikelilingi oleh cerita-cerita hantu rubah, bayangan kabut putih bersinar dalam cahaya, seperti ekor kuda yang melambai.\nGadis itu menarik tangan pemuda tersebut, mereka terus berjalan ke arah di mana sinar matahari menembus hutan bambu. Belok ke kiri dan ke kanan, melalui rumput yang disarangi nyamuk, menaiki batu pirus yang licin, dan menuruni batu yang tersembunyi di bawah bayangan bambu. Dia menuntunnya ke arah keluar hutan bambu.\n\"Aku masih tidak tahu dari mana kamu berasal, siapa namamu?\"\nPemuda tersebut bertanya padanya, dia masih tidak puas dengan cerita tadi malam.\n\"......\"\nGadis itu memalingkan wajahnya, memandang ke matahari pagi, dan pupil matanya bersinar dengan cahaya keemasan.\nDia hanya tersenyum padanya. Tidak berbicara apa-apa.\nBertahun-tahun kemudian, pemuda yang sudah bukan pemuda itu mengingat momen ini lagi, barulah dia mengerti bahwa perbedaan antara dia dan gadis itu bagaikan gunung dan jurang. Dia ditakdirkan untuk meninggalkan kampung halamannya dan pergi ke pelabuhan Liyue untuk mencari kekayaan yang dianugerahkan oleh Archon Geo sedangkan gadis itu ditakdirkan untuk menjauhi kehidupan duniawi, jauh dari pandangan Archon Geo yang agung dan penuh welas kasih, untuk melindungi kisah-kisah kuno yang bahkan secara perlahan-lahan terlupakan olehnya.\nOleh karena itu, pemuda dan gadis berpakaian putih itu memiliki jalan kehidupan yang berbeda.\nKetika pemuda tersebut menuju pelabuhan Liyue, gadis itu hanya berdiri diam di tepi hutan bambu, dia mungkin telah meramalkan nasib pemuda tersebut — ketika dia sudah tua dan lelah dengan semua gangguan di laut atau dunia, suatu hari nanti dia akan kembali ke tempat ini untuk akhir kehidupan yang bahagia.\nDi bawah sinar matahari pagi yang hangat, pemuda itu mendengar ringkihan dan tapak kaki kuda yang pergi menjauh.\nKetika dia berbalik, tidak ada apa pun di belakangnya, hanya sehelai bulu putih yang jatuh ke bahunya."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Rembulan Hutan Bambu"
          }
        ]
      }
    ]
  }
}