{
  "epId": 2339,
  "name": "Pedang Sebatang Kara",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/7739d855b8956e26e44ace61db793c33_2683304805073255842.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1663462104,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Pedang Sebatang Kara"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Novel seni bela diri populer di Liyue Harbor menceritakan kisah cinta dan kebencian di dunia tanpa kekuatan unsur dan alkimia. Buku ini menceritakan awal dari balas dendam Jin si Tujuh Puluh Dua dendam.\nPedang yang bersinar bagaikan cahaya, dengan cahaya dingin yang menusuk langit, bahkan bulan dan bintang sekalipun tidak bisa menandingi cahayanya.\nSuara angin dingin dari pegunungan yang tandus, beriringan dengan suara angin musim gugur dari tarian pedang yang sebatang kara.\nAngin dan hujan deras, hanya ada satu orang yang berjalan di jalan setapak.\nPria ini terlahir dengan jenggot ikal, hidung mancung seperti elang, dan mata setajam burung hantu, dan tampak seperti orang asing, memandangi tubuhnya yang kurus dan ramping seperti pria yang sekarat, dia berjalan di tengah jalan pegunungan terhuyung-huyung bagaikan hantu yang kesepian.\nDia telah berjalan selama tiga hari, kelaparan selama tiga hari dan juga tidak menutup matanya selama tiga hari.\nTiga hari lalu, dia juga memiliki nama yang tabu, pedang dan sektenya yang hancur. Tapi sekarang wajahnya murung dan sengsara, bercampur dengan air hujan dan lumpur, jatuh di jalanan yang berlumpur.\nTiga hari yang lalu, seorang yang tak dikenal membunuh guru dan seluruh saudara seperguruannya, sehingga mereka semua dimakamkan di pegunungan bersalju, beserta angin salju yang berwarna merah.\nKini, dia memiliki nama baru - Jin si Tujuh Puluh Dua dendam.\nKarena dia adalah yang terakhir yang selamat dari 72 anggota lainnya.\n——————\nTidak tahu sudah berjalan berapa lama, tiba-tiba ada suara kendaraan yang datang dari belakang.\nJin sang Tujuh Puluh Dua menepi ke sisi jalan dan bertanya, \"Apakah gerobak ini menuju ke Desa Tupi?\"\nSang kusir memberikan sedikit tanda penghormatan dan berkata: \"jarang sekali ada kendaraan di sini yang menuju Desa Tupi.\"\nJin sang Tujuh Puluh Dua kembali bertanya: \"jika kamu melewati tempat itu, bisakah gerobakmu mengantar orang ke sana?\"\nSang kusir berkata: \"tidak masalah, tapi kamu belum bertanya padaku apakah aku ingin mengantar orang itu apa tidak.\"\nJin sang Tujuh Puluh Dua menjadi bingung: \"aku juga ingin pergi ke Desa Tupi, kenapa tidak bisa membawaku ikut serta?\"\nSang kusir berkata: \"karena kamu bukan aku, dan aku juga bukan kamu.\"\n\"Omong kosong.\"\nBaru saja kata-kata itu keluar dari mulutnya, pedang telah meninggalkan sarungnya. Kusir itu hampir tidak merasakan hawa dingin yang datang menghampiri, dan sebelum dia sempat terjatuh, dia sudah berhenti bernapas.\nJin sang Tujuh Puluh Dua adalah orang yang seperti itu, meskipun dia telah kehilangan segalanya, hatinya telah menjadi beku, dan bahkan akal sehatnya telah tiada, tetapi dia selalu membenci orang yang mengucapkan kata-kata konyol.\nDengan mengendarai gerobak yang berlumuran darah, Jin sang Tujuh Puluh Dua pergi menuju Desa Tupi."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Novel seni bela diri yang populer di Pelabuhan Liyue, menceritakan kisah cinta dan kebencian di dunia tanpa kekuatan unsur dan alkimia. Buku ini menceritakan tentang awal mula kedatangan Jin ke-72 ke Desa Tupi.\nLegenda mengatakan bahwa di negara yang jauh, \"Tupi\" berarti menghancurkan fantasi palsu belaka dan mengungkapkan kebenaran sejati.\nDesa Tupi terletak di kaki gunung yang tandus, dan hanya ada satu jalan kuno yang menghubungkannya dengan dunia luar - itu adalah jalan setapak yang dilewati oleh Jin sang Tujuh Puluh Dua.\nLangit kelabu, angin dan hujan menderu.\nJin sang Tujuh Puluh Dua sesungguhnya tidak ada hubungan apa pun dengan Desa Tupi, namun karena dendam, kini dia harus menemui kepala desa tersebut.\nKetika gerobak itu perlahan berjalan di sepanjang jalan berlumpur menuju kaki gunung tandus, langit sudah gelap gulita, dan bulan yang pucat tertutup oleh awan, dan tirai hitam tak berujung diturunkan. Jin sang Tujuh Puluh Dua menyelinap ke dalam kegelapan malam, membiarkan tubuh dan jantungnya larut dalam kegelapan tersebut.\nDalam langit malam, sinar cahaya rembulan menerangi kepala desa Desa Tupi, Desa Tupi pada awalnya bukan sebuah desa yang besar, namun kepala desa bukanlah orang biasa. Tidak ada seorang pun di desa yang tahu asal usul namanya, dan tidak ada yang berani bertanya padanya.\nYang mereka tahu hanyalah orang itu mempunyai darah seorang penguasa yang ada di punggungnya dan terlihat pada mata merahnya.\nMatanya merah, dan tajam, seperti pedang yang mampu menusuk hati setiap orang.\nOrang yang ada di hadapannya pun sama, tajam dan seolah mampu menusuk siapa pun kapan saja.\n\"Waktunya sudah tiba.\"\nKepala desa menggelengkan kepalanya dan bergumama pada dirinya sendiri seraya sinar rembulan bersinar menerangi kepalanya.\nSementara itu di luar rumahnya, seorang monster mengayunkan pedangnya yang berlumuran darah, menebas bawahannya satu per satu.\nMeskipun dikatakan bahwa Desa Tupi penuh dengan orang-orang jahat dan licik, namun karena banyaknya kontrak dengan berbagai sekte, tidak ada yang berani datang untuk balas dendam.\nTapi Jin sang Tujuh Puluh Dua sudah kehilangan sektenya sehingga tidak terikat pada aturan apa pun, dia hanya monster kesepian yang haus akan darah musuh-musuhnya.\nSeiring suaranya membunuh musuh-musuhnya, diikuti pula oleh suara angin dan hujan deras yang membasuh warna merah pada tubuhnya, dan dalam sekejap lapisan merah baru kembali menutupi dirinya...\nPendekar berbaju merah itu menerobos di antara hujan dan kabut merah, dengan tubuh yang penuh luka, namun tidak ada seorang pun yang dapat menghentikannya.\nSaat kabut merah menghilang di tengah angin dan hujan, pendekar tersebut berjalan di tanah berlumpur menuju ke kediaman pemilik rumah.\n——————\nSuara pembantaian berangsur-angsur lenyap, sang pemilik perlahan mengangkat gelas anggur dan melemparkannya ke udara.\nEntah itu sebagai tanda penghormatan terhadap teman lamanya yang datang untuk membunuh atau penghormatan kepada jiwanya yang kotor.\nPintu terbuka, dan di situlah Jin sang Tujuh Puluh Dua berdiri. Seluruh tubuhnya berwarna merah tua, sangat berlawanan dengan hujan abu-abu dan angin di luar rumah.\n\"Tuan, aku ingin menanyakan sesuatu padamu.\"\n\"Kamu membunuh begitu banyak orang di desa.\"\n\"Tidak lebih tidak kurang, tepatnya ada tiga ratus enam puluh dua.\"\nSang pemilik rumah berhenti sejenak, ekspresinya tidak berubah tetapi pembuluh darah biru di dahinya sudah cukup sebagai ungkapan dari reaksinya.\n\"Oh, juga ada seekor anjing.\"\nSetelah mengatakan itu, sosok pendekar merah tua itu mengangkat tangannya, dan sesuatu jatuh di atas meja anggur.\nTernyata itu adalah tulang dari anjing penjaga, yang tampaknya telah direbus dalam waktu yang lama dan menjadi bersih.\nTernyata dalam setengah jam ini, Jin sang Tujuh Puluh Dua tidak hanya menghabisi nyawa 362 orang di desa, tetapi dia juga merebus anjing penjaga di pintu dan menjadikannya kaldu daging anjing.\nBetapa kejamnya!\nSungguh berdarah dingin!\nPemilik rumah itu berteriak, tidak tahan lagi untuk menahan amarahnya dan menarik pedangnya..."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Novel seni bela diri yang populer di Pelabuhan Liyue, menceritakan kisah cinta dan kebencian di dunia tanpa kekuatan unsur dan alkimia. Buku ini menceritakan duel antara Jin ke-72 dengan kepala Desa Tupi.\nHujan sudah berhenti, tapi pertarungan masih belum berakhir.\nJin sang Tujuh Puluh Dua bertanya kepada pemilik rumah itu mengenai informasi tentang musuhnya yang sebenarnya.\nKini, hanya ada kamar kosong dan jiwa-jiwa penuh dendam yang tertinggal di Desa Tupi.\nTidak, tidak ada hantu di dunia ini.\nKarena ini adalah dunia tanpa kekuatan unsur,\nSecara alami, ingatan orang mati tidak dapat direproduksi di dunia manusia oleh resonansi unsur-unsur.\nKepala desa adalah orang yang sulit untuk dihadapi, pedangnya sangat cepat, meninggalkan banyak bekas luka pada tubuh Jin sang Tujuh Puluh Dua.\nNamun sayangnya, hatinya terlalu lambat.\nIni adalah dunia tanpa kekuatan unsur,\nSecara alami, ilmu pedang juga tidak pernah diberkati oleh unsur elemen.\nPendekar pedang hanya bisa menggunakan kekuatan fisik dalam pertempuran, bukan kontrol unsur.\nSeperti tangan yang mengendalikan jari, hati yang mengendalikan mata adalah rahasia ilmu \"pedang\" di dunia ini.\nMeskipun pemilik rumah itu juga adalah pendekar yang bergerak cepat, tetapi tidak pernah mengerti pentingnya \"hati\", dan akhirnya jatuh dalam satu pukulan.\nJin sang Tujuh Puluh Dua menjatuhkan dupa yang sudah tinggal sepotong di tngannya, dan bermaksud untuk melukai si pemilik rumah yang sudah tak berdaya itu.\nTernyata kepala desa melancarkan serangan pedang yang ganas pada pendekar pedang itu, berpikir bahwa ini akan sulit dihadapi oleh lawannya, tetapi tidak pernah memperhatikan tangan kirinya yang seharusnya masih bisa selamat——\nDengan kecepatan bagaikan kilatan cahaya, kepala desa itu dipukul dengan menggunakan pembakar dupa tepat di dahinya, berguling beberapa kali ke dinding sampai tak bergerak.\n\"Dasar pengecut...\"\nTetapi penjahat yang memegang pembakar dupa yang bernoda darah itu tidak meresponnya, hanya angin yang menjawabnya.\n\"...Orang yang kamu cari berada di pegunungan tandus di luar desa ini... pergilah dan temukanlah ajalmu di sana...\"\nPenjahat itu pergi, dan satu-satunya jawaban untuknya adalah angin yang menderu...\nDan suara dari alam liar."
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Novel seni bela diri yang populer di Pelabuhan Liyue, menceritakan kisah cinta dan kebencian di dunia tanpa kekuatan unsur dan alkimia. Buku ini menceritakan kedatangan pertama Jin ke-72 di pegunungan tandus.\nHingga pelangi akhirnya sirna, Jin sang Tujuh Puluh Dua akhirnya pergi meninggalkan Desa Tupi menuju gunung yang tandus tersebut.\nMenurut legenda yang beredar adalah bahwa \"gunung tandus\" itu sengaja dibuat curam menggunakan pedang oleh seorang kaisar, sehingga menjadi sangat sulit untuk didaki.\nAda juga yang mengatakan bahwa gunung tandus ini terendam oleh air mata bumi dengan tingkat keasaman yang tinggi di mana-mana sampai tidak ada rumput yang bisa tumbuh.\nGunung tandus itu dulunya terkenal akan sumber daya mineralnya yang berlimpah, tetapi setelah gempa bumi, tambangnya hancur dan semua pekerja terkubur di dalamnya.\nSetelah itu, tidak ada lagi yang berani membangun gunung itu, dan kini telah menjadi sarang bandit dan binatang liar.\nDi antara para bandit dan binatang liar tersebut, salah satunya adalah musuh Jin sang Tujuh Puluh Dua.\nPendekar pedang itu memiringkan pundaknya, kakinya terhuyung-huyung, luka yang didapat dari pertarungannya dengan si pemilik rumah tadi kini menjadi penghalangnya.\nPendekar pedang yang mengerti bahwa ada banyak mata yang mengawasi, mengendus udara di sekitarnya seperti binatang buas yang terluka.\nKehidupannya yang penuh dengan pembantaian dan berdarah-darah selama bertahun-tahun telah membuat indera Jin sang Tujuh Puluh Dua menjadi sangat sensitif.\nJin sang Tujuh Puluh Dua mempunyai firasat bahwa gunung tandus ini sudah menyiapkan perangkap untuknya bagaikan jaring yang besar.\nPara bandit yang bersembunyi di kegelapan menunggunya untuk masuk ke dalam gua sempit, melalui celah, atau melewati tambang yang runtuh, dan menggunakan pisau tajam untuk menyelesaikan dengan cepat dari kegelapan.\nTapi sekarang, setidaknya di permukaan, gunung tandus yang curam dan terjal itu sendiri sudah cukup untuk menjadi tempat pemakaman Jin sang Tujuh Puluh Dua.\nPendekar pedang yang terluka itu dengan susah payah berjalan tertatih-tatih di jalan setapak di sisi jurang, terkadang kerikil-kerikil kecil jatuh dari kakinya.\nPada saat yang sama, di tebing berbatu, dua sosok meliriknya.\n\"Selama di kaki gunung, kekalahannya sudah terlihat jelas. Dan jika dia memilih jalur sulit di pegunungan ini... kurasa dia akan tergelincir dengan sendirinya ke dalam jurang.\"\nWanita tua yang renta itu berkata demikian.\nDia melirik ke samping, mata hijau zamrudnya menatap tajam bagaikan ular dingin beracun yang bersembunyi di celah bebatuan.\n\"Tidak mungkin!\"\nDi sebelah wanita tua itu, suara pria tua yang lebar dan gemuk itu bergetar seperti sebuah lonceng,\n\"Sebelumnya dia sudah membunuh 363 orang di Desa Tupi, bahkan dia membuat sup kaldu dari anjing penjaga itu...\n\"Tubuh yang letih karena cedera yang didapatnya dari pertarungan di Desa Tupi, tubuhnya sudah terlalu letih!\"\n\"Huh...\"\nLalu wanita tua itu menghilang dari balik hutan pinus yang layu, mendengus kesal.\n\"......\"\nPria tua itu menatap pendekar pedang yang lumpuh itu untuk beberapa saat sebelum dia menyentuh perutnya yang gemuk dan pergi perlahan.\nSepanjang perjalanan, dia tidak pernah menyentuh pohon pinus yang mati ataupun rumput liar yang kering.\nTiba-tiba, awan-awan berkumpul, dan hujan pun turun.\nDalam guyuran hujan deras yang turun, Jin sang Tujuh Puluh Duayang terluka berjalan tertatih-tatih dengan menggunakan pedang sebagai tongkat.\nTetapi setelah kehilangan begitu banyak darah dan dingin yang menusuk akhirnya membuatnya jatuh di atas kerikil dan bebatuan.\nSebelum kegelapan menelan segalanya, sehelai kain biru melintas di hadapannya...\nBagaikan sebuah deja vu."
          }
        ]
      }
    ]
  }
}