{
  "epId": 2346,
  "name": "Rubah di Lautan Dandelion",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Fox in the Dandelion Sea_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Rubah di Lautan Dandelion"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Dandelion, Dandelion, terbanglah ke mana angin membawamu, ke negeri yang tak pernah kamu lihat.\"\nDongeng Mondstadt yang tak terlupakan tentang sang pemburu dan rubah. Rubah di Lautan Dandelion, kisah yang terbagi menjadi 11 bagian ini, dimulai dari sini.\n\"Dandelion, dandelion, terbanglah sejauh angin membawamu.\"\nRubah kecil mengulang-ulang nyanyian kecilnya.\nDia meniup bunga dandelion dan menerbangkan benih-benih. Lalu dia berkata dengan serius.\n\"Dengan begitu, harapanmu akan terbawa angin dan sampai di telinga Archon Anemo.\"\nSeketika itu, angin berembus kencang dan menerbangkan banyak sekali benih dandelion.\nApakah mereka pergi bersama dengan mimpi dan harapanku, ke tempat yang lebih baik?\nKapan hal ini terjadi?\nDulu, di belakang desa ini, terdapat sebuah hutan kecil. Di dalamnya penuh dengan pohon-pohon yang subur, dan di tengah desa terdapat sebuah danau kecil.\nDanau itu terlihat seperti jendela di Katedral Mondstadt, sangat jernih, dan berkilau terang di bawah cahaya matahari.\nMatahari bersinar melalui dedaunan berkilauan di permukaan danau, bagaikan pecahan batu permata di air danau, benar-benar indah.\nCuaca hari itu sangat dingin. Aku memburu di dalam hutan, dan waktu aku berjalan ke danau. Air yang berkilauan mengingatkanku pada seorang gadis yang pernah kucintai.\nAku tidak ingat bagaimana rupanya, tapi aku tahu matanya terlihat seperti mutiara yang bersinar di dalam air.\nWaktu itu aku pasti sedang melamun sambil memandangi air danau. Berjalan di pesisir danau, sampai aku lupa aku datang untuk berburu.\nAku terbangun dan mendengar suara sesuatu yang membeku. Yang ternyata adalah setangkai bunga Mist Flower yang tumbuh di samping danau, dan membekukan air di sekitarnya. Di sampingnya terlihat seekor rubah yang ekornya terperangkap di dalam air yang beku, kasihan sekali.\n\"Pasti dia tidak sengaja mencelupkan ekornya ke danau waktu minum.\"\nMist Flower adalah bunga yang cukup berbahaya, dan bisa menyebabkan frostbite kalau tidak dipetik dengan hati-hati.\nMelihatku mendekat, rubah itu gemetar ketakutan. Tetapi ekornya yang tertancap beku di dalam es, membuatnya tidak bisa kabur dari situ. Rubah itu merintih kesakitan.\n\"Ah, tidak bisa didekati.\"\nAku berpikir...\n\"Kasihan sekali, dia pasti akan mati kelaparan kalau dibiarkan. Lebih baik aku lepaskan, dan bawa pulang sebagai hasil buruanku hari ini.\"\nAku membayangkan lezatnya sup daging rubah yang direbus bersama wortel yang kutanam di halamanku. Baru membayangkan sup panas saja cukup untuk memulihkan tenagaku dan membuat hatiku senang.\nAku mengambil busur berburuku, dan perlahan berjalan mendekat.\n\"Jangan bergerak ya.\""
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Rubah yang pintar, jangan bergerak ya.\" ditemukan oleh seorang pemburu saat sedang terperangkap oleh Mist Flower. Bagaimanakah nasib sang rubah selanjutnya?\nKisah si rubah dan pemburu bersambung ke Bagian II.\n\"Jangan bergerak ya.\"\nItu kata-kata yang biasa dikatakan ayahku dulu. Waktu aku pergi berburu rubah, aku selalu mengucapkan kata-kata itu waktu menarik busur, agar tanganku tidak gemetaran.\nWaktu aku hampir melepaskan anak panah, rubah itu mendongak dan melihat tepat ke mataku. Matanya memiliki warna yang sama dengan air di danau, berkilau seperti mutiara.\nHatiku tiba-tiba kacau, terasa seperti dilanda badai. Anak panahku meleset ke arah belakang rubah, dan memecahkan bongkahan es yang memerangkap ekor rubah itu. Seketika ekor rubah itu terangkat, dia melihat sejenak, lalu dengan cepat berlari ke dalam hutan.\nAku segera tersadar, dan berlari mengejarnya, tapi, siapa yang bisa berlari lebih cepat dari rubah?\nPerlahan rubah itu berlari semakin jauh, sampai perlahan berubah menjadi titik putih di kejauhan.\n\"Hei! Jangan lari!\"\nAku berteriak, sambil bernapas terengah-engah.\nTitik putih itu terlihat seperti melambat saat mendengar suaraku.\n\"Apakah dia... berhenti menungguku?\"\nAku berpikir.\n\"Kalau dia ingin lari, pastinya dia bisa lari lebih cepat dari siapa pun.\"\nRubah adalah hewan yang sangat aneh. Saat berlari di tempat yang datar tanpa halangan apa-apa sekalipun, rubah akan tiba-tiba saja menghilang saat berlari cepat.\nSeperti berlari ke dimensi lain.\nSambil berpikir, aku semakin lama semakin yakin.\n\"Rubah itu, pasti sedang menungguku!\"\nDengan keyakinan itu, aku terus mengejar titik putih itu, aku terus berjalan dan berjalan. Tiba-tiba, angin yang berembus kencang.\nAku berdiri di sana, menggigil, dan hal berikutnya yang kulihat membuatku terkejut.\n\"Eh?\"\nTiba-tiba, muncul dua titik putih di hadapanku.\nLalu titik-titik baru terus bermunculan. Tiga, empat, lima... Mereka terus bertambah jumlahnya. Akhirnya aku sudah tidak bisa menghitung lagi berapa banyak titik-titik putih tersebut.\nTiba-tiba mataku terasa perih sekali saat titik-titik putih itu terbang ke arah mataku. Aku menggosok mataku dan melihat bahwa titik-titik putih itu tak lain adalah biji-biji dandelion yang beterbangan karena angin.\nAku tertawa karena kebodohanku sendiri dan pulang ke rumah.\nUntuk makan malam, aku makan lobak tanpa daging dan sejujurnya aku tidak suka tanpa daging, membuatku sangat lapar. Lapar sekali sampai aku tertidur.\nAku terbangun di tengah malam karena mendengar suara di luar pintu."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Suara gaduh di luar membangunkan sang pemburu tanpa buruan. Siapa gerangan?\nKisah rubah dan pemburu bersambung ke Rubah di Lautan Dandelion (III).\nSetelah gagal menangkap rubah putih, aku tertidur setelah memakan wortel tanpa rasa itu. Jika tidak karena apa yang terjadi selanjutnya, mungkin aku sudah lupa mengenai rubah itu.\nAku terbangun karena mendengar suara aneh dari luar pintu.\n\"Apakah beruang datang untuk memakan wortelku?\"\nAku turun dari kasur dan membuka pintu. Aku terkejut melihat seekor rubah kecil putih. Bulunya sungguh putih sampai bercahaya di tengah kegelapan, tidak seperti sinar matahari yang berkilau di atas air setelah jatuh dari daun.\n\"Itu pastilah rubah yang tadi siang!\"\nAku berpikir kepada diriku sendiri, lalu aku melihat matanya yang bagaikan permata di genangan air. Mereka memandangku seolah melihat sampai ke dalam hatiku.\nMataku masih mengantuk seraya aku berjalan ke arah rubah itu, tanpa membawa apa pun.\nKali ini dia terdiam dan menungguku.\nSemakin aku mendekatinya, dia terlihat semakin besar.\nSaat aku sudah di hadapannya, dia berubah menjadi manusia.\nManusia wanita berperangai tinggi, kulitnya terlihat seputih susu di lehernya yang panjang bagaikan leher angsa. Matanya bersinar seperti mutiara di dalam air, dan pada malam hari matanya seperti cahaya matahari yang terpantulkan embun pagi di atas sehelai daun hijau.\n\"Cantik sekali. Dia sangat mirip dengan gadis yang aku cintai dulu, tetapi aku tidak lagi mengingat namanya. Tapi tatapan matanya meyakinkanku, itu adalah dia.\"\nAku berpikir.\n\"Tak mungkin. Ini pasti sebuah trik.\"\nTapi yang paling aneh adalah, aku tahu bahwa para rubah itu bisa menggunakan berbagai macam trik. Kamu juga pasti akan percaya saat kamu melihat mata mereka.\nWalau aku tahu trik rubah itu dan kemampuannya untuk berubah menjadi manusia, namun tidak ada yang membuatku takjub seperti matanya yang seindah permata. Untuk beberapa saat, kami berdiri dalam diam di tengah kegelapan malam.\nLalu dia berbicara. Walau bukan bahasa yang umum, entah mengapa aku bisa mengerti. Ini pastilah trik lain yang dilakukannya.\n\"Aku pasti mati di danau tadi jika kamu tidak menyelamatkanku tepat waktu.\"\nDia berhenti dan melanjutkan:\n\"Walaupun mati di danau yang seperti permata bukanlah hal yang buruk.\"\n\"Kami para rubah ada makhluk yang tahu terima kasih, jadi bairkan aku membalas jasamu.\"\nDia perlahan membungkukkan tubuhnya, dan menunduk padaku, rambutnya yang hitam terurai panjang sampai ke bawah bahunya."
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Di malam musim panas saat dandelion tertiup angin dan bersalju, kami bertemu kembali setelah sekian lama berpisah.\nDengan bimbingan rubah, lautan dandelion terbuka di depan mata pemburu... Rubah di Lautan Dandelion (IV).\nBeberapa hari setelah malam itu, sang rubah tidak pernah datang lagi.\nNamun akhir-akhir ini, para mangsa di hutan mulai bertambah.\nBurung-burung kecil, burung bangau dengan kaki yang ramping, boar yang sangat tidak sabaran...\nAku tidak tahu apakah ini cara rubah itu berterima kasih atau apa, tapi yang jelas, akhirnya aku bisa memakan sup daging yang enak untuk makan malamku.\nTapi rubah itu tetap tidak pernah kembali.\nMeski kedengarannya aneh, tapi aku mudah tertidur saat perut kosong. Dan saat aku sudah kenyang, aku malah tidak bisa menahan diri untuk tidak memikirkan apa yang kulihat hari itu, seekor rubah yang berubah menjadi seorang wanita.\nSepasang mata yang indah, jernih seperti air danau... Kapan aku bisa melihatnya lagi?\nDalam keadaan setengah tertidur dan sedikit gelisah, aku mendengar suara yang samar dari luar pintu.\nAku yang mengharapkan sesosok figur putih yang kecil, segera melompat dari kasur dan membuka pintu.\nTidak ada mata sejernih air danau, tidak ada ekor putih... yang ada hanyalah bunga dandelion yang terlihat samar-samar di bawah sinar bulan putih, seperti salju yang melayang di udara.\nDan tiba-tiba, ada sesuatu yang masuk ke dalam hidungku.\n\"A-Achoo!\"\nTiba-tiba, dandelion putih yang lembut itu berputar, terbang ke langit dan berubah menjadi badai salju.\nDi tengah angin dandelion dan salju, mata yang seperti permata itu menatapku tajam, seolah-olah menatap sampai ke dalam hatiku.\nDengan mengabaikan angin dan badai dandelion, aku berjalan menuju rubah kecil putih itu.\nRubah itu menggerakkan telinganya, menyapu rerumputan dengan ekornya yang besar, lalu menghilang ke kedalaman hutan.\nAku mengikutinya dengan tergesa-gesa.\nDalam kegelapan malam, bayangan putih itu kerap bermunculan.\nSeperti cahaya bulan yang menembus dedaunan, atau peri dengan langkahnya yang lembut.\nAku terus mengikutinya hingga keluar dari hutan gelap itu.\nDi bawah sinar rembulan, aku melihat lautan dandelion yang tak berujung.\nDi saat aku terpesona sampai tidak bisa berkata-kata, tiba-tiba terdengar suara gemerisik di belakangku.\nSuara itu terdengar lembut, tipis, seperti seorang gadis yang menginjak jarum dan daun berguguran dengan bertelanjang kaki.\nRubah itu datang dari belakang, dengan angin malam yang membawa napasnya — lembap dan sejuk, dengan aroma bunga dandelion yang sedikit pahit.\nSepasang tangan menyentuh bahuku, dengan jari-jari yang terasa dingin seperti es.\nLalu, dia menyandarkan kepalanya di bahuku, rambut panjangnya yang indah pun ikut terurai di punggungku.\nSuara napas dan detak jantungnya yang terdengar samar-samar dari balik punggung, terasa sangat menenangkan.\n\"Ini adalah tempat yang hanya bisa dicapai oleh para rubah, kampung halaman Dandelion.\"\n\"Aku ingin memintamu untuk tinggal di sini dan mengajari anak-anakku bahasa manusia...\"\n\"Sebagai gantinya, aku akan mengajarimu cara rubah mengubah wujud.\"\nTelingaku terasa geli, seperti sedang diusap oleh dandelion yang tertiup angin.\nAneh sekali, aku belum memberi tahunya kalau aku penasaran dengan cara rubah mengubah wujud, bagaimana dia bisa tahu?\nDia tidak berkata apa-apa lagi, kemudian menarik tanganku dan membawaku ke hamparan lautan Dandelion...\nTerasa embusan angin malam dari selatan, angin malam dari utara, yang membawa sedikit aroma pahit, beserta dengan kenangan yang samar...\nDia menuntunku bermain di antara beludru putih yang berserakan... Waktu berjalan lama, hingga rembulan naik tinggi ke langit."
          }
        ]
      },
      {
        "title": "(V)",
        "desc": [
          {
            "type": "RichText",
            "text": "Setelah menerima persyaratan dari si rubah, dia tiba ke tempat yang merupakan pemberhentian terakhir dari seluruh buruan yang lolos. Sejauh mata memandang, tempat ini dipenuhi dengan dandelion.\nKisah rubah dan pemburu di taman dandelion, Rubah di Lautan Dandelion (V).\nDi suatu tempat yang tidak diketahui, sejauh mata memandang, terlihat lautan dandelion yang tidak ada habisnya. Begitu angin bertiup, dandelion berterbangan dengan ringan. Dan aku menyadari...\n\"Ternyata semua rubah yang dikejar-kejar oleh pemburu lari ke sini.\"\nAku berpikir.\n\"Tempat ini indah sekali.\"\nTetapi waktu aku mengajari rubah kecil itu untuk berbicara bahasa manusia. Hatiku selalu terasa kosong, seperti ada angin yang berembus dalam hatiku.\nSaat melihat ke dalam matanya yang berwarna seperti batu mutiara di dalam danau. Aku tidak merasa seperti sedang berbicara dengan seekor rubah, melainkan wanita yang aku sukai dulu.\nKarena itu, waktu bersama rubah kecil itu, rasanya aku seperti memiliki anak bersama wanita yang aku sukai itu. Meskipun senang, tapi juga terasa sedih.\nTapi begitu teringat janjinya untuk mengajari bahasa manusia kepada si rubah, asalkan dia tetap tinggal di sini.\n\"Aku akan memberikan sihir rubah kepadamu.\"\nMendengar janji itu, hatiku kembali penuh dengan motivasi.\nApa aku akan bisa berubah menjadi burung, berapa tinggi aku bisa terbang? Aku juga bisa berubah jadi ikan dan berenang ke Musk Reef, aku selalu ingin ke sana.\n\"Aku juga bisa berburu menggunakan sihir,\" aku berkata dengan semangat. \"Aku tidak akan kekurangan daging lagi di dalam supku.\"\nAku tidak lagi tahu, sudah berapa lama waktu berlalu di lautan dandelion yang melambai dengan tenang ini.\nDi satu sisi, karena rubah ini belajar cepat sekali! Aku tidak hanya mengajarinya bahasa manusia, tapi juga segala yang aku tahu, termasuk cara menghitung, cara menanam wortel, cara memasang kaca jendela, bahkan cara mengasah pisau.\nDan waktu istirahat, aku banyak mengobrol dengannya.\n\"Kenapa kamu ingin belajar bahasa manusia?\"\nDia menjawab dengan cepat:\n\"Biar nanti, aku bisa berteman dengan manusia!\"\nAku bertanya lagi:\n\"Kenapa ingin berteman dengan manusia?\"\nTatapan matanya pun langsung terjatuh ke tanah."
          }
        ]
      },
      {
        "title": "(VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Kenapa kamu ingin menguasai bahasa manusia?\" \"Agar waktu aku menjadi manusia nanti, aku bisa berteman dengan mereka.\"\nSuara yang seperti suara anak-anak terdengar di lautan dandelion. Rubah di Lautan Dandelion (VI).\n\"Kenapa kamu ingin belajar bahasa manusia?\"\nAda suatu kali, aku bertanya begitu kepada rubah kecil.\nLalu dia menjawab dengan ceria:\n\"Biar nanti, aku bisa berteman dengan manusia!\"\n\"Kenapa ingin berteman dengan manusia?\"\nBagaikan teringat kenangan yang sedih, tatapan matanya langsung terjatuh ke tanah.\n\"Aku melihat seorang anak kecil di dalam hutan yang jauh.\"\n\"Dia memakai baju abu-abu, dan tatapan matanya seperti mata serigala.\" Dia melanjutkan.\n\"Waktu itu, aku baru saja belajar ilmu sihir, jadi aku berlari-lari di rumput dengan girang! Tapi, karena aku tidak setinggi manusia, yang kulihat, dan bau yang bisa kucium berbeda dengannya.\"\n\"Guru, pasti sudah menduga kan? Waktu aku sadar, aku sudah tersesat.\"\nDia menceritakan kenangannya, sambil terlihat sangat sedih.\nAkhirnya, dia berlari sangat jauh ke dalam hutan, dan bertemu dengan monster-monster yang ganas.\nAku kira itulah akhir hidupku, tapi tiba-tiba anak kecil berwarna abu-abu itu melompat keluar seperti serigala, dan mengusir monster-monster itu. Dan tanpa berkata apa-apa, anak itu menghilang ke dalam hutan.\n\"Kalau aku berubah menjadi manusia dan bisa bahasa manusia, aku bisa berteman dengannya!\"\nDia berkata dengan sangat riang.\nBegitu mendengarnya, aku tidak tahan bertanya:\n\"Kamu tidak menganggapku teman?\"\nRubah kecil menggunakan bahasa manusia menjawab:\n\"Mama bilang kamu guru, guru dan murid tidak sama, tidak teman. Tapi kamu sedih kalau aku anggap seperti ini.\"\nDia memiringkan kepalanya kebingungan. Ekornya yang lembut mengepak-ngepak dandelion sambil dia terus berpikir.\n\"Aku tahu!\"\nDia tiba-tiba berkata.\n\"Kalau aku mengajarimu sesuatu, aku juga jadi guru!\"\n\"Kalau kamu guruku, dan aku gurumu, kita segera teman!\"\nMeskipun bahasanya masih agak sulit dimengerti, dia berusaha keras untuk menyampaikan pikirannya, biarpun agak terbata-bata.\n\"Guru, aku ajarimu, sihir yang hanya aku yang bisa!\""
          }
        ]
      },
      {
        "title": "(VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Dandelion, Dandelion, terbanglah ke mana angin membawamu, ke negeri yang tak pernah kamu lihat.\"\nApakah pemburu juga dapat mempelajari sihir, untuk membuat mimpinya menjadi kenyataan? Rubah di Lautan Dandelion (VII).\n\"Guru, aku ajarimu, sihir yang hanya aku yang bisa!\"\nMeskipun bahasa manusianya belum lancar, dia berusaha sebaik mungkin menyampaikan pikirannya.\nDia memetik setangkai dandelion kecil.\n\"Dandelion, dandelion, terbanglah sejauh angin membawamu.\"\nRubah kecil mengulang-ulang nyanyian kecilnya.\nDia meniup bunga dandelion dan menerbangkan benih-benih. Lalu dia berkata dengan serius.\n\"Dengan begitu, harapanmu akan terbawa angin dan sampai di telinga Archon Anemo.\"\nSeketika itu, angin berembus kencang dan menerbangkan banyak sekali benih dandelion.\n\"Lihat! Archon Anemo menjawab doaku!\"\nDia berkata dengan sangat gembira.\n\"Doa apa yang kamu ucapkan?\"\n\"Tentu saja, untuk bisa menjadi teman dengan guruku!\"\nRubah kecil menundukkan kepalanya dengan tiba-tiba.\n\"Pasti tidak mudah. Mulut kami berbeda dengan mulut manusia, jadi aku harus berterima kasih atas kerja kerasmu.\"\nRubah itu berdiri di samping kami sebelum kami menyadarinya. Bola matanya seperti danau tanpa dasar, dan rubah kecil bersembunyi di dalam semak-semak dandelion dari tatapan mata itu.\n\"Kapan dia menguasai bahasa manusia...\"\nAku berpikir.\n\"Kapan dia menguasai bahasa manusia...\"\nDia perlahan berkata."
          }
        ]
      },
      {
        "title": "(VIII)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Ketika dia telah menguasai bahasa manusia...\" Suara rubah perlahan-lahan terbawa oleh angin malam, melayang semakin jauh bersama dengan benih dandelion...\nBagaimanapun juga, rubah adalah makhluk yang berbeda dari manusia, dan keduanya tidak memiliki rasa kegembiraan dan penderitaan yang sama... Rubah di Lautan Dandelion (VIII).\n\"Kapan dia menguasai bahasa manusia...\"\nDia perlahan berkata.\nAku melihatnya dengan bingung.\nApa yang dia katakan selanjutnya, aku tidak mendengar dengan jelas. Angin malam yang nakal membawa dandelion dan menutupi kata-kata lembutnya.\nAtau mungkin itu bahasa aslinya, bahasa angin dan bunga dandelion?\nKemudian, dia menatapku dengan bodoh dan tertawa.\nDia tersenyum indah. Matanya melengkung dan bersinar bagai lampu, seperti dua bulan di danau yang beriak.\n\"Jadi, kenapa kamu ingin mempelajari trik rubah?\"\n\"Aku ingin mempelajari trik berubah wujud seperti rubah, sehingga aku bisa terbang ke langit yang tinggi seperti burung, dan aku bisa terbang ke tempat yang tidak bisa aku lihat sebelumnya...\"\nAku menjawab demikian.\n\"Ah, saat berburu, kamu tidak perlu bersembunyi di semak-semak, tetapi kamu bisa terbang bebas di langit seperti elang.\"\nAku tidak bisa menahan diri untuk tidak berpikir seperti itu.\nMemikirkan hal ini, dandelion di tanganku melayang ke arah bulan seolah-olah mendengar keinginanku.\n\"Begitukah...\"\nDia menundukkan kepalanya sedikit, dan rambut hitam panjangnya menjuntai dari leher putihnya. Cahaya bulan yang pucat menerpa rambut, menyebar di sepanjang rambut di kulit putih, bersinar, seolah bisa memantulkan bayangan awan di langit malam.\nAku menatapnya dengan saksama, lalu tersipu dan sedikit membuang muka.\nBagaimanapun, rubah adalah binatang yang bebas, dan tidak akan menyembunyikan kecantikannya karena malu seperti manusia.\nMeski ini bukan pertama kalinya aku melihat dan menyentuhnya, tapi setiap kali cahaya bulan menyinari rambut panjangnya, aku tidak bisa menahan diri untuk tidak tersipu atau untuk tidak menatapnya.\nDia memalingkan wajahnya untuk berpikir sejenak, lalu mendesah pelan. Seolah tidak bahagia.\nKami duduk di lautan dandelion dan tidak berkata apa-apa. Butuh waktu lama seperti ini untuk membuatku berpikir bahwa dia marah padaku.\n\"Kami para rubah di sini datang untuk melapor. Kami akan mengajarimu trik berubah wujud rubah dan membantu mewujudkan keinginanmu.\"\nRubah itu memalingkan wajahnya dan berkata.\nMata yang sejernih danau bersinar di bawah sinar bulan, sungguh meyakinkan.\nItu bagus, dia tidak marah padaku.\nUntuk alasan yang tidak jelas, aku sedikit lega."
          }
        ]
      },
      {
        "title": "(IX)",
        "desc": [
          {
            "type": "RichText",
            "text": "Ketika aku telah mengajarkan semunya, apakah mungkin aku melihat lautan dandelion ini lagi...?\nDi lautan dandelion, pemburu mulai berpikir untuk pergi. Rubah di Lautan Dandelion (IX).\nRubah adalah binatang yang pintar, pandai dan licik.\nRubah kecil belajar dengan sangat cepat, dan terkadang dia bahkan dapat mengajukan pertanyaan yang tidak dapat kujawab.\nBagaimanapun juga, bahasa manusia itu rumit dan halus, tidak selugu bahasa binatang.\nTerkadang bahasa bagaikan bola benang yang ditangkap oleh kucing, bergelantung di sana, bergelantung di sini, membuat lidah muridnya tersandung atau bahkan membuat gurunya sendiri tersandung.\nTetapi rubah adalah binatang yang pintar. Dia dengan cepat mempelajari banyak kata yang mengacu pada angin dalam bahasa manusia, dan dia bisa dengan segera menggunakan bahasa yang dangkal untuk menggambarkan kemunculan dandelion yang mengambang dan kolam yang diterangi cahaya bulan.\nSetiap kali rubah kecil menemukan kosakata baru, setiap kali itu juga dia mencoba menggunakan bahasanya yang baru dipelajari untuk menjelajahi dunia yang sudah dikenalnya, dan sangat bersemangat untuk memberikan kepada angin, dandelion, dan bumi arti baru dari sebuah bahasa, sambil dia berada di samping, tersenyum, menatap kita.\nRubah kecil belajar dengan sangat cepat, tetapi aku tidak merasa lega.\nAkankah dia meninggalkanku di lautan dandelion ini ketika aku tidak bisa mengajarkan apa pun lagi?\nSampai saat itu, akankah aku masih melihat mata lembut ini di bawah sinar bulan?\nApakah dia masih akan tersenyum licik dan membawaku ke kedalaman lautan dandelion, bermain denganku, dan menghirup sedikit aroma pahit dari angin utara dan selatan?\nDengan berpikir demikian, aku terbawa kepada sebuah kenangan yang melankolis.\nMalam itu aku tidak dapat mengingatnya dengan jelas, ketika aku berpisah dengan gadis kesayanganku, bulan yang sama tergantung di langit malam.\n\"Terima kasih atas semuanya selama ini.\"\nSuatu saat, rubah itu mendatangiku lagi. Dia membungkuk, rambut hitam panjangnya menggantung di bahunya, dan cahaya bulan yang berkilauan mengalir dari atas, selembut air.\n\"Saat dia belajar bahasa manusia, mungkin dia akan mendapat lebih banyak teman baru...\n\"Terima kasih banyak atas segalanya selama ini. Sejak dia mulai belajar bahasa manusia, dia menjadi lebih ceria dari sebelumnya.\"\nDia menatapku dengan cahaya seperti permata pada bola matanya yang tak berdasar.\n\"Namun, ketika kamu telah mengajari kami semua bahasa manusia, ke mana kamu akan pergi?\"\nTerpesona oleh matanya yang berbinar-binar, aku lupa menjawab.\nApakah ini juga tipuan rubah?\nRubah itu melihat penampilanku yang membosankan, dia tersenyum dan menghela napas.\nKemudian, dia berbalik dan berjalan menuju bulan, membawaku ke tengah lautan dandelion yang diterangi oleh sinar bulan.\nSetelah melihat hal ini, rubah kecil itu menjuntaikan ekornya, berbalik dan masuk ke semak dandelion malam."
          }
        ]
      },
      {
        "title": "(X)",
        "desc": [
          {
            "type": "RichText",
            "text": "Perpisahan yang tak terhindarkan, akhirnya tiba... Rubah kecil mengucapkan perpisahan pada ibunya, gurunya, dan pada lautan dandelion.\nWaktunya tiba untuk memenuhi janji. Rubah di Lautan Dandelion (X).\nRubah kecil terus melambaikan tangannya sambil berjalan pergi. Bayangannya semakin mengecil, sampai hanya terlihat setitik bayangan putih yang samar-samar, dan perlahan menyatu dengan lautan dandelion.\nSetelah dia tak lagi terlihat, rubah berbalik badan dan berjalan mendekat.\nSelangkah demi selangkah, rubah itu mendekat, dan perlahan tampak semakin besar.\nSaat akhirnya dia sampai di depanku, tubuhnya sudah berubah menjadi sosok manusia.\nManusia wanita berperangai tinggi, kulitnya terlihat seputih susu di lehernya yang panjang bagaikan leher angsa. Matanya bersinar seperti mutiara di dalam air, dan pada malam hari matanya seperti cahaya matahari yang terpantulkan embun pagi di atas sehelai daun hijau.\n\"Cantik sekali. Dia sangat mirip dengan gadis yang aku cintai dulu, tetapi aku tidak lagi mengingat namanya. Tapi tatapan matanya meyakinkanku, itu adalah dia.\"\nAku berpikir.\nRubah ahli dalam muslihat dan sihir, tetapi tidak ada apa-apanya dibandingkan mata yang berkilau seindah mutiara itu. Selama beberapa waktu, kami tertegun membisu di tengah lautan dandelion.\nAkhirnya, aku tidak lagi menahan diri, aku berkata:\n\"Apa ini trik yang ingin kamu ajarkan padaku? Seni mengubah wujud rubah?\"\n\"Benar. Selama ini, terima kasih atas bantuanmu.\"\nDia perlahan membungkukkan tubuhnya, dan menunduk padaku, rambutnya yang hitam terurai panjang sampai ke bawah bahunya.\nPerpisahan dengan rubah kecil, membuat hatiku merasa hampa, tetapi aku tak bisa menahan kesenangan hatiku memikirkan sihir yang akan kukuasai sesaat lagi.\nApa aku akan bisa berubah menjadi burung, berapa tinggi aku bisa terbang? Aku juga bisa berubah jadi ikan dan berenang ke Musk Reef, aku selalu ingin ke sana.\n\"Aku juga bisa berburu menggunakan sihir,\" aku berkata dengan semangat. \"Aku tidak akan kekurangan daging lagi di dalam supku.\"\n\"Tetaplah berdiri tegak.\"\nDia berjalan memutariku, dan setiap putaran, tubuhnya semakin lama semakin besar.\nTidak, tidak hanya dia. Dandelion juga telah tumbuh. Awalnya mereka hanya semata kakiku tapi kini mereka setinggi pinggangku. Tak berapa lama lagi mereka akan menjadi pohon-pohon tinggi.\nSebelum aku sadar apa yang terjadi, tiba-tiba saja dia sudah menjadi raksasa."
          }
        ]
      },
      {
        "title": "(XI)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Dandelion, Dandelion, terbanglah ke mana angin membawamu, ke negeri yang tak pernah kamu lihat.\" kata-kata yang terus diserukan si rubah.\nDongeng rubah dan pemburu yang tak asing bagi seluruh penduduk Mondstadt. Rubah di Lautan Dandelion, tamat.\nSeketika aku merasakan perasaan yang sangat aneh, dan aku menyadari, aku sudah berubah menjadi setangkai dandelion.\nAku tidak berdaya untuk melawan. Bahkan dandelion tidak memiliki lidah ataupun mulut untuk mengeluarkan suara apa pun. Tidak ada yang bisa kulakukan selain melihat raksasa itu memetikku perlahan dari tanah menggunakan jari tangannya.\n\"Dandelion, dandelion, terbanglah sejauh angin membawamu.\"\nSang rubah mengulang-ulang nyanyian itu.\nDan dengan tiupannya, benih-benih dandelion pun tertiup terbang. Dan aku tertangkap oleh angin badai, terbang dengan sangat jauh.\nAku terus berputar, dan kepalaku semakin lama semakin pusing. Bola mata yang seindah mutiara perlahan meninggalkanku bersama dengan kesadaranku, dan juga harapan yang diucapkan sang rubah.\n\"Archon Anemo, kumohon ubah kami menjadi manusia! Agar kami bisa aman dari busur, panah, dan pisau mereka!\"\n...\nWaktu aku tersadar, aku sudah berada di hutan di belakang desaku.\nHutan ini penuh dengan pohon-pohon besar, dan di tengah hutan terdapat sebuah danau kecil.\nDanau itu terlihat seperti jendela di Katedral Mondstadt, sangat jernih, dan berkilau terang di bawah cahaya matahari.\nMatahari bersinar melalui dedaunan berkilauan di permukaan danau, bagaikan pecahan batu permata di air danau, benar-benar indah.\nCuaca hari itu sangat dingin. Aku memburu di dalam hutan, dan waktu aku berjalan ke danau. Air yang berkilauan mengingatkanku pada seorang gadis yang pernah kucintai.\nAku tidak ingat bagaimana rupanya, tapi aku tahu matanya terlihat seperti mutiara yang bersinar di dalam air.\nBetul. Saat aku memandangi indahnya air danau itu, tanpa sadar aku tertidur."
          }
        ]
      }
    ]
  }
}