{
  "epId": 2347,
  "name": "Buku Harian Seseorang",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Someone's Diary_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah surat yang berharga bagi Dongdong dari Mt. Qingce. Sepertinya berasal dari ayahnya...\nDongdong:\nWaktu cepat berlalu, sudah hampir tiga bulan sejak aku pergi. Apa kamu merindukanku? Aku harap kamu tidur tepat waktu dan tidak banyak merepotkan kakek nenekmu. Aku akan kembali dari Inazuma secepatnya, dan aku berjanji saat aku kembali aku akan membawamu untuk melihat Crux di pelabuhan. Kali ini aku tidak akan mengecewakanmu!\nDongdong, apa kamu ingat pantai di Yaoguang Shoal? Aku pergi ke sana dan mengambil banyak pasir emas yang cantik. Begitu banyak sampai aku tidak bisa membawa seluruhnya. Saat aku kembali, kita harus membeli pabrik lokal dan membuat tahu segar setiap harinya. Walaupun, aku sebenarnya lebih memilih untuk menggunakan semua emas ini untuk membeli sebuah rumah di Pelabuhan Liyue. Sebuah rumah besar dengan pemandangan laut yang indah. Aku akan biarkan kamu memutuskan mana yang terbaik saat aku kembali. Bagaimana?\nOh iya, tepat di seberang kolam Luhua di Guili Plains terdapat sebuah tebing. Dan aku menemukan penjaga reruntuhan di situ, terduduk diam dan sama sekali tak bergerak walau petir menyambar ataupun hujan lebat melanda. Lalu aku tersadar bahwa dia mungkin tidur! Jadi aku memanjatnya dan memutar kepalanya sekuat yang aku bisa. Terdapat sebuah bunyi diikuti ledakan dan tiba-tiba saja kepalanya terjatuh dan terguling jatuh dari tebing! Hancur menjadi serpihan di dasar jurang. Sayang sekali, jika tidak aku bisa membawanya ke rumah dan kamu bisa melihat sendiri kepala seorang penjaga reruntuhan.\nAku juga pergi ke Jueyun Karst. Aku harus membawamu ke sana saat kamu sudah dewasa nanti, pemandangannya begitu indah. Awan-awan berlalu lalang bagai lautan, air terjunnya jelas lebih indah daripada yang ada di Desa Qingce, dan terkadang kamu bisa melihat sedikit bayangan alam Adeptus di gunung. Kamu tidak bisa bayangkan betapa indahnya dan kamu pasti tidak percaya tapi... Aku benar-benar bertemu dengan Adeptus hidup yang nyata! Kami duduk dan minum bersama, ngobrol dan tertawa bersama... Adeptus itu memberiku sebuah hadiah, sebotol anggur ajaib. Yang harus kamu lakukan hanyalah meniupnya dan anggur yang tak terbatas akan mengalir di dalamnya! Tapi kamu tidak boleh menyentuhnya, oke? Karena kamu masih terlalu muda untuk minum. Saat kamu sudah dewasa, semua hartaku akan menjadi milikmu.\nPerjalananku di Liyue hampir berakhir. Waktunya untukku menuju pelabuhan, aku akan berlayar ke tempat yang lebih jauh. Aku tak sabar melihat pemandangan indah dan harta karun berharga apa yang kutemukan di pemberhentianku berikutnya dan aku tak sabar untuk menceritakannya padamu! Sampai nanti, Dongdong, pastikan kamu tidur tepat waktu ya. Dan jangan makan terlalu banyak makanan manis, tidak bagus untuk gigimu. Dan jadilah anak baik untuk kakek nenek - aku serius, jangan berbuat sesuatu yang bisa membuat mereka marah. Dan jangan berkelahi! Aku akan segera pulang.\nSalam sayang, Ayah."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah buku harian yang tertinggal di alam liar, menceritakan tentang kejadian-kejadian malang yang ditemui pemiliknya di Yaoguang Shoal.\n- Yaoguang Shoal -\nKabut turun lagi, gagasan menggali emas di sini ternyata sia-sia belaka. Aku seharusnya tidak memercayai para penambang tua itu, pastinya sudah puluhan tahun berlalu sejak mereka pensiun! Dan tentu saja setiap informasi yang mereka berikan itu sudah ketinggalan zaman, benar-benar tak berguna. Seperti sebuah lelucon saja. Sepertinya aku pulang dengan tangan kosong malam ini, tapi kesempatanku pulang di tengah kabut begini sangat kecil... Aku harap Dongdong sudah makan malam.\nAku bisa mendengar Hilichurls di suatu tempat di kejauhan. Aku tidak tahu ke arah mana aku pergi, jadi aku berusaha fokus berjalan menjauhi suara Hilichurls. Semoga aku bisa keluar dengan selamat...\nAku tidak tahu sudah berapa lama aku berjalan, terlebih lagi di antara kabut begini aku bahkan tidak tahu apakah saat ini siang atau malam. Tunggu, apa aku melihat sebuah bayangan di depan? Demi Tuhan, mungkin aku bisa bergabung dengan mereka dan keluar dari sini. Ya, itu yang akan kulakukan. Yes, aku tertolong!\nSetelah kulihat lebih dekat, sepertinya bayangan itu terlihat tidak aman. Aku memutuskan untuk mendirikan kemah di sini dan menunggu mereka pergi sebelum memutuskan langkahku selanjutnya. Mungkin saja aku kembali ke jalan yang kulewati tadi.\nWah! Aku bisa mendengar Hilichurls di sekitarku, aku harus-\n-buku harian berakhir di sini-"
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah buku harian yang tertinggal di alam liar, menceritakan tentang kejadian-kejadian malang yang ditemui pemiliknya di Guili Plains.\n- Guili Plains -\nSungguh sial!\nAku akhirnya berhasil keluar dari kemah Hilichurls hidup-hidup, tapi hampir terbunuh oleh penjaga reruntuhan! Sudah kuduga ada sesuatu yang tak beres saat kulihat dia hanya duduk terdiam tak bergerak di bawah guyuran hujan deras. Tapi lalu petir besar menyambar kepalanya... Dan terdengar bunyi derik mesin memutar, dan benda itu kembali hidup!\nAku begitu tak berdaya menghadapinya. Dia mengangkatku bagai mengangkat seekor anak burung dan melemparku dari atas tebing. Beruntungnya, di tengah teriakan panikku, aku berhasil masuk ke dalam gua di kaki tebing. Dia tidak dapat melihat gua itu, sampai dia akhirnya menyerah mencariku. Jika bukan karena gua itu, dia pasti sudah mencabikku dan melemparku ke tanah dan menginjakku sampai aku menjadi... ah sudahlah aku bahkan tidak tahu lagi harus berkata apa!\nPastinya sekarang dia sudah cukup jauh dari sini... Walau begitu, aku masih bisa mendengar suara mesinnya, seperti suara lebah yang sangat bising di dalam kepalaku. Sepertinya lenganku patah, karena aku merasa sakit saat menekannya. Aku pikir - Aku harap - Aku masih bisa melewati ini. Maksudku, apa yang akan Dongdong dan ibunya pikirkan jika aku tidak bisa melewati ini?"
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah buku harian yang tertinggal di alam liar, menceritakan tentang kejadian-kejadian malang yang ditemui pemiliknya di Jueyun Karst.\n- Jueyun Karst -\nDi dekat kaki tebing aku bertemu seorang ahli tanaman obat yang membantu patah tulangku. Aku hampir pingsan saking sakitnya. Namun dia juga bilang bahwa sebagian besar yang lolos dari penjaga reruntuhan biasanya cedera lebih parah daripada aku ... Sepertinya aku cukup beruntung.\nKalau dilihat dari atas, Jueyun Karst terlihat tak tersentuh manusia sama sekali. Berbalut kabut, dan sangat tidak mungkin untuk mengetahui seberapa tebal kabutnya. Suara aneh terdengar dari hutan batu. Tidak tahu apakah yang ada di sana adalah monster buas atau makhluk suci, yang aku tahu makhluk itu membuat bulu kuduk berdiri. Jika beruntung aku seharusnya bisa mengambil sejumlah amber dari sini atau mungkin beberapa tanaman obat. Aku tahu zaman dahulu kala warga desa yang miskin bertahan hidup di Liyue dengan menjual obat tanaman herbal, aku percaya dengan keberuntunganku.\nHujan lebat di malam hari, berarti tebing akan menjadi sangat licin untuk didaki. Aku juga tidak dapat menemukan tali atau kapak untuk memanjat. Aneh, aku bukan tipe orang yang mudah menghilangkan barang, sepertinya ada monster yang berkeliaran di gunung dan mengambilnya saat aku tidak melihat! Atau mungkin seekor rubah...\nSetelah beberapa hari mencari tanpa hasil, aku akhirnya menemukan beberapa tanaman obat jadi aku bersiap untuk pulang. Aku sebenarnya masih ingin mencari sesuatu tapi tempat ini mulai membuatku takut. Saat malam datang aku selalu merasa melihat bayangan seseorang mengikutiku kemana pun. Lalu suara teriakan dari monster yang tidak diketahui kini datang menghampiri dari segala arah dan mereka semakin mendekat.\nSaat aku menuruni gunung, aku menemukan sebotol anggur tua. Aku mencucinya dengan air dan ternyata masih terlihat bagus. Aku yakin Dongdong akan senang jika aku memberikannya sebagai oleh-oleh. Aku akan bilang bahwa ini adalah harta karun yang diberikan padaku oleh seorang Adeptus."
          }
        ]
      },
      {
        "title": "(V)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah buku harian milik seseorang yang ditinggal di pelabuhan Liyue, menceritakan tentang petualangan sang pemilik di sana.\n- Liyue Harbor -\nAku menjual tanaman obat itu di Bubu Pharmacy. Semua kerugianku terbayar, bahkan aku mendapat sedikit keuntungan. Jika aku tetap seperti ini, aku bisa membeli rumah di Liyue dalam beberapa tahun kemudian. Waktu yang tepat saat Dongdong akhirnya akan mulai masuk sekolah.\nJika aku rajin belajar saat muda, pastinya aku tidak akan terlibat dengan para pecundang pencuri harta itu. Aku juga mungkin tidak akan menyia-nyiakan warisan dari ayah. Ini membuatku sadar bahwa aku harus memberi Dongdong guru yang sangat bagus dan membuatnya menjadi rajin belajar. Itulah satu-satunya cara agar dia bisa menjadi mandiri dan tidak menjadi seperti ayahnya. Demi kebaikan Dongdong, aku tidak boleh menyerah sekarang. Aku harus mencari cara untuk mendapatkan nafkah lebih.\n... Aku tidak dapat mengabaikan ide untuk mencari keuntungan lebih. Jadi aku mencoba peruntunganku di toko Jade Mystery. Aku tidak bermaksud untuk mengeluarkan uang di tempat seperti itu, tapi bos mereka, Shitou, pintar membujuk... Dia berkata padaku untuk menaruh seluruh uangku di situ. Tidak jelek juga. Aku membuka batu yang kubeli dan menemukan giok berkualitas tinggi di dalamnya. Terjerumus ke dalam perjudian batu berarti aku harus menggadaikan sabit dan kotak obat yang kupakai untuk mencari tanaman obat.\nAku sudah tidak punya uang lagi sekarang. Ya memang, aku punya beberapa giok yang kudapat dari perjudian batu tapi giok tidak mudah ditukar. Sepertinya aku harus berjuang lagi. Aku pikir aku akan pergi melayar dan melihat peruntunganku. Apa Kapten Beidou akan menerimaku jika aku bergabung dengan Crux Fleet?\nAku akan dengan senang hati mengepel geladak jika dia mau menerimaku, aku bahkan belum makan selama tiga hari."
          }
        ]
      },
      {
        "title": "(VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "Buku harian seseorang yang tertinggal di alam belantara. Isinya menceritakan tentang kesialan yang dihadapi pemilik buku ini di Pulau Jinren.\n—— Pulau Jinren ——\nSetelah mencuri perahu kecil dari bajak laut, aku mendayung selama tiga hari sebelum akhirnya bisa menepi di pantai.\nDari sini, aku bisa melihat Takayama yang legendaris di Pulau Narukami, dan juga pohon sakura raksasa yang tumbuh di atas tanahnya. Warna Sacred Sakura tampak lembut di bawah sinar rembulan... warna itu membuatku rindu akan kampung halamanku.\nAku penasaran apakah Dongdong sedang kesepian di Desa Qingce. Aku tidak tahu apakah diriku sudah membuat keputusan yang tepat dengan datang jauh-jauh sampai ke sini hanya untuk mencari nafkah. Oh, mungkin sekarang aku sudah menjadi semakin tua, sampai terus menerus kepikiran akan hal ini.\nAku menemukan melon ungu saat menjelajahi pulau terpencil ini. Rasanya aneh dan tidak enak; gigi dan lidahku berwarna ungu karena memakan kulitnya dan perlu menunggu lama supaya warnanya memudar... Lain kali aku akan mencoba memasaknya dulu sebelum memakannya.\nAku mendirikan kemah di pulau. Aku akan berjalan ke selatan begitu langit terang keesokan paginya... Kudengar para perompak mengatakan di situlah Inazuma berada.\nPasti ada banyak kesempatan kerja di kota. Mungkin aku harus menyudahi ide konyolku untuk terus bertualang dan segera mencari pekerjaan tetap. Kalau nanti aku sudah punya cukup tabungan dan bisa membeli rumahku sendiri, aku akan menjemput Dongdong kemari untuk tinggal bersamaku.\nLagi pula, membeli rumah di sini jauh lebih murah daripada di Liyue."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Buku Harian Seseorang"
          }
        ]
      }
    ]
  }
}