{
  "epId": 2348,
  "name": "Shogun Mahakuasa: Terlahir Kembali Sebagai Raiden Dengan Kekuatan Tak Terbatas",
  "desc": "Sebuah novel ringan yang populer di Inazuma. Isi ceritanya mengisahkan tentang seorang manusia biasa yang tiba-tiba bertransformasi menjadi sesosok Raiden Shogun. Karena isi ceritanya yang menarik, buku ini sangat populer dan telah menginspirasi banyak penulis novel ringan.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Shogun Almighty: Reborn as Raiden With Unlimited Power_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Shogun Mahakuasa: Terlahir Kembali Sebagai Raiden Dengan Kekuatan Tak Terbatas"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Rincian",
        "desc": [
          {
            "type": "RichText",
            "text": "Demikianlah kehidupan terus berputar.\nOrang tua mengajari kita membedakan yang baik dari yang buruk. Namun pada kenyataannya, kita dituntut untuk memilih antara yang buruk dan tidak terlalu buruk.\nKekasihku sudah memutuskan untuk mengakhiri hubungan. Dan aku dipecat karena dia mengadukan kebiasaanku berjudi. Dari mana aku memiliki uang untuk melakukan hal-hal semacam ini? Jika aku tidak membayar uang perlindungan, keamanan orang tuaku mungkin akan menjadi masalah.\nTapi kedua orang tuaku merasa bahwa aku ini seorang pecundang yang tak bisa kerja dan tak mampu menabung.\nIronis, mengingat demi siapa aku melakukan ini semua. Siapa yang seharusnya disalahkan?\nKalau memang aku yang salah, anggaplah aku tak mampu dan tak bisa menemukan jalan keluar dari segala pergumulan di hidup ini. Juga, nyaliku tak cukup untuk mengakhiri semuanya.\nSudahlah. Cukup serahkan uangnya saat mereka menagih, lalu pikirkan cara untuk mencari uang. Jika tidak, aku terpaksa makan rumput laut.\nSaatnya memilih antara yang buruk dan lebih buruk.\nDitebas pedang hingga terbelah dua, atau dihantam batu yang berasal entah dari mana sampai isi kepala ini tercecer di jalanan. Pilih yang mana?\n\"Bzzzt——\"\nSuara aneh ini sudah ada sejak tadi. Ada apa sebenarnya ....\nPertanda kilat segera menyambar kah?\n....\nKetika siuman, aku tidak tahu sudah berapa lama aku tak sadarkan diri.\nAku hanya ingat rasa sakit yang ada sesaat sebelum kesadaranku hilang.\n\"Sepertinya sudah tidak sakit lagi ... eh?!\"\nAku berteriak ketika mendengarnya.\nIni ... suaraku?\n\"Aaa ... aaa——\"\nIni bukan mimpi.\nKulihat lenganku yang berbalutkan kain mahal.\nIni bukan tubuhku, dan otakku belum siap merasionalkan fakta ini.\nSemua ini tidak masuk akal.\nAku mencoba untuk berdiri tegak, aku memerhatikan pakaian yang kukenakan.\nSungguh mewah. Baju yang biasa dikenakan mereka yang memegang kekuasaan tertinggi.\nJangan-jangan ....\n\"Mana bocah itu ... Eh? Rai-Raiden Shogun?\"\nSungguh gelar yang menggetarkan jiwa.\nAh, benar.\nSepertinya aku terlahir kembali sebagai Raiden Shogun.\nPara Kairagi datang menagih, dan mereka telah membentuk barisan. Wajah mereka tidak terlihat, namun bahasa tubuh mereka mengungkapkan kewaspadaan dan ketakutan.\nBelum pernah aku melihat mereka sedemikian takutnya.\n\"Semuanya. Wa-Waktu pembalasan sudah tiba ....\"\nMulutnya bergumam. Dia takut.\nDia tidak ingin terlihat sebagai pengecut di depan bawahan. Tidak mungkin kabur, tapi juga tidak melupakan akibat yang mungkin terjadi.\nJumlah mereka semakin bertambah. Sepuluh, dua puluh, lima puluh orang ....\nMereka kira jumlah dapat mengimbangi perbedaan kekuatan.\nTapi kekuatan Raiden Shogun, mana bisa dibandingkan dengan manusia fana?\n\"Baiklah, kalian adalah percobaan pertamaku.\"\nAmbil nafas, konsentrasi, pasang kuda-kuda.\nRoda takdir akan berputar segera setelah pedang ini mengayun.\n\"Musou ....\"\n....\nTunggu.\nBagaimana caranya mengeluarkan Musou no Hitotachi???"
          }
        ]
      }
    ]
  }
}