{
  "epId": 2349,
  "name": "Mutiara dalam Hati",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/String of Pearls_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Mutiara dalam Hati"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Zixin adalah seorang nelayan wanita miskin yang keluarganya berjuang untuk memenuhi kebutuhan sehari-hari. Suatu hari saat dia menjual ikan di jalan, dia kehilangan untaian mutiara yang biasanya dia pakai. Meskipun dia tidak tahu bahwa untaian mutiara yang hilang ini akan mengubah nasibnya untuk selamanya...\nBab 1: Jodoh yang Datang\nPemeran Pria: Fan Jie\nPemeran Wanita: Zixin\nPemeran Pembantu: Nenek Zhang\n[Adegan Pertama]\n(Zixin yang berpakaian biru masuk ke panggung)\n(NAR)\nZixin: Ombak laut memantulkan bayangan pegunungan yang jauh di sana, angin laut membelai batu karang dengan lembut.\n(Bicara)\nZixin: Namaku Zixin, seorang gadis nelayan yang lahir dan besar di dermaga. Kini umurku enam belas tahun.\nZixin: Kedua orang tuaku sudah tua, Aku tidak punya pilihan selain mengambil alih untuk mencari nafkah keluarga. Sepertinya aku memang ditakdirkan untuk hidup di tengah lautan ombak\n(Dongtang, lento, innig)\nZixin: Kulempar jala ikan untuk menangkap ikan-ikan yang berenang bebas dari atas perahu. Hasil tangkapanku inilah yang dipakai untuk menopang keuangan keluargaku.\n(Zixin melemparkan jalanya)\n(Dongtang, appassionato)\nZixin: Setiap hari, di bawah matahari, bulan dan bintang, semuanya terasa sangat sulit. Orang kaya menikmati hidup dan orang miskin bersusah payah, begitulah hidup.\nZixin: Aku pernah mendambakan kemewahan hidup seorang gadis kaya raya, tapi aku tidak pernah mengasihani diriku yang hanya mempunyai seuntai gelang mutiara.\nZixin: Aku tidak punya apa-apa untuk dipamerkan, selain sebuah rumah yang tidak banyak perabotannya. Yang aku punya hanyalah sepasang tangan yang kupakai untuk menghasilkan uang.\n(Zixin menambatkan perahunya dengan jangkar, lalu naik ke daratan)\n(Dongtang, senza misura)\nZixin: Sudah saatnya aku menjual ikan-ikan ini di jalanan.\n(Zixin keluar dari panggung)\n[Adegan Kedua]\n(Zixin masuk sambil membawa keranjang)\n(Dongtang, straziante)\nZixin: Aku membawa keranjang ikan di tanganku, berkeliling di jalan sambil berteriak menjual ikanku.\n(Nenek Zhang membawa keranjang bunga)\n(Sprechstimme)\nNenek Zhang: Ikan ini (ikan itu mengibaskan ekornya dan mencipratkan air ke Nenek Zhang)segar sekali! Pasti nikmat sekali bila dimasak sup!\nNenek Zhang: Lihat saja, setelah meminum sup ikan segar, nenek tua sepertiku pasti muda kembali! Aku akan menjadi gadis muda dengan pipi dan bibir merah!\n(Bicara)\nZixin: Ibu boleh dipanggil dengan sebutan apa?\nNenek Zhang: Kamu boleh memanggilku Nenek Zhang. Aku menjual bunga di jalanan ini.\nNenek Zhang: Gadis muda, biar kuberi sebuah nasehat. Dengan suara sekecil itu, sampai matahari tenggelam pun daganganmu tidak akan laku.\nNenek Zhang: Kamu mungkin cantik dan merasa malu untuk berteriak. Tapi kalau terus begini, kamu akan mati kelaparan.\n(Zixin menundukkan wajahnya)\n(Bicara)\nZixin: Nenek lucu sekali.\nZixin: Ya ampun, kemana...\nNenek Zhang: Ada apa?\nZixin: Gelang mutiara yang selalu kukenakan hilang. Bagaimana ini?\n(Fan Jie masuk ke panggung. Dia berpakaian cerah dan tampak sedang memegang seuntai gelang mutiara)\n(Dongtang, andante calmo)\nFan Jie: Sang ombak dan matahari hanya mengatakan kebenaran, melihat mutiara terjatuh di jalan, lalu aku kabur.\n(Bicara)\nFan Jie: Namaku Fan Jie, aku bekerja sebagai kuli di dermaga. Saudara-saudaraku memilihku menjadi pemimpin mereka.\nFan Jie: Hari ini aku memungut sebuah gelang mutiara, sepertinya gadis itu yang menjatuhkannya.\nFan Jie: Aku ingin mengembalikannya, tetapi masalah akan menjadi rumit bila ada yang berpura-pura memilikinya.\nFan Jie: Biar aku lihat apakah di pergelangan tangannya terdapat bekas memakai gelang.\n(Dongtang, 12-bar prelude, irato)\nFan Jie: Di bawah teriknya matahari dengan embusan hawa panas, ikan ini pasti terasa nikmat sekali bila dimakan sambil minum anggur.\nZixin: Ikan-ikan ini sangat segar, mau dimasak dengan cara apapun, pasti enak!!\nFan Jie: Ikan-ikan ini terlihat sangat bersemangat! Lihat saja, mereka tidak hentinya menggelepar.\nFan Jie: Bisakah kamu maju ke depan dan memperkenalkan dirimu?\n(Zixin maju)\nFan Jie: Ternyata memang mutiara yang indah harus dipakai oleh gadis yang cantik.\n(Dongtang, appassionato)\nZixin: Aku rasa pria ini sedang menertawaiku, dia tak hentinya berbicara yang tidak-tidak,\nZixin: Aku akan mendelik sambil memarahi dia.\nZixin: Dasar kurang ajar! Tidak tahu malu!\n(Bicara)\nFan Jie: Jangan marah, nona. Aku hanya ingin memeriksa apakah ada bekas gelang di tanganmu.\nFan Jie: Sepertinya kamu memang pemilik gelang ini. Aku kembalikan kepadamu, kamu tidak perlu takut.\nFan Jie: Namaku Fan...\n(Fan Jie berhenti, mulutnya terkatup rapat, dan dia langsung berbalik pergi)\nFan Jie: Sudah waktunya aku pergi.\n(Bicara)\nZixin: Pahlawanku, tunggu...\n(Dongtang, lento, innig)\nZixin: Aku salah paham mengira dia jahat...\nZixin: Aku bahkan tidak tahu siapa namanya. Bagaimana aku bisa membalas kebaikannya?\n(Bicara)\nZixin: Memalukan sekali...\nNenek Zhang: Dia pasti jodoh yang sudah ditakdirkan Tuhan. Nona itu sudah dipertemukan dengan pria berakhlak."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Pria muda yang telah mengembalikan untaian mutiara Zixin pergi tanpa memberi tahukan namanya. Nenek Zhang membuat rencana bagaimana agar Zixin dapat menemukannya.\n—Bagian Kedua: Mencari Si Lelaki Sejati—\nPemeran Pria: Fan Jie\nPemeran Wanita: Zixin\nPemeran Pembantu: Nenek Zhang\nPemeran Pembantu: Zhang San, Lisi, Wang Er'ma\nAdegan Pertama\n(Zixin dan Nenek Zhang masuk)\n(Bicara)\nZixin: Hatiku sedang mengalami depresi, tidak ada yang bisa menenangkanku\nZixin: Aku telah mengatakan yang tidak-tidak terhadap pahlawan yang baik hati.\nZixin: Dia berusaha mengembalikan gelang mutiara milikku, tetapi aku tidak berterima kasih, tidak menanyakan namanya. Aku malah membentak dirinya.\nZixin: Diriku malu sekali, dan aku ingin mencari dia untuk menebus kesalahanku. Tetapi bagaimana mungkin aku bisa menemukannya di pelabuhan yang luas ini...?\nNenek Zhang: Tenanglah sayangku, kamu tidak perlu bersedih, hatimu tidak perlu gundah\nZixin: Oh, nenek, mengapa begitu?\nNenek Zhang: Kamu hanya perlu menuliskan sebuah pengumuman, tawarkan Mora kepada siapa pun yang bisa mengembalikan mutiaramu. Dia pasti akan datang kan?\n(Danqing, andante calmo)\nZixin: Maka mereka berkata—\nZixin: Seperti anggur yang memerahkan wajah orang, kekayaan pun bisa memengaruhi hati seseorang.\n(Zixin menunduk dan pergi melangkah)\nZixin: Aku memang berniat mencari lelaki yang baik hati itu, tapi apakah dia akan menampakkan dirinya?\n(Bicara)\nNenek Zhang: Tenanglah, jangan ragu. Kita coba saja dulu cara ini.\nNenek Zhang: Orang yang memercayai Nenek Zhang tidak akan dirugikan.\n(Zixin dan Nenek Zhang keluar)\n[Adegan Kedua]\n(Zhang San, Lisi, Wang Er'ma masuk)\n(Sprechstimme)\nZhang San: Namaku Zhang San.\nLisi: Aku Lisi.\nWang Er'ma: Dan diriku Wang Er'Ma.\nZhang San: Lihat pemberitahuan itu! Biarkan aku maju dan mengambil imbalannya.\nLisi: Kalau petugas bertanya, memangnya kamu yang berbuat baik?\nWang Er'ma: Ha! Hanya orang bodoh yang berkata jujur.\n(Bicara)\nZhang San: Hai, saudaraku. Kalian semua datang mengambil hadiah dari gadis itu, Zixin?\nLisi: Benar.\nWang Er'ma: Sungguh tepat.\nLisi: Tidak juga mengambil mahkota bunga Zixin?\nWang Er'ma: Bukan, aku yakin yang hilang itu antingnya\nLisi: Dusta, jelas-jelas bunga di kepalanya.\nZhang San: Dasar bodoh, yang benar itu parfumnya!\nWang Er'ma: Sudah, sudah, tidak peduli siapa yang mengambil apa. Tapi dalam hati kita sudah tau nilai masing-masing kan\nZhang San: Ahahaha\nLisi: Hahaha!\n(Zhang San, Lisi, dan Wang Er'ma menghadap ke arah Zixin)\nZhang San: Ah, Zixin, apakah kamu sudah menyiapkan imbalanku? Karena aku, Zhang San, telah berhasil menemukan parfummu!\nLisi: Minggir, sahabatku, karena aku datang mengembalikan mahkota bunga miliknya. Maka hadiah itu adalah milikku\nWang Er'ma: Oh, tidak, tidak. Wang Er'ma yang datang mengembalikan antingmu. Seharusnya hadiah itu menjadi milikku.\nZixin: Ka-kalian... benar-benar membuatku bingung.\nZixin: Aku saja belum pernah melihat rupa kalian. Lalu masa aku sendiri tidak tahu kalau aku kehilangan anting, parfum atau hiasan di kepalaku?\nZhang San: Ah, pasti kamu terburu-buru dan melupakannya saat berada di pasar ikan itu. Berikan saja hadiahnya padaku, jangan cemas!\nLisi: Ayo kemarikan Moranya, cepat!\nWang Er'ma: Atau akan kuporak-porandakan tempatmu dan kuhancurkan nama baikmu.\nZixin: Ah... Kenapa aku malah menarik perhatian orang-orang kurang ajar seperti ini.\nZixin: Nenek Zhang, lihatlah hasil dari rencanamu itu.\nNenek Zhang: Tenanglah, gadis muda. Aku akan mencari cara untuk mengusir mereka.\nNenek Zhang: Huh!\n(Zhang San, Lisi, Wang Er'ma terjatuh ke tanah)\nNenek Zhang: Aku suruh gadis muda ini memasang pengumuman palsu ini untuk menjebak maling macam kalian!\nNenek Zhang: Barang yang kalian bawa itu barang palsu — serahkan padaku sekarang juga.\nNenek Zhang: Kalau tidak...\nZhang San: Kalau tidak, memangnya kenapa?\nNenek Zhang: Kalau tidak, untuk mahkota bunga dari Glaze Lily langka itu, anting dari Noctilucous Jade mahal itu, dan parfum dari negara antah berantah itu...\nNenek Zhang: Kalian akan membayarnya semua! Ayo, mana Moranya? Berikan padaku!\n(Nenek Zhang mengejar Zhang San, Lisi, dan Wang Er'ma sambil membawa sapu)\nZhang San: Aduh, aduh!\nLisi: Berhenti memukuli kami! Kami sudah tidak mau Mora kalian!\nWang Er'ma: Ayo kita cari orang yang mengambil barang milik Zixin yang sebenarnya, sekarang juga!\n[Adegan Ketiga]\n(Zhang San membawa Fan Jie masuk)\n(Bicara)\nZhang San: Nah, sudah jelas sekarang. Kamu ini maling yang mengambil barang gadis muda itu kan. Aku dan saudaraku dipukuli karena kamu!\nFan Jie: Aku Fan Jie, selalu hidup dengan benar, aku tidak akan pernah melakukan hal rendah seperti mencuri. Jangan sembarang menuduhku.\nZhang San: Hah, dasar keras kepala. Apa kamu berani bertemu dengan pemilik barang itu bersamaku?\nFan Jie: Ayo, aku tidak takut! Aku ingin tahu siapa yang mau merusak nama baikku.\n(Zhang San, Fanjie menghadap ke arah Zixin)\nZhang San: Bukankah gadis muda bernama Zixin ini yang kehilangan barang? Ayo kita lihat bagaimana kamu mengelak.\nFan Jie: Ah, ternyata dirimu!\n(Dongtang, appassionato)\nFan Jie: Ternyata wanita ini terlalu gusar hingga tidak memikirkan ucapannya. Dan kini tidak ada lagi ucapan yang terlontar dari mulutnya.\n(Dongtang, allegro)\nFan Jie: Sudah cukup kalian menipu gadis muda ini, karena aku Fan Jie, hanya seorang pekerja di pelabuhan.\nFan Jie: Aku selalu hidup secukupnya dan rendah hati. Untuk apalah aku mencuri barang seorang gadis?\nFan Jie: Kamu balas kejujuranku dengan tuduhan, meskipun aku mengembalikan barangmu secepat yang aku bisa\n(Bicara)\nZixin: Ah, ternyata pahlawan ini bernama Fan Jie.\nZixin: Sepertinya semua ini kesalahanku, hingga dia sampai dituduh seperti ini.\nZixin: Aku akan meminta maaf padanya. Kalau dia tidak terima, aku akan meminta maaf lagi... Dua kali, atau tiga kali.\n(Zixin meminta maaf kepada Fan Jie)\nZixin: Oh, pahlawanku, memang terjadi salah paham di antara kita, tapi...\n(Fan Jie membuang muka)\nFan Jie: Huh.\n(Zixin tersenyum dan melangkah maju)\nZixin: Sebenarnya aku memiliki niat tersembunyi.\nZixin: Karena kamu pergi tanpa memberikan namamu. Aku ingin membalas kebaikanmu, tapi tidak kutemukan dirimu.\nZixin: Maka aku memanfaatkan cara ini. Memang salahku hingga kamu jadi repot seperti sekarang ini.\nZixin: Tolong, izinkan aku meminta maaf\nFan Jie: Oh?\n(Dongtang, lento, innig)\nFan Jie: Meski hatiku kesal karena dituduh berbuat jahat, tetapi setelah kupikir lagi semua ini hanya kesalahpahaman saja.\nFan Jie: Hatiku harus tenang sebelum kata-kata keluar dari mulutku.\n(Bicara)\nFan Jie: *Ehem* Bolehkah aku bertanya sesuatu...\nFan Jie: Katamu masalah tadi itu hanya kesalahpahaman belaka.\nFan Jie: Niat hatimu mencari orang yang mengembalikan gelang mutiaramu, sehingga kamu memasang sebuah pemberitahuan, yang ternyata malah mencelakakanku. Betul semua ini?\nZixin: Betul, dan aku meminta maaf sekali lagi.\n(Fan Jie menahan Zixin)\nFan Jie: Kamu terlalu sopan, aku hanyalah rakyat kecil saja,.\nFan Jie: Kuakui kalau aku juga terlalu gegabah dan mempersulit situasimu. Aku juga meminta maaf pada dirimu\nZixin: Oh, jangan meminta maaf...\n(Fan Jie bersikap hormat)\nZhang San: Apa?! Apa yang sedang kalian lakukan? Jadi mau bayar atau tidak?\nNenek Zhang: Hush, diam kamu. Ini kisah tentang mereka berdua, apa urusannya denganmu?\nNenek Zhang: Lihat, semua penonton di sini datang untuk melihat sebuah pertunjukan dari Yun Jin, dan bukan untuk mendengarmu berkicau.\nNenek Zhang: Bukalah matamu dan sadarkan dirimu, berdiri saja kamu di pinggir sana.\n(Nenek Zhang menarik Zhang San keluar)\nZixin: Ngomong-ngomong, aku setiap hari ada di sini menjual ikan, heran kenapa tidak pernah melihatmu?\nFan Jie: Aku melewati jalan ini setiap hari untuk bekerja.\nFan Jie: Mungkin tidak terlihat karena maraknya orang. Bisa saja besok kita ditakdirkan bertemu...\nZixin: Ah, kalau begitu aku sangat menantikan hari esok."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Pemuda dan wanita cantik itu bertemu dan mengenal satu sama lain. Mereka saling jatuh cinta dan sudah siap untuk hidup bersama bahagia selamanya. Tapi, seorang lalim yang menginginkan kecantikan Zixin sedang merancang sebuah rencananya yang jahat...\n—Bagian Ketiga: Mutiara yang Hilang Lagi—\nPemeran Pria: Fan Jie\nPemeran Wanita: Zixin\nPemeran Pembantu: Nenek Zhang\nAntagonis: Wu Wang\nPelawak: Wu Yi, Wu Er\nAdegan Pertama\n(Zixin dan Fanjie masuk dari kedua sisi)\n(Baca)\nFan Jie: Anjing-anjing bersemangat sekali di subuh hari.\nZixin: Matahari bersinar dan embun menipis\n(Bicara)\nFan Jie: Apakah itu... Nona Zixin?\nZixin: Betul. Fan Jie, kamukah itu?\n(Dongtang, senza misura)\nFan Jie: Aku bermimpi tentang dirimu kemarin malam.\nZixin: Hatiku tidak ingin kita berpisah, meskipun kita bertemu lagi sekarang.\nKeduanya: Keinginan hatiku tercapai sudah.\n(Bicara, unison)\nZixin: Oh, pahlawanku...\nFan Jie: Wahai gadis...\n(Bicara)\nFan Jie: Matahari sudah bergerak ke arah timur dengan cepat, pekerjaanku sudah mau dimulai. Aku harus segera pergi ke sana.\nFan Jie: Nona Zixin, biarkan aku pergi dulu.\n(Zixin memberi hormat dan melihat dia pergi. Fan Jie berbalik badan dari kejauhan. Zixin mengangguk sekali lagi saat Fan Jie keluar. Zixin meremas tangannya.)\n(Dongtang, lento, innig)\nZixin: Ah, kenapa aku jadi tidak berani di saat-saat terakhir!\n(Zixin keluar dari panggung)\n[Adegan Kedua]\n(Wu Wang masuk dengan kerah terangkat dan berbaju warna hijau, dengan kawannya Wu Yi dan Wu Er)\n(Baca)\nWu Wang: Aku adalah Wu Wang yang hebat, penguasa jalanan yang kuat.\nWu Wang: Hari ini hatiku jenuh dan bosan, maka aku datang ke sini mencari kegiatan\n(Bicara)\nWu Wang: Wu Yi, Wu Er!\n(Keduanya bicara)\nKeduanya: Hadir!\n(Bicara)\nWu Wang: Aku ingin makan sesuatu yang baru hari ini. Apa kalian punya saran yang bagus?\nWu Yi: Golden Shrimp Ball bagaimana?\nWu Wang: Aku sudah bosan makan banyak daging dan ikan lezat. Golden Shrimp Ball sepertinya boleh juga.\nWu Wang: Wu Er, pergilah dan cari toko yang menjual Golden Shrimp Ball.\nWu Er: Siap.\nWu Wang: Tunggu dulu. Golden Shrimp Ball itu harus dimasak hingga warna keemasan yang sempurna, tidak boleh ada yang gosong sedikitpun.\nWu Er: Tidak ada yang gosong sedikitpun, siap bos.\nWu Wang: Tunggu. Semuanya juga harus berukuran sama, tidak ada yang boleh lebih besar atau kecil.\nWu Er: Tidak ada yang boleh lebih besar atau kecil, siap. Masih ada lagi?\nWu Wang: Sudah, begitu saja.\nWu Er: Yakin sudah tidak ada lagi, bos? Katakan saja kalau ada.\nWu Er: Dan kalau tokonya sampai tidak bisa memenuhi permintaanmu, kita perlakukan seperti biasanya——\nWu Yi: Seperti biasanya?\nWu Er: Tidak membayarnya dong.\nWu Wang: Tunggu, tunggu, coba kalian lihat gadis penjaga toko ikan itu. Itu baru kecantikan yang mengalahkan segala hidangan.\n(Dongtang, lento, innig)\nWu Wang: Ayo kita tanyakan tentang keluarganya, siapa tahu aku bisa mendapatkan hatinya.\n(Wu Wang menghadap ke arah Zixin)\n(Bicara)\nZixin: Halo, tamu yang terhormat, ingin beli ikan yang mana?\nWu Wang: Ah, ya, ya. Di mana keluargamu gadis kecil, orang tuamu mana?\nZixin: Sejak kecil aku sudah dibesarkan di dermaga ini. Orang tuaku sudah tua, jadi aku harus berjualan ikan untuk menghidupi keluargaku.\nZixin: Mengapa Anda bertanya?\n(Menengok, dengan suara kecil)\nWu Wang: Bagus, bagus sekali. Akan mudah kalau orang tuamu tidak ada di sini.\n(Menengok kembali ke arah Zixin)\nWu Wang: Apakah nona sudah memiliki seorang jodoh?\nZixin: Aku bekerja di sini seharian, tidak ada waktu untuk berjodoh.\nZixin: Apa hubungan jodoh dan keluargaku, dengan membeli ikan?\n(Menengok, dengan suara kecil)\nWu Wang: Bagus sekali. Kalau belum memiliki suami, maka celaka pun tidak ada yang peduli.\n(Menengok kembali ke arah Zixin)\nWu Wang: Apakah nona sudah jatuh hati pada seorang lelaki?\n(Zixin menunduk, tak berbicara)\n(Dongtang, senza misura)\nWu Wang: Dia menunduk tak bersuara, pasti tidak ada yang dia cintai. Niat jahatku semakin menjadi-jadi saja——\nWu Wang: Sini, sini, anak buahku, ayo kita bawa gadis manis ini, jangan sia-siakan anggur bagus seperti ini.\n(Wu Wang, Wu Yi, Wu Er menangkap Zixin)\n[Adegan Ketiga]\n(Nenek Zhang masuk)\n(Bicara)\nNenek Zhang: Para penonton yang terhormat, jika kalian sudah sering menonton pertunjukan Yun Jin, kalian pasti sudah pandai dan dapat menebaknya.\nNenek Zhang: Apa yang akan terjadi sekarang? Sepertinya akan terjadi pertarungan yang sengit bukan?\nNenek Zhang: Sebelum seorang pahlawan bisa muncul, pasti harus ada suatu hal yang memanggilnya datang—\nNenek Zhang: Seorang pahlawan akan muncul saat monster-monster buas berdatangan, membahayakan nyawa para penduduk, atau saat dunia berada di ambang kehancuran.\nNenek Zhang: Saat kamu berhasil menunjukkan keberanianmu, maka jasamu akan selalu diingat. Tapi jika nyalimu ciut...\nNenek Zhang: Tidak akan ada orang yang mau mengingat namamu, terserah mau namamu Zhang Jie, Wang Jie, atau Fan Jie.\nNenek Zhang: Apalagi orang biasa seperti kita, kita harus berani maju untuk menyelamatkan sang Tuan Putri untuk menciptakan kisah kita sendiri.\nNenek Zhang: Kita lihat apa yang akan dilakukan Fan Jie.\n(Fan Jie masuk)\n(Bicara)\nNenek Zhang: Aduh, kenapa kamu baru datang sekarang!\nNenek Zhang: Nona Zixin baru saja diculik oleh Wu Wang, si berandalan itu!\n(Dongtang, allegro)\nFan Jie: Oh, tidak!\nFan Jie: Aku terkejut saat mendengar kata-katanya, tapi tidak pernah terpikir olehku kalau bencana ada di depan mataku.\nFan Jie: Penjahat ini membakar, mencuri, dan membunuh sesukanya. Jika aku harus maju ....\nFan Jie: Aku takut tidak akan kembali dengan selamat.\n(Nenek Zhang melempar gelang mutiara pada Fan Jie)\nNenek Zhang: Tuan Fan, kenapa kamu bisa berkata begitu?\n(Dongtang, allegro)\nFan Jie: Melihat gelang itu, aku... aku...\nFan Jie: Mana boleh aku menyerahkan gadis tak berdosa itu ke tangan seorang penjahat?\nFan Jie: Gelang mutiara di tanganku, aku menggenggam pedang dengan penuh amarah. Aku akan membuat Wu Wang menyesali perbuatannya, dia akan memohon minta ampun padaku.\n(Fan Jie dan Nenek Zhang meninggalkan panggung)"
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Demi menyelamatkan orang yang dia cintai, pemuda itu menyerang tanpa menghiraukan bahaya, menembus sarang musuh dengan pedangnya yang terhunus; sementara di sisi lain, kekasihnya juga sedang bertahan mati-matian ...\n—Bagian Keempat: Ditemani Cahaya Lilin—\nPemeran Pria: Fan Jie\nPemeran Wanita: Zixin\nAntagonis: Wu Wang\n[Adegan Pertama]\n(Fan Jie dengan jubahnya, kiri atas, Zixin duduk seorang diri, kanan)\n(Dongtang, appassionato)\nFan Jie: \"Wahai penjahat terkutuk yang telah menculik gadisku! Kekasihku sengsara, hatiku seperti tersayat ribuan pisau.\"\nFan Jie: \"Aku, Fan Jie, tidak akan membiarkan perbuatan yang melanggar hukum seperti ini terjadi.\"\nFan Jie: \"Ayo pergi.\"\n(Fan Jie memacu kudanya menuju ke tempat Wu Wang)\n(Bicara)\nFan Jie: \"Aku datang dengan secepat kilat, apakah di sini tempatnya? Aku bisa mendengar keramaian dan suara orang mabuk dari dalam tembok.\"\nFan Jie: \"Ini pasti sarang serigala itu.\"\nFan Jie: \"Satu-satunya cara untuk menyelamatkan Nona Zixin adalah masuk ke dalam dan mencarinya dengan saksama.\"\nFan Jie: \"Baik, ayo beraksi!\"\n(Fan Jie melompati dinding belakang)\n(Irama sedih)\nZixin: \"Hanya seberkas cahaya lilin di sini dan segerombolan serigala kelaparan di luar.\"\nZixin: \"Kenapa hal malang seperti ini terjadi kepadaku? Bagaimana caranya agar aku bisa melepaskan diri?\"\n[Adegan Kedua]\n(Wu Wang masuk dari kanan melalui pintu dalam keadaan mabuk)\n(Teriak)\nWu Wang: \"Aku datang dan pergi ke mana pun aku suka! Dewa pun ketakutan jika aku tidak senang!\"\n(Bicara)\nWu Wang: \"Hahaha, tangkapan yang bagus, bukan? Hehe.\"\nWu Wang: \"Gadis yang sangat, sangat cantik.\"\nWu Wang: \"Sudah cukup pestanya, sekarang waktunya - aku menemui si gadis cantik!\"\n(Dongtang, andante calmo)\nZixin: \"Bajingan itu terlihat mabuk. Aku buru-buru mengambil kandil di atas meja.\"\n(Bicara)\nZixin: \"Jangan mendekat.\"\n(Wu Wang mengejar Zixin, Zixin memukul Wu Wang dengan kandil, Wu Wang terjatuh, Zixin bernapas lega)\n(Dongtang, andante calmo)\nZixin: \"Ini kesempatanku! Aku harus kabur dari tempat ini!\"\n(Bicara)\nZixin: \"Gelap sekali... Tidak ada satu pun lampu yang menyala.\"\nZixin: \"Mungkin aku harus menyalakan lilin—\"\nZixin: \"Tidak. Nanti mereka akan menemukanku.\"\nZixin: \"Lebih baik aku bawa lilin ini dan melangkah hati-hati mencari jalan keluar dari kegelapan ini.\"\nZixin: \"Betul, ini satu-satunya jalan.\""
          }
        ]
      },
      {
        "title": "(V)",
        "desc": [
          {
            "type": "RichText",
            "text": "Suasana sarang bandit di tengah larutnya malam sangat gelap gulita. Sang tirani, pemuda, dan gadis muda hanya bisa meraba-raba di dalam kegelapan untuk saling mencari satu sama lain. Dan di sanalah, sebuah kesalahpahaman yang penuh bahaya akan terjadi...\n—Bagian Kelima: Mutiara yang Kembali—\nPemeran Pria: Fan Jie\nPemeran Wanita: Zixin\nAntagonis: Wu Wang\n[Adegan Pertama]\n(Fan Jie di kiri atas, Zixin di kanan atas, Wu Wang berbaring di lantai, matanya tertutup)\n(Keduanya meraba-raba di tengah kegelapan)\n(Tangan mereka bersentuhan di dalam gelap, namun mereka terkejut karena tidak tahu siapa yang mereka sentuh)\n(Wu Wang terbangun)\n(Bicara)\nWu Wang: \"Gadis itu... rupanya berani juga. Berani-beraninya dia memukulku dengan lilin.\"\nWu Wang: \"Dia tidak ada di sini. Mungkin dia sudah melarikan diri ke dalam.\"\nWu Wang: \"Hmph. Hari sudah malam, gerbang sudah ditutup.\"\nWu Wang: \"Gadis itu tidak mungkin bisa melarikan diri, kecuali dia melompati tembok.\"\n(Wu Wang memasuki ruangan)\n(Bicara)\nWu Wang: \"Hah. Orang-orang bodoh ini minum sampai mabuk. Lampu saja tidak mereka nyalakan.\"\nWu Wang: \"Tunggu sampai aku nyalakan lampu, aku pasti tidak akan membiarkan gadis itu kabur.\"\n(Wu Wang menginjak kaki Fan Jie di dalam kegelapan, keduanya terkejut dan mundur satu langkah)\nWu Wang: \"Haha, jadi kamu di sini!\"\n(Wu Wang mengulurkan tangannya mencoba untuk memeluk Fan Jie, Fan Jie menghindar, Wu Wang mengejarnya di dalam kegelapan, sementara Zixin bersembunyi di sudut)\n(Wu Wang akhirnya berhasil menangkap Fan Jie)\nWu Wang: \"Hahaha, aku berhasil menangkapmu!\"\n(Bicara)\nWu Wang: \"Hmm? Apa pinggangmu bertambah lebar sejak terakhir kali kita bertemu?\"\nFan Jie: \"Aku memakai baju yang lebih tebal supaya hangat.\"\nWu Wang: \"Oh, betul. Hari ini dingin, sudah sepantasnya kamu berpakaian tebal.\"\nWu Wang: \"Tapi kenapa tubuhmu juga jadi tinggi?\"\nFan Jie: \"Aku mengenakan sepatu hak tinggi, agar aku bisa tampil di atas panggung.\"\nWu Wang: \"Oh, pasti melelahkan.\"\nWu Wang: \"Tapi kenapa tanganmu juga jadi kasar?\"\nFan Jie: \"... Mendekatlah, kubisikkan kepadamu.\"\nWu Wang: \"Oh, baik, baik.\"\n(Fan Jie menusuk Wu Wang dengan pedangnya)\nFan Jie: \"Tanganku kasar agar kuat mengayunkan pedang untuk mengambil nyawa orang sepertimu.\"\n(Wu Wang jatuh)\n[Adegan Kedua]\n(Bicara)\nFan Jie: \"Cih, penjahat busuk. Hanya satu tusukan saja, nyawamu sudah melayang.\"\nZixin: \"Apa itu kamu, Fan Jie?\"\nFan Jie: \"Suara ini — Nona Zixin!\"\n(Fan Jie dan Zixin sama-sama mengulurkan tangan)\nZixin: \"Fan Jie!\"\nFan Jie: \"Kamu pasti ketakutan.\"\nFan Jie: \"Aku sudah membereskan penjahat itu, yang tersisa hanyalah anak buahnya.\"\nFan Jie: \"Kurasa mereka juga akan lari ketakutan jika tahu pemimpin mereka sudah mati.\"\nFan Jie: \"Nona, jangan takut, aku akan mendobrak gerbangnya.\"\n(Fan Jie mendobrak gerbang)\nZixin: \"Jika kamu tidak menyelamatkanku, aku pasti sudah...\"\n(Dongtang, lento, innig)\nZixin: \"Aku bersedia menjadi kekasihmu.\"\nFan Jie: \"Bepergian mengikuti angin sepoi-sepoi di siang hari.\"\nFan Jie: \"Berbaring mengamati bulan putih bersinar di malam hari.\"\nZixin: \"Aku berjanji.\"\n—Tamat—"
          }
        ]
      }
    ]
  }
}