{
  "epId": 2350,
  "name": "Kisah Pemabuk",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Drunkard's Tale_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Kisah Pemabuk"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Salah satu dari banyak kisah populer yang diceritakan oleh peminum anggur di Mondstadt. Kisah ini adalah kisah tentang seorang pemabuk yang masuk ke hutan serigala dan bertemu dengan serigala kesepian yang kelaparan.\nDi tempat di mana Dandelion Wine berlimpah, segala omong kosong dan rumor akan menyebar bersama anggur.\nDi antara para pemabuk, legenda yang berlebihan itu selalu dapat menyebar lebih jauh, seperti omong kosong saat mabuk, atau gaya berjalan yang miring, legenda itu cenderung terlihat berantakan dan menarik.\nLegenda mengatakan bahwa pada suatu waktu hiduplah seorang pemabuk yang terkenal di Mondstadt. Seperti para pemburu dari Springvale yang memiliki hiburan berburu, setiap dia selesai berburu dia akan pergi minum-minum tetapi setiap kali dia mabuk, dia tidak akan berhenti sebelum dia menghabiskan semua uang yang dia miliki.\nSuatu malam, pemabuk itu pulang dalam keadaan mabuk. Saat dia berjalan dengan sempoyongan ke arah rumahnya, saking mabuknya dia tersandung ke dalam hutan serigala.\nWolvendom sekarang adalah wilayah kekuasaannya raja serigala, dan sebagian besar pengunjung asing yang waras akan ketakutan masuk ke dalam hutan tersebut. Para pemburu tua mengatakan bahwa raja serigala yang dijuluki sebagai \"Great Wolf King of the North\" telah mengumpulkan jiwa-jiwa serigala untuk mencegah setiap orang asing yang memasuki wilayah kekuasaannya.\nTetapi di era yang jauh itu, penguasa kelompok serigala belum mengikuti angin utara ke hutan, membawa ketertiban dan kedamaian bagi ras serigala. Hutan itu dulunya adalah tempat serigala liar berjuang hidup dengan bebas, menyembunyikan permainan berdarah mereka di antara bayang-bayang pohon yang tidak diketahui umat manusia.\nDengan demikian, pemabuk yang terkenal di Mondstadt tersebut berjalan masuk ke hutan serigala.\nDalam bayang-bayang gelapnya hutan, pemabuk itu terus berjalan dengan terhuyung-huyung, tidak peduli akan tanaman merambat dan dahan-dahan yang menjengkelkan.\nDalam sekejap mata, sepasang mata hijau zamrud yang berkilauan mulai mengikutinya.\nYang mengikutinya adalah seekor serigala yang penyendiri. Dia diam-diam mengikuti pemabuk tersebut, berbisik pada dirinya sendiri di sepanjang jalan:\n\"Aneh, aneh!\"\nSelama ratusan tahun terakhir, tidak ada satu orang pun yang berani memasuki hutan serigala, baik itu Knight bersenjata atau tahanan yang kabur melarikan diri. Bahkan para bangsawan yang gegabah tidak mau mengasingkan budaknya di hutan ini, karena takut pelanggaran seperti itu akan membuat marah serigala, lebih baik menghindari masalah.\n\"Tapi orang ini berani datang ke sini sendirian! Sungguh Aneh!\"\nSerigala berpikir demikian sambil menahan bau alkohol yang menyengat dari pemabuk sambil terus mengikuti dari belakang."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Salah satu kisah populer yang sering diceritakan oleh peminum anggur di Mondstadt. Kisah ini adalah kisah pertemuan antara seekor serigala penyendiri yang kelaparan dengan seorang pemabuk.\nSemua orang tahu bahwa indera penciuman serigala ribuan kali lebih sensitif daripada manusia.\nSerigala yang terus mengikutinya hampir mati kehabisan napas karena aroma menyengat dari pemabuk, mata hijaunya pun jadi berair.\n\"Huh...\"\nSerigala yang penyendiri, yang lahir di hutan belantara dan tumbuh di hutan, tidak pernah bersentuhan dengan peradaban manusia. Meskipun sesekali dia mencium aroma anggur yang samar-samar berembus dari Cider Lake, dia tidak bisa mengerti apa arti aroma ini bagi manusia.\n\"Orang ini mungkin sejenis Cerpelai, dia telah menyadari keberadaanku sejak lama makanya sekarang dia hendak melarikan diri dengan mengeluarkan gas beracun!\"\nSerigala berpikir seperti itu dan dengan sabar menahan aroma anggur yang menyesakkannya, mempercepat langkahnya, mengawasinya dalam bayangan di samping pemabuk.\nSerigala adalah binatang buas yang sangat berhati-hati, beda halnya dengan orang yang mabuk.\nAnggur memabukkan pikiran dan menyebabkan pusing, dan kadang-kadang juga meningkatkan kepekaan orang, bahkan terhadap sedikit perubahan arah angin.\nEntah bagaimana, pemabuk telah menyadari serigala penyendiri yang selalu mengikutinya.\nMungkin karena serigala penyendiri sangat pusing dengan aroma anggur yang menyengat dari pemabuk, sehingga tidak memperhatikan suara langkah kakinya yang menginjak jarum pinus yang bisa disadari mangsanya.\n\"Siapa kamu? Apakah kamu datang ke sini untuk mencari toilet juga?\"\nPemabuk itu mengusap matanya untuk bertanya.\n\"Manusia, siapa kamu? Tubuhmu begitu bau!\"\nSerigala merespons dengan mengancam, mengendus dan menggertakkan giginya.\nMendengar suara serak serigala penyendiri, pemabuk itu bukannya takut, tetapi menjadi tertarik dengannya.\n\"Sobat, meskipun aku tidak tahu apa yang memprovokasimu... tapi di Mondstadt, kami punya tradisi: kamu tidak bisa minum dalam kesedihan! Karena itu, sementara bulan bersinar, izinkan aku menceritakan sebuah kisah kepadamu.\"\nPemabuk cegukan selesai berkata demikian.\nPada awalnya, serigala hendak mengabaikan omong kosong pemabuk dan langsung menerkam lehernya.\nTetapi ketika serigala mencium bau anggur yang menyengat, nafsu makannya seketika menghilang, jadi dia dengan enggan mengiyakannya.\n\"Huh, kalau dipikir-pikir, aku juga tidak begitu lapar... jadi, aku akan mendengarkan omong kosongmu.\"\nPemabuk itu meregangkan pinggangnya dan memainkan beberapa dandelion kecil.\nKemudian dia memulai kisah cerita malam ini."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Salah satu kisah populer yang sering diceritakan oleh peminum anggur di Mondstadt. Pemabuk inilah yang mencertikan sebuah kisah kuno ini kepada serigala penyendiri itu.\nLegenda mengatakan bahwa di suatu hutan belantara, ada seekor serigala yang kesepian.\nDia dulunya adalah raja serigala, memimpin kawanannya untuk mencari tempat tinggal, berburu dan bertarung... Kehidupannya pada saat itu telah meninggalkan bekas luka yang tak terhitung jumlahnya ke tubuhnya.\nDia memimpin kawanannya melintasi hutan belantara, melewati reruntuhan istana kuno, melintasi wilayah monster dan Seelie.\nHutan belantara adalah tempat yang kejam, dan seiring dengan bertambahnya usia raja serigala, kawanan serigala pun secara bertahap membubarkan diri. Seiring waktu, hanya satu serigala tua yang tersisa dari kawanan tersebut.\nTanah legendaris adalah tanah tanpa Dewa, di mana hanya ada sisa-sisa hantu peninggalan Perang Archon, dan istana kosong para Dewa di masa lalu. Ketika serigala tua yang kesepian berjalan melintasi istana kelabu, ada suara musik yang menarik perhatiannya.\n\"Aku belum pernah mendengar suara yang begitu indah, hingga melupakan sakit yang dirasakan perut kosongku.\"\nJadi, serigala memasuki ruang aula abu-abu besar itu, melangkah melewati ilalang yang tumbuh memenuhi lantainya, berjalan melewati sarkofagus batu yang pecah, di mana potret pemilik sebelumnya itu masih terlihat jelas.\nSemakin dalam dia melangkah masuk, serigala yang kesepian itu akhirnya menemukan seorang gadis yang sedang memainkan musiknya.\nKulit gadis itu sepucat abu, matanya terkulai, jari-jarinya yang ramping memetik senar yang rapuh, memainkan melodi berkabung yang sudah lama terlupakan.\nSerigala duduk di depan gadis pucat itu dan sejenak melupakan rasa lapar dan kesepiannya, dia diam-diam ikut mendengarkan lantunan melodi gadis itu:\n\"Jangkrik di malam musim gugur di masa lalu adalah nyanyian orang-orang buangan, lagu-lagu awal umat manusia.\"\n\"Mereka kehilangan kampung halaman mereka di mana semua bentuk kehidupan dan Dewa berada, hanya lagu dan kenangan yang tersisa.\"\n\"Penyanyi terakhir, Seelie pertama, lagu yang memainkan bagian terakhir, duduk di aula para malaikat.\"\nPara Seelie mungil yang bermain di hutan juga terpesona oleh nyanyiannya, dan memberikan penghormatan kepadanya.\n\"Lagu apakah itu?\"\nSerigala bertanya dengan bingung. Dia dapat memahami setiap kalimat, setiap kata, dan bahkan setiap nada, tetapi bahasanya adalah sesuatu yang belum pernah didengarnya sebelumnya, terdengar asing dari makhluk mana pun.\n\"Ini adalah lagu Seelie.\"\nGadis pucat itu menjawab dengan lembut,\n\"Dahulu kala, ini adalah lagu yang kami ciptakan untuk orang-orang liar, tapi sekarang kami menyanyikannya untuk mendesahkan nasib kami.\"\nJadi, serigala mulai bernyanyi dengan canggung untuk melodi gadis itu.\nSuara serigala terdengar dingin dan serak, penuh kesedihan.\n\"Apa yang kamu nyanyikan?\"\nGadis pucat itu bertanya padanya.\n\"Ini adalah lagu kita.\"\nJawab serigala.\n\"Sangat tidak enak didengar.\"\nSambil memetik senarnya, gadis itu berkomentar tanpa sungkan.\n\"Tapi kamu bisa bernyanyi denganku.\"\nNyanyian serigala dan gadis itu menggema melalui lorong-lorong istana kuno. Bahkan sampai sekarang, para petualang yang melewatinya masih bisa mendengar gema musik yang sangat harmonis.\n\"Begitu saja?\"\nSerigala menjilat bibirnya dengan kecewa,\n\"Sebaiknya aku saja yang menceritakan sebuah kisah kepadamu.\"\nJadi, serigala berdehem dan memulai ceritanya."
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Salah satu kisah populer yang sering diceritakan oleh peminum anggur di Mondstadt. Serigala ini adalah serigala yang menceritakan tentang seorang pemabuk dan serigala.\nLegenda mengatakan bahwa anggur pertama Mondstadt diciptakan selama era angin utara yang melolong.\nPada zaman ketika King of Ice and Frost bertempur, para petualang di badai salju mengubah buah-buahan mereka menjadi anggur untuk menghindari radang dingin dan menemukan keberanian untuk menghadapi badai salju. Pada masa itu, salju menutupi seluruh permukaan Mondstadt, dan dandelion belum ada yang tumbuh.\nMenurut legenda Mondstadt, penemu alkohol pertama adalah seorang petualang pemberani.\nSaat sekeliling hanya dikepung es dan salju, petualang pemberani berjuang mengurus makanan suku dari hasil bertani dan berburu.\nBagaimanapun, meskipun jarang melihat ada orang di tengah-tengah es dan salju, tetapi selalu ada beberapa makhluk kecil yang bisa bertahan dari lubang galian yang dingin dan mencuri makanan di ruang bawah tanah. Oleh karena itu, di dalam suku selalu membutuhkan seseorang untuk berpatroli di gua-gua tempat mereka mengumpulkan makanan. Menghentikan tikus-tikus yang menggali, atau menangkap semua tikus yang mencuri makanan, dan menambah makanan untuk orang-orang.\nPada zaman itu, gua-gua yang gelap dan lembap perlu dijaga dengan hati-hati, jika tidak makanan yang terkumpul di dalamnya akan membusuk. Dan terkadang, makhluk kecil yang tersembunyi akan membuat beberapa masalah kecil yang menyulitkan semua orang.\nMengambil keuntungan dari kelalaian petualang pemberani, roh angin berubah menjadi rubah nakal yang menyelinap ke tumpukan buah-buahan liar, memungkinkan ragi untuk tumbuh, menciptakan proses fermentasi yang mendorong fermentasi buah.\nDan petualang pemberani yang perutnya kosong, datang untuk makan buah-buahan liar, terpesona oleh rasa lembut dari buah-buahan yang difermentasi. Dia pun memeras buah-buahannya dengan kulit binatang dan itulah yang menjadi anggur.\nPetualang pemberani yang menemukan cara untuk membuat anggur di ladang bersalju juga merupakan pemabuk pertama. Legenda mengatakan bahwa dia adalah orang pertama yang tersesat dalam alam mimpi karena mabuk.\nDalam mimpi pertamanya yang dalam keadaan mabuk, dia berubah menjadi serigala penyendiri. Dalam waktu yang lama, atau beberapa waktu yang lalu, dia bersaing dengan sesama manusia mempertaruhkan hidup mereka untuk berebut makanan dalam badai salju dan bertemu dengan Seelie pertama.\nOrang yang hidup berkelompok dan serigala yang hidup berkelompok adalah makhluk yang tidak tahan kesepian. Penemuan anggur baru itu menghubungkan mimpi mereka.\nTetapi cara mereka menyikapi mimpi benar-benar berlawanan.\nManusia yang hanya melihat angin dan salju datang ke ladang serigala berkeliaran, dan serigala penyendiri takut akan keinginan manusia. Dia tidak dapat memahami mengapa manusia terpikat pada ilusi berbahaya, mencari harapan darinya.\nYang lebih membingungkan serigala adalah bahwa dalam mimpinya, dia tidak bisa lagi membedakan apakah dia adalah serigala atau manusia dengan jiwa serigala.\nJadi serigala bersumpah untuk menjauh dari racun manusia dan godaan alkohol.\nKarena serigala bukan rakyat angin, kampung halaman mereka bukan tentang anggur dan pastoral. Jadi serigala meninggalkan wilayah manusia dan menetap di hutan belantara dalam pegunungan di mana aroma anggur jarang ditemukan.\n\"Inilah yang kalian sebut anggur, dan hubungannya dengan serigala.\"\nSerigala penyendiri dengan bangga berbicara kepada pemabuk itu.\nKetika dia berbalik, dia mendapati bahwa pemabuk itu telah tertidur nyenyak di atas ranjang lembut yang terbuat dari ranting pohon pinus.\nSerigala penyendiri mendengus tak berdaya, melemparkan pemabuk itu ke samping, dan pergi meninggalkannya."
          }
        ]
      }
    ]
  }
}