{
  "epId": 2351,
  "name": "Putri Babi Hutan",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Putri Babi Hutan"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Kerajaan hutan dari zaman yang teramat lampau, kisah legenda apa yang terjadi di sini?\nPutri Babi Hutan (I). Menceritakan kisah persahabatan, kasih, dan kematian.\nMenurut legenda mitologi zaman dulu, setiap makhluk hidup di dunia ini memiliki sebuah kerajaan.\nWaktu itu, Mondstadt adalah sebuah hutan yang besar, tempat bermain para Boar.\nDan di tengah hutan terdapat Boar Kingdom, di mana semua Boar hidup bahagia di bawah pimpinan King Boar.\nKing Boar memiliki seekor putri yang manis, dengan moncong tercantik, cula terputih, dan bulu terhalus di seluruh kerajaan.\nPutri itu cantik dan baik hati, memberikan buah dan jus yang termanis setiap hari bagi para penduduk kerajaan.\nBaik itu frambos yang manis dan asam, apel yang renyah, ataupun jamur yang lezat, sang putri selalu berbagi dengan sahabat-sahabatnya.\nSetiap Boar di dalam kerajaan mendambakan raja dan putrinya, dan setiap hari mereka memuji:\n\"Oink, oink! Terberkati raja kita! Selama kerajaanmu berjaya, kita tidak akan pernah menderita!\"\n\"Oink, oink! Dimuliakan Archon Anemo, karena ia telah mengaruniakan raja kami seekor putri yang baik dan bersahaja!\"\n(Terdapat tulisan di suatu sudut: \"papa, kalau aku ga makan permen tiap malam, dan berdoa tiap hari, apa aku bisa berubah jadi seekor boar? aku ingin berubah, abis mereka enak.\")"
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Daratan es tanpa kehidupan, tempat yang bahkan Archon Anemo enggan untuk kunjungi, tetapi masih ada penduduk yang tinggal di sini?\nPutri Babi Hutan (II). Kisah berlanjut di atas es raksasa.\nDi Utara Boar Forest terdapat lahan dingin yang membentang.\nSaat itu, lahan itu belum terjamah oleh Barbatos yang senang bermain, sehingga lahan itu tetap terselimuti salju dan es.\nSetiap makhluk yang tinggal di lahan itu kakinya terbeku:\n\"Dingin, dingin! Aku tidak tahan lagi! Cakarku akan retak oleh dingin!\"\nBahkan King Boar yang sangat berani pun tidak tahan menghadapi lahan dingin itu:\n\"Oink, oink, oink! Moncongku beku dan menjadi ungu!\"\nTetapi di sana terdapat seekor serigala kecil, yang hidup sebatang kara.\n(Terdapat tulisan anak kecil di bawah: \"papa, kenapa serigala cakarnya gapapa?\")"
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Mulai saat ini, semua harapanmu akan pupus!\" begitu kutukan yang diucapkan si serigala kecil, takdir apa yang menantinya?\nPutri Babi Hutan (III).\nAnak serigala itu memiliki jiwa yang riang, dengan mata biru yang menyala, dan bulu abu-abu yang tajam.\nWaktu dia marah, dia terlihat persis seperti kepala serigala yang ada di atas Katedral Mondstadt!\nTetapi suatu hari, waktu dia berburu di dalam hutan, dia bertemu dengan penyihir tupai Woobakwa!\nDi tanah yang tua, tempat tanpa makhluk hidup, tidak ada iblis ataupun naga yang lebih jahat dari Woobakwa. Dia membenci segala yang baik, dan bersumpah untuk mengubah keindahan menjadi keburukan, cahaya menjadi kegelapan.\nDia melihat serigala yang ceria, dan kemarahan meliputi hatinya! Dia mengutuk:\n\"Squeak, squeak! Marah, marah! Aku akan menusuk hatinya dengan es terdingin, tidak akan ada lagi setitik harapan dalam hatinya!\"\nSetelah mengucap kutukan, Woobakwa memulai sihirnya ke arah serigala itu.\nTetapi serigala itu dengan sergap menerkam Woobakwa bulat-bulat tanpa sedikit pun keraguan.\nWoobakwa sangat marah dan dia mengucapkan kata-kata terjahat yang dia pernah katakan! Serigala itu mendengar suara datang dari dalam mulutnya dan dia sadar dia telah melakukan kesalahan.\n\"Awuu, maafkan aku, tuan tupai, aku kira kamu makanan!\"\nSerigala itu berbicara bermaksud meminta maaf kepada Woobakwa, tetapi tanpa sengaja malah membuat tupai itu tertelan ke dalam perutnya.\n(Secarik kertas disematkan di halaman ini dengan tulisan yang indah: \"Lily, inilah kenapa kamu harus hati-hati dan tidak makan sembarangan.\")"
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Anak serigala tumbuh sebatang kara di tengah kedinginan, rahasia masa lalu sang serigala es pun terkuak.\nPutri Babi Hutan (IV).\nTidak ada yang tahu apa yang terjadi dalam perut serigala itu, tetapi sihir Woobakwa perlahan mulai berkhasiat!\nKarena kutukan itu, jantung serigala itu tertusuk oleh sebuah tombak es. Sejak saat itu hati serigala itu menjadi dingin dan jahat, saat hewan lain baik hati padanya, dia hanya akan membalas dengan kata-kata yang menyakitkan hati! Pada akhirnya, semua hewan lain pun membecinya.\nSemua serigala di dalam hutan itu berbicara:\n\"Woof, woof, serigala egois! Anak tidak tahu diri!\"\n\"Woof, woof, serigala tanpa hati! Ayo kita jauhi diri!\"\nSerigala itu kehilangan sahabat satu per satu. Hutan itu tidak lagi menerima keberadaannya, dan dia tidak memiliki pilihan lain selain berkelana ke Utara.\nBadai salju berembus kencang di lahan di Utara, dan tidak ada hewan yang dapat tinggal di sana. Tetapi dengan hati yang sudah terbekukan, serigala itu tidak lagi merasakan dinginnya badai es.\nDia memutuskan untuk menetap di lahan itu, dan menjadi satu-satunya serigala yang berkelana di lahan tersebut.\n(Terdapat tulisan feminim di sudut halaman: \"Papa, jadi Woobakwa bagaimana?\")"
          }
        ]
      },
      {
        "title": "(V)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Tidak ada yang layak diperlakukan seperti ini oleh takdir.\" sambil meneteskan air mata, putri yang baik hati berkata. Barang siapa yang bertahan, biarlah keteguhan hatinya melelehkan dinding es.\nPutri Babi Hutan (V).\nSuatu hari, Putri Babi Hutan mendengar kisah tentang serigala itu, dan kesedihan pun melanda hatinya.\nPutri itu bertanya kepada semua Boar bagaimana cara mencairkan hati yang telah membeku, agar serigala itu bisa kembali menjadi serigala yang ceria.\nSetelah bertanya kepada semua hewan di dalam hutan, hanya rubah dan kura-kura yang bijaksana yang memberikan jawaban:\n\"Ack, ack, ack! Hanya ketulusan hati dan api yang bisa menangkal kutukan es sejahat itu!\" Si rubah menjawab.\n\"Tidak ada kasih yang lebih besar dari pengorbanan. Tidak ada persahabatan tanpanya. Maaf, aku tidak bisa mencuap atau melolong\". Kakek kura-kura menjawab.\nPutri yang pandai itu segera tahu apa yang harus dilakukannya, dia mengeringkan air mata di pipinya dan menjawab dengan sopan:\n\"Oink, oink! Terima kasih! Aku ingin kalian ikut denganku menemui serigala itu, agar kalian bisa menjadi saksi persahabatan kita!\"\nSaat rubah dan kura-kura itu mendengar undangan itu, hati mereka penuh dengan kebahagiaan. Mereka pun berangkat bersama ke Utara.\n(Secarik kertas yang sepertinya ditulis oleh pria dewasa tertempel di halaman itu: \"Kura-kura tidak mengeluarkan suara apa-apa, tetapi dia sangat sopan, jadi patut dijelaskan.\")"
          }
        ]
      },
      {
        "title": "(VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "Putri Babi Hutan dan dua orang bijak menginjakkan kaki di gurun es dan mendaki gunung bersalju, tempat mereka menemukan penghuni yang sangat misterius...\nLihat bagaimana Petualangan di gunung salju ini terungkap dalam Putri Babi Hutan (VI).\nAda tulisan tangan anak-anak di halaman judul, yang berbunyi: \"Ayah, saat kamu pulang, kamu juga harus membacakan tentang gunung bersalju untukku!\"\nMaka, sang putri dan dua orang bijak menginjakkan kaki di wilayah bersalju yang dingin di ujung utara.\nDi tempat ini, terdapat es dan salju di mana-mana, dan bahkan binatang yang paling berani dan terkuat, atau musang dengan kemampuan menggali terkuat, tidak dapat menemukan sepotong pun rumput hangat atau buah yang berair.\nSang putri menggigil di salju, tetapi dia tidak menjadi terkejut, dia berjalan ke kedalaman angin dingin tanpa menoleh ke belakang.\nRubah bijak dan kura-kura yang andal tidak tahan dengan angin dingin dan salju yang ganas, sehingga mereka membujuk sang putri:\n\"Ding Ding Ding~ Mengambil risiko di tempat yang dingin dan berbahaya seperti ini, Yang Mulia Raja akan khawatir jika dia mengetahuinya, ayo kita kembali~ Ding Ding Ding~\"\n\"Ya, betul, aku takut angin dan salju ini akan semakin besar dan semakin dingin... Mengapa kita tidak istirahat dan menunggu angin berhenti sebelum melanjutkan? Ah maaf, aku tidak akan menyebutnya lagi.\"\nTetapi putri yang kuat tidak mengikuti nasihat kedua orang bijak itu, tetapi bertekad untuk melanjutkan jauh ke ujung utara.\nLagi pula, di dunia ini, apa yang lebih mulia daripada menyelamatkan kerabat dan teman yang hilang dan mendapatkan kembali persahabatan yang hilang?\nBegitulah, mereka berjalan dan terus berjalan sampai kaki dan kuku mereka membeku menjadi ungu, dan napas yang mereka embuskan membeku menjadi angin dan salju.\nDi gunung yang sedingin es, sang putri bertemu dengan para elf yang bergoyang tertiup angin dingin.\nPara elf dengan kebijaksanaan kuno tinggal di pegunungan beku yang tertutup salju. Mereka tidak memiliki tubuh, tetapi memiliki kekuatan magis yang kuat.\n\"Ah~ ah~ Apakah kamu tuan di sini? Permisi, bisakah membawa kami melewati angin dan salju ini?\"\nSang putri bertanya dengan sopan, kuku kakinya yang mati rasa karena dingin bergerak di atas salju.\nRubah bijak dan kakek kura-kura yang dapat diandalkan juga menatap penuh harap ke arah elf angin es, cakar mereka yang mati rasa bergerak maju mundur di atas salju.\n\"Huh... huh...\"\nPeri elf itu berkata dengan ringan,\n\"Bisa saja, tapi— hu— hu—\"\n\"Sebagai imbalannya, aku akan menyerap kekuatan fisikmu. Kamu akan menjadi lapar, lelah, dan kedinginan saat bergerak maju dalam angin dingin, tetapi tidak akan ada kekhawatiran hidup... Mungkin begitu— hu— hu-\"\n\"Huh~ huh~ Bagaimanapun juga, mereka hanyalah elf angin es,\" pikir sang putri,\n\"Terlebih lagi, orang yang paling bijaksana dan paling peduli di seluruh kerajaan ada bersamaku. Mereka pasti punya cara!\"\nSang putri tidak ragu untuk menjawab permintaan peri elf, rubah bijak dan kakek kura-kura yang dapat diandalkan bahkan tidak punya waktu untuk memberikan nasihat mereka.\n\"Huh~ huh~ Kesepakatannya sudah diterima! Tolong bawa kami untuk menemukan serigala kecil!\"\nLalu, para elf berubah menjadi aliran es yang dingin, memimpin sang putri yang bertekad untuk mendaki pegunungan tinggi yang tertutup salju..."
          }
        ]
      },
      {
        "title": "(VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "Semua pengorbanan di daratan es tidak ada yang sia-sia. Persahabatan, kasih, dan kematian memiliki akhir yang sempurna.\nInilah akhir dari kisah memilukan, Putri Babi Hutan.\nSetelah melintas melalui badai yang kencang dan dingin, putri itu akhirnya bertemu dengan anak serigala itu.\nTubuh serigala itu terselimuti es, matanya yang semula terang kini telah meredup, dan dia sudah lupa bagaimana cara melolong.\n\"Awf. Kalian datang di waktu yang tepat, aku kelaparan.\"\nMendengar kata-kata itu, sang putri tidak berdaya menahan tangisnya. Dan air mata itu seakan melelehkan es yang tertancap di hati si serigala.\n\"Awf. Kenapa kamu menangis?\"\n\"Awf, awf! Kamu sangat kelaparan di sini, di kerajaanku aku tidak pernah melihat siapa pun dengan kondisi ini.\"\n\"Jadi, biar aku korbankan segala yang kupunya agar kamu tidak lapar lagi, bagaimana?\"\nMendengar kata-kata itu, serigala itu tercengang:\n\"Awoooo! Kamu sudah gila! Tidak ada yang pernah berani berkata seperti itu di hadapanku!\"\nTetapi waktu dia melihat tatapan putri yang sangat yakin tapi tulus, retakan dalam hatinya semakin membesar.\n\"Tidak! Aku...\"\n\"Aku ingin mengorbankan dua keluargaku, yang paling bijaksana, dan paling baik hati di kerajaanku, sebagai tanda persahabatan kita!\"\nSi rubah segera mengerti kengerian yang ada di balik kata-katanya, dan mencoba untuk lari! Tetapi serigala dan putri dengan cepat menangkap ekornya. Kakek kura-kura sangat ketakutan melihat apa yang di depannya, dan bersembunyi dalam cangkang!\nSerigala dan putri menyantap makanan yang lezat di tengah dinginnya salju. Dan setelah menemukan sebuah gua, mereka memetik jamur, membuat api dari lumut, dan menyantap sup kura-kura yang lezat.\nSetelah berbagi makanan yang lezat, dan memiliki teman untuk pertama kalinya, es di dalam hatinya meleleh dan berubah menjadi air mata.\nSang putri menggenggam tangan serigala, dan keduanya kembali ke kerajaan dengan bahagia.\n(Di halaman terakhir terdapat sebuah kartu dengan tulisan yang rapi: \"Suamiku, kurasa sebaiknya buku ini kita sumbangkan ke perpustakaan.\")"
          }
        ]
      }
    ]
  }
}