{
  "epId": 2352,
  "name": "Antologi Puisi Pilihan Linling",
  "desc": "Kumpulan puisi yang dirilis oleh Linling sendiri. Ini adalah karya pertamanya yang dirilis, dan dia sangat bangga akan itu.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Linling's Anthology of Selected Poetry _icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Antologi Puisi Pilihan Linling"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Rincian",
        "desc": [
          {
            "type": "RichText",
            "text": "Kucing\nKucing oranye, kucing putih. Semua kucing suka menggaruk kepala mereka.\nDari kedua mata mereka yang berbinar, para hamapun tidak bisa berlari!\nManajer Xiao\nPengawas di galangan kapal tertidur lelap, begitu nyenyaknya sampai mendengkur,\nDari jauh terdengar seperti raungan perut Lord Geo, namun saat didekati terdengar seperti raungan boar liar.\nMemandang Lautan\nSaat aku memandang lautan, birunya memikat hatiku.\nSebuah perahu besar dengan banyak dayung, terlihat seperti deretan udang besar.\nMemandang Lautan Lagi\nHari demi hari, aku terus menatap sampai mata ini lelah, dan hati terasa sakit.\nTahun demi tahun, aku terus menulis puisi, dan jarang pula ada yang menikmatinya.\nDari waktu ke waktu, kapal akan berlayar seperti ikan besar yang pergi menuju laut.\nCepat atau lambat, gelombang akan berbalik dan menenggelamkan orang-orang yang buta akan sastra.\nJalanan Malam\nLampu jalanan malam yang terang seperti bintang, menerangi jajanan kecil di pinggir jalan.\nMalangnya Changchang kecil yang menangis, menarik perhatian semua orang.\nMt. Tianheng\nMt. Tianheng bagaikan dinding besar, tersembunyi di balik Liyue.\nMenahan monster, menahan bandit, sungguh tembok yang besar dan kuat!\nMusim Semi di Pelabuhan\nBunga-bunga yang bermekaran di Liyue, saat musim semi tiba.\nTidak tahu apakah itu bunga, atau sutra, ah tapi sepertinya itu bunga.\nNyanyian Chop Suey\nZhongyuan Chop Suey ini sungguh asin, aku tidak bisa mencicipinya lagi.\n\"Mengapa ini begitu asin?\" aku segera bertanya di tempat.\nSu Er'niang menjawab dengan marah, \"jangan makan kalau memang tidak suka!\""
          }
        ]
      }
    ]
  }
}