{
  "epId": 2355,
  "name": "Kisah Gang Toki",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Toki Alley Tales_icon.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Setelah keseluruhan 10 halaman terkumpul, kamu dapat menggabungkannya menjadi Kisah Gang Toki (Pendahuluan).\nSobekan halaman yang terbawa angin sepoi-sepoi ini sepertinya terjatuh dari sebuah novel yang sangat tua.\nKalau kamu bisa menemukan sobekan halaman lainnya di tempat lain, mungkin saja kamu bisa menyusun kembali teks utuhnya...?\nPendahuluan: Riwayat Singkat Inazuma Pada Zaman Tanuki\nDahulu kala, ketika manusia fana masih lemah, berumur pendek, dan belum mampu menyeberangi lautan, Inazuma pernah menjadi negeri bangsa Tanuki.\nBangsa Tanuki terlahir malas dan punya banyak perubahan wujud. Mereka tidak pernah pusing akan hari esok, juga tidak pernah membawa urusan hari ini ke tempat tidur. Kala itu, Inazuma adalah surga yang menyenangkan bagi mereka, dan hari-hari pun dilalui layaknya festival yang meriah.\nDemikianlah menurut para tetua bangsa Tanuki.\nKemudian, datanglah bangsa Kitsune dari seberang lautan. Mereka berperang dengan bangsa Tanuki delapan ratus ditambah delapan ratus tahun lamanya. Kedua pihak pun habis-habisan sampai akhirnya terpaksa merundingkan perdamaian. Sampai hari ini, bangsa Tanuki adalah kaum bermulut tajam yang tak mau kalah. Namun mereka akhirnya menyerahkan pohon Thunder Sakura raksasa itu untuk bangsa Kitsune.\nNamun, Kitsune juga sama-sama makhluk yang licik dan mampu berubah wujud. Menurut legenda, selama perang delapan ratus ditambah delapan ratus tahun itu berlangsung, banyak di antara kaum Kitsune dan Tanuki yang cukup sial dan termakan oleh perubahan wujud mereka sendiri, sampai akhirnya lupa akan asal dan jati dirinya.\nDemikianlah manusia fana yang bingung lahir dari siluman yang linglung.\nKisah ini kudengar dari seorang Tengu yang doyan membual."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Setelah keseluruhan 10 halaman terkumpul, kamu dapat menggabungkannya menjadi Kisah Gang Toki (I).\nSobekan halaman yang terbawa angin sepoi-sepoi ini sepertinya terjatuh dari sebuah novel yang sangat tua.\nKalau kamu bisa menemukan sobekan halaman lainnya di tempat lain, mungkin saja kamu bisa menyusun kembali teks utuhnya...?\nKisah Yoichi\nTengu itu bernama Yoichi. Ia tinggal di Gang Toki, sebuah jalan kecil di pinggiran Hanamizaka. Di sana, dia buka toko arak dan melewati hari-harinya yang santai.\n\"Santai\" itu kalau pakai bahasa yang diperhalus. Sebenarnya lebih tepat disebut \"berantakan\".\nTeorinya, tukang minum tentunya paham soal minuman. Begitu pula hukumnya dengan siluman.\nKalau mau terus terang, selera alkohol Yoichi tidak bagus, otak bisnisnya pun kurang. Yang lebih parah lagi, dia masih memelihara kebiasaan buruknya sebagai Tengu dari masa ketika dia belum turun gunung: suka cari masalah dengan siluman lain, menculik muda-mudi yang sedang bersenang-senang di festival, membuat keributan sepanjang malam, kadang menerobos masuk ke teater dan sekonyong-konyong naik ke panggung sandiwara lalu menghajar pemeran utamanya... dan itu semua hanya sedikit dari bermacam ulahnya yang lain.\nKalau bukan karena statusnya yang terpandang di kalangan siluman dan koneksi yang dia punya, pribadi seperti Yoichi ini pasti sudah lama dipensiunkan paksa oleh seorang pahlawan di kaki gunung manalah itu.\nNamun, baik kalangan siluman maupun manusia fana di Gang Toki memandangnya berbeda. Bahkan para Tuan Besar pun merasa dia tidak pernah memicu keributan besar, sehingga mereka belum pernah menjatuhkan sanksi yang berarti padanya.\nMeski bersifat arogan dan ceroboh, jati dirinya sebagai siluman yang paling hebat (katanya) menyebabkan Yoichi tidak pelit kalau menyangkut materi. Uangnya biasa dihabiskan untuk minum-minum atau beli novel di Yae Publishing House. Novel-novel itu kebanyakan cuma dibaca setengah jalan lalu dilempar begitu saja ke jendela. Oleh sebab itulah, rumahnya selalu terlihat seperti kapal pecah.\nSingkatnya, dia tidak punya harta benda apa pun... satu-satunya kepunyaannya yang boleh dibilang berharga adalah kipas kertas warna emas yang selalu menempel di pinggangnya.\nBangsa Tengu pada awalnya adalah bangsa siluman yang hidup berkelana ke banyak dunia, jadi tidak aneh kalau mereka menghias tubuh mereka dengan pernak-pernik yang masing-masing memiliki cerita unik di belakangnya. Demikian pula halnya dengan kipas kertas ini.\nMalam waktu itu cerah diterangi rembulan, dan Yoichi yang mabuk, dengan bajunya yang sudah terbuka, membualkan cerita ini padaku...\nDi salah satu dunia yang pernah dia singgahi, Yoichi menjelma menjadi seorang pemanah muda angkuh yang melayani seorang Shogun yang angkuh pula. Di bawah pimpinan Shogun itu, dia dengan penuh kebanggaan menggunakan busurnya untuk menembak jatuh lawan yang tak terhitung jumlahnya. Panah miliknya telah menumbangkan samurai gendut, Tanuki yang menyamar jadi ninja, dan bahkan setan pemangsa manusia Jikininki yang bertubuh besar, semuanya tidak berdaya dihadapan busur dan panah Yoichi.\n\"Hahahahaha! Prajurit hebat! Prajurit hebat! Pandanganmu secepat kilat, persis seperti Tengu!\"\nDi usia segitu, Shogun yang angkuh masih saja suka tertawa keras terbahak-bahak sambil mengelus janggut. Sangat tidak sopan.\nSejak hari itu, Yoichi semakin banyak berkontribusi untuk sang Shogun, memenggal banyak monster dan juga manusia yang malang. Soal cerita mana yang asli dan mana yang bualan, tak perlu dibahas. Tapi, yang akhirnya menjadikan Yoichi sohor adalah pertempuran terakhirnya di dunia yang telah dia tinggali selama satu abad.\nDi pertempuran laut itu, sang Shogun dan para pemberontak bersitegang di antara selat-selat, sambil diiringi badai yang mengamuk di atas mereka. Ada delapan juta ditambah delapan juta siluman yang dikerahkan oleh kedua pihak, dan lagi Samurai yang luar biasa jumlahnya, setidaknya puluhan juta. Belum lagi, ada delapan ratus ribu kapal yang tenggelam di pertempuran itu. Angka-angka menakjubkan ini dia hitung sendiri dari sisi jendela sampai muntah, sebelum akhirnya kulanjutkan.\nSeperti diceritakan di kisah-kisah lainnya, kedua pasukan yang seimbang dari segi kekuatan bertempur hingga mencapai titik buntu. Para pahlawan dari kedua pihak memenggal kepala lawan seperti memotong rumput, mengubah laut menjadi merah sewarna darah. Para Shogun yang keras kepala masih diam mengelus janggut, tidak bersedia mundur barang sejengkal pun, dan tidak sudi membiarkan prajurit mereka pulang dan tidur.\nAkhirnya, pada suatu malam yang dingin, sebuah perahu kecil hanyut keluar dari formasi musuh. Terlihat sebuah sosok di atasnya, melambai-lambai layaknya bayangan di atas air. Di sisinya ada tiang bendera yang mengkilap, dengan kipas kertas di ujungnya, memancarkan cahaya keemasan di bawah terang rembulan.\n\"Kurang ajar! Kurang ajar! Terang-terangan mencari keributan, tak boleh dibiarkan!\"\nSang Shogun menyipitkan matanya, melihat kipas yang berkilauan dari kejauhan, dan seketika itu juga tersulut amarahnya.\nYoichi tidak mengerti mengapa harga diri Sang Shogun begitu rapuh, namun tidak ingin repot-repot memahami martabat manusia fana yang tak ada harganya. Saat itu, dia menatap sosok di atas kapal dengan mata Tengunya yang tajam.\nDia melihat seorang wanita, yang sama sekali berbeda dari wanita lainnya.\nSesaat kemudian, anak panah terbang melintasi bulan, merobek langit malam.\n\"Haha, bagus!\"\nSorakan Sang Shogun pun tenggelam ditelan sorak-sorai pasukannya.\n\"Jika dua paman itu tahu apa yang mereka buang, aku yakin pembuluh darah mereka akan pecah!\"\nYoichi pun menyeringai seperti orang mabuk. Air muka Tengu yang bejat tak lagi ia sembunyikan, sungguh menjijikkan.\nTernyata saat anak panah dilepaskan, Yoichi sudah mengepakan sayapnya dan terbang melintasi selat. Ketika melewati perahu itu, dia mengambil kipas kertas emas sekaligus wanita cantik yang memegangnya. Menunggangi angin yang bertiup, dia mendorong sang Shogun yang sedang berteriak-teriak kasar di bawah, kemudian terbang meninggalkan medan perang.\nPertunjukan apik tentang Tengu yang merebut wanita cantik.\nSayangnya—\n\"Kamu pun tahu, wanita jelmaan kucing itu mencakariku sepanjang perjalanan...\"\nYoichi menjulurkan lidahnya dan mendesah dengan kesal.\n\"Oh benar juga, ini sedang musim ikan kakap. Bungkuslah beberapa dan bawa balik sekalian.\"\n\"Hah, Tengu pelit sepertimu masi punya nurani ya?\"\n\"Aku sedang membicarakan wanita itu!\"\nMelihat tatapan mengancam dari Tengu yang mabuk, aku segera membungkus ikan kakapnya dan buru-buru pergi dari situ."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Setelah keseluruhan 10 halaman terkumpul, kamu dapat menggabungkannya menjadi Kisah Gang Toki (II).\nSobekan halaman yang terbawa angin sepoi-sepoi ini sepertinya terjatuh dari sebuah novel yang sangat tua.\nKalau kamu bisa menemukan sobekan halaman lainnya di tempat lain, mungkin saja kamu bisa menyusun kembali teks utuhnya...?\nKisah Osen\nIkuti jalan dari tempat Yoichi tinggal lalu belok ke gang sempit untuk melihat sebuah rumah. Seorang nenek tua tinggal di sana.\nSaat malam sudah larut dan sang rembulan sudah di puncak kediamannya, para Tanuki pun terbangun.\nManusia fana bilang kalau kucing yang telah hidup ratusan, tidak, ribuan tahun dapat menjelma menjadi seorang gadis cilik yang suka memancing orang untuk bertindak bodoh, atau mengejar-ngejar orang untuk balas dendam. Nyatanya, itu semua hanyalah angan-angan mereka semata.\nKucing itu hanya akan mengambil wujud gadis cilik saat marah. Mereka lebih suka berubah wujud menjadi orang yang tua renta, karena dirasa lebih cocok dengan pembawaan mereka yang cerdik dan antik. Wujud ini juga membantu mereka ketika berpura-pura lembut pada siapa pun yang melintas.\n\"Ini tidak gratis!\"\nMengikuti suara itu dan memandang ke atap, terlihat ada seorang gadis yang sepertinya sudah menunggu agak lama. Wajahnya tersembunyi dalam bayangan, samar-samar terlihat seberkas senyum dan sepasang mata yang menyala hijau keemasan. Terang bulan menyinari bahunya yang terbuka, dan mengalir turun mengikuti gaunnya, membingkai kakinya yang semulus porselen. Gadis itu terlihat melamun sambil memainkan Kendama di tangannya.\nNenek tua ini sudah gila...\n\"Kamu terlambat lagi hari ini.\"\n\"Ah, iya... ma-maaf.\"\nNyamuk mengerubungi lampion, yang terus berkedip-kedip dengan malasnya.\nBulan membawa angin yang lembap, meredam nyanyian jangkrik di rerumputan.\nGadis itu menurunkan rambutnya sambil terus memainkan mesin pemintalnya, menyunggingkan senyuman yang aneh.\nBahkan Tanuki sepertiku yang bisa dengan santai bersulang dengan Tengu, tetap harus bersikap hormat di hadapan siluman kucing Bake-Neko. Singkatnya, lebih baik berlutut dan minta maaf atas pelanggaran barusan.\n\"Sudahlah. Berhubung ikannya masih segar, kamu boleh bangun.\"\nBadan Tanuki-ku yang bulat dan gemuk susah sekali untuk balik ke posisi duduk yang benar. Gadis itu pun perlahan-lahan berubah menjadi seorang nenek tua, yang tersenyum ramah namun aneh.\n\"Terima kasih, Tante Sen.\"\n\"Panggil aku Osen!\"\nLega rasanya.\nTapi tetap saja bingung.\n\"Hahahaha, ngomong-ngomong, gimana kabar si bodoh itu?\"\n*gleg* Osen menelan ikannya utuh-utuh, termasuk ekornya.\nAntara orang ini dan si Tengu, ada cerita yang lucu sekaligus pahit. Yoichi sudah menceritakan kisah ini dari sudut pandangnya, yang sangat berbeda sekali dengan apa yang Bake-Neko ini ceritakan.\nOsen bukan berasal dari dunia ini, dia lahir di dunia yang manusianya ganas.\nSuatu malam di sebuah hutan bambu, Osen muda tertangkap oleh seorang biksu pengelana dan dijual. Setelah sekian lama berpindah-pindah tangan, akhirnya dia dibeli oleh Shogun untuk dijadikan \"Obake-Neko\".\nDia sama sekali tak ingat tentang hari-hari itu, hanya merasa bingung kenapa orang-orang besar di dunia fana suka sekali mengganggunya dan bermain dengannya. Setiap hari dia disuruh mencakar dan mencabik-cabik musuh, atau dipaksa ikut permainan membosankan yang mereka senangi.\nDemikianlah hari-hari panjang yang mengikis kewarasan itu berlalu. Namun, bangsa siluman panjang umur dan juga panjang sabar, tidak sebanding dengan manusia fana.\nBelakangan, pertempuran antara Shogun dan pemberontak dimulai, dan Osen kembali menjadi ninja.\n\"Versi ini lebih membosankan...\"\nSaat bicara, Osen menyipitkan mata dan menguap besar sampai ujung mulutnya menyentuh telinganya.\nKemudian, pada malam ketika pertempuran di laut mulai, Shogun mendapat sebuah ide bagus—\nDia menyuruh Osen mengambil wujud wanita cantik, lalu berdiri di atas perahu sambil membawa kipas emas, untuk menghina para pemberontak agar tidak berani mendekat. Lagipula, kalau mereka gegabah maju, Bake-Neko berusia seribu tahun ini akan memberi mereka pelajaran.\nTapi kemudian, Yoichi yang ada di barisan lawan...\n\"Tapi kemudian, si bodoh itu tiba-tiba berdiri, lalu meneriakkan kalau dia bisa menembak jatuh kipasnya dengan satu anak panah saja.\"\nKemudian, Tengu itu...\n\"...terpeleset, lalu jatuh ke laut.\"\nNenek tua jelmaan kucing itu pun tidak bisa lagi menahan tawanya.\n\"Begitu mabuknya dia malam itu sampai mengira dia ada di tengah lautan badai. Padahal, waktu itu bulan redup dan angin tidak bertiup.\"\n\"Namun, aku sudah sekian ratus tahun tidak bertemu makhluk konyol dan bodoh begitu. Jadi, kuputuskan untuk memberi dia muka. Aku turunkan sendiri kipasnya sambil menahan tawa, dan seketika itu juga terdengarlah sorak-sorai menggelora dari seberang sana... Lucu sekali kalau diingat-ingat...\"\nKemudian, Tengu besar itu merentangkan sayapnya dan melompat ke udara, seperti awan gelap yang menghalangi terang bulan, lalu melesat ke arah wanita cantik itu—\n\"Tiba-tiba, dia lepas kendali dan jatuh ke laut lagi, seperti landak. Aku pun jadi tak sanggup lagi berpura-pura cuek dan langsung tertawa terbahak-bahak.\"\nOsen menarik Tengu sial itu dari laut sambil tertawa. Kemudian, dia terbang melintasi kapal-kapal perang kedua pihak sambil membawa Tengu itu dan terus tertawa terbahak-bahak, membuat para Shogun di bawah naik pitam.\nOrang bilang dia melintasi delapan kapal sekaligus lalu menghilang tanpa jejak. Tawa Bake-Neko pun bergema selama lebih dari tiga hari setelah pertempuran usai.\n\"Aku tidak bisa berhenti tertawa, jadi aku lebih kuat memegangnya... Tapi kalau teringat betapa malunya dia tadi, semakin kuat kupegang semakin keras aku tertawa, hahahahahaha...\"\nNenek jelmaan kucing itu tidak bisa berhenti tertawa.\n\"Setelah itu, aku dibawa ke dunia ini. Dia memperlakukan aku macam piala!\"\nWajah nenek tua itu menggembung dan *pof* berubah menjadi wajah gadis muda yang cemberut. Namun, rona merah bekas tawanya tadi belum hilang, dan dia terlihat lucu karenanya.\n\"Aku bukan piala!\"\n\"Mungkin itu sebabnya dia tidak berani mengunjungi aku.\"\nBake-Neko tua berwujud gadis muda pun menghela napas dan tersenyum licik.\n\"Kamu pergilah. Biarkan saja pintunya. Balik lagi ke sini nanti saat bulan purnama.\"\n\"Sekalian, bawa jubah jerami ini dan kasih ke teman lama kita.\""
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Setelah keseluruhan 10 halaman terkumpul, kamu dapat menggabungkannya menjadi Kisah Gang Toki (III).\nSobekan halaman yang terbawa angin sepoi-sepoi ini sepertinya terjatuh dari sebuah novel yang sangat tua.\nKalau kamu bisa menemukan sobekan halaman lainnya di tempat lain, mungkin saja kamu bisa menyusun kembali teks utuhnya...?\nKisah Nenek Ame\nSetelah pergi dari rumah Osen, aku belok ke kiri, kemudian ke kanan, menelusuri gang yang berliku hingga sampai ke sebuah taman yang lembap. Lalu aku pun sampai di rumah Nenek Ame.\nDi taman yang indah ini, bahkan jangkrik pun terdiam tak bersuara. Hanya terdengar suara tetesan air dari suikinkutsu, ditemani oleh suara hentakan shishi-odoshi yang berirama.\nZaman dahulu kala, di dalam pegunungan dan hutan di mana para yokai bisa hidup dengan tenang, seorang wanita yang bisa mengubah kabut menjadi hujan adalah teman baik tanuki dan kitsune.\nTentu saja, kami para yokai berbeda dengan manusia. Kami tidak memiliki masalah rumit yang mengganggu pikiran kami, dan kami juga tidak memiliki perbedaan status dan kelas. Tapi di pegunungan yang diselimuti kabut dan hujan, Ameonna yang bersuara lembut selalu mendapat hormat dan pujaan yang lebih banyak.\nKemudian, orang-orang mulai tunduk pada Tuan Besar Gongen. Momen baik untuk para manusia fana pun tiba, dan yokai harus hidup bersembunyi di berbagai tempat, sebelum menjadi sasaran penghancuran dan penyegelan. Nenek Ame-lah yang berpindah ke Gang Toki. Sebagai rasa simpati, Lady Guuji — Kitsune dari Kuil Agung Narukami memberikannya rumah besar ini.\nKehilangan dan kesedihan seperti apakah yang membuat Lady Guuji merawat Nenek Ame secara khusus? Aku sungguh penasaran.\nAku pun menyaksikan bulan sabit dan bayangannya yang beriak di kolam, terhening di dalam taman, kemudian mendengarkan semilir angin sejuk yang mengantarkan suaranya ke telinga.\n\"Mohon maaf karena sudah membuat Anda menunggu.\"\nSaat aku berpaling, kulihat Ameonna berdiri di dekat pintu. Dia bermandikan cahaya pucat rembulan, dan mengenakan gaun putih panjang yang embunnya berkilauan. Sosoknya yang muda dan ramping memancarkan aura yang tua dan menyedihkan.\nAku pun menunduk ke bawah dan buru-buru menyerahkan mantel hujan yang diberikan Osen, tidak berani menengadahkan kepala untuk menatap sepasang mata abu-abu yang pucat.\nAda desas-desus bahwa mata Ameonna yang menyedihkan berwarna abu-abu putih seperti warna mata orang-orang yang tenggelam. Siapa pun yang menatap langsung mata itu akan menghilang selamanya dalam kabut hujan yang sulit dijelaskan.\nTentu saja itu hanyalah cerita konyol di antara manusia. Tapi etiket dasar seperti \"Jangan menatap mata Ameonna yang sedih\" memang merupakan aturan tidak tertulis di kalangan yokai.\n\"Terima kasih.\"\nSuara Nenek Ame selembut biasanya, seperti embun pagi di dalam kabut.\nDia tidak mengundangku masuk, dan dia juga tidak menceritakan kisahnya.\nDia hanya menyerahkan sebuah kotak kayu, dan itulah yang aku perlu ketahui.\nJadi, saat bulan masih bersinar terang, aku pun diam-diam meninggalkan taman itu."
          }
        ]
      },
      {
        "title": "(V)",
        "desc": [
          {
            "type": "RichText",
            "text": "Setelah keseluruhan 10 halaman terkumpul, kamu dapat menggabungkannya menjadi Kisah Gang Toki (IV).\nSobekan halaman yang terbawa angin sepoi-sepoi ini sepertinya terjatuh dari sebuah novel yang sangat tua.\nKalau kamu bisa menemukan sobekan halaman lainnya di tempat lain, mungkin saja kamu bisa menyusun kembali teks utuhnya...?\nKisah Gonbei\nGonbei berusia 76 tahun, dan dia adalah satu-satunya manusia di Gang Toki.\nDia pernah menjadi petani, samurai, dan pengrajin.\nKotak di tanganku ini adalah hasil karyanya. Permukaan pernis hitam yang halus dipenuhi dengan mutiara warna-warni, kerajinan ini dipelajarinya dari para nelayan di Pulau Watatsumi.\n\"Terima kasih untuk kerja kerasmu.\"\nOrang tua di depanku menundukkan kepalanya dalam-dalam.\nMeski aku sendiri merasa bahwa manusia memang sudah seharusnya menghormati yokai seperti itu, namun aku tetap merasa kasihan pada kesedihan yang meliputinya.\nMenurut perkataan Gonbei — yang bertentangan dengan legenda populer, dia pernah berteman dekat dengan Ameonna yang berkeliaran di gunung dan hutan.\nSaat itu Gonbei hanyalah remaja yang mencoba membawakan hujan untuk ladang-ladang yang kering kerontang di kampung halamannya. Karena ucapan para tetua desa, dia pun pergi mencari Ameonna untuk meminta pertolongannya.\nSaat itu Nenek Ame tidaklah muda. Beliau sangat memahami setiap perubahan dalam dunia. Bila dibandingkan dengan manusia, makhluk gunung dan hutan selalu berpikiran lebih sederhana dan naif.\nHmm, apa yang terjadi kemudian? Gonbei muda telah membuat kesalahan yang sulit diungkapkan kata-kata, yakni menipu makhluk gunung dan laut. Sampai hari ini pun, dia masih bersikeras bahwa penipuannya ini adalah untuk menyelamatkan kampung halamannya.\nDan desanya memang mengalami momen panen yang langka karena curah hujan yang tinggi.\nSetelah itu, Gonbei yang merasa sangat malu, menghindari gunung dan tinggal di kota untuk waktu lama.\n\"Aku mohon maaf.\" Manusia yang menua tersebut menundukkan kepalanya, namun tidak mengambil kotak kayu itu.\nAku meninggalkan rumahnya sebelum cahaya bulan ditutupi awan gelap."
          }
        ]
      },
      {
        "title": "(VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "Setelah keseluruhan 10 halaman terkumpul, kamu dapat menggabungkannya menjadi Kisah Gang Toki (V).\nSobekan halaman yang terbawa angin sepoi-sepoi ini sepertinya terjatuh dari sebuah novel yang sangat tua.\nKalau kamu bisa menemukan sobekan halaman lainnya di tempat lain, mungkin saja kamu bisa menyusun kembali teks utuhnya...?\nIntermeso\nDahulu kala ketika manusia fana masih lemah, berumur pendek, dan belum mampu menyeberangi lautan, Inazuma pernah menjadi bangsa bangsa Tanuki.\nBangsa Tanuki terlahir malas dan berubah-ubah. Mereka tidak pernah pusing akan hari esok, juga tidak pernah membawa urusan hari ini ke tempat tidur. Kala itu, Inazuma adalah surga yang menyenangkan bagi mereka, dan hari-hari pun dilalui layaknya festival yang meriah.\nDemikianlah menurut para tetua bangsa Tanuki.\nKemudian, datanglah bangsa Kitsune dari seberang lautan. Mereka berperang dengan bangsa Tanuki selama delapan ratus tahun, lalu delapan ratus tahun lagi. Kedua pihak pun bertempur habis-habisan sampai akhirnya merundingkan perdamaian. Bangsa Tanuki adalah kaum bermulut tajam , dan sampai hari ini pun tidak sudi mengakui kekalahannya. Namun pada akhirnya, mereka menyerahkan pohon Thunder Sakura raksasa itu untuk bangsa Kitsune.\nNamun, Kitsune juga sama, merupakan makhluk yang licik dan pandai berubah wujud. Menurut legenda, selama perang delapan ratus tahun, lalu delapan ratus tahun lagi, banyak di antara kaum Kitsune dan Tanuki yang cukup sial dan tertipu oleh perubahan wujud mereka sendiri, yang kemudian lupa akan asal-usul dan jati dirinya.\nDemikianlah, manusia fana yang malang pun terlahir dari yokai yang bingung.\nAku menelusuri jalan dan gang yang berkelok-kelok sambil mengingat kembali kisah lama tanuki.\nDan akhirnya, aku tidak menemukan satu pun restoran yang buka.\nKurasa ini berarti, aku harus pulang.\nSambil berpikir seperti itu, aku pun berdiri dan merenggangkan tubuh di depan kedai soba Paman Kitsune.\nPada detik itu juga, tercium aroma yang familier dari belakang —"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Kisah Gang Toki"
          }
        ]
      }
    ]
  }
}