{
  "epId": 2523,
  "name": "Cloud Retainer",
  "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Aocang, Liyue.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/25/119402430/46ee1323ddfe94fe1707c1d50912504e_3094320817345525302.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1713943557,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "RichText",
        "text": "Karakter\nRingkasan"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Seorang sekretaris di Yuehai Pavilion. Darah hewan pusaka Qilin mengalir di dalam tubuhnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ganyu dan Cloud Retainer memiliki ikatan yang erat. Namun, Cloud Retainer sering mengenang masa kecil Ganyu kepada orang lain, yang membuat Ganyu merasa malu."
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Seorang murid Adeptus dengan temperamen yang sedikit unik. Karena sudah lama hidup terisolasi di pegunungan Liyue, sifatnya juga menjadi acuh tak acuh dan menjaga jarak seperti para Adeptus.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Bagi Shenhe, Cloud Retainer adalah seorang master yang berpengetahuan luas dan pandai bicara."
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Murid Streetward Rambler yang paling muda. Usianya masih kecil tapi sudah seperti orang dewasa, pribadinya lemah lembut dan penuh perhatian.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/8459597/5bc9df1fb67391e4c8080da3d855de53_4956841957496776451.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Yaoyao telah bertemu dengan banyak Adeptus, salah satunya adalah Bibi Cloud Retainer. Yuegui dibuat oleh Cloud Retainer untuk melindunginya."
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Moon Carver",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Qingyun Peak, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/119402430/04cbb551e9234cef9aa39840dc923d55_2286624349359987015.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Mountain Shaper",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Hulao, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/119402430/6f30a05b953798d6483f2bdcae21831b_1414383427815560587.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Cloud Retainer adalah seorang Adeptus seperti Moon Carver dan Mountain Shaper."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Item/Buku terkait"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Perang Archon",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/a82bdf0881ab4b3d46003b668727a98c_8179848916528490834.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika sebelum adanya Perang Archon, saat itulah Morax belum mendapatkan Gnosis, dia, bersama dengan Para Dewa dan Adeptus lainnya, mendirikan Liyue dan Guili Assembly. Guizhong yang dikenal sebagai Dewa Debu, menyalurkan kebijaksanaannya bersama dengan membagikan pemahaman keterkaitan keahlian pembuatan mekaniknya kepada manusia. Disisi lain, Marchosisus, Dewa Kompor, membagikan ilmu pengetahuan memasaknya dan menciptakan oven untuk manusia. Mereka semua membela rakyatnya bersama dengan para Adeptus lainnya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/cbb6c0df420577aa4723d81a51ecbffe_1403738560652293759.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pada masa-masa itu, Cloud Retainer senang menjadi tuan rumah untuk mengadakan pesta minum teh bersama para Adeptus lainnya. Rex Lapis, Dewa Debu dan Cloud Retainer sendiri, akan duduk di meja yang terletak di dekat tempat tinggalnya. Dikarenakan cangkir-cangkir yang disediakan Rex Lapis terlalu persegi, Cloud Retainer sering menertawakan cangkir itu.\nGuizhong yang merupakan Teman Cloud Retainer, juga sering mengadakan pertemuan di Guili Assembly, dengan menyediakan tempat duduk untuk mereka di samping meja batu terbesar. Marchosius akan menyediakan hidangan lezatnya ke meja, Sea Gazer akan selalu memperlihatkan penemuan harta karun terbarunya, dan Cloud Retainer serta Guizhong akan membicarakan eksperimen karya seni terbaru mereka. Sebelum kembali ke rumahnya sendiri, Streetward Rambler (Madame Ping) sering kali pergi bersama Guizhong untuk mengagumi bunga yang indah. Guizhong selalu mencari cara untuk membuat topik percakapan tetap berjalan, dengan membawa candaan dan tawa khususnya meramaikan di meja makan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/5d7ba312dadb3346ea74692d25d818ba_2012992109809864745.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika Perang Archon dimulai, wilayah Liyue menjadi medan pertempuran. Setelah banjir menggenangi perkumpulan Guili Assembly, Adeptus membantu para penduduk untuk pindah ke Pelabuhan Liyue, yang kemudian berkembang menjadi kota utama. Perang ini yang membuat Cloud Retainer kehilangan banyak temannya. Marchosius memberikan nyawanya sebagai pengorbanan untuk rakyat, kehilangan ingatan dan kemampuannya yang menjadikan dirinya sebagai Guoba. Guizhong terbunuh, yang mengakibatkan kekuatan Guizhong terkunci. Untuk memastikan keselamatan penduduk desa, Skybracer mengorbankan tanduknya untuk menahan gunung yang runtuh dan dia terus bertarung hingga kehilangan seluruh darahnya dan konon nyawanya sudah melayang. Morax melemparkan tombak batu ke Laut Liyue, menciptakan Guyun Stone Forest, yang menjadikan tempat makam tersegel, para Archon yang telah dikalahkan.\n<color=#ffd780>Entry Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/d764314ff0105fdd260019c1d559cd97_7012506787953564012.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "<p>Teman dan pendamping Xiangling, Guoba membantunya dalam memasak dan pertempuran.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/12/1023623/aed6d782110b4a976ecc5deffddd9bff_4377603066186055709.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Skybracer",
        "desc": "<p>Seorang Adeptus dari Liyue yang terbunuh selama Perang Archon.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Sea Gazer",
        "desc": "<p>Seorang Adeptus berasal dari Liyue yang gemar mengumpulkan harta karun. Dia adalah pemilik sebelumnya dari \"Fantastic Compass.\"</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/bcf3c5e99c0f06cc10a700403456164c_8244983452388089599.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mekanisme",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cloud Retainer senang merancang dan meneliti berbagai mekanisme yang berbeda. Di tempat tinggalnya, banyak sekali teka-teki yang dapat ditemukan. Dia senang bersaing terhadap Adeptus lain untuk membuktikan siapa penguasaan penemuannya yang terhebat. Selama pertemuan mereka, saat Sea Gazer menunjukkan harta karunnya, otomatis hartanya akan menjadi pusat perhatian. Kemudian, baik Guizhong maupun Cloud Retainer juga akan menunjukkan penemuan mekanik mereka yang paling mengagumkan karena mereka tidak bisa berdiam diri dan tidak akan membiarkannya mencuri perhatian. Sea Gazer tidak benar-benar menciptakan apa-apa, karena dia hanya menggunakan kemampuan eksplorasinya untuk menggali mereka keluar dari tanah, jadi Cloud Retainer merasa keterlaluan karena dia mencoba bersaing dengannya. Oleh karena itu, ia sering bertengkar dengan Sea Gazer. Setiap kali mereka bertengkar, Guizhong biasanya mencoba mengalihkan perhatian mereka dengan mengatakan bahwa tak satu pun dari mereka yang bisa mengalahkannya atau dengan menyarankan mereka untuk pergi ke kaki gunung dan memanggang daging."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/69718c9101b12d4f237408cc37fd7dc8_1744471329919066493.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cloud Retainer dan Guizhong dulu sering berdebat mengenai konsep mekanisme di masa lalu. Meskipun ada aja alasan selama pertemuan sosial yang tidak terduga, namun keduanya memiliki sikap idealisme dan tidak ada satu pun dari mereka yang mau mengalah. Suatu ketika, Cloud Retainer meminta Rex Lapis yang konon sifatnya netral, untuk menilai kualitas karya mereka. Namun Rex Lapis mengatakan bahwa Obscuro Vulpes Mechanism milik Guizhong adalah yang terbaik. Meskipun Cloud Retainer terlalu sombong untuk mengakuinya, dia memahami jika di dalam hatinya bahwa Guizhong memiliki kemampuan yang lebih baik dalam seni mekanik.\nSalah satu mekanisme yang dikenal dan diciptakan oleh Cloud Retainer adalah Yuegui, yang merupakan kelinci mekanik yang dibuat khusus untuk Yaoyao. Hal itu dimaksudkan untuk melindungi gadis itu jika dia dalam bahaya, dan dengan memanggil Yuegui, yang tuannya, Streetward Rambler, akan dapat mengetahui di mana lokasi muridnya berada. Kelinci itu akan memperingatkan tuannya jika ada yang mencoba mencelakai gadis itu sehingga Adeptus dapat melindunginya. Perangkat selanjutnya merupakan Supreme Cuisine Machine dan <color=#ffffff73>Cloud Retainer's Damasked Device.</color> Damasked Device merupakan <color=#ffffff73>perangkat ringan dengan tampilan menyerupai burung ini terbuat dari kertas bertumpuk, dan Cloud Retainer menghadiahkannya pada Traveler</color> . Meskipun dapat disebut \"perangkat\", tapi tidak terlihat adanya komponen mekanis tradisional apa padanya.\n<color=#ffffff73>Salah satu penemuan terbaru dari Cloud Retainer adalah Onikabuto mekanisme. Awalnya dia menciptakan sejumlah alat berkebun dan bertanam untuk temannya, yang dijuluki Bloom Pruners, sedangkan Madame Ping, untuk merawat Silk Flowers di teras. Untuk menyesuaikan diri dengan lingkungannya, Bloom Pruner memiliki kemampuan untuk berubah bentuk menjadi makhluk apapun. Saat Madame Ping memberikan Bloom Pruner kepada Guoba dan menyuruh berubah menjadi Onikabuto, yang kemudian dia mengetahui bahwa teman lamanya, Guoba, itu ikut serta dalam Pertandingan Kumbang Arataki. Selama pertempuran dengan Crimson Staff milik Arataki Itto, Bloom Pruner menunjukkan kemampuannya dengan hanya menggunakan sebagian dari kekuatannya sehingga Itto ingin menjadi murid Cloud Retainer untuk mempelajari kemampuan tersebut.</color>\nSelain mengembangkan mekanisme baru, Cloud Retainer juga senang mempelajari untuk menganalisis dan merombak mekanisme yang sudah ada sebelumnya. Suatu hari, Keqing menghadiahkan Adeptus dengan kembang api baru yang didesain oleh Ministry of Civil Affairs untuk Festival Ritual Lentera. Cloud Retainer sangat senang mendapatkan hadiah tersebut karena merupakan peralatan yang menarik dengan desain asli, yang secara estetika sangat menyenangkan untuk dilihat.\n<color=#ffd780>Entry Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Sea Gazer",
        "desc": "<p>Seorang Adeptus berasal dari Liyue yang gemar mengumpulkan harta karun. Dia adalah pemilik sebelumnya dari \"Fantastic Compass.\"</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/bcf3c5e99c0f06cc10a700403456164c_8244983452388089599.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/d764314ff0105fdd260019c1d559cd97_7012506787953564012.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Madame Pingn atau dikenal dengan gelar adeptusnya Streetward Rambler. Madame Ping dapat ditemukan didekat Yujing Terrace pada siang hari. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/1bdec1bf0f367b9284d04ce2b3f57ccd_2524792498497204153.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Murid Streetward Rambler yang paling muda. Usianya masih kecil tapi sudah seperti orang dewasa, pribadinya lemah lembut dan penuh perhatian.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/8459597/5bc9df1fb67391e4c8080da3d855de53_4956841957496776451.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 17,
        "name": "Pengembara (Geo)",
        "desc": "Seorang pengembara yang berasal dari dunia lain, saudara satu-satunya yang ia miliki dirampas dari hadapannya oleh sesosok dewa, dan kini ia mengembara untuk mencari The Seven.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/8459597/f00d18b57acb4aa37bf2fc39bf67ddd0_2278549194559424240.gif",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "Yuheng dari Liyue Qixing, dia punya banyak hal yang ingin dikatakan mengenai Rex Lapis yang memerintah Liyue- dan pada kenyataannya, para Dewa mengagumi orang-orang sepertinya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2905,
        "name": "Cloud Retainer's Damasked Device",
        "desc": "<p>Perangkat ringan dengan tampilan menyerupai burung ini terbuat dari kertas bertumpuk, dan Cloud Retainer menghadiahkannya padamu. </p><p>Meskipun dapat disebut \"perangkat\", tapi tidak terlihat adanya komponen mekanis tradisional apa padanya – yah, bukan dari luar. </p><p>Tampaknya keterampilan Adeptus ini sebagai ahli permesinan telah meningkat lebih jauh ....</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/20/25750596/22d9949e5c8c16258264bd9633d51e9e_8595718586415259292.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kematian Rex Lapis",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Pada masa 3700 tahun yang lalu, Adeptus dan Rex Lapis membuat kesepakatan dan menandatangani kontrak di mana Adeptus setuju untuk mempertahankan Pelabuhan Liyue. Mereka menjaga Liyue selama ribuan tahun hingga kematian Archon Geo, dan pada saat itu mereka mundur dari kekuasaan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/a0a990eea30d7f5ee6099930cc60bb29_1169646663988060864.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika Archon Geo terbunuh dalam Rite of Descension, Cloud Retainer berniat untuk meruntuhkan seluruh Pelabuhan Liyue. Dia ingin membebaskan orang-orang karena dia berpikir bahwa akan ada hal-hal mengerikan yang terjadi ketika Archon meninggal. Dia berpikir bahwa kematian Archon disebabkan oleh Liyue Qixing, penguasa Liyue, yang gagal dalam tugasnya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/829d32591ac9523afdeade3272423118_1980746374018068701.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Namun demikian, Cloud Retainer setuju untuk mengutamakan dalam mendengarkan sudut pandang Adeptus lainnya terlebih dahulu. Ketika Rex Lapis muncul di hadapan mereka dalam mimpi, para Adeptus membuat keputusan untuk sementara waktu memperbaiki keadaan dengan Liyue Qixing untuk melindungi orang-orang dari ancaman. Selama Perang Archon, Osial, Penguasa Vortex dikalahkan oleh Morax, dan kemudian dipanggil oleh Harbinger dari Fatui Childe dengan tujuan untuk menarik Rex Lapis dan mendapatkan Gnosisnya. Cloud Retainer memodifikasi Guizhong Ballista untuk mengubahnya menjadi mesin perang. Melalui upaya bersama para Millelith, Liyue Qixing dan Adeptus, akhirnya dewa kuno berhasil dihentikan, dan Liyue pun dapat diselamatkan.\nSetelah perang ini, para Adeptus memberikan kekuasaan sepenuhnya kepada Liyue Qixing. Mereka berhenti ikut campur dan membiarkan rakyat mempertahankan kota mereka sendiri ketika Beisht, yang dimana merupakan istri Osial, berencana untuk menyerang Liyue sekali lagi untuk membalas dendam pada suaminya.\n<color=#ffd780>Entry Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Childe",
        "desc": "\"Childe\" Tartaglia, Fatui Harbinger ke-11.<br/>Tartaglia bertarung dengan kekuatan Delusion yang mengerikan dan dengan ilmu bela diri yang dia pelajari dalam suatu tempat penuh kegelapan.<br/><br/>Dia adalah seorang petarung sejati yang selalu haus akan pertarungan.<br/>Setiap pertumpahan darah, setiap tantangan hidup dan mati, adalah cobaan yang menyenangkan bagi dirinya.<br/>Orang-orang mengatakan bahwa sejak muda, kemampuan bertarung Tartaglia sudah dikenal di seluruh penjuru.<br/>Tetapi dia sendiri tidak pernah memamerkan dirinya seperti itu.<br/><br/>Karena dia percaya...<br/><i>\"Kamu ditakdirkan untuk menjadi pusat angin topan,\" </i><br/><i>\"suara pedang yang saling beradu akan senantiasa menemanimu.\"</i><br/><i>\"Ingatan saat kamu menginjakkan kaki ke dalam kegelapan pekat itu,\"</i><br/><i>\"akhirnya akan menjadi kekuatanmu untuk menguasai dunia.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "Seorang \"Tianquan\" dari \"Liyue Qixing\", kekayaannya tidak tertandingi di seluruh Teyvat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4905,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cloud Retainer dan Shenhe",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/f321a78941c54e5d56bd3fe7c0bc6336_5050227651419819341.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika Shenhe berusia lima tahun, ibunya meninggal dunia, dan ayahnya, yang sangat mencintai istrinya, merasa sulit untuk menerima kematian istrinya. Melalui praktik ritual pengorbanan kepada seelie, dia menemukan sebuah seni rahasia yang dikenal sebagai Fate Transference yang memungkinkan penukaran nyawa orang yang masih hidup dengan yang sudah meninggal. Dia ingin menukar nyawa Shenhe dengan nyawa istrinya. Kemudian dia membawanya ke dalam gua dan memanggil seekor \"seelie\" hitam yang mengerikan, dengan ciri lainnya yaitu matanya yang berwarna merah darah karena menantikan dengan keinginan memiliki nyawa kehidupannya yang menggoda."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/0bd14eabbd026cc4aa5c5431837fd3f2_7070231615035277775.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Beberapa hari kemudian, Cloud Retainer mengikuti jejak perjalanan great evil dan menyelidiki sebuah gua, dia menemukan seorang gadis kecil yang pingsan di dalam gua. Gadis kecil tersebut kelelahan, kelaparan, kesepian, dan keadaannya mengenaskan. Merasa kasihan dengan nasib malang gadis itu, dan menyadari bahwa dia memiliki bakat yang luar biasa dan telah berhasil menangkis kekuatan yang mengerikan sendirian, Cloud Retainer berjanji untuk menyelamatkannya, menyembuhkannya, dan mengajarinya ilmu Adeptal path.\nShenhe tidak mau bicara saat pertama kali Adeptus membawanya ke Mt. Hulao. Satu-satunya hal yang dia lakukan adalah hanya sebatas mendaki puncak gunung dan menatap lautan awan. Cloud Retainer menerima semua ini tanpa mengganggu gadis itu; sebagai gantinya, dia menggunakan sacred stone untuk membuat sisir giok putih dan memberikannya kepadanya. Sang Adeptus menasihatinya untuk menyisir rambutnya sebanyak tiga kali dengan sisir ini, karena itu akan dianggap sebagai rite of apprenticeship , hal itu yang merupakan persyaratan jika dia ingin memutuskan hubungannya dengan dunia alam fana dan masuk ke dalam Adeptal tutelage. Tanpa ragu-ragu, Shenhe mengikuti instruksi Adeptus, dan rambut hitamnya berubah menjadi frosty silver . Berkat latihan yang telah dijalaninya selama bertahun-tahun, dia telah lama mempelajari pentingnya makna tiga sapuan sisir tersebut: yang pertama adalah menghilangkan kekhawatiran yang tidak perlu, yang kedua adalah melepaskan kegembiraan dan kesedihan, dan yang ketiga adalah melanjutkan perjalanan ini hingga usia lanjut tanpa penyesalan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/fe50327f2b66282a01928ebe68556a8b_7743735535316527808.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Shenhe diselamatkan beberapa tahun yang lalu, dan para Adeptus sekarang adalah satu-satunya keluarganya. Cloud Retainer tidak hanya mengajari muridnya terkait pemberian pengetahuan tentang Adeptus, tetapi juga merawatnya seolah-olah dia adalah putrinya.\n<color=#ffd780>Entry Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Seorang murid Adeptus dengan temperamen yang sedikit unik. Karena sudah lama hidup terisolasi di pegunungan Liyue, sifatnya juga menjadi acuh tak acuh dan menjaga jarak seperti para Adeptus.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kepribadian",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Saat pertama kali muncul, Cloud Retainer adalah seorang penyendiri yang lebih suka menikmati waktu sendirian, merancang dan mempelajari berbagai mekanisme yang berbeda di tempat tinggalnya. Dia kadang-kadang bisa bersikap mendadak berubah dan kasar kepada pendatang baru. Namun, setelah Anda mengenalinya lebih dekat, terlihat jelas bahwa dia adalah orang yang suka sekali berbicara, terutama tentang Ganyu - setengah manusia, setengah Qilin - yang telah dikenal Cloud Retainer sejak masa kecil Ganyu. Cloud Retainer senang menceritakan kisah-kisah tentang masa ketika Ganyu masih kecil sangat menyukai orang-orang yang membelai tanduk di kepalanya dan saat itu Ganyu benar-benar gempal. Cloud Retainer adalah orang yang memiliki sikap tegas, namun dia tetap menyayangi sesama Adeptus, atau yang ia sebut sebagai fosil, serta Ganyu, muridnya dia adalah Shenhe, dan muridnya Streetward Rambler, adalah Yaoyao. Dia memohon kepada semua orang untuk saling menjaga satu sama lain, termasuk dirinya sendiri dan orang lain di sekitarnya.\n<color=#ffd780>Entry Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Seorang sekretaris di Yuehai Pavilion. Darah hewan pusaka Qilin mengalir di dalam tubuhnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Seorang murid Adeptus dengan temperamen yang sedikit unik. Karena sudah lama hidup terisolasi di pegunungan Liyue, sifatnya juga menjadi acuh tak acuh dan menjaga jarak seperti para Adeptus.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Madame Pingn atau dikenal dengan gelar adeptusnya Streetward Rambler. Madame Ping dapat ditemukan didekat Yujing Terrace pada siang hari. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/1bdec1bf0f367b9284d04ce2b3f57ccd_2524792498497204153.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Moon Carver",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Qingyun Peak, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/119402430/04cbb551e9234cef9aa39840dc923d55_2286624349359987015.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Mountain Shaper",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Hulao, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/119402430/6f30a05b953798d6483f2bdcae21831b_1414383427815560587.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Murid Streetward Rambler yang paling muda. Usianya masih kecil tapi sudah seperti orang dewasa, pribadinya lemah lembut dan penuh perhatian.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/8459597/5bc9df1fb67391e4c8080da3d855de53_4956841957496776451.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Masa Kini",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Di salah satu Festival Ritual Lentera, Cloud Retainer mengembangkan ketertarikannya pada cara hidup Streetward Rambler, yang pergi untuk tinggal bersama orang-orang setelah Perang Archon. Cloud Retainer ingin menghabiskan lebih banyak waktu dengan Madame Ping, jadi dia juga merekomendasikan untuk pindah ke kota karena <color=#ffffff>\"Ada banyak orang disini yang bisa diajak berbicara. Saya berpikir hal ini bagus untuk kamu, sebab ini akan menjadi penyeimbang yang bagus untuk mengatasi rasa bosan karena sendirian. Dan saya yakin bahwa jika Anda melihat-lihat, Anda akan menemukan sejumlah anak muda yang tertarik pada seni mekanik; sebagian dari mereka bahkan mungkin layak untuk dilatih.\"</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Mungkin, seperti kumpulan debu yang mengendap setelah diterpa badai, suatu hari nanti kita juga harus kembali ke dunia bawah.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Akhirnya, Cloud Retainer membuat keputusan untuk mencoba hidup di antara manusia sebagai Xianyun. Dia ahli dalam membuat berbagai pernak-pernik kecil dan juga memiliki pemahaman tentang mekanisme. Saat ini, Cloud Retainer memintanya untuk tidak mengganggunya ketika dia sedang mengerjakan Exquisite Mini Broth Pot yang indah karena dia sedang bekerja sangat keras untuk itu.\n<color=#ffd780>Entry Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p>Salah satu Adeptus yang agung dan mulia dari Jueyun, \"Cloud Retainer\". Ahli segala jenis mekanika, yang hatinya kini berpaling kepada dunia fana. \"Xianyun\" Adalah nama yang digunakannya setelah turun gunung.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/8459597/2c2be27f8876e9435ab8c8b933b8408c_4034196479147710727.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Madame Pingn atau dikenal dengan gelar adeptusnya Streetward Rambler. Madame Ping dapat ditemukan didekat Yujing Terrace pada siang hari. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/1bdec1bf0f367b9284d04ce2b3f57ccd_2524792498497204153.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Teaser dan Trailer",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser Kisah: Cita Rasa Dunia"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/1062f1cb3cf7147dc48b249b75c30c10_6187059567318529523.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 Oktober 2021</color>\nWaktu yang berlalu ditandai dengan makanan dan minuman yang kita nikmati sambil bersenang-senang — yang didapatkan dari anugerah alam. Dari dulu hingga sekarang, tahun demi tahun berlalu dalam sekejap mata. Asap dari tungku dapur membawa kebahagiaan dan sukacita, kesederhanaan rumah tangga mewarnai kehidupan siang dan malam. Awan halus tak hentinya mengejar bulan, sedangkan perahu dunia tak hentinya mengarungi aliran waktu.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sHshbPUOXo4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kisah Karakter: \"Shenhe — Sebuah Mimpi dalam Kesendirian\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/6ef4b7901339d861753ac325fc84a123_3108648757264325957.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>30 Desember 2021</color>\nSejak kecil Shenhe selalu tinggal di pegunungan, berguru di bawah didikan Adeptus, dan berlatih dalam ketenangan. Sesekali terdengar gemerisik daun, burung berkicau, dan serangga bersuara. Sepertinya ada seseorang yang berkunjung. Tapi setelah didengar dengan seksama, hutan dan gunung terasa sunyi senyap, angin pun berhenti ... tanpa suara.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=jvGnekdMOhI&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser Kisah: Kemurkaan Adeptus"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/a027357bf768696f88d82f5d1c6c589f_4635953340932404874.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>6 Januari 2022</color>\nKisah ajaib tentang dunia Adeptus, semuanya tidak lagi seperti dulu, kecuali ribuan utas kesedihan yang tersisa. Nyanyian para pahlawan dikumandangkan, barisan cerita baru ditambahkan, agar cahaya lentera di setiap rumah kembali bersinar terang.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=EiAhMr6IJTQ&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Animasi Adegan Event “Sekilas Rona di Angkasa: Saat Warna-Warna Mengalir”"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/5fc72b4328567c8785efb5907e0ad078_7739075259872961470.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>31 Januari 2022</color>\nNyala kembang api memenuhi angkasa bagai bintang yang bersinar untuk menyambut masa kemakmuran. Warnanya yang indah membawa harapan dari semua orang. Dalam cahayanya yang menyilaukan, semoga gunung dan bulan bisa tetap mempertahankan keindahan abadi mereka.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=GJiO22r9418&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Demo Karakter — \"Yaoyao: Kemurnian Sekuntum Bunga Osmanthus\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/b8b5bf39f7523775dd545a164e4d2d20_6366474729038547114.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>16 Januari 2023</color>\nYaoyao memedulikan semua orang, siapa pun itu. Baik itu guru, orang tua, teman main atau orang asing sekalipun, Yaoyao akan menjaga mereka semua. Jangan jengkel kalau Yaoyao terlalu cerewet, ya. Karena perhatian yang ada di hatinya mungkin lebih banyak daripada yang dia keluarkan melalui kata-katanya.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=JTVQdw8jDp0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Adegan Animasi \"Dentang Lonceng di Malam yang Indah\": Perayaan Cahaya"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/f549ae83e69ae6253ebc1b46bb599873_529651397798615907.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 Januari 2023</color>\nTahun yang baru membawa harapan baru, teman terdekat, dan juga keberuntungan. Di malam yang penuh warna ini, Pelabuhan Liyue tidak hanya dipenuhi Lentera Xiao, tetapi juga musik-musik yang mengalunkan melodi terindahnya.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=DXcQSUZuOKk&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser Kisah: Gema Suara di Hati"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/083477d4fe3e4626f8d54ba962d5cae2_2363857075314921546.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 Januari 2023</color>\nSeperti kepulan asap yang menghilang dalam sekejap mata, seperti tangkai yang mengambang tanpa akar. Aliran air mengalir, menyapu butiran debu yang ada.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video Pendek Kumpulan Pemandangan Genshin Impact: Liyue"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/50e9716fc5f9012a00e38edd53ac83e2_3420861946456836153.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 Juni 2023</color>\nPemandangan pegunungan yang menjulang dan bebatuan raksasa. Menakjubkan dan tak tergoyahkan. Pelabuhan komersial penuh hiruk-pikuk yang telah menyambut ribuan kapal.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=gJe8sAMb3bE&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustrasi",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Selamat Ulang Tahun, Ganyu!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/af3d027618484431d9ede13a9d45a690_6108611618331370173.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 Desember 2023</color>\n\"Selamat ulang tahun, Ganyu.\"\n\"Terima kasih...\"\n\" <color=#ffffff73>Setiap kali hari ini tiba, diri ini selalu mengenang kembali kelucuanmu saat kecil. Orang-orang zaman kini tidak cukup beruntung untuk melihatnya ... Diri ini berasumsi pekerjaan tahun ini masih sangat sibuk? Jika benar begitu, jangan lupa luangkan waktu untuk istirahat ...</color> .\""
      }
    ],
    "galleryCharacter": [
      {
        "key": "Kartu Karakter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/58bffbb28db29db8f7b2f80ce4d3e1d9_5578458757300585941.png"
      },
      {
        "key": "Bentuk Manusia",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/170306649/f343ba1399984586add25e3b57e0a547_2298383648949970933.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Guizhong, Morax dan Cloud Retainer."
          }
        ]
      },
      {
        "key": "Cloud Retainer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/170306649/a8a19d55fe945e3371eb4a5b1a2a634d_3113110771459629096.png"
      },
      {
        "key": "Cloud Retainer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/170306649/780fce66d6a1ad2a5e42d02dd7b75325_7636619585087403808.png"
      },
      {
        "key": "Cloud Retainer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/170306649/5bb3fdac22eebe9e7d230c8a39c7fc8f_4593669680083960916.png"
      },
      {
        "key": "Cloud Retainer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170306649/cafff7bbd433af9391363fbd5acf5a97_3497369954375449980.png"
      },
      {
        "key": "Cloud Retainer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170306649/d9ad26954d1ce9e0a40f196b72450232_135409582010627223.png"
      },
      {
        "key": "Cloud Retainer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170306649/a82bdf0881ab4b3d46003b668727a98c_5816043115501457357.png"
      },
      {
        "key": "Cloud Retainer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170306649/7aaed26f307b67c8e0aecf5e27111ff3_1913370593724387862.png"
      },
      {
        "key": "Cloud Retainer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170306649/0846b4bf3e004efb296037d25f2b15d3_9046509543149442734.png"
      },
      {
        "key": "Cloud Retainer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170306649/a110edb84805037b63825b4c866685af_5158010542181653719.png"
      },
      {
        "key": "Cloud Retainer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170306649/8178bf6d660490b290319f8b68ff6c43_17200930708116932.png"
      },
      {
        "key": "Cloud Retainer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170306649/9a860fbdf4df26d64a2708ce3c149206_4194088509184022134.png"
      },
      {
        "key": "Cloud Retainer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170306649/de82b5f8a3d0b60ebe6da25e67b28119_1352053574654659122.png"
      },
      {
        "key": "Cloud Retainer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170306649/720d1ec13a521a6839d5bdb26963870c_7818803043350984083.png"
      },
      {
        "key": "Cloud Retainer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170306649/134d9abc18a584ecee502193ec8cb8f2_6705402484576836140.png"
      },
      {
        "key": "Cloud Retainer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170306649/270ae713bf8765ed6d5d44ee3678a97b_9027459217008566128.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Cloud Retainer"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Afiliasi",
        "value": [
          {
            "type": "RichText",
            "text": "Adeptus"
          }
        ]
      },
      {
        "key": "CV Mandarin",
        "value": [
          {
            "type": "RichText",
            "text": "Qin Ziyi (秦紫翼)"
          }
        ]
      },
      {
        "key": "CV Inggris",
        "value": [
          {
            "type": "RichText",
            "text": "Stephanie Panisello"
          }
        ]
      },
      {
        "key": "CV Jepang",
        "value": [
          {
            "type": "RichText",
            "text": "NAKATOMI Mana (中臣 真菜)"
          }
        ]
      },
      {
        "key": "CV Korea",
        "value": [
          {
            "type": "RichText",
            "text": "Kang Si-hyeon (강시현)"
          }
        ]
      },
      {
        "key": "Nama Lainnya",
        "value": [
          {
            "type": "RichText",
            "text": "Xianyun"
          }
        ]
      }
    ]
  }
}