{
  "epId": 2545,
  "name": "Madame Ping",
  "desc": "<p>Madame Ping<span class=\"wk-shady\">atau dikenal dengan gelar adeptusnya Streetward Rambler</span>adalah guru dari Yaoyao dan Xiangling. Madame Ping dapat ditemukan di dekat Yujing Terrace pada siang hari.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/03/140615443/0f6d6b3952d41b274178b21b4b0169b9_5668292079161655727.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1749837650,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Streetward Rambler",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Pada 3,700 tahun yang lalu, Rex Lapis mendirikan Liyue dan membuat kontrak dengan Adeptus untuk menjaga penduduknya. Mereka bekerja sama untuk membangun kota dan mengajarkan orang-orang berbagai kerajinan dan teknologi. Streetward Rambler merupakan salah satu Adeptus yang bekerja sama dengan Rex Lapis."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/2a68bd933d4729296d6b6f53fed1c36a_6260359355036676798.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Di antara para dewa, Guizhong, God of Dust, adalah rekan terkasih dari Streetward Rambler. Cerita mereka dimulai dengan sebuah lonceng. Lonceng Penyuci merupakan salah satu karya kebanggaan Guizhong dengan kemampuan untuk membuat dan menampilkan bunyi. Lonceng tersebut dibuat dengan ilmu mekanika dan bisa digunakan secara efektif sebagai instrumen pengiring. Menurut Guizhong, meskipun mekanik bukan pengganti komposer manusia, mereka dapat membuat melodi yang simpel dan baik. Streetward Rambler percaya musik merupakan ekspresi jiwa, sebuah karya emosional yang tidak bisa ditiru oleh mesin. Mereka sering berdebat hingga Cloud Retainer meminta Rex Lapis untuk menghentikannya. Rex Lapis menyita lonceng tersebut dan menggunakannya untuk kepentingan upacara. Setelah itu, Guizhong dan Streetward Rambler sering bertemu di pegunungan sambil membicarakan musik, mekanik dan semua masalah di dunia fana."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/fbd73901aca7d29979882aac626a6dd4_2747089289875253612.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Akan tetapi, saat Perang Archon terjadi, Guizhong dikalahkan musuh dan mati dalam perang tersebut. Ketika Streetward Rambler dan Cloud Retainer sampai ke tempat kejadian, hanya tubuh tak bernyawa Guizhong yang mereka temukan di antara reruntuhan. Setelah itu, dengan permintaan Streetward Rambler, Rex Lapis memberikannya Lonceng Penyuci sebagai peninggalan.\nSetelah temannya kembali ke elemen, Streetward Rambler memutuskan untuk keluar dari Adepti dan bergabung dengan manusia. Dia mengubah penampilannya dari wanita muda menjadi wanita yang lebih tua dan memanggil dirinya Madame Ping."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Mungkin, suatu hari nanti ketika debu yang bertebaran di tengah badai telah turun,</color>\n<color=#ffffff>kita pun harus melanjutkan perjalanan ke alam berikutnya.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/1aca731472fabcf00c0047c5833007d1_7110596449216455106.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Untuk mengenang temannya, Madame Ping menanam glaze lilies — bunga kuno yang hampir punah setelah kematian Guizhong. Pada zaman dulu, glaze lilies dipercaya bisa membaca hati manusia. Jika mereka mendengar suara indah seperti tawa dan nyanyian, mereka akan mekar dengan riang. Akan tetapi, jika mereka mendengar gosip dan fitnah, mereka akan cepat layu. Maka itu, bunga tersebut layu setelah kematian Guizhong dan beberapa tahun kemudian, setelah deklarasi kematian Archon Geo, Morax.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/d764314ff0105fdd260019c1d559cd97_7012506787953564012.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Lonceng Penyuci",
        "desc": "Dikatakan bahwa lonceng magis ini disiapkan khusus untuk Adeptus. Bunyinya sangat nyaring dan tidak mudah memudar, dapat digunakan untuk menyucikan alam fana.<br/>Saat kamu memegangnya kamu bisa merasakan adanya kehidupan di dalamnya...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1183,
        "name": "Glaze Lily",
        "desc": "Bunga yang sudah ada sejak dahulu kala dan dikabarkan bahwa sering dijumpai di Liyue. Konon katanya, mekarnya bunga ini dapat mengubah seluruh memori di daratan Liyue menjadi harum yang semerbak.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Madame Ping",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Beberapa tahun berlalu, Streetward Rambler hidup dalam wujud wanita tua dan hampir tidak ada yang tahu bahwa dia seorang Adeptus. Karena Rex Lapis memberikan seluruh Adepti “penuh terang,” mereka bisa membuat Ruang — sebuah dunia kecil yang bisa dikendalikan sendiri. Ruang yang diciptakan oleh Madame Ping adalah tempat di dalam poci keramik yang menjadi rumah Madame Ping."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/a0a990eea30d7f5ee6099930cc60bb29_4510368384931685197.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Suatu hari saat Rite of Descension terjadi, Archon Geo terbunuh. Untuk melaksanakan Rite of Parting, konsultan Wangshen Funeral Parlor, Zhongli meminjam Lonceng Penyuci dari Madame Ping. Lonceng tersebut merupakan barang yang Rex Lapis pernah ambil dari Madame Ping dan Guizhong. Zhongli adalah Morax yang ingin mengundurkan diri dari peran Archon dan untuk tujuan tersebut dia memalsukan kematiannya di depan rakyat Liyue."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/2ff6dcc39170d2d940af03c5bbd0acc0_8301047329048973107.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Setelah kematian Archon mereka, rakyat Liyue menghadapi bahaya baru — Overlord of the Vortex, Osial, yang dibebaskan oleh Fatui Harbinger Childe. Childe ingin membawa bahaya ke Liyue untuk memancing Rex Lapis dan mengambil Gnosis-nya. Streetward Rambler bergabung dengan Adeptus lainnya dalam pertarungan ini untuk melindungi rakyat Liyue. Banyak Adeptus yang ingin menghancurkan Liyue Harbor karena telah membiarkan Archon Geo meninggal dunia dan tidak ingin orang-orang tersebut memimpin. Sebaliknya, Madame Ping ingin mempercayakan Liyue kepada Qixing yang juga bertarung melawan Osial. Dia paham bahwa Ningguang, Tianquan Liyue Qixing, sangat menghargai Jade Chamber yang dia gunakan untuk mengalahkan Osial. Jika dia bersedia mengorbankan pekerjaannya untuk melindungi Liyue, maka dia layak memimpin Liyue.\nKetika Rite of Parting dilakukan, Madame Ping menghadiahkan tempat tertutup di poci untuk Pengembara dan Paimon sebagai tanda terima kasih atas bantuan mereka dan agar mereka selalu mempunyai tempat berteduh. Ruang tersebut dikenal dengan Serenitea Pot yang dibuat dengan menggunakan Smaragdus Jadeite yang langka dan Shimmersoil dari tepi Dihua Marsh. Madame Ping meminta temannya, Roh Penghuni Poci, Rain Calmer yang juga dikenal sebagai Tubby untuk menjaga Ruang tersebut.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "Seorang \"Tianquan\" dari \"Liyue Qixing\", kekayaannya tidak tertandingi di seluruh Teyvat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Anggota ke-11 dari Eleven Harbingers, juga dikenal dengan nama \"Childe\". Ketenaran namanya saja dapat menghantar ketakutan di medan perang.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "name": "Tubby",
        "desc": "<p>Tubby adalah Roh penghuni Poci, Tubby termasuk Adeptus. Tubby memiliki nama lain \"Rain Calmer\".</p><p>Tubby membantu Pengembara untuk membangun perabotan didalam Poci.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/4fb18c0e637a4d733408b3b1e2d41be9_6052969905564929043.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Lonceng Penyuci",
        "desc": "Dikatakan bahwa lonceng magis ini disiapkan khusus untuk Adeptus. Bunyinya sangat nyaring dan tidak mudah memudar, dapat digunakan untuk menyucikan alam fana.<br/>Saat kamu memegangnya kamu bisa merasakan adanya kehidupan di dalamnya...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 657,
        "name": "Serenitea Pot",
        "desc": "Poci yang didapat dari Madame Ping. Sepertinya ada alam lain yang terdapat di dalamnya...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Serenitea Pot_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1478,
        "name": "Smaragdus Jadeite",
        "desc": "Batu yang dikenal dengan nama Smaragdus Jadeite. Untuk apa Madame Ping menggunakan benda tersebut?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Smaragdus Jadeite_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Para Murid",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Jika Adeptus bertemu dengan seseorang yang takdirnya berhubungan dengan jalan Adeptus tersebut, mereka akan menjadikan orang tersebut muridnya dan mengajari mereka ilmunya. Di antara para Adeptus, Streetward Rambler adalah salah satu yang berinteraksi dengan manusia. Dia memiliki banyak murid hebat dan yang termuda bernama Yaoyao. Yaoyao yang menghargai burung, bunga, ikan dan bahkan batu mengingatkan Streetward Rambler pada Adeptus dan kepedulian mereka terhadap segala hal, sehingga Streetward Rambler tertarik padanya. Yaoyao lahir di tempat yang sunyi dengan Qingce Village. Saat pertama kali Yaoyao menjadi murid Adeptus, dia masih terlalu muda untuk mempelajari cara membaca dan menulis, karena itu gurunya mulai mengajarkan Yaoyao etiket dalam buku puisi. Seiring bertumbuhnya Yaoyao, Streetward Rambler mulai menambahkan upacara Adeptus, metode kultivasi, dan seni bela diri tombak ke dalam pelajaran Yaoyao. Dengan banyaknya pelajaran yang diberikan, hal tersebut mungkin sulit untuk Yaoyao ingat. Akan tetapi, gurunya tidak khawatir sama sekali karena dia melihat Yaoyao yang tekun dalam belajar. Streetward Rambler yang awalnya ingin menjadi guru yang tegas merasa lega melihat kesungguhan Yaoyao yang tulus dan melonggarkan metode pengajarannya. Tindakan Yaoyao yang menganggap Streetward Rambler sebagai neneknya juga meluluhkan hatinya.\nMeskipun tingginya tidak sebanding dengan orang dewasa, Yaoyao mengurus makanan Streetward Rambler dan mengkhawatirkan kesehatannya ketika musim berubah menjadi dingin seakan lupa bahwa sakit kepala dan demam bukan masalah bagi Adeptus. Streetward Rambler memang merasa jika dia telah diberkahi dengan seorang cucu dan sejak saat itu, dia tidak pernah mengucapkan kata tegas kepada anak tersebut. Meskipun dia tidak memulai hubungan ini dengan niat tertentu selain mengambil seorang murid, dia sekarang merasa tidak bisa terpisahkan dari Yaoyao. Tapi hal tersebut tidak apa-apa bagi Streetward Rambler. Dia membiarkan Yaoyao tinggal di sisinya untuk beberapa waktu — lagi pula masih banyak hal yang bisa dia ajarkan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/d4454d7fb37e3711583ceaa3eddd83a1_6808220929585703166.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Murid lain dari Streetward Rambler adalah Xiangling, teman dari Yaoyao dan seorang koki handal yang terus bereksperimen dengan berbagai bahan. Streetward Rambler mengajarkan Xiangling seni bela diri tombak yang saat ini juga dipakai untuk membantu Yaoyao.\nStreetward Ramble juga dekat dengan konsultan hukum terkenal di Liyue, Yanfei yang ayahnya adalah Adeptus yang bertarung bersama Rex Lapis saat Perang Archon, sementara ibunya adalah manusia. Ketika orangtua Yanfei pergi keliling dunia, Yanfei tinggal bersama dengan Madame Ping.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Murid Streetward Rambler yang paling muda. Usianya masih kecil tapi sudah seperti orang dewasa, pribadinya lemah lembut dan penuh perhatian.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/8459597/5bc9df1fb67391e4c8080da3d855de53_4956841957496776451.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Seorang koki ternama dari Liyue. Memiliki cinta yang mendalam akan seni masak-memasak, sangat pandai memasak masakan andalannya dengan rasa yang pedas dan gurih.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Seorang konsultan hukum yang terkenal di Liyue, di tubuh gadis muda ini juga mengalir darah Adeptus.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Iridescence Tour",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Beberapa generasi lalu, seorang penjelajah dari Fontaine mengeliling Liyue dan jatuh terpeleset ke sebuah danau. Saat dirinya tenggelam dan mulai kehabisan napas, dia mendengar suara merdu dalam air. Mereka bilang bahwa suara tersebut adalah suara terindah dan menyentuh yang pernah ia dengar. Bahkan di ambang kematian, suara merdu tersebut menyita perhatiannya dan hampir membuatnya lupa bahwa dia sedang tenggelam. Ketika dia tersadar, dia menemukan dirinya sudah berada di daratan. Tidak jauh dari tempatnya, ada seorang wanita yang tidak dikenal dengan aura seperti dewa. Saat wanita itu melihat bahwa penjelajahnya tidak lagi dalam bahaya, dia pergi tanpa mengucapkan apa pun. Penjelajah itu mencoba mengejarnya untuk berterima kasih. Akan tetapi, meskipun jarak mereka tidak jauh, tidak peduli secepat apa penjelajah itu berlari, dia tidak bisa mendekat dan jarak antar mereka tetap sama. Pada akhirnya, dia hanya bisa membungkuk berterima kasih kepada wanita itu selagi melihatnya pergi menuju sungai dan gunung di kejauhan sebelum penjelajah itu kembali ke rumahnya. Ketika dia kembali di Fontaine, dia mulai mempelajari instrumen untuk menyebarkan ceritanya seperti penyair. Setelah beberapa generasi, kisah tersebut telah diceritakan kembali, diperindah dan didramatisir. Orang-orang mulai berpikir bahwa wanita tersebut mungkin seperti seorang peri. Cerita tersebut menjadi cerita rakyat di Fontaine dengan judul “Wanita Penjaga Danau.” Orang-orang saat ini mengatakan jika kamu pergi ke pinggir danau dan memainkan sebuah instrumen, selama kamu memainkan melodi yang indah, maka kamu bisa mendengar wanita peri yang bersembunyi dari pandanganmu dan bermain musik bersama.\nSetelah waktu berlalu, keturunan dari penjelajah, Dvorak, memulai perjalanan baru untuk mencari tahu kebenaran dari cerita tersebut. Dia memutuskan untuk mengikuti jejak leluhurnya dan mencari keturunan dari wanita tersebut di zaman sekarang. Dia menghabiskan banyak waktu di jalan dan harapan yang dia kejar selama setengah masa hidupnya mulai menjadi obsesi. Suatu saat, Dvorak berdoa meminta panduan dari Archon Anemo di Mondstadt Cathedral, dan setelah dia keluar dari gerbang utama, dia melihat sekelompok daun terbang nan jauh ke arah barat menuju Stone Gate. Orang lokal bersahabat memberitahunya bahwa hal tersebut berarti angin sedang memandunya menuju Liyue, maka itu, Dvorak mengikuti saran mereka dan pergi ke sana."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/d9ad26954d1ce9e0a40f196b72450232_6759915004512599167.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dengan bantuan Pengembara, Paimon dan Cloud Retainer, Dvorak berhasil menemukan wanita penyelamat leluhurnya yang ternyata adalah Streetward Rambler yang sedang mengenang temannya Guizhong. Dahulu kala, Streetward Rambler juga senang berkumpul, minum dan bermusik. Tapi setelah Guizhong meninggal dunia, dia lebih suka menyendiri. Dia sering ditemukan duduk sendiri di puncak gunung dan merenung serta mengingat dengan zithernya. Musiknya bermula dengan penuh duka menjadi tenang lalu penuh semangat. Beberapa tahun berlalu sebelum akhirnya dia bisa membuat melodi sesuai keyakinannya. Untuk merayakan, dia memain lagu tersebut di atas awan. Sayangnya, seseorang hanya pernah mendengar dia memainkan lagu tersebut satu kali."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Senar yang mengalunkan lagu itu masih ada, tapi dia yang menginspirasi melodinya telah tiada. Katakan padaku, Cloud Retainer ... Ketika dirinya yang seirama dengan jiwaku sudah tak lagi di sini, siapa lagi yang mampu menjiwai lagu ini?\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/0223e6ae6d21931c2e18f03ec5a10992_3471516745134902318.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Melodi inilah yang memikat sang penjelajah dan menjadi legenda selama beberapa generasi.\nCerita leluhur Dvorak dan Streetward Rambler menginspirasi Dvorak untuk membuat Iridescence Tour, salah satu festival musik terbesar di Fontaine. Dvorak berhasil mengubah Lantern Rite menjadi festival musik dimana musik modern dan klasik bersatu. Di akhir Lantern Rite, Streetward Rambler memainkan lagunya yang terinspirasi dari pembuatan dari festival musik tersebut.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Lantern Rite",
        "desc": "<p>Festival Lantern Rite diadakan untuk mengenang mereka yang telah mempertaruhkan kehidupan mereka dalam Perang Archon.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3486,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Cloud Retainer",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Aocang, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/25/119402430/46ee1323ddfe94fe1707c1d50912504e_3094320817345525302.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Teaser dan Trailer",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser Kisah: Cita Rasa Dunia"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/359b40745f0c484e8a037e4b17f297c4_7136275133934037875.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 Oktober 2021</color>\nWaktu yang berlalu ditandai dengan makanan dan minuman yang kita nikmati sambil bersenang-senang — yang didapatkan dari anugerah alam. Dari dulu hingga sekarang, tahun demi tahun berlalu dalam sekejap mata.\nAsap dari tungku dapur membawa kebahagiaan dan sukacita, kesederhanaan rumah tangga mewarnai kehidupan siang dan malam. Awan halus tak hentinya mengejar bulan, sedangkan perahu dunia tak hentinya mengarungi aliran waktu.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sHshbPUOXo4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Animasi Adegan Event “Sekilas Rona di Angkasa: Saat Warna-Warna Mengalir”"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/4f34f352fc87e0c6554a2f0ec9dac015_1207515304408233825.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>31 Januari 2022</color>\nNyala kembang api memenuhi angkasa bagai bintang yang bersinar untuk menyambut masa kemakmuran.\nWarnanya yang indah membawa harapan dari semua orang. Dalam cahayanya yang menyilaukan, semoga gunung dan bulan bisa tetap mempertahankan keindahan abadi mereka.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=GJiO22r9418&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Demo Karakter — \"Yaoyao: Kemurnian Sekuntum Bunga Osmanthus\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/5aab9132f14f9f360482bacb3cbc987b_8810708950200651029.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>16 Januari 2023</color>\nYaoyao memedulikan semua orang, siapa pun itu.\nBaik itu guru, orang tua, teman main atau orang asing sekalipun, Yaoyao akan menjaga mereka semua.\nJangan jengkel kalau Yaoyao terlalu cerewet, ya. Karena perhatian yang ada di hatinya mungkin lebih banyak daripada yang dia keluarkan melalui kata-katanya.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=JTVQdw8jDp0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Adegan Animasi \"Dentang Lonceng di Malam yang Indah\": Perayaan Cahaya"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/ef8e68060dd22d0120d3633136d69d3e_9093593093355074811.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 Januari 2023</color>\nTahun yang baru membawa harapan baru, teman terdekat, dan juga keberuntungan.\nDi malam yang penuh warna ini, Pelabuhan Liyue tidak hanya dipenuhi Lentera Xiao, tetapi juga musik-musik yang mengalunkan melodi terindahnya.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=DXcQSUZuOKk&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser Kisah: Gema Suara di Hati"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/27f44256850d5e4a7b702d2f0c2f5245_8746162735808345131.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 Januari 2023</color>\nSeperti kepulan asap yang menghilang dalam sekejap mata, seperti tangkai yang mengambang tanpa akar.\nAliran air mengalir, menyapu butiran debu yang ada.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video Pendek Kumpulan Pemandangan Genshin Impact: Liyue"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/844edfe6a51dd06e7d0b91e93746e5ca_5029092720400674193.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 Juni 2023</color>\nPemandangan pegunungan yang menjulang dan bebatuan raksasa. Menakjubkan dan tak tergoyahkan.\nPelabuhan komersial penuh hiruk-pikuk yang telah menyambut ribuan kapal.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=gJe8sAMb3bE&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin Impact - Video Gameplay Fontaine"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/800ce8d3f993bc145d3d94cf3fd7c2be_11487404144326314.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>23 Agustus 2023</color>\nKita sudah melewati sekian banyak mara bahaya tanpa kehilangan keberanian untuk terus menjelajah.\nArea baru, pengalaman baru.\nMulailah petualangan barumu di Genshin Impact melalui video gameplay Fontaine ini!\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=pC5D2KEincU&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustrasi",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ulang Tahun Yanfei"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/cd1321cff59823772e03292a0a4b4490_5938380040207695819.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>28 Juli 2021</color>\n\"This is the highest difficulty and no monster has managed to escape from Yanfei! Grandma, she's cheating!\n\"Am not! I'm the top legal expert in Liyue. It's only a dozen Theater Mechanicus Stages, I can memorize them with just a glance!\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ulang Tahun Yaoyao"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/3d9fd52df5d7f6b6ce3b21f438620593_2471765939956279882.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>6 Maret 2023</color>\n\"Guru! Di sana kayaknya ada yang menarik. Kita pergi lihat yuk!\"\n\"Oh, benarkah? Ayo, tunjukkan saja jalannya~\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tahun Baru 2024"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/69cc675300cc200b28a8f3c437bbf7f8_607656782969213112.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>1 Januari 2024</color>\n\"Begini! Hei! Begitu! Ha! Bagaimana, aku sudah semakin hebat kan?\"\n\"Kalau menurut kata pepatah, kamu harus belajar dari masa lalu! Mungkin suatu hari nanti aku bisa sekuat guru!\"\n\"Kalau begitu aku tidak boleh ketinggalan! Hmm, sepertinya aku harus cari beberapa bahan masak buat latihan.\"\n\"Baiklah, baiklah. Latihan tombak tidak boleh dengan perut kosong. Ayo makan dulu.\"\nTerima kasih yu-ri untuk karyanya yang luar biasa!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adeptus",
        "desc": "<p>Para makhluk suci abadi dari Liyue yang bertugas untuk melindungi masyarakat Liyue selama ribuan tahun.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/7372a2d1b47769b64d0e87bd21a867a7_6992418847095542132.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Streetward Rambler adalah salah satu Adeptus."
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/d764314ff0105fdd260019c1d559cd97_7012506787953564012.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Guizhong merupakan teman dekat dari Streetward Rambler."
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Murid Streetward Rambler yang paling muda. Usianya masih kecil tapi sudah seperti orang dewasa, pribadinya lemah lembut dan penuh perhatian.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/8459597/5bc9df1fb67391e4c8080da3d855de53_4956841957496776451.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Seorang koki ternama dari Liyue. Memiliki cinta yang mendalam akan seni masak-memasak, sangat pandai memasak masakan andalannya dengan rasa yang pedas dan gurih.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Murid dari Streetward Rambler."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Item Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 657,
        "name": "Serenitea Pot",
        "desc": "Poci yang didapat dari Madame Ping. Sepertinya ada alam lain yang terdapat di dalamnya...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Serenitea Pot_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1523,
        "name": "Kotak Madame Ping",
        "desc": "Sepintas terlihat seperti kotak biasa yang sudah lama terperangkap di dalam batu Amber. Bobotnya sungguh tak terduga dan apa pun yang kamu lakukan, kamu tetap tidak bisa membukanya...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Madame Ping's Box_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Lonceng Penyuci",
        "desc": "Dikatakan bahwa lonceng magis ini disiapkan khusus untuk Adeptus. Bunyinya sangat nyaring dan tidak mudah memudar, dapat digunakan untuk menyucikan alam fana.<br/>Saat kamu memegangnya kamu bisa merasakan adanya kehidupan di dalamnya...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 341,
        "name": "Seed Dispensary",
        "desc": "<p><span style=\"color: #BFBFBF\">Wadah khusus yang diperoleh dari Madame Ping. Menurutnya, dispensary ini memiliki kekuatan untuk \"menghasilkan benih\" ... Artinya, dispensary ini dapat membuat benih berbagai tanaman sesuai dengan sifat khusus mereka, yang kemudian dapat ditanam di lahan yang sesuai di dalam Serenitea Pot.<br>Tanaman yang tersedia untuk ditanam: Silk Flower, Sweet Flower, Cecilia, Glaze Lily, Windwheel Aster, Qingxin, Violetgrass, Valberry, Small Lamp Grass, Jueyun Chili, Carrot, Radish, Mint, Mushroom, Naku Weed, Horsetail, Snapdragon, Lotus Head, Calla Lily, Seagrass, Sea Ganoderma, Harra Fruit, Zaytun Peach, Sumeru Rose, Pluie Lotus, Marcotte, Lumidouce Bell, Rainbow Rose.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Seed Dispensary_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Murid Streetward Rambler yang paling muda. Usianya masih kecil tapi sudah seperti orang dewasa, pribadinya lemah lembut dan penuh perhatian.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/8459597/5bc9df1fb67391e4c8080da3d855de53_4956841957496776451.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kisah"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Info Karakter</color>\nPara Adeptus mematuhi kontrak mereka dengan Rex Lapis, dan telah melindungi Liyue selama ribuan tahun.\nKetika Liyue dalam bahaya, Adeptus akan muncul. Tapi mereka juga tetap mengunjungi Liyue dari waktu ke waktu, meski sedang masa damai.\nAdeptus datang untuk menghukum mereka yang hatinya menyimpan niat busuk, atau kadang untuk membebaskan mereka yang tidak bersalah. Dan jika mereka kebetulan bertemu dengan orang Liyue yang takdirnya berjodoh dengan Adeptus, mereka akan mengangkat orang tersebut sebagai murid dan mengajarinya ilmu Adeptus.\nDi antara para Adeptus, Streetward Rambler termasuk salah satu yang paling sering berinteraksi dengan manusia fana.\nDia mengambil banyak murid, dan Yaoyao merupakan muridnya yang paling muda.\nYaoyao adalah seorang anak yang berbakat dan memiliki rasa ingin tahu yang besar. Tapi karena usianya masih sangat muda, dia sering berbuat kesalahan dan belum sepenuhnya memahami pengetahuan yang dia dapatkan. Tapi tidak ada yang meragukan kalau dia akan tumbuh menjadi seorang wanita yang sangat berwawasan.\nWataknya juga lembut dan penyayang, tulus dan murah hati terhadap orang lain. Yang menyayanginya tidak hanya Streetward Rambler, tapi juga kakak-kakak seniornya.\nTidak banyak yang memiliki keberuntungan untuk memasuki kediaman Adeptus di Jueyun Karst, tapi Yaoyao bisa datang dan pergi sesukanya. Kasih sayang dan perkenanan yang diterimanya dari para Adeptus di usia yang begitu muda dapat membuat siapa pun iri hati kepadanya.\n<color=#ffd780>Kisah Karakter 1</color>\nOrang-orang Pelabuhan Liyue sering melihat Madame Ping membawa Yaoyao yang memasang senyuman paling manis, seperti nenek yang sedang membawa cucu kesayangannya jalan-jalan.\nTapi sebenarnya mereka berdua tidak memiliki hubungan darah. Yaoyao adalah murid Madame Ping, atau lebih tepatnya lagi, murid Streetward Rambler.\nKetika pertama kali Yaoyao menjadi murid Adeptus, dia masih terlalu muda untuk belajar baca tulis, huruf saja masih banyak yang dia belum kenal. Jadi gurunya mulai dengan mengajarinya tata krama sehari-hari dan etiket dalam buku puisi.\nSeiring bertambahnya usia Yaoyao, Streetward Rambler akan menambahkan upacara Adeptus, metode kultivasi, dan seni bela diri tombak ke dalam pelajaran hariannya.\nDengan pelajaran yang begitu banyak, tidak mengherankan bila Yaoyao tidak sepenuhnya mengingat semua yang diajarkan dan semua yang disampaikan kepadanya. Tapi gurunya sama sekali tidak khawatir, karena dia dapat melihat kesungguhan hati Yaoyao saat belajar.\nMeskipun gagang tombak berat dan kurang cocok dipegang anak kecil, Yaoyao tetap berlatih setiap hari.\nDan meskipun buku puisi tidak mudah diingat, Yaoyao tetap membacanya setiap hari, sampai titik di mana dia akan bergumam di dalam tidurnya: \"Lumbung penuh benih dan hati penuh tata krama\".\nStreetward Rambler awalnya ingin menjadi guru yang tegas, tapi dia kemudian melonggarkan metode pengajarannya setelah melihat ketulusan hati Yaoyao.\nYaoyao juga meluluhkan hati gurunya dengan memperlakukannya seperti neneknya sendiri.\nWalaupun tinggi badan Yaoyao hanya setengah tinggi badan orang dewasa, dia malah proaktif mengurus makanan gurunya dan memperhatikan kesehatan gurunya ketika musim berganti menjadi lebih dingin. Dia sepertinya lupa kalau Adeptus itu jarang sakit kepala dan demam.\nStreetward Rambler benar-benar merasa dia telah diberkahi dengan seorang cucu. Sejak saat itu, dia tidak pernah mengucapkan kata-kata ketus lagi padanya.\nStreetward Rambler pada awalnya tidak berharap hubungan mereka akan melebihi hubungan antara seorang murid dan guru. Tapi sekarang dia tidak dapat membayangkan dirinya kalau harus terpisah dari Yaoyao. Tapi tidak apa-apa, pikir gurunya. Biarkan dia berada di sisinya lebih lama, lagi pula masih banyak yang harus diajarkan kepadanya.\n<color=#ffd780>Kisah Karakter 2</color>\nKisah ini dimulai jauh sebelum Yaoyao dilahirkan. Orang tuanya, yang mendambakan kehidupan yang tentram di pegunungan, memutuskan untuk meninggalkan Pelabuhan Liyue dan membangun kediaman di dekat Desa Qingce, jauh dari keramaian.\nMereka tinggal dikelilingi pegunungan dan perairan, menanam buah dan sayuran di pekarangan belakang rumah mereka.\nPemukiman terdekat dari tempat mereka adalah Desa Qingce, dan ketika kekurangan kebutuhan sehari-hari, mereka akan pergi ke desa untuk menukarkan buah-buahan dari pekarangan tersebut dengan barang-barang yang diperlukan.\nDi sanalah Yaoyao dilahirkan.\nDia sudah ditemani oleh burung, ikan, dan binatang lainnya jauh sebelum dia bisa berbicara, dan di pekarangan belakang rumah yang sederhana itu, Yaoyao belajar berjalan.\nSifatnya yang polos dan lembut berakar dari kehidupan damai penuh kehangatan yang dia alami selama masa kecilnya di sana.\nTak lama berselang, ada Adeptus yang tertarik untuk mengangkatnya sebagai murid.\nPada awalnya, orang tuanya tidak sepenuhnya bersedia membiarkan putri mereka tinggal di Pelabuhan Liyue bersama sang Adeptus karena takut dirinya yang polos dan sudah terbiasa dengan kehidupan di pegunungan akan sesat terbawa hingar-bingar duniawi di kota besar.\nTapi nasihat Streetward Rambler meyakinkan mereka:\n\"Mungkin hidup terasing di pegunungan akan menjaganya dari keduniawian, tetapi kesendirian itu mungkin bukan hal yang Yaoyao inginkan untuk masa depannya. Berikan dia kesempatan untuk melihat berbagai sisi dunia dengan mata kepalanya sendiri\".\nSetelah mendengar nasihat itu, orang tuanya setuju untuk membiarkannya pergi dan menitipkan putri mereka kepada sang Adeptus. Waktulah yang membuktikan bahwa keputusan yang mereka ambil saat itu adalah tepat.\nDi Pelabuhan Liyue, Yaoyao tumbuh besar menjadi anak yang riang dengan bantuan guru dan teman-temannya. Tapi ketika musim festival tiba, dia akan berpamitan dengan gurunya untuk pulang menengok orang tuanya di pegunungan.\nKetika mencari guru untuk mendidik anak, apakah ada pilihan yang lebih baik dibandingkan Adeptus?\n<color=#ffd780>Kisah Karakter 3</color>\nKadang-kadang, teman lama Madame Ping akan mampir untuk mengunjunginya. Pada saat-saat seperti itu, Yaoyao akan menemani gurunya dan tamunya berjalan-jalan keliling kota.\nKarena tamu-tamu ini datang dari jauh, mereka tidak hanya mengunjungi toko-toko ataupun restoran, tapi juga mendengarkan cerita pendongeng dan menonton pertunjukan opera di Heyu Tea House.\nTapi di Pelabuhan Liyue yang besar, yang mengunjungi kedai teh bukan hanya mereka saja, tapi banyak juga orang asing yang mengagumi budaya berbagai bangsa yang datang berkunjung.\nSuatu kali, ada tiga pendatang asing yang baru tiba di Liyue, mereka duduk di meja sebelah Yaoyao dan gurunya. Setelah mendengarkan kisah opera tentang Adeptus Liyue, mereka mulai membahas tentang kisah itu sambil minum teh dan makan camilan.\nKarena tidak dapat ikut serta dalam percakapan antara guru dan tamunya, Yaoyao yang bosan mendengarkan percakapan di sekitarnya sambil mengemil.\nWanita dari Inazuma itu mengatakan kalau Adeptus Liyue tidak terlalu berbeda dengan Guuji di Kuil Agung Narukami yang bertanggung jawab atas hal-hal sakral dan sastra.\nPedagang dari Fontaine bersikeras kalau Adeptus menjabat posisi di pemerintahan. Apa karena dia sudah pernah bertemu dengan Ganyu, sekretaris Qixing? Atau karena bangsa mereka memiliki sistem yang serupa?\nPetualang dari Mondstadt mengagumi kisah yang baru saja didengarnya. Sepertinya dia hanya pernah mendengar legenda tentang para Adeptus dari lagu penyair di Mondstadt dan tidak pernah bertemu dengan salah satu dari mereka.\nPetualang yang tidak bisa menahan diri itu akhirnya menanyakan kepada master teh, apakah dia pernah langsung berbicara dengan seorang Adeptus? Lalu dia kecewa saat mendengarkan jawabannya:\n\"Itu cuma cerita saja. Makhluk fana seperti kita mana mungkin pergi ke Jueyun Karst setiap hari. Jadi, kesempatan untuk bertemu Adeptus juga kecil sekali\".\nYaoyao yang merasa ucapan master teh itu tidak benar dan langsung menyanggah percakapan mereka: \"Itu tidak benar. Adeptus ada di antara kita. Paman Moon Carver sendiri pernah bilang kalau dia merasa kisahmu menarik sekali\".\nSetelah mendengar kata-kata itu, tamu Madame Ping berhenti berbicara. Madame Ping sendiri tertawa kecil dan langsung mengganti topik pembicaraan dengan master teh.\nYaoyao tidak mengerti mengapa orang-orang percaya kalau Adeptus dan manusia hidup berjauhan dari satu sama lain? Adeptus ada di antara mereka, mereka hanya tidak akan menunjukkan diri mereka dengan mudah, itu saja.\n<color=#ffd780>Kisah Karakter 4</color>\nTidak semua orang punya kesempatan untuk menjadi murid Adeptus. Hanya mereka yang takdirnya terjalin dengan Adeptus yang dapat mempelajari seni para Adeptus.\nYaoyao pernah bertanya pada gurunya, \"Mengapa guru selalu bilang kalau takdirku berpapasan dengan jalan Adeptus? Apa artinya?\"\n\"Karena hati kita saling terhubung, sehingga kita bisa saling berpapasan\".\nJawaban ini seperti sebuah pepatah yang dicabut dari buku filsafat dan sulit dipahami oleh Yaoyao.\nYaoyao mengingat dia sedang bermain di pegunungan seperti biasanya saat dia bertemu dengan gurunya untuk pertama kalinya.\nPada saat itu, dia masih tinggal bersama orang tuanya, dan ketika dia bermain di luar, dia akan berbagi perasaannya dengan batu dan awan. Baginya, bunga, burung, ikan, serangga, gunung, batu, dan sungai, semuanya adalah sahabat bermainnya yang berharga.\nNamun di hari itu, batu dan awan menanggapinya ketika dia berbicara. Yaoyao yang bahagia pun menghabiskan sepanjang harinya berbicara dengan mereka.\nSampai ketika sang Adeptus menarik kembali sihirnya, batu serta awan ilusi pun hilang, mengungkapkan wujud asli Streetward Rambler kepada Yaoyao. Tapi Yaoyao tidak terkejut.\nIni adalah cara Adeptus Liyue melindungi dunia dan semua yang menghuninya. Para Adeptus Liyue tidak hanya melindungi umat manusia, tapi juga menyayangi segala sesuatu yang merupakan bagian dari dunia ini. Semua ini adalah bagian dari siklus hidup yang alami dan selama mereka bertindak sesuai dengan siklus ini, segala sesuatu akan tumbuh pada waktunya tanpa merugikan satu sama lain.\nYaoyao yang menyayangi semua sahabat bermainnya merupakan cerminan seorang Adeptus. Itulah mengapa Streetward Rambler tertarik padanya.\nSayangnya, Yaoyao kecil tidak dapat memahami makna mendalam di balik kata-kata gurunya walaupun sudah berpikir lama. Jadi dia mengesampingkan pertanyaannya untuk lain hari.\n<color=#ffd780>Yuegui</color>\nStreetward Rambler punya kenalan di seluruh Liyue, dan dari awal dia sudah titip ke mereka satu per satu, memberi tahu bahwa pelatihan murid terbarunya masih jauh dari selesai, dan minta tolong bimbingannya jika bertemu di luar.\nTujuan awalnya hanyalah untuk memperkenalkan muridnya dan meminta bantuan mereka untuk mengajari Yaoyao lebih lanjut, supaya ilmunya semakin banyak.\nTapi tidak disangka, kelembutan dan kemanisan Yaoyao kecil begitu memikat hati, sampai-sampai Cloud Retainer sepenuh hati melakukan permintaan Streetward Rambler.\nSebelum pasangan guru dan murid itu menyadarinya, Cloud Retainer telah menyiapkan satu kelinci mesin ajaib khusus untuk Yaoyao.\n\"Yaoyao, terimalah. Jika dirimu dalam bahaya, panggillah dia. Dirinya akan datang membantu\".\nYaoyao sangat suka dengan kelinci mesin imut itu. Dia pun diberi nama Yuegui', dan selalu dibawa ke mana-mana.\nSetelah memberikan hadiah ini, Cloud Retainer mengatakan kepada gurunya dengan bangga:\n\"Diriku beri tahu ya, kelinci itu punya fungsi lain. Jika suatu hari nanti dirimu tidak tahu Yaoyao ada di mana, dirimu cukup teriak: 'Yuegui!', dan lokasinya akan segera diungkapkan pada dirimu\".\n\"Perlu diingatkan kalau fungsi ini sebaiknya jangan terlalu sering digunakan. Ketika dirinya dewasa nanti, anak itu pasti ingin punya privasi. Jangan sampai dirinya kesal karena terus-menerus dipanggil oleh dirimu. Jadikanlah hubungan diriku dengan Shenhe sebagai contoh ....\"\n\"Jangan khawatir, aku mengerti kok, Cloud Retainer\".\n\"Baguslah. Bagaimanapun, Yuegui akan menghubungi kita jika ada yang coba menyakiti dirinya. Dan kalau sampai itu terjadi, mereka akan berharap mereka tidak pernah melakukannya\"."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Suara"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Halo</color>\nHalo, namaku Yaoyao, murid bungsu Adeptus Streetward Rambler. Senang berkenalan denganmu! Kalau kamu ketemu kesulitan apa pun di luar sana ... izinkan aku membantu! Oh ya, ini aku bawa Fried Radish Ball, silakan! Jangan makan terlalu banyak ya tapi, soalnya badan harus kerja ekstra keras buat mencerna makanan yang berminyak. Kalau masih lapar, aku juga bawa lobak segar dan cuka. Bisa dibikin salad lobak kalau kamu mau, hehehe.\n<color=#ffd780>Tentang Vision</color>\nMaster adalah Adeptus yang perkasa dan tercerahkan! Dia pernah bilang kalau dapat Vision itu adalah tanda perkenanan para dewa, tapi aku tidak merasa pernah melakukan sesuatu yang spesial sih ... Coba kalau aku bisa ngobrol sama dewa dan tanya pendapatnya ya!\n<color=#ffd780>Mengenal Yaoyao: V</color>\nSetelah bertemu Master, dia bilang kalau jalan takdirku bersilangan dengan jalan Adeptus, dan dia menerima aku jadi muridnya. Kalau mau jujur sih, aku sama sekali tidak mengerti apa maksudnya. Tapi seru juga sih, bisa kenal banyak orang, dengerin cerita Master, kabur malas-malasan sama Kak Xiangling ... Kami juga bisa bantu semua orang di Pelabuhan Liyue! Aku suka!"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Seorang koki ternama dari Liyue. Memiliki cinta yang mendalam akan seni masak-memasak, sangat pandai memasak masakan andalannya dengan rasa yang pedas dan gurih.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Suara"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Tentang Vision</color>\nAku ingin membuat makanan enak untuk semua orang kapan pun saja. Para Archon pasti menyetujui misiku sehingga mereka memberiku Vision, bahkan guruku tidak mempunyainya. Aku tahu mereka mendukungku!\n<color=#ffd780>Mengenal Xiangling: II</color>\nMaster yang berhasil mengajari aku ilmu tombak, hebat kan dia? Kalau mau, aku bisa ajarin kamu juga. Yah, aku ... lebih pilih ajarin kamu masak saja sih, aku ingin resep-resep buatanku tersebar sampai seluruh penjuru Teyvat!"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p>Salah satu Adeptus yang agung dan mulia dari Jueyun, \"Cloud Retainer\". Ahli segala jenis mekanika, yang hatinya kini berpaling kepada dunia fana. \"Xianyun\" Adalah nama yang digunakannya setelah turun gunung.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/8459597/2c2be27f8876e9435ab8c8b933b8408c_4034196479147710727.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kisah"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Kisah Karakter 1</color>\nSetiap saat, setiap hari, Pelabuhan Liyue penuh hiruk-pikuk manusia yang lalu lalang, datang dan pergi. Para pengusaha yang membawa kantong emas, pendatang asing berbaju aneh, pelayan masyarakat yang cerdik dan gesit, pengawal yang baik hati dan ramah tamah ... Semua itu ada di Liyue, berbagai latar belakang dan kepribadian tercampur menjadi satu.\nKetika ada orang baru datang ke kota, tidak ada satu pun warganya yang bergeming.\nPendatang baru ini bernama Xianyun, wanita yang tinggi langsing semampai, kacamatanya berbingkai merah, dan pembawaannya begitu memukau.\nBagi para pedagang Fontaine yang menjual alat mereka di jalanan Liyue, sosok ini tidaklah asing. Ketika lewat, dia akan selalu berhenti untuk membahas mekanika dengan para pedagang, dan sekejap saja satu hari berlalu dalam diskusi tak berkesudahan. Dia juga terlihat akrab dengan Koki Mao dan Xiangling dari Wanmin Restaurant, sering duduk berhadapan dengan Guoba, menunggu mi diantar ke mejanya. Dia juga diingat oleh para pelayan di Xinyue Kiosk dan Liuli Pavilion, sebab sering bersantap bersama Tuan Zhongli dari Wangsheng Funeral Parlor. Nenek Shan yang menjual mainan juga kenal dengan dirinya. Dia kadang bercerita bahwa Xianyun adalah wanita yang membawa gadis muda berambut putih untuk membeli layangan dan barang-barang. Gadis muda yang bernama Shenhe itu tidak suka apa-apa. tapi Xianyun selalu membawanya kembali berkunjung.\nSeperti penduduk pelabuhan yang lain, Xianyun juga punya hobi dan banyak kenalan.\nKetika orang melihat dirinya mengobrol dengan Madame Ping di dekat kolam Yujing Terrace, tidak ada yang merasa aneh.\n\"Diriku telah lama tidak melihat Mountain Shaper. Moon Carver juga belum mengembalikan jimat pembersih kediaman Adeptus yang dipinjamnya, sampai hari ini ....\"\n\"Oh ya? Jimat apalagi itu? Penemuan baru lagi?\"\n\"Ya ... dan diriku sudah pernah cerita!\"\nSetiap malam, lampu di rumah-rumah dimatikan, dan pelabuhan pun seketika sunyi untuk sementara. Ketika hari mulai larut dan tidak ada kegiatan lain sebelum fajar, Xianyun akan berjalan ke Mt. Tianheng.\nSemak-semak tidak menghalanginya, dalam satu lompatan yang dibantu angin, dirinya pun tiba di puncak.\nMelihat ke jalanan nun jauh di bawah, manusia bernama Xianyun berubah wujud menjadi burung bangau, lalu terbang ke cakrawala.\nTidak ada yang aneh. Pelabuhan Liyue adalah kota yang menerima semua, tentunya wajar jika ada Adeptus yang tinggal di dalamnya.\n<color=#ffd780>Kisah Karakter 4</color>\nPada masa ketika para sahabat masih ada, mereka seringkali berkumpul untuk bersukaria bersama. Suara musik dan nyanyian mengalun di Jueyun Karst.\nStreetward Rambler adalah yang paling mahir dalam bermusik, sementara Guizhong sang Dewi Debu, pandai menggubah lagu.\nDi antara para Yaksha, Bonanus dan Indarias sering menemani Cloud Retainer bernyanyi mengiringi permainan kecapi Streetward Rambler. Kadang-kadang, Cloud Retainer akan berubah wujud untuk menari mengikuti angin.\nPada saat-saat seperti ini, Adeptus dan semua makhluk di pegunungan dan perairan akan mengangkat kepalanya dan mendengarkan alunan lagu Adeptus dengan tenang, menghentikan segala kegiatan.\nSekarang Jueyun Karst telah sunyi senyap, hanya terdengar nyanyian burung yang berkicau di tengah angin.\nTerkadang, di kediaman Adeptus Mt. Aocang, terdengar suara Cloud Retainer yang sedang berbicara dengan murid-muridnya.\nKarena sifatnya yang welas asih, dia menerima banyak murid. Meskipun beberapa dari mereka memiliki latar belakang yang menyedihkan, tetapi setelah bertahun-tahun berlatih, rasa sakit dan kesedihan telah hilang, seperti cabang-cabang bunga yang menjadi lebih kuat setelah salju mencair.\nCloud Retainer merasa tenang dan bahagia ketika melihat murid-muridnya. Di dalam diri mereka, terdapat harapan dan cita-cita para sahabat dan rekannya di masa lalu. Mereka adalah generasi penerus.\nKarena itulah, dia sangat protektif bila menyangkut murid-muridnya. Terkadang sifat keibuannya begitu kuat, terkadang pula murid-murid ini bingung dibuatnya.\nPara jiwa muda ini belum mengenal pahitnya perpisahan, juga rasa putus asa yang timbul dari pemandangan medan perang berdarah-darah. Tentu saja, mereka tidak akan pernah mengerti mengapa dirinya begitu mengasihi mereka. Tapi tidak apa-apa. Yang penting adalah mereka dapat senantiasa hidup damai, aman sentosa.\n<color=#ffd780>Jadevoid</color>\nDalam legenda, kediaman Adeptus disebut dengan nama \"Jadevoid\". Demikian pula nama ini disematkan kepada kediaman para Adeptus yang tersembunyi di puncak-puncak gunung batu Jueyun.\n\"Jadevoid\" adalah sebutan bagi sebuah tempat untuk memandang ke dunia bawah dari ketinggian awan-awan di puncak Qingyun. Tempat yang jarang terlihat oleh mata makhluk fana.\nKata \"Jade\" diambil dari fondasi tempat tersebut, yang terbuat dari bongkahan tunggal Plaustrite. Batu giok inilah yang menyebabkannya dapat melayang bebas di angkasa.\nKebenaran sejati tersembunyi di dalam kekosongan, dan untuk mencapainya, telusurilah jalan kehampaan. Dahulu kala, barang siapa berikhtiar menekuni jalan keabadian harus mampu bertahan melewati cobaan langit dan bumi. Di tempat inilah ujian \"langit\" diturunkan.\nNamun pada awalnya, Jadevoid dibangun bukan untuk tujuan menguji jiwa dan roh seseorang. Cloud Retainer menginginkan sebuah tempat yang tenang untuk bermeditasi dan berintrospeksi. Di kemudian hari, Moon Carver dan Mountain Shaper membujuknya agar meminjamkan tempat ini untuk dipergunakan bagi mereka yang menekuni jalan Adeptus. Ketika mendengar bahwa Rex Lapis, Guizhong, dan Streetward Rambler telah setuju, Cloud Retainer pun merelakan Jadevoid, kemudian mendirikan sebuah paviliun kecil di atasnya.\nSekarang, hampir tidak ada lagi makhluk fana yang mampu menapaki jalan Adeptus, dan kepemilikan Jadevoid pun kembali ke pangkuan Cloud Retainer. Kisah tentangnya telah menjadi legenda di kalangan makhluk fana. Ketika kembali ke tempat tinggi tersebut, Cloud Retainer sudah bukan lagi dirinya yang dulu.\nPemandangan mentari yang terbit dari balik lautan awan masih tetap megah seperti dulu, namun perhatian Cloud Retainer kini teralihkan, benaknya terus memikirkan hiruk pikuk dunia fana.\nKini, sebagai \"Xianyun\", dirinya ingin membaur dengan masyarakat fana.\n\"Kebetulan sekali, diriku merasa lapar. Santapan hari ini ... tahu telur kepiting di Wanmin Restaurant.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Suara"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Mengenal Xianyun: IV</color>\nDi antara semua keajaiban yang dapat dilakukan setelah menguasai ilmu mekanika, diriku lebih sering menggunakannya untuk keperluan hiburan. Ada ketika salju tebal meliputi Liyue, dan Mt. Aocang terkubur salju setinggi sekian kaki. Melihat banyak yang terkurung di kediamannya masing-masing tanpa ada kegiatan, diri ini menciptakan Mekanisme Salju Mengalir di pegunungan. Diriku, Guizhong, dan Streetward Rambler begitu menikmatinya ... hingga akhirnya Moon Carver bergabung. Tak lama berselang, dia berhasil meluncurkan mesin tersebut melewati pagar pembatas, menembus jauh ke dalam gundukan salju. Berjam-jam kami habiskan untuk menariknya keluar ... Diriku lalu mematenkan perangkat keamanan ke mesin tersebut, bahkan balita saja dapat aman memainkannya. Harga yang dibayar adalah kecepatannya."
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Madame Ping"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Afiliasi",
        "value": [
          {
            "type": "RichText",
            "text": "Adeptus"
          }
        ]
      },
      {
        "key": "Gelar",
        "value": [
          {
            "type": "RichText",
            "text": "Streetward Rambler"
          }
        ]
      },
      {
        "key": "CV Mandarin",
        "value": [
          {
            "type": "RichText",
            "text": "Ji Zhou (周佶)"
          }
        ]
      },
      {
        "key": "CV Jepang",
        "value": [
          {
            "type": "RichText",
            "text": "MOMONE Iizumi (飯泉桃音)"
          }
        ]
      },
      {
        "key": "CV Korea",
        "value": [
          {
            "type": "RichText",
            "text": "Park Go-woon (박고운)"
          }
        ]
      },
      {
        "key": "Hadiah Percakapan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1183,
            "name": "Glaze Lily",
            "desc": "Bunga yang sudah ada sejak dahulu kala dan dikabarkan bahwa sering dijumpai di Liyue. Konon katanya, mekarnya bunga ini dapat mengubah seluruh memori di daratan Liyue menjadi harum yang semerbak.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
            "amount": 5
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Kartu Karakter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/61f706152a345f7148487f1169bdef55_8162642617382159941.png"
      },
      {
        "key": "Lokasi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/29d6bdc6ed45549bbc6b2488001b14b8_4655618968207920850.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Yujing Terrace (Siang Hari) - Liyue"
          }
        ]
      },
      {
        "key": "Madame Ping",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/9183df607ca57add5534afff69d9bb6e_8675721600262453030.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Madame Ping dalam wujud Adeptusnya."
          }
        ]
      },
      {
        "key": "Madame Ping",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/61d50fda74021bb63c04732f5140e73f_161378724807935797.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Guizhong dan Streetward Rambler (Madame Ping)."
          }
        ]
      },
      {
        "key": "Madame Ping",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/851e05bae840cc509552425cd63d4b9d_5641392222425687931.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Cloud Retainer dan Streetward Rambler."
          }
        ]
      }
    ]
  }
}