{
  "epId": 2577,
  "name": "Kujirai Momiji",
  "desc": "<p>Anggota dari Fishing Association di Inazuma, Dia adalah kakak perempuan dari Kid Kujirai.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/1023623/90fb16c48be0c1a1d254be829d9f04fa_7643314636022406784.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1705118527,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fishing Association Inazuma"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Item</color>\n<color=#ffffff>Biaya</color>\n<color=#ffffff>Stok</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1902,
        "name": "Narukawa Ukai",
        "desc": "Saat sedang memancing, kalau kamu bisa mempertahankan tegangan benang di Zona Ketegangan Ideal, maka joran pancing ini bisa mempersingkat waktu ikan memberontak dan meningkatkan efisiensi memancingmu. Efek ini hanya berlaku di Inazuma.<br/><br/>Joran panjang yang dibuat untuk memperingati teknik memancing kuno, Ukai — teknik yang menggunakan burung dandang untuk menangkap ikan. Permata merah delima di ujung joran melambangkan bahan bakar yang digunakan nelayan, dan ornamen burung pada joran melambangkan burung dandang itu sendiri. Burung-burung ini telah membantu leluhur Inazuma melewati masa-masa sulit. Kini, teknik memancing dengan efisiensi rendah ini sudah lama ditinggalkan, namun semangat yang kuat dan teguh tetap mengikuti joran ini dari generasi ke generasi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukawa Ukai_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 2401,
        "desc": "",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2387,
        "desc": "",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2400,
        "desc": "",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2378,
        "desc": "",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1"
      },
      {
        "type": "CustomEntry",
        "epId": 1930,
        "name": "\"The Catch\"",
        "desc": "Pada zaman dahulu kala, ini adalah tombak kesayangan milik bandit Inazuma yang terkenal.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/「渔获」.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 2435,
        "name": "Raimei Angelfish",
        "desc": "Varian ikan kupu-kupu yang langka dan berharga dari Inazuma. Mereka menyukai permukaan air yang mengandung Electro, dan sepertinya mereka memang menemukan kebahagiaannya pada arus listrik.<br/>Dikatakan bahwa ikan ini dulunya berasal dari garis keturunan yang sama dengan Abiding Angelfish dari Liyue, sampai suatu ketika pedagang keliling mengekspornya ke Inazuma. Di Inazuma, pola perilaku mereka mengalami perubahan yang mencengangkan. Saat ini, beberapa peneliti sudah mulai menggunakannya untuk eksperimen bersama dengan Electro Slime.<br/>\"Ma ... Ma ... Mak-nyus sekali rasanya ....\" — celoteh seorang tukang cicip makanan yang rakus setelah mencoba hidangan Raimei Angelfish.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Raimei Angelfish_icon.png",
        "amount": 6,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2425,
        "name": "Golden Koi",
        "desc": "Seekor ikan besar yang orang bilang merupakan keturunan naga.<br/>Dengan tanduk di kepalanya dan tubuhnya yang tanpa sisik, namun seperti dibalut oleh baju besi berwarna emas, mereka memang terlihat seperti raja di bawah air. Sebenarnya, ada jarak yang tidak terlampaui antara garis keturunan dan perilaku mereka dengan naga yang sesungguhnya — mereka sama sekali tidak berkuasa untuk memanggil angin dan hujan. Bahkan saking lemahnya, mereka pun sering kalah tak berdaya tatkala harus berebut makanan dengan ikan jenis lainnya. Sungguh amat disayangkan ketika kemampuan asli jauh dari penampilan yang ada. Begitulah kira-kira mengapa kini julukan \"Keturunan Naga\" tidak lagi disematkan untuk mereka, dan sekarang yang tersisa hanyalah julukan \"Naga Palsu\" saja.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Golden Koi_icon.png",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2427,
        "name": "Rusty Koi",
        "desc": "Seekor ikan besar yang orang bilang merupakan keturunan naga.<br/>Spesies ini adalah varian Koi, dan terkadang disebut sebagai \"Naga yang terbangun\" di antara kumpulan \"Naga Palsu\". Sangat kontras dengan penampilannya yang agak lusuh, Rusty Koi telah melepaskan kemewahan jubah emasnya dan menggantinya dengan baju besi keras dari perunggu berkarat. Mereka punya kemauan yang kuat, dan mereka akan melawan setiap penyusup yang berani mencuri makanannya atau memasuki wilayahnya. Dalam aspek kemampuan bertarung, mereka bahkan cocok diibaratkan sebagai monster laut kecil dan mereka dijuluki \"Naga Bertulang Besi\" karena kekuatan yang dimilikinya. Mereka dipandang memiliki prospek yang cerah sebagai tulang punggung kebangkitan spesiesnya di masa depan.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Rusty Koi_icon.png",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1"
      },
      {
        "type": "CustomEntry",
        "epId": 1618,
        "name": "Ako's Sake Vessel",
        "desc": "Material refinement khusus untuk The Catch.<br/>Peralatan minum favorit Ako Domeki — seseorang yang mengaku pernah menguasai area Seirai. Material ini terbawa hanyut hingga akhirnya tersangkut di satu kail nelayan.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ako's Sake Vessel_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 2435,
        "name": "Raimei Angelfish",
        "desc": "Varian ikan kupu-kupu yang langka dan berharga dari Inazuma. Mereka menyukai permukaan air yang mengandung Electro, dan sepertinya mereka memang menemukan kebahagiaannya pada arus listrik.<br/>Dikatakan bahwa ikan ini dulunya berasal dari garis keturunan yang sama dengan Abiding Angelfish dari Liyue, sampai suatu ketika pedagang keliling mengekspornya ke Inazuma. Di Inazuma, pola perilaku mereka mengalami perubahan yang mencengangkan. Saat ini, beberapa peneliti sudah mulai menggunakannya untuk eksperimen bersama dengan Electro Slime.<br/>\"Ma ... Ma ... Mak-nyus sekali rasanya ....\" — celoteh seorang tukang cicip makanan yang rakus setelah mencoba hidangan Raimei Angelfish.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Raimei Angelfish_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2385,
        "name": "Pufferfish",
        "desc": "Sirip perut yang bulat dan pendek, tubuh yang montok, dan wajah yang polos — mungkin inilah yang menjadi kesan pertama kebanyakan orang ketika teringat akan ikan buntal. Ciri-ciri ini secara tepat menggambarkan karakteristik aslinya: membosankan, lambat, dan malas. Namun, hanya sedikit orang yang tahu bahwa di belakang penampilan luar fisik yang agak konyol ini ternyata tersembunyi sebuah teknik yang mematikan — ikan ini mampu menyedot air ke dalam tubuhnya, lalu menembakkannya seperti meriam dari mulutnya dengan kekuatan dan ketepatan yang sangat tinggi sampai bahkan para nelayan pun dapat tercengang karenanya. Bukan main-main, mereka adalah pembunuh kelas satu di dalam air.<br/>\"Wah, ada Ikan buntal di depan? Hati-hati dengan semburannya!\" — Angler's Atlas, Chapter Pufferfish",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Pufferfish_icon.png",
        "amount": 10,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2402,
        "name": "Bitter Pufferfish",
        "desc": "Varian ikan buntal yang langka. Seperti namanya, makhluk ini menebar kepahitan ke mana pun mereka pergi di dunia bawah laut. Proyektil meriam airnya lebih lambat dan lebih kecil daripada proyektil meriam air yang dimiliki oleh spesies sejenisnya yang biasa, tapi kekuatan serangannya sama sekali tidak berkurang berhubung dengan rasa pahit yang dikandungnya. Selama musim kawin berlangsung, seorang pengamat pernah menyaksikan tingkah laku yang aneh pejantan dan betina dari spesies ini yang saling menyemburkan cairan pahit ini. Barangkali membagi-bagikan kepahitan hidup juga bisa merupakan perwujudan dari cinta kasih.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Bitter Pufferfish_icon.png",
        "amount": 10,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "4"
      },
      {
        "type": "CustomEntry",
        "epId": 2835,
        "name": "Fishing Line Stabilizer",
        "desc": "<p>Penstabil tegangan yang bisa beradaptasi saat dipasang di joran pancing untuk membantu orang dapat memancing ikan dengan lebih minim upaya. Alat ini dapat secara otomatis mendeteksi dan mencatat seberapa keras ikan bergumul saat dipancing. Semakin banyak data yang dikumpulkan, maka fungsi dari penstabil ini akan semakin baik.</p><p><br>Prototipe dari alat ini merupakan sebuah penemuan kecil yang tidak berguna yang ditemukan oleh seorang penemu Fontaine, dan hampir tidak pernah menjadi produk yang diminati siapa pun dalam waktu yang lama, hingga suatu ketika Asosiasi Perikanan Fontaine menemukannya dan memodifikasi produk ini menjadi penstabil pancing yang digunakan saat ini. Ketika alat ini pertama kali muncul, alat ini langsung diterima dengan hangat oleh anggota Asosiasi dan sekarang terus dipromosikan di wilayah lain secara bertahap.</p><p>Ini adalah salah satu produk yang paling laku di pasar Snezhnaya. Dikatakan bahwa salah satu Harbingers sangat menyukai produk ini sehingga akhirnya menjadi laku di pasaran.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/08/25750596/8787df7c967d172494ae302cf7609958_6716620438264860943.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 2401,
        "desc": "",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Kartu Karakter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/1023623/78236d4292d701ea79f13184655f1b5d_2508949039630082904.png"
      },
      {
        "key": "Lokasi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/1023623/a7d5999f5c630fec47c09a0d6ca7d979_697048861953659014.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Inazuma City - Inazuma"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Kujirai Momiji"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Afiliasi",
        "value": [
          {
            "type": "RichText",
            "text": "Fishing Association\nKeluarga Kujirai"
          }
        ]
      },
      {
        "key": "Gelar",
        "value": [
          {
            "type": "RichText",
            "text": "Nelayan Inazuma"
          }
        ]
      }
    ]
  }
}