{
  "epId": 2646,
  "name": "Memancing",
  "desc": "<p></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/11/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_7714126768274030371.png",
  "menuId": 14,
  "menuName": "Tutorial",
  "version": 1668247656,
  "components": {
    "galleryCharacter": [
      {
        "key": "Halaman 1/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/11/25750596/911b3f621026929f20444c8f0d5d0967_4264825431221261954.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Kalau kamu melihat riak air di perairan sekitar, berarti tempat tersebut adalah Titik Memancing. Dekati dan berinteraksilah dengan Titik Memancing ini untuk mulai memancing.\nIkan adalah hewan yang sangat sensitif, jika kamu terlalu dekat atau bertindak agresif, ikan tersebut akan terkejut dan kabur. Kamu harus menunggu beberapa saat agar ikan itu tenang dan kembali ke perairan sekitar."
          }
        ]
      },
      {
        "key": "Halaman 2/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/11/25750596/2d3594df2f5770e0fc8c59fbbf322456_1012378338092674237.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Perairan yang berbeda memiliki spesies ikan yang berbeda juga. Saat bersiap memancing, kamu bisa melihat jenis ikan yang ada di tempat tersebut, lalu memilih joran dan umpan yang sesuai.\nBlueprint untuk membuat umpan ikan bisa didapatkan dari Fishing Association di berbagai daerah. Setelah mempelajari blueprint tersebut, kamu bisa membuat umpan di Crafting Bench.\nJenis Ikan yang berbeda tertarik dengan umpan yang berbeda."
          }
        ]
      },
      {
        "key": "Halaman 3/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/11/25750596/2b347b22cafceae266f4635f7905641d_6248860472203662533.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tahan tombol Lempar Kail untuk membidik, lepaskan tombol untuk melemparkan kail beserta umpannya. Kalau kailnya mendarat terlalu jauh dari ikan, kemampuannya untuk menarik ikan akan berkurang drastis.\nKalau mendarat terlalu dekat dengan ikan, ikan akan terkejut dan melarikan diri."
          }
        ]
      },
      {
        "key": "Halaman 4/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/11/25750596/30d5f81d1e6aac9f17232baa56ba0a41_633297624414120051.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Setelah ikan menggigit umpannya, tekan tombol \"Angkat Kail\". Jika tidak, ikannya akan menghabiskan umpan tersebut dan melarikan diri.\nSetelah mengangkat kailmu, ikan tersebut akan mulai memberontak."
          }
        ]
      },
      {
        "key": "Halaman 5/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/11/25750596/65887eeef5184eb3868ff4a919711c88_7353625717009009144.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Saat ikannya sedang memberontak, kamu bisa menahan dan melepas tombol Pancing untuk mengatur tegangan benang pancing, usahakan untuk selalu berada di Zona Ketegangan Ideal berwarna kuning. Kemajuan memancing hanya akan meningkat saat berada di Zona Ketegangan Ideal. Di luar zona ini, kemajuan akan terus menurun.\nKamu akan berhasil menangkap ikan tersebut jika kemajuan memancingmu sudah penuh."
          }
        ]
      },
      {
        "key": "Halaman 6/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/11/25750596/c17c7479186660de69dd3e77150b9659_2276096567846590277.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Saat tersangkut kail, ikan kadang bisa memasuki periode pemberontakan kuat. Dalam periode ini, perubahan ketegangan benang pancing akan berubah, Zona Ketegangan Ideal akan menjadi warna oranye dan bergetar.\nSaat kemajuan memancingmu turun hingga tingkat yang paling rendah, ikan tersebut akan berusaha kabur. Zona Ketegangan akan berubah menjadi merah dan bergetar."
          }
        ]
      }
    ]
  }
}