{
  "epId": 2673,
  "name": "Gilded Dreams",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/8459597/ae8a2c6f24df66e1bd7cc2dbd83d330d_4743880391780135545.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATK",
      "Elemental Mastery"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 1706014453,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Gilded Dreams"
          }
        ]
      },
      {
        "key": "Kartu Aksi TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4566,
            "name": "Shadow of the Sand King",
            "desc": "<p><span style=\"color: #FFFFFF\">Proxy Generation: Shadow of the Sand King</span></p><p>\"Dan para raja yang bijak dan para hamba dewa mendengarkan ucapan-ucapan langit, demikian mereka menguasai bumi dan segala isinya.\"</p><p>\"Hari ini, mereka yang berkuasa di oase padang pasir adalah cerminan bayang-bayang para dewa.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/15595270/e06bd6d0277d4eac5a4976b405e1771f_1543113440394920399.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4745,
            "name": "Gilded Dreams",
            "desc": "<p><span style=\"color: #FFFFFF\">Golden Vision: Gilded Dreams</span></p><p>\"Beberapa waktu berlalu, keputusan yang canggung dimaklumatkan bersama dengan kegilaan fana, menggunakan harapan yang indah sebagai umpan menuju akhir yang pahit.\"</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/15/89f5bd74ea39223bcdd2ddddd3262fcc_2501201398793233855.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "story": [
      {
        "title": "Dreaming Steelbloom",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Dalam impian emas, tidak ada satu pun yang dibiarkan menyesap air pahit.\"\nHikayat kuno menceritakan tentang tiga sahabat.\nSatu layu seperti mawar dan membusuk di dalam lumpur.\nKerajaan bunga hanya menyisakan cerita, digiling badai pasir dan menjadi mimpi dalam lantunan bait.\nSatu mendirikan oasis agung yang belum pernah ada sebelumnya, di salah satu sudut padang pasir.\nSatu menghabiskan tenaga dan kepintarannya untuk memunculkan ilusi abadi di tengah hamparan pasir.\nTidak ada yang layak menerima guratan di wajah hanya karena sakitnya perpisahan.\n\"Ketika bulan tak lagi dalam genggaman, dan ketika cahayanya yang keperakan diambil dari puncak labirin di lautan pasir,\"\n\"Maka ada yang berdoa agar kamu mengingat rekanmu dalam mimpi, yang bersinar terang bagaikan sang surya di tengah hari.\"\nDemikian peringatan yang melekat muncul dari dunia baru yang membara tapi tak berasap,\nMereka yang melihat ke belakang dengan sebelah mata, dan melihat ke dalam mimpi dengan matanya yang lain menjadi tersesat,\nDia melayangkan pandangannya kepada kebijaksanaan mendalam, dan memasang telinganya untuk mendengar bisikan semanis madu ...."
          }
        ]
      },
      {
        "title": "Feather of Judgment",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Semua baik adanya di dunia yang baru.\"\nDi zaman kuno, titah penguasa langit tak terdengar, dan bumi pun kehilangan tuannya.\nMasa lalu yang beradab, yang tentram, sirna ditelan kegelapan yang pekat.\nAliran waktu yang tak dapat diputar kembali pun mengikis ukuran setiap kehidupan yang ada di padang pasir.\nSebuah bulu untuk menimbang hati, logam cair untuk mengukur kebijaksanaan, berdaulatlah tanpa memihak dan mengambil sisi.\nDemikian hukum yang berakar pada darah terukir di gurun pasir, sesuai dengan penghakiman sang Raja Dewa.\nCita-cita pemerintahan dipelintir oleh kesedihan, pejabat-pejabat tersesat dalam kezaliman.\nBatu penjuru istana yang terabaikan, ditelan oleh desiran pasir, menuju takdir yang kelam tanpa cahaya.\n\"Upah pengkhianatan adalah penghakiman tanpa belas kasihan,\"\n\"Dan buahnya adalah kehancuran.\"\nDi kemudian hari, aturan dicemari oleh kesombongan, dan menjadi belenggu.\nPara awam yang malang, yang takdirnya terikat pilihan sang Raja Dewa."
          }
        ]
      },
      {
        "title": "The Sunken Years",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Penglihatan emas 'kan muncul dalam bentuknya yang paling mula-mula.\"\nPada mulanya berbagai suku hidup berdampingan bersama pasir, keturunan mereka terikat dengan bumi.\nMereka mematuhi hukum darah, dan mereka gentar akan ingatan kelaparan yang diturunkan bersama darah mereka.\nDi kemudian hari, waktu menyapu bumi seperti meniup kerikil, dan sang Raja Dewa bangkit membayangi semuanya.\nPada masa yang terlupakan itu, para dewa membentuk muka bumi, membuka oasis dan memancarkan mata air.\nMengikuti teladan sang Raja Dewa, suku-suku yang ada membangun tembok tinggi, mendirikan takhta dan berhimpun dalam persemakmuran kerajaan.\nMengikuti penampilan sang Raja Dewa, bangsa-bangsa mengenang masa ketika mereka dipimpin oleh raja dan penatua.\nPada masa ketika para raja bijak mendapat ramalan dari langit, dan bumi belum mengenal apa itu bencana ....\n\"Hendaklah raja membangkitkan kembali zaman keemasan dengan segala kebijaksanaannya.\"\n\"Dan hendaknya pasir waktu dihentikan oleh kuasa ilahi yang tak terbatas.\"\nBenar. Zaman keemasan raja lautan pasir dan warganya segera datang.\nImpian emas menantikan semua butiran pasir yang terhilang. Di sana, tidak ada tangisan dan gertakan gigi."
          }
        ]
      },
      {
        "title": "Honeyed Final Feast",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Setiap kebahagiaan berakhir dalam kepahitan.\"\n\"Semua kenangan manis lenyap bagaikan awan.\"\nPada mulanya, perjamuan diadakan oleh sang mahadewi yang bertahta di atas bunga dan cahaya rembulan, kedaulatan ada di tangan sang khalik penguasa gurun pasir, dan kehidupan adalah milik pusaka sang agung penjaga tumbuhan hijau.\nDemikian ketiganya mengikrarkan sumpah, supaya persahabatan mereka lestari layaknya terang bulan, sinar surya, dan hamparan padang yang hijau.\n\"Pada masa itu, terang bulan pun membisikkan kisah bahagia kepada burung di udara dan bunga di padang.\"\n\"Dan begitu terkesimalah mereka hingga nyanyian sang burung tercekat dan kelopak sang bunga tersipu.\"\n\"Kedamaian dan ketentraman, tiada perpecahan, tiada nasib buruk menghantui.\"\n\"Seandainya hari-hari yang indah bak fatamorgana ini terjaga sampai selama-selamanya, jika saja mereka tidak perlu merasakan pahitnya perpisahana.\"\nKelak, waktu akan memutus perjanjian antara siang dan malam, memisahkan mereka dan menguburkan sumpah kuno mereka dalam-dalam.\nTerang bulan yang lembut ditelan pasir. Seluruh bumi dilingkupi tatapan tajam sang surya siang.\nPara penatua dan awam yang menikmati perjamuan mengenang masa-masa singkat, yakni masa-masa yang penuh keajaiban.\nNamun impian fana adalah mangsa bagi akal budi, yang dilemparkan ke mesin tanpa jiwa dan digiling sampai jadi tiada,\nDan dari inti mesin, dari kelamnya mimpi buruk, suatu kecerdasan mengambil wujud barunya ....\n\"Gabungkan semua pemikiran, satukan semua perhitungan,\"\n\"Maka anak manusia akan menjadi penguasa di antara penguasa dan dewa di antara dewa.\"\nDemikianlah kidung ratapan sang kesepian, penguasa di antara penguasa,\nYang nasibnya telah lama ditimbang dan didapati tidak layak oleh pasir emas."
          }
        ]
      },
      {
        "title": "Shadow of the Sand King",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Penguasa datang dengan penuh cahaya seterang sang surya,\"\n\"Dan ia mengambil mahkota duri dari khalayak.\"\nPilar suci pertama turun dari langit, mengubur pepohonan dan padang rumput di bawah lautan pasir.\nSurya keemasan jatuh dan bangkit, membungkus lautan pasir dengan jubah mewah kematian.\nAngin berbisa perlambang waktu mengganggu tidur mereka yang di alam maut, membangkitkan ilusi penuh nostalgia.\nPada waktu yang penuh kenajisan itu, kota-kota maju di atas oase yang subur.\nMengikuti kebijaksanaan sang Raja Dewa, para penatua berkuasa dengan adil, kesejahteraan memancar ke seluruh penjuru.\nDan para raja fana yang bijak dan para hamba dewa mendengarkan ucapan-ucapan langit, demikian mereka menguasai bumi dan segala isinya.\nHari ini, mereka yang berkuasa di oase padang pasir adalah cerminan bayang-bayang para dewa.\n\"Pusaka kerajaan dan tongkat langit terpencar ke seluruh penjuru bak buah kurma,\"\n\"Dan semuanya hidup demi mencari mereka di bawah naungan keteduhan.\"\nBeberapa waktu berlalu, keputusan yang canggung dimaklumatkan bersama dengan kegilaan fana.\nMenggunakan harapan yang indah sebagai umpan menuju akhir yang pahit."
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Dreaming Steelbloom",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Kuncupnya terbuat dari emas berwarna gelap, dan kelopak yang tidak berkesempatan untuk kembali merekah, kini terbungkus dalam balutan inti bunga berwarna merah."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/8459597/ae8a2c6f24df66e1bd7cc2dbd83d330d_6159696104767052337.png"
      },
      "circlet_of_logos": {
        "title": "Shadow of the Sand King",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Sorban berhiaskan emas dari pemimpin upacara gurun di masa silam dibentuk untuk meniru raja legendaris rakyat pasir."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/8459597/892e17a4a5d0b9438bf3581d88bf209e_6512384598844156945.png"
      },
      "goblet_of_eonothem": {
        "title": "Honeyed Final Feast",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Warna indah dan menawan dari gelas anggur yang pernah digunakan pada perjamuan kuno yang megah kini telah memudar."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/8459597/3668bbfcc8d7242aa295b7e073e71d9f_8418127692720529337.png"
      },
      "plume_of_death": {
        "title": "Feather of Judgment",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Bulu khusus yang dulu pernah digunakan sebagai benda untuk mengukur berat hati seorang pendosa kini telah kehilangan fungsinya yang semula."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/8459597/b195ea9ea3c908859ea4e09e409305a2_7563698956062312274.png"
      },
      "sands_of_eon": {
        "title": "The Sunken Years",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Jam matahari kuno dengan kilau emas berwarna gelap tampak seperti sedang menceritakan kisah kuno padang pasir."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/8459597/8842156fb124596d6a0d7aa56f8483e0_399148562596423358.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Elemental Mastery +80.</p>",
      "fourSetEffect": "<p>Selama 8 detik setelah memicu Reaksi Elemental, Karakter yang mengenakannya mendapatkan efek penguatan berdasarkan tipe elemen Karakter lain yang berada dalam tim: Untuk setiap anggota party yang berelemen sama dengan Karakter yang mengenakan, maka ATK meningkat 14%; Untuk setiap anggota party yang berelemen berbeda dengan Karakter yang mengenakan, maka Elemental Mastery meningkat 50 poin. Efek yang dijelaskan tersebut maksimal dihitung untuk 3 Karakter. Efek ini terpicu setiap 8 detik. Efek ini tetap dapat terpicu meskipun penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.</p>"
    }
  }
}