{
  "epId": 2722,
  "name": "Eremite Desert Clearwater",
  "desc": "<p>Seorang prajurit bayaran yang berasal dari gurun pasir berwarna emas. Rela bekerja untuk siapa saja yang bisa memberinya imbalan.</p><p>Seorang gadis yang tersesat di dalam mimpi lamanya tentang lagu-lagu berpasir. Ia menganggap kesenangan saat bertarung adalah hadiah yang sangat berharga saat dia menjalankan sebuah misi. Konon wanita yang lahir di keluarga ini sering disukai oleh roh-roh pengembara di padang pasir, sehingga mereka sering mati di usia muda. Mungkin dia bisa kabur dari bisikan roh-roh ini melalui melodi pertempuran yang mengalir di dalam tubuhnya. Roh jahat tersegel pada senjata yang dipakainya, dan akan dibangkitkan saat berada dalam bahaya. Amarah roh ini hanya bisa diredam saat ia mendengar tangisan orang yang kalah, entah itu pemilik senjatanya, atau musuhnya.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/a0f86676af484d039ad829c899d1dd35_7540031370259437180.png",
  "menuId": 7,
  "menuName": "Musuh dan Monster",
  "version": 1662450735,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Eremite Desert Clearwater"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Kelompok Manusia Lainnya"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Ahli tarian pedang, merupakan bagian dari kelompok prajurit bayaran yang berasal dari gurun pasir. Setelah menerima DMG dalam jumlah tertentu, akan melepaskan roh jahat yang tersegel dalam senjatanya untuk <color=#ffd780>memasuki Infused Form</color> dan meningkatkan kemampuan bertempur secara drastis. Setelah Infused Form berakhir, musuh ini akan menjadi lemah untuk sementara waktu."
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2706,
        "name": "Faded Red Satin",
        "desc": "<p>Sepotong kain satin merah yang digunakan untuk menutupi mata. Kainnya sedikit sobek.</p><p>Banyak dari Eremite yang cenderung menutup mata mereka dengan kain tekstil, tetapi tujuan asli dari praktik ini telah lama hilang ditelan waktu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/dfa4ba937ada162659c0264137d43a18_1678778578670673928.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2705,
        "name": "Trimmed Red Silk",
        "desc": "<p>Sepotong sutra merah yang dipangkas dengan dekorasi yang sederhana.</p><p>Seorang prajurit berpengalaman dapat mendeteksi kelemahan dari mata musuh mereka dan memanfaatkannya. Pasukan di Eremite telah lama kehilangan seorang tuan untuk dilayani, dan sekarang mereka tidak memiliki siapa pun untuk dipercaya selain diri mereka sendiri. Dikatakan bahwa mereka sangat yakin kalau segala sesuatu bisa berkhianat, termasuk mata mereka sendiri.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/ea95ad3608c20df54eb36f9e5a3cdac6_5761139706386382644.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2704,
        "name": "Rich Red Brocade",
        "desc": "<p>Sepotong kain brokat merah yang ditenun dengan sutra emas.</p><p>Sisa-sisa yang lahir di gurun emas di bawah matahari terkadang bisa menyanyikan sebuah lagu yang maknanya telah lama dilupakan. Mereka akan memuji terik matahari yang menerangi bumi sama seperti biasanya dan meratapi sisa-sisa cahaya di akhir senja. Beberapa kata asing terkadang muncul i di akhir lagu dan dikatakan sebagai nama dari dewa kuno. Legenda mengatakan bahwa ketika Raja Gurun Pasir masih hidup, rakyatnya memilih untuk menutupi mata mereka karena mereka tidak berani memandangnya sebab cahayanya yang melebihi matahari.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/5f415e2b9f3f486a29b613d8d8c029c9_7801813221239635979.png"
      }
    ]
  }
}