{
  "epId": 2846,
  "name": "Koleksi Byakuyakoku",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/17/119402430/a12294633921ad7fd98c1fa58463d3e6_5287784480645726697.jpg",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1667752346,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Kisah Gang Toki</color>"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Penciptaan mengaburkan misteri nasib, matahari dan bulan menyingkapkan pertanda.\nTiga sudut diselimuti bayangan, lima orang suci mengaburkan kekosongan.\n\"Alam semesta tiada awal dan akhir. Dahulu kala, begitu pulalah adanya tanah ini. Namun ini tidak ada artinya lagi bagi kami. Tanah ini sudah tidak ada kaitannya dengan keabadian yang tak berawal dan tak berakhir\".\nDemikian perkataan sang pertapa Aberaku, kepada Sang Sunchild yang pertama. Sang Sunchild berniat untuk menghukum Aberaku. Memerintahkan dirinya untuk menghadap, sebelum akhirnya menangkap dan mengurungnya, hanyalah alasan untuk menjadikan semuanya menjadi lebih susah bagi sang pertapa.\nKonon katanya, Aberaku dianugerahi hikmat kebijaksanaan oleh Dewa Agung Tokoyo, sehingga dia berhasil membawa terang ke Enkanomiya. Tetapi Sang Sunchild menjadi iri hati terhadap bakat keterampilan sang pertapa, dan mengurungnya seumur hidup.\nDemikianlah putra-putri matahari melupakan jasa-jasa Aberaku yang menciptakan bintang terang di bawah permukaan bumi, yang tanpanya mereka tidak akan pernah ada.\n\"Permulaan langit dan bumi layaknya ayam dan telur. Bukankah sang naga dan sang ular saling berkerabat?\" Segera setelah kata-kata itu terucap dari mulutnya, sang pertapa Aberaku mendapati dirinya dikepung oleh prajurit.\nPada masa itu, Enkanomiya baru mendapat ruang untuk bernapas setelah kemunculan matahari. Sang Dragonheir yang mencintai kegelapan dan membenci terang, tak lagi bisa bertindak sesuka hatinya. Hari-hari ketika Dragonheir mengamuk dan menelan manusia layaknya ternak yang merumput pun usai, dan Enkanomiya akhirnya mendapat kemampuan untuk melawan.\nSudah digariskan bahwa sifat manusia yang fana dan tercela akan selalu ada, yang bahkan muncul ke permukaan sebelum ancaman yang datang dari luar berhasil ditaklukkan. Orang-orang telah memilih Sang Sunchild, memahkotainya sebagai raja agung yang disembah. Namun ternyata, Sang Sunchild memerintah dengan tangan besi dan hati bengkok, penuh tuduhan dan muslihat terhadap dia yang punya kebajikan.\nTahun-tahun terus berlalu, dan muncullah seorang bocah kecil di Enkanomiya, yang membuat taruhan dengan kawan sebayanya. Sendirian, dirinya akan menyelam melewati tiga sudut menghindari Dragonheir yang perkasa, demi mencari sebuah Dragonbone Flower. Ternyata yang dia temukan adalah gua besar yang dihuni oleh seekor ular besar yang tak pernah dia lihat sebelumnya, melihat ular besar yang aneh tersebut, dia tidak takut melainkan merasa dekat dengan ular itu.\n\"Akulah sang ular yang namanya dihujat. Sedemikian banyaknya hamba yang mengabdi kepadaku, namun kita tak seorang pun yang diam di bawah naunganku. Bahwa aku telah jatuh ke alam ini dan kita dipertemukan ... adalah takdir. Kau bukan bagian dari kaumku, namun kau tetaplah anak manusia. Bicaralah, dan aku akan mendengarkan.\"\n\"Bisakah dirimu menjadi dewa untuk kami?\"\nDemikianlah keduanya, manusia dan ular, bertolak untuk menghadapi Sang Sunchild dan Sang Dragonheir. Kisah mereka melawan aras dan menantang ombak pun dimulai."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Yang ingin kami lestarikan adalah mengenai kehendak langit yang membentuk bumi dan daratan. Wahai ilah-ilah yang berkuasa di langit, semuanya ini adalah karya ciptaanmu. Berikanlah kepada kami hikmat karunia dan kebijaksanaan, biarkanlah kami menuliskan semuanya ini untuk selama-lamanya!\n\"Ketika Merpati-Merpati Membawa Ranting\"\nKetika takhta langit turun, dunia pun menjadi baru. Kemudian dewa yang sejati, Sang Purbakala, muncul dan menghadapi ketujuh penguasa, yakni ketujuh raja naga dunia lama.\nSang Purbakala menciptakan bayangan dirinya yang bercahaya, empat jumlahnya.\n\"Tentang Phanes, Sang Purbakala\"\nSang Purbakala dikatakan sebagai Phanes. Ia bersayap dan bermahkota, terlahir dari telur, merupakan jantan dan betina sekaligus. Agar dunia ini tercipta, cangkang telur harus dipecahkan. Namun Phanes Sang Purbakala menggunakan cangkang telur untuk memisahkan \"Semesta\" dan \"Miniatur Dunia\".\n\"Empat Puluh Tahun Setelah Ranting-Ranting Dibawa\"\nEmpat puluh kali musim dingin memadamkan api, empat puluh kali musim panas memeras lautan. Ketujuh Penguasa telah dibinasakan, dan ketujuh bangsa tersungkur dihadapan langit. Sang Purbakala yang agung memulai penciptaan langit dan bumi, semuanya demi \"kita\", demi ciptaan yang paling ia kasihi, yang akan segera menjejakkan kakinya di dunia.\n....\n\"Empat Ratus Tahun Setelah Ranting-Ranting Dibawa\"\nGunung dan sungai telah tercipta, laut dan samudra menerima mereka yang menentang dan enggan tersungkur. Sang Purbakala dan salah satu bayangannya menciptakan burung diudara, binatang di darat, dan ikan-ikan di laut. Demikian mereka menciptakan bunga, rumput, dan pepohonan, sampai akhirnya mereka menciptakan manusia, para leluhur yang jumlahnya sebanyak bintang di langit, seperti pasir di tepi laut.\nSemenjak itu, para leluhur kita terikat janji dengan Sang Purbakala, dan memasuki zaman yang baru.\n\"Tahun Terbukanya Bahtera\"\nSang Purbakala mempunyai rencana agung bagi manusia. Kebahagiaan mereka adalah sukacita dirinya.\n\"Tahun Setelah Bahtera Terbuka\"\nManusia mengelola tanah, dan menikmati hasilnya yang pertama. Manusia menambang dan menggali, dan memperoleh bijih logam yang pertama. Manusia berkumpul, dan bait-bait pertama pun dituliskan.\n\"Tahun Penuh Sukacita\"\nDi mana ada kelaparan, di sanalah langit menurunkan hujan dan makanan. Di mana ada kemiskinan, di sanalah bumi menghasilkan kekayaan. Di mana ada ratapan, di sanalah langit 'kan menjawab.\nCelakalah mereka yang tergoda oleh kepalsuan, dan jalan penuh godaan pun telah ditutup.\n....\n\"Tahun Penuh Dukacita\"\nTakhta langit kedua turun, dan peperangan kembali merajalela layaknya zaman penciptaan. Hari itu, langit runtuh dan bumi berguncang. Ketika itu pulalah, para leluhur dan tanah mereka jatuh ke tempat ini.\nZaman kegelapan pun dimulai.\n\"Tahun Pertama Dalam Kegelapan\"\nPara pengikut Ketujuh Penguasa berkuasa atas laut, dan para Dragonheir berkuasa di tempat ini. Pertikaian pun tak dapat dielakkan.\nPara leluhur mengejar mereka dengan cahaya seribu lentera, dan ke dalam bayangan mereka bersembunyi, sambil terus mengintai. Karena begitu besar kegelapan di tempat ini, maka tanpa hambatan pulalah mereka berburu.\nDoa manusia berubah menjadi ratapan dan kertak gigi, namun Sang Purbakala dan ketiga bayangan tidak dapat mengindahkannya.\n\"Perumpamaan Sang Surya\"\nDalam gua yang gelap, hiduplah mereka yang tidak kenal cahaya. Di antara mereka adalah seorang bijaksana yang pernah memandang matahari. Dia menceritakan pada kaum itu seperti apa rasanya hidup di bawah sinar mentari, dan tentang keagungan sang raja siang. Kaum itu gagal memahami ceritanya, dan ia pun menyalakan sebuah obor. Demikianlah mereka semua menyembah api yang ia nyalakan, menganggap kobaran yang mereka lihat itu sebagai sang raja siang, dan mereka hidup seperti itu, berdampingan dengan kobaran api dan kegelapan.\nKetika sang bijaksana wafat, hadirlah dia yang datang untuk menguasai api. Demikianlah kaumnya menjatuhkan bangsa itu ke dalam bayang-bayang.\n\"Perumpamaan Tentang Teratai Pembuat Lupa\"\nTeratai yang menyebabkan semua yang memandangnya melupakan masalah mereka. Seorang nakhoda yang mencari jalan ke permukaan bertemu dengan kaum yang hidup memakan tumbuhan itu. Sebagian dari awak kapalnya tinggal, sementara sebagian yang lain bertahan dari godaan.\nKehidupan bagaikan lautan penuh kepahitan. Kita hanya mencari jalan untuk pulang.\n\"Tahun Ketiga dalam Kegelapan\"\nSatu-satunya dewa yang tidak meninggalkan kita dikenal dengan nama \"Penguasa Waktu\". Dia adalah saat ini, dan juga setiap saat. Dialah yang mengukur ribuan angin dan sang surya dan sang rembulan. Dialah setiap saat gembira, saat murka, saat rindu, dan saat keterikatan. Dialah setiap detik dalam igauan.\nKita memanggilnya Kairos, sang \"penguasa dunia yang tetap dan tidak berubah\". Nama kudusnya tidak boleh disebut sembarangan, namanya yang suci dan yang sejati. Biarlah aku menuliskannya di sini, dan biarlah tulisan itu terbalik adanya: \"Htoratsi\".\n....\n\"Tahun Kebutaan\"\nKebijaksanaan Abrax telah bangkit, dan dia menyingkapkan mukjizat penuh cahaya dengan kedua tangannya. Demikian para leluhur membangun Helios di bawah pimpinannya.\n....\n\"Tahun Kecelikkan, Tahun Pertama Bulan dan Matahari\"\nHelios, kereta sang surya telah sempurna. Demikian Whitenight datang, dan Evernight dimusnahkan.\nTahun-tahun dalam naungan Bulan dan Matahari pun dimulai.\n\"Tahun Kedua Bulan dan Matahari\"\nPara leluhur mencari jalan untuk kembali, mereka yakin peperangan di permukaan telah lama berlalu.\nNamun Sang Purbakala, sang takhta pertama, telah melarang para leluhur mencari jalan pulang.\nPastilah Sang Purbakalah telah menaklukkan takhta kedua.\nAbrax dipenjarakan atas perintah Sang Sunchild.\n\"Perumpamaan Sebatang Pohon\"\nTukang kebun raja dan roh pohon di taman kerajaan saling jatuh cinta. Namun raja ingin memperbaiki ukiran pilar pavilion dan perlu menebang pohon yang paling spiritual. Raja, adalah jelmaan Sang Purbakala, karena itu tukang kebun tidak dapat menentang raja di atas segala raja. Yang bisa dilakukannya hanyalah berdoa kepada pendeta raja, yang adalah jelmaan Tokoyo Ookami.\nSang pendeta mengasihani tukang kebun lalu berkata, \"Potonglah dahan-dahan pohon spiritual itu.\" Tukang kebun pun pergi memotong dahan-dahannya, lalu mengikuti perintah raja untuk menebang pohon itu.\nPendeta tersebut kemudian berkata, \"Tanamlah dahan pohon spiritual itu.\" Tukang kebun pun berkata, \"Pohon spiritual perlu lima ratus tahun baru bisa tumbuh.\" Pendeta lalu menjawab, \"Satu tekad akan menghadang ribuan malapetaka.\" Tukang kebun lalu menanam dahan itu di halaman rumahnya. Dalam sekejap, dahan yang kurus bertumbuh menjadi pohon yang baru, dan roh di pohon baru itu adalah kelanjutan dari roh yang sebelumnya.\nKarena sang Dewa Waktu, dapat membawa benih di masa ini ke masa lalu dan masa depan.\n\"Tahun Kesepuluh Bulan dan Matahari\"\nAbrax sudah lama meninggal. Peristiwa sebelum matahari dan bulan sudah cukup dicatat. Jika aku tidak memiliki nyali untuk mencatat segalanya sesuai fakta, bagaimana aku bisa pantas menjadi sekretaris Tokoyo Ookami?\nAku mendengar suara zirah besi di luar. Aku harus berhenti menulis."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Tanah yang berada di kedalaman sungguh berbeda dari permukaan. Semua yang dianggap biasa di permukaan harus ditanggalkan ketika memasuki kedalaman. Semua yang kita ketahui mengenai laut dan daratan adalah pemberian langit. Di dunia yang baru ini, hendaklah kita mengembangkan cara-cara baru untuk perihal sekecil apa pun.\nBarangsiapa membaca dan merenungkan tulisan, janganlah engkau menganggap hidupmu selama ini sebagai sesuatu yang biasa. Sesungguhnya biarpun engkau telah hidup di kedalaman selama ratusan, bahkan ribuan tahun sekali pun, ketahuilah: hari-hari tanpa bulan dan matahari ini tidaklah wajar. Bahkan ketika sang bijaksana memberi kita sinar mentari, akan ada si penghasut yang akan meminjam cahayanya untuk menenggelamkan kita di dalam bayang-bayang.\nBuku ini ditulis agar orang-orang dapat memahami kehidupan yang mereka jalani, supaya mereka tidak melupakan hasrat kita untuk berpulang ke tempat yang terang.\n(Buku ini telah terus-menerus disunting dan diubah selama bertahun-tahun. Bahkan judulnya pun berubah, dari Aphotic Earth menjadi Tokoyokoku, sebelum akhirnya menjadi Byakuyakoku. Di kemudian hari, berkat anugerah dari sang Watatsumi, warga kedalaman pun kembali ke permukaan. Namun sepertinya frasa \"Aphotic Earth\" memiliki makna tersembunyi, dan istilah ini tidak semuanya diganti.)\n-Kisah Angin dan Air\nByakuyakoku tidak memiliki pegunungan, sehingga percuma saja membahas tentangnya, Namun, para penatua dan orang bijak menyadari sesuatu. Bahkan di kedalaman ini pun, masih ada kekuatan \"angin yang kekal\" dan \"air\". Perwujudan dari \"angin kekal\" dikenal dengan nama \"Tokoyo Ookami\", dan biasa dituliskan dengan sebutan \"ribuan angin\", atau \"ribuan angin masa\". \"Air\", adalah perwujudan dari keperkasaan Dunia Vishap, yang diwakili oleh para Bathysmal Vishap.\nKami telah meneliti hubungan antara Sunfire, angin, dan air. Dengan demikian, ilmu hidrologi dan angin kekal harus dipertimbangkan sebelum menjalankan proyek-proyek pembangunan.\n- Perbatasan Byakuyakoku\nPerbatasan Byakuyakoku ditandai oleh tiga penjuru. Ketiganya adalah titik temu perselisihan antara bangsa manusia dan bangsa vishap.\nPada zaman Byakuyakoku, Menara Tiga Dunia berdiri di ketiga penjuru tersebut, dan dimaksudkan untuk menjaga keharmonisan antar wilayah. Nama kuno mereka telah hilang bersama arus waktu, dan ketiganya diberikan nama yang baru ketika Watatsumi muncul.\nKetiga menara ini amatlah penting, dan ketiganya berlokasi di tempat yang tidak berkaitan dengan angin maupun air. Merekalah yang menjaga kestabilan Byakuyakoku dan mengendalikan angin dan air.\nJika ketiga menara ini terancam, maka seluruh tanah ini pun ada dalam bahaya. Karena itulah ilmu-ilmu rahasia digunakan untuk menyamarkan ketiganya. Hanya para miko dan Pengikut Watatsumi yang dapat memunculkannya kembali.\n- Jalan Sempit\nJalan Sempit, pada mulanya dinamai demikian karena terletak di antara muka gunung dan sebuah tempat yang bernama Tanah Lingkaran. Pergeseran permukaan di Byakuyakoku menyebabkan Tanah Lingkaran amblas, dan Jalan Sempit pun menjadi lebar.\n- Jantung Ular\nDi kala para leluhur menemukan tanah ini, telah ada keanehan yang menyebabkan ruang saling bertimpa di lokasi tertentu. Para pendahulu memanfaatkan fenomena ini untuk menciptakan Jantung Ular. Fungsinya adalah untuk melindungi rahasia, memenjarakan para pelanggar, dan menyembah sang Ular Ilusi, Ouroboros.\nPada mulanya, tempat ini dinamai Delphi, tanah para ular beludak. Nama ini tidak berubah bahkan setelah Watatsumi Omikami. Karya seni purbakala melukiskan sang ular tak bersisik sebagai \"Ouroboros\", dan sang ular bertatahkan koral sebagai \"Orobashi\".\n- Dainichi Mikoshi\nNama pertama tempat ini ialah \"Helios\", sungguh sebuah menara tinggi menjulang, yang dibangun oleh Aberaku yang bijaksana sebagai perlambang bumi, penengah antara angin dan air.\nMenurut ramalan, inilah matahari yang diperlihatkan oleh sang bijak, yang berguna untuk menerangi gua-gua gelap di kedalaman. Demikian pulalah ia digunakan untuk membayangi tanah yang agung ini."
          }
        ]
      },
      {
        "title": "(IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Mulai hari ini, semua subjek eksperimen Dragonheir telah diubah menjadi subjek yang ditentukan Watatsumi Omikami sendiri. Semua berkas sebelum tahun pembuatan kalender Watatsumi telah dihancurkan. Nomor seri berkas tidak lagi menggunakan metode kategorisasi yang menggunakan bahasa Watatsumi - Alpha, Beta, Gamma, Delta, dan Epsilon. Metode kategorisasinya diubah menjadi bumi, air, api, angin, eter, dan kosong.\nSemua tanda kutip dan notasi harus ditulis dalam tanda kutip (\"\"). Urutan penulisan sebagai berikut harus diperhatikan: Berkas - Nomor Serial - Subjek - Penulis. Penulis dapat dihilangkan, atau nomor penulis di laboratorium dapat dicantumkan. Dilarang keras mengungkap nama Byakuyakoku/Enkanomiya atau nama modern Watatsumi/Narukami/Inazuma milik peneliti.\nJangan menulis buku harian, surat cinta, dan novel fantasi di dalam catatan eksperimen.\n....\nSemua orang tahu jelas akan kemampuan evolusi para Dragonheir (selanjutnya disebut sebagai Bathysmal Vishap atau vishap saja). (\"Air-101-Evolusi Dragonheir: I\")\nKami telah mencoba menurunkan suhu lingkungan hidup vishap muda yang tahan panas. Vishap akan menjadi lebih lemah setelah dewasa. Mungkin hal ini karena dalam tubuhnya tidak ada \"benih\" yang dapat membantunya melawan lingkungan seperti itu. Namun semua keturunannya malah memiliki lemak tubuh yang tinggi, kecenderungan untuk tidur yang banyak, dan memiliki karakteristik elemen Cryo. (Silakan mengambil referensi dari data eksperimen di bagian akhir teks. Sampel 3 menunjukkan data yang tidak normal karena asistenku mengasihani subjek eksperimen dalam kelompok kontrol anti-lapar, dan memberinya makan secara diam-diam.)\nKetika kami menempatkan keturunan mereka ke dalam lingkungan yang sangat panas, mereka akan sama seperti nenek moyang mereka, memilih untuk menjadi vishap dewasa yang tahan panas. Hanya saja, saat ini mereka tidak menunjukkan karakteristik elemen Pyro.\nSaat ini, data yang ada tidak cukup untuk membuat kesimpulan. Tetapi kita dapat membuat hipotesis bahwa Bathysmal Vishap mampu membangunkan \"benih\" yang mereka miliki dengan bebas sebelum dewasa. Pada saat menghadapi lingkungan sulit yang belum pernah dialaminya, ibu vishap dapat membuat \"benih\" baru dan mewariskannya pada keturunannya.\nSebelum Bathysmal Vishap bertemu dengan orang-orang Enkanomiya seperti kami, mereka sudah menyembunyikan gudang senjata di dalam tubuh mereka.\n....\nHasil tes inteligensi sangat mencengangkan. (\"Kosong-207-Penelitian Inteligensi Vishap\"). Dari proses penyaringan yang dilakukan melalui mekanisme hukuman dan hadiah (walaupun penelitian sebelumnya menunjukkan bahwa penyaringan tidak diperlukan, karena setiap vishap pandai beradaptasi dengan sempurna), kemampuan linguistik vishap generasi keempat ke atas sudah mendekati tingkat kecerdasan anak manusia berusia 12 tahun. Atau lebih tepatnya lagi, vishap memiliki metode komunikasi tersendiri dan dari sini mereka telah menunjukkan kemampuan untuk belajar.\nKami merasa bahwa eksperimen ini harus dihentikan. Kalau tidak, pemecatan orang terakhir yang menulis kisah fantasi manusia vishap akan menunjukkan bahwa kami adalah orang berpikiran sempit.\nMenurut ramalan, Penguasa Naga Air akan terlahir dalam wujud manusia. Kami tidak akan membiarkan hal ini terjadi di Enkanomiya.\n....\nSemua upaya transplantasi sebelumnya gagal. (\"Kosong-907-Perintah Khusus Watatsumi Omikami: I\"). Karena tidak mampu mentolerir darah Watatsumi Omikami, tubuh vishap akan menunjukkan respon yang buruk. Entah apakah alasannya karena mereka belum cukup kuat. Menurut jalur evolusi vishap yang sudah kami rencanakan, secara teoretis, kami seharusnya telah membiakkan vishap terkuat.\n....\nTransplantasi pada dasarnya dianggap berhasil. (\"Kosong-907-Perintah Khusus Watatsumi Omikami: III\"). Penolakan ternyata adalah alasan kenapa makhluk Alam Cahaya seperti vishap (juga dikenal sebagai makhluk elemental), saling bertentangan dengan Omikami dan Pengikut Watatsumi.\nSemua catatan eksperimen ditutup. Sampai eksperimen berakhir saat ini, tidak ada Dragonheir yang kehilangan nyawa dalam eksperimen, mereka semua hidup sampai akhir hayat mereka.\nTerpujilah Watatsumi Omikami atas kebaikannya."
          }
        ]
      },
      {
        "title": "(V)",
        "desc": [
          {
            "type": "RichText",
            "text": "Teka-Teki Pertama: Apa yang berjalan dengan empat kaki di pagi hari, dua kaki di siang hari, dan tiga kaki di malam hari?\nJawaban: Vishap yang menjelma menjadi manusia demi menghadiri pesta dansa. Sebelah kakinya patah dan ia terpaksa berjalan menggunakan tongkat.\nSang bijak menyukai jawaban ini, dan anak-anaklah yang selalu menjawab demikian. Bagi orang dewasa, vishap yang berubah menjadi manusia adalah pertanda buruk. Sebuah ramalan mengatakan bahwa Naga Air, penguasa kuno para vishap, akan lahir kembali dan mengambil wujud seorang manusia. Namun bagi kanak-kanak, jawaban ini memberikan harapan untuk kedua bangsa mencapai tahap saling memahami.\nTapi menceritakan para vishap dalam anekdot jenaka tidaklah baik. Humor seperti itu menjinakkan ketakutan anak-anak, namun pula menurunkan kewaspadaan mereka.\n(Para Dragonheir di kedalaman telah berevolusi dan mengembangkan kemampuan untuk menggunakan elemen-elemen lain, dan dalam prosesnya menanggalkan kemurnian mereka. Sang Naga Air tidak akan terlahir kembali di antara kaum mereka.)\nTeka-Teki Kedua: Makhluk ini punya satu mulut, dan kadang punya empat kaki, kadang dua kaki, kadang tiga kaki. Makhluk ini tidak mampu berubah wujud, namun bisa berjalan, berenang, dan melayang. Semakin ia berjalan, semakin ia lemah. Makhluk apakah itu?\nJawaban: Manusia\nManusia merangkak dengan empat kaki ketika mereka masih bayi; ketika tumbuh dewasa, mereka berjalan dengan dua kaki; ketika tua, mereka ditopang sebatang tongkat. Tidak ada keraguan bahwa jawaban untuk teka-teki ini adalah manusia.\nTeka-Teki Ketiga: Apa yang bicara dengan satu mulut, tapi berjalan dengan empat atau dua, kaki?\nJawaban: Kehidupan Hewan Ternak\nTeka-teki ini sudah sangat tua, dan kita hanya bisa memahami arti peternakan dari teksnya. Empat kaki mengacu pada makhluk seperti Aux, Hors, dan Foreste Bore. Setelah Byakuyakoku jatuh, makhluk-makhluk ini juga punah dalam dua generasi karena hancurnya habitat dan kurangnya makanan, sehingga mereka tidak dapat berkembang biak.\nPada periode setelah kedatangan Watatsumi Omikami, sebagian penduduk telah pergi ke permukaan laut, membangun rumah dan bertukar budaya. Jadi kami dapat memberikan nama-nama umum untuk makhluk-makhluk ini. Menurut ramalan para penatua dan Omikami sendiri, kita semua akan pergi ke permukaan laut cepat atau lambat, sehingga perlu untuk menggantinya.\nAux menunjuk pada sapi, Hors menunjuk pada kuda, dan Foreste Bore menunjuk pada babi hutan.\nTeka-Teki Keempat: Siapakah kedua saudari yang saling melahirkan saudarinya setiap hari?\nJawaban: Siang dan malam, atau Whitenight dan Evernight.\nTeka-teki ini mudah dipahami. Siang berganti dengan malam. Di Byakuyakoku, ini berarti pergantian antara Whitenight dan Evernight yang berada dalam kontrol Dainichi Mikoshi. Meskipun negeri tersebut mengalami malam yang abadi sebelum Dainichi Mikoshi dibangun, namun hal itu tidak memengaruhi cahaya siang hari yang pernah dilihat oleh orang-orang.\nKedua fenomena astronomi Byakuyakoku, yakni fatamorgana dan Sinshade, pada mulanya disebut Eidolon tanpa membedakan yang satu dari yang lain. Penduduk Byakuyakoku mulai memahami perbedaan dan menamakan kedua fenomena setelah kedatangan Watatsumi Omikami. Meskipun mentari tidak bersinar, fatamorgana yang muncul ketika Whitenight dinamakan Sunfire Phantasm, dan ketika Evernight, Ghostfire Phantasm. Seiring berjalannya waktu, keduanya disatukan dalam nama Sunfire Phantasm, karena keduanya adalah fenomena yang sama.\nTeka-Teki Kelima: Akulah sang Putra Bayangan, lahir dari Penguasa Terang. Akulah sang burung tak bersayap, yang naik dari bumi. Baiklah mereka yang meneteskan air mata dihadapanku, menangis tanpa kesedihan. Aku pun hilang bersama angin yang berembus, demikian hidupku yang fana ini sirna.\nJawaban: Asap. Burung adalah makhluk yang bersayap dan terbang, tentu tidak dapat dijumpai di Enkanomiya.\nTeka-Teki Keenam: Seorang ayah mempunyai 12 anak, dan masing-masing anak mempunyai 60 putri cantik dengan penampilan yang beragam. Setiap ada satu gadis yang berpenampilan putih, ada juga satu yang berpenampilan hitam, begitu seterusnya. Mereka sekeluarga tidak bisa mati, hanya dapat menghilang perlahan-lahan. Siapakah ayah dari anak-anak ini?\nJawaban: Jawabannya adalah \"tahun\". Orang-orang Byakuyakoku mungkin akan tidak memahami tentang 60 cucu yang berpenampilan hitam dan putih secara bersilangan. Tapi semuanya akan menjadi masuk akal setelah memahami Teka-teki Keempat. Pernah ada lanjutan untuk teka-teki ini di zaman kuno. Dikatakan bahwa setiap cucu perempuan akan melahirkan dua belas keturunan, dan masing-masing akan melahirkan lagi enam puluh anak. Setiap anak yang lahir akan melahirkan, dan terus begitu sampai semua keturunan itu melahirkan Sang Purbakala, Tokoyo Ookami, ibunda empat belas milyar tahun.\nWatatsumi Omikami melarang orang-orang menyebarkan teka-teki ini.\n....\nAppendix: Tokoh-tokoh Bersejarah, Nama Tradisional Mereka, dan Nama Mereka Dalam Ejaan Narukami\nKairos - Tokoyo Ookami\nEris - Arisu\nAbrax - Aberaku\nCharon - Ka ....\nSpartacus - Supada\nEmma - Ema\n.... - Koi\nAntigone, Antigonus - Antei\n....\n....\nErebos - Eboshi\nEchion - Eki\nUdaeus - Uda\nAsclepius - Surepio\n...."
          }
        ]
      }
    ]
  }
}