{
  "epId": 2897,
  "name": "Whirling Pyro Fungus",
  "desc": "<p>Makhluk spora yang memiliki kecerdasan tertentu dan kemampuan yang kuat untuk beradaptasi dengan lingkungan. </p><p>Karena kandungan Pyro dari makhluk ini begitu berlimpah, mereka cenderung menjadi penyebab dari kebakaran hutan selama musim kemarau, sehingga mereka dianggap sebagai spesies invasif yang berbahaya bagi hutan.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/1023623/912e3e8c1b00de91bd7ce8418263f461_6462594993043414569.png",
  "menuId": 7,
  "menuName": "Musuh dan Monster",
  "version": 1665308874,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1546,
        "name": "Fungal Spore",
        "desc": "Spora berkilauan yang dijatuhkan oleh Floating Fungus. Kecil dan lembut, sepertinya cuma kena bersin saja, spora ini akan lenyap tak bersisa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fungal Spores_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1510,
        "name": "Luminescent Pollen",
        "desc": "Sekantong kecil bubuk Fungal Spore bercahaya, sejenis obat yang umum dipakai di tanah hutan hujan. Biasa dijual dalam kemasan kertas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Luminescent Pollen_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 613,
        "name": "Crystalline Cyst Dust",
        "desc": "Spora dalam jumlah besar yang dikumpulkan secara hati-hati dari sporangium utuh. Kalau lingkungannya mendukung, maka spora ini akan menghasilkan koloni Floating Fungus yang bertumbuh pesat ....",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystalline Cyst Dust_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2710,
        "name": "Inactivated Fungal Nucleus",
        "desc": "<p>Jaringan tubuh yang ditinggalkan oleh Fungus yang telah terkena rangsangan unsur yang intens.</p><p>Teksturnya yang menenangkan membuatnya sangat baik untuk menghilangkan stres. Namun juga dapat dengan mudah menyebabkan Fungus berkembang biak, dan karenanya tidak cocok untuk penggunaan komersial</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/4b658500fa8cc5ae2b1f252d3cd9f0d6_6670177970058660476.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2708,
        "name": "Dormant Fungal Nucleus",
        "desc": "<p>Jaringan tubuh yang ditinggalkan oleh Fungus yang telah terkena rangsangan unsur yang intens.</p><p>Pernah ada perdebatan panjang di antara para peneliti Amurta tentang apakah jamur harus dikategorikan sebagai tumbuhan atau hewan. Pada akhirnya, mereka mencapai kesepakatan dan menutup kasus ini untuk selamanya — Jamur punya kategorinya sendiri, bukan tumbuhan atau hewan.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/88f08ae70e49d226bd37fd54a97c65f3_3723505182514844018.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2707,
        "name": "Robust Fungal Nucleus",
        "desc": "<p>Jaringan tubuh yang ditinggalkan oleh Jamur yang telah terkena rangsangan unsur yang intens.</p><p>Secara umum diyakini bahwa Fungus berevolusi menjadi bentuk yang lebih praktis untuk menyebarkan spora mereka dengan lebih baik.</p><p>Seorang penyair pernah menggambarkan mimpi bersama tentang Fungus di mana spora mereka menutupi setiap inci gunung dan lautan. Dunia menjadi sangat tenang. Kemudian jamur berubah menjadi ikan, burung, binatang buas, manusia, dan dewa, mengandalkan curah hujan, tanah, dan bangsanya sendiri yang telah kembali ke bumi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/62e02c42934faf3a95ea660956681a61_1532537070865793326.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Whirling Pyro Fungus"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Makhluk Mistis"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Monster dengan kecerdasan dasar, berevolusi dari spora. Saat menerima <color=#ffe14b>serangan Electro atau serangan Pyro</color> pertama kalinya, akan memasuki status Activated atau Scorched sesuai dengan jenis elemennya. Saat mengalahkan fungus dengan status khusus, kamu mungkin akan mendapatkan barang yang berbeda …."
          }
        ]
      }
    ]
  }
}