{
  "epId": 2900,
  "name": "Eremite Galehunter",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Seorang anggota kelompok tentara bayaran lepas yang melangkah pergi dari padang pasir. Dia bersedia bekerja untuk siapa saja atas nama upah.</span><br><span style=\"color: rgb(255, 255, 255)\">Di zaman tatkala panah digunakan secara luas, hanya prajurit Eremite yang paling berpengalamanlah yang menguasai caranya menggunakan busur dalam pertempuran. Bahkan tanpa harus membuka mata, mereka tetap dapat mengetahui lokasi musuh hanya dengan memasangkan telinga pada desiran suara pasir yang mengalir.</span></p><p><span style=\"color: rgb(255, 255, 255)\">Roh-roh yang terfragmentasi dan tidak menyenangkan disegel di dalam senjata yang mereka gunakan, dan akan terbangun di kala bahaya menghadang. Hanya tangisan orang yang kalah saja yang dapat meredam amarahnya — Entah itu penggunanya, atau musuh sang pengguna.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/1023623/1d21ab234a065f179a1a3db8e171c21c_1532165603542137990.png",
  "menuId": 7,
  "menuName": "Musuh dan Monster",
  "version": 1665308876,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Eremite Galehunter"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Kelompok Manusia Lainnya"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Seorang petarung gesit tentara bayaran yang berasal dari gurun pasir. Setelah menerima DMG dalam jumlah tertentu, akan bisa melepaskan roh jahat Wind Kite di dalam tubuhnya yang akan melawan musuh bersama-sama dan <color=#ffe14b>memasuki Infused Form. Setelah mengalahkan roh Kite</color> , dia akan memasuki kondisi lemah untuk waktu tertentu."
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2706,
        "name": "Faded Red Satin",
        "desc": "<p>Sepotong kain satin merah yang digunakan untuk menutupi mata. Kainnya sedikit sobek.</p><p>Banyak dari Eremite yang cenderung menutup mata mereka dengan kain tekstil, tetapi tujuan asli dari praktik ini telah lama hilang ditelan waktu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/dfa4ba937ada162659c0264137d43a18_1678778578670673928.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2705,
        "name": "Trimmed Red Silk",
        "desc": "<p>Sepotong sutra merah yang dipangkas dengan dekorasi yang sederhana.</p><p>Seorang prajurit berpengalaman dapat mendeteksi kelemahan dari mata musuh mereka dan memanfaatkannya. Pasukan di Eremite telah lama kehilangan seorang tuan untuk dilayani, dan sekarang mereka tidak memiliki siapa pun untuk dipercaya selain diri mereka sendiri. Dikatakan bahwa mereka sangat yakin kalau segala sesuatu bisa berkhianat, termasuk mata mereka sendiri.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/ea95ad3608c20df54eb36f9e5a3cdac6_5761139706386382644.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2704,
        "name": "Rich Red Brocade",
        "desc": "<p>Sepotong kain brokat merah yang ditenun dengan sutra emas.</p><p>Sisa-sisa yang lahir di gurun emas di bawah matahari terkadang bisa menyanyikan sebuah lagu yang maknanya telah lama dilupakan. Mereka akan memuji terik matahari yang menerangi bumi sama seperti biasanya dan meratapi sisa-sisa cahaya di akhir senja. Beberapa kata asing terkadang muncul i di akhir lagu dan dikatakan sebagai nama dari dewa kuno. Legenda mengatakan bahwa ketika Raja Gurun Pasir masih hidup, rakyatnya memilih untuk menutupi mata mereka karena mereka tidak berani memandangnya sebab cahayanya yang melebihi matahari.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/5f415e2b9f3f486a29b613d8d8c029c9_7801813221239635979.png"
      }
    ]
  }
}