{
  "epId": 2922,
  "name": "Folio Dedaunan",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/19/119402430/80884bbd64565fdd11b866a7314f1b7b_3362938885049036688.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1668274480,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Folio Dedaunan"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Aku tidak berani menyebut nama aslinya dengan gegabah, terlebih lagi tidak berani melampaui batasanku dan menghakimi sosok dewanya dengan kefanaanku. Aku, Sunitha Cosamvi, pelayan dengan pengetahuan yang dangkal, tidak lebih dari hanya mencatat kisah-kisah seperti yang kudengar dari para Sage, bukan dari tempat lainnya. Semua kalimat ini sama seperti keberadaan diriku sendiri, benar-benar mutlak.\nSaat bayangan bulan mulai pecah, kelompok hewan mulai bermunculan dari dasar jurang, dan melahap ribuan makhluk hidup. Semua yang diciptakan darinya, tidak ada satu pun yang bisa kabur dari petaka yang sudah ditetapkan ini. Ini semua karena kebaikan, ketenangan, dan kebijaksanaan yang dianugerahkan olehnya, semuanya binasa di hadapan kejahatan. Di bawah bulan yang menyeringai, gelombang hitam yang gersang melintasi padang pasir dan pegunungan, mengubah mata air yang dulunya jernih menjadi kotoran. Kotorannya mengotori bumi, dan manusia fana berperang karena keputus asaannya. Sage menamainya gelombang hitam, karena air banjirnya menenggelamkan ladang, desa, dan kota.\nDia menyaksikan semua ini dengan matanya sendiri, karena penderitaan dan kesakitan makhluk hidup, dia meneteskan air mata kesedihan. Air matanya jatuh ke permukaan tanah, memadamkan api kejahatan yang membara. Tanah yang awalnya tandus, mulai menumbuhkan kelopak bunga yang subur karenanya. Namun sumber dari petaka ini masih terlelap di bawah tanah ini, bayangan kematian masih tetap menghalangi cahaya bulan yang awalnya bersih dan terang. Akhirnya dia mendirikan ikrar, bertekad untuk menyelamatkan seluruh makhluk hidup yang ada di atas permukaan tanah. Dan menapaki ekspedisi terakhir bersama dengan utusan roh yang mengikutinya."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Mengikuti bayangan dari cahaya yang beragam, ia melangkah masuk ke dalam hutan yang telah rusak sejak lama. Dengan setiap langkah yang ia ambil, ribuan Nilotpala Lotus bermekaran seakan menyambut kedatangannya. Segala siksaan, musibah, kematian, dan kebinasaan, mereka melangkah mundur di hadapan keanggunannya. Rebak-rebak bunga yang telah mati, sebanyak butir batu di dalam sungai Ardravi jumlahnya, semua kembali bermekaran dan tumbuh dengan subur sampai detik ini. Sang badai pun menahan nafas saat mendengar suara nyanyiannya yang merdu, dengan segera menghembuskan angin dengan lembut, membelai lonceng kecil yang menghiasi bagian depan pakaiannya, bergemerincing bagaikan mendampingi nyanyiannya. Semua roh, arwah, manusia, hewan atau pun tumbuhan, semua bersukacita mengumandangkan namanya, nama dari seorang yang bijaksana dan penyayang.\nDalam hutan yang dalam, ia memetik rumput sebagai senjatanya, memetik bunga sebagai mahkotanya, meniup Karrenay yang sempurna tanpa cacat, dalam sekejap mata, jutaan pasukan iblis berubah menjadi butiran debu, hilang tanpa jejak, tidak lagi diketahui keberadaan mereka. Dia dengan lembut mengusap tetesan air mata para makhluk di dalam hutan, menenangkan rasa sakit mereka, seperti kala dulu saat dia meniupkan angin kehidupan ke seluruh lautan pasir yang tandus, seperti seorang palayan yang turun di oasis abadi pada zaman dulu kala.\nHanya saja sebidang tanah ini masih tetap rusak, iblis dan roh jahat sudah menelan hatinya dan mengubah tempat itu menjadi tempat tinggal mereka, gua kegelapan yang tidak bisa menerima pancaran sinar matahari, bulan, dan api. Mereka menganggap debu tanah sebagai pusakanya, menganggap lumpur sebagai makanannya, memiliki bulu layaknya burung, tapi tidak bisa terbang bebas di angkasa luas. Dia menetapkan tekadnya, untuk pergi ke tempat itu, menuju ke gua yang gelap, memasuki tempat kejahatan di mana tidak ada orang yang bisa meninggalkannya, menapaki sebuah jalur tanpa jalan kembali, dan memulai perjalanan penuh welas asih dan penuh kesucian ini.\nDia berjalan sendirian untuk memasuki hati fana gua yang sudah menjadi hampa, dengan lembut menyentuh parasnya yang abadi. Lalu dia berubah menjadi Gaokerena yang abadi, juga berubah menjadi butiran debu. Setiap roh pengetahuan, setiap rumput dan dedaunan, semuanya adalah tekadnya yang tak pernah padam. Juga ada lautan bunga yang menyala-nyala di sisinya, hijau bagaikan zamrud, wangi semerbak mawar, lembap bagaikan pakaian dari surga, ratusan burung mengelilinginya dan bersorak-sorai baginya, memuji kehidupan baru yang akhirnya berhasil diperolehnya kembali. Sama seperti manusia fana yang membuang pakaian usangnya dan mengganti dengan pakaian barunya, ia membuang, alat belenggunya yang lama, untuk menaiki tahta keabadian."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Banyak orang yang bahkan belum pernah mendengar suaranya. Bahkan kalau pernah, mereka juga tidak tahu apakah itu benar-benar dia. Karena orang yang bisa mendengarkan dari jarak jauh dan pintar dalam menyampaikan sangat jarang ditemukan, orang yang mengerti arti kebenaran dan pintar dalam mendidik sangat jarang ditemukan. Tekadnya meliputi segalanya, sama seperti pengetahuan, tidak bisa dihancurkan. Semua hal-hal yang tidak bisa dihancurkan, tidak akan ada satu orang pun yang bisa menghancurkannya. Karena di dunia ini tidak pernah ada ketiadaan yang ada, dan tidak pernah ada keberadaan yang tiada.\nKetahuilah, hutan pernah musnah sebelum gelombang hewan kegelapan, cahaya bulan yang jatuh di atas air tenang sama seperti hancurnya mimpi yang ia sinari, labirin yang tak berujung itu pun runtuh di ditelan api yang buas. Penguasa dari ribuan hewan mengeluarkan raungan sebelum kematiannya, mati demi menjaga segala hal yang telah dititipkan olehnya. Tapi ingatan itu tidak pernah hancur, tidak pernah runtuh, juga tidak pernah mati. Sama seperti kebijaksanaan yang diwariskannya, tidak terlahir, tidak mati, abadi, tua.\nSesuai dengan bimbingannya, putri negara mimpi itu perlahan mematahkan rantingnya yang putih bersih, membangun kembali medan berburu berwarna hijau dari daun-daun yang telah layu. Sedangkan ikrar yang pernah diucapkannya, anak-anak milik hutan, pada akhirnya juga akan kembali menyambut tidur yang nyenyak. Tidak peduli seberapa banyak kesulitan yang dilalui, pemburu selalu bisa menemukan jalan untuk kembali —— itulah janji, janji yang dia sematkan kepada anak-anak, yang diberikan kepada para orang dewasa yang dulu pernah menjadi anak-anak, janji paling awal dan paling akhir. Mungkin tanah rembulan yang tersebar di dunia akan hilang layaknya embun di pagi hari, tapi semua hal yang berada di dalam ingatan, seluruh mimpi indah dan kerinduan, akan sama seperti layaknya mutiara, meski diterpa angin dan pasir bertubi-tubi, ia tetap tidak akan kehilangan sifat aslinya yang bersih."
          }
        ]
      }
    ]
  }
}