{
  "epId": 2925,
  "name": "Sebuah Ode 'tuk Cahaya Jiwa",
  "desc": "<p>Konon benda ini adalah lagu yang disebarkan oleh grup religius dari gurun pasir yang telah hilang. Seseorang yang membuatnya menjadi bentuk tulisan.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/18/25750596/cda909617df5c89a702d8c2f2ddac7a5_2448919194228218338.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1666110499,
  "components": {
    "body": [
      {
        "title": "Rincian",
        "desc": [
          {
            "type": "RichText",
            "text": "Oh Nagarjuna,\nDengan bantuan ribuan jenis cahaya jiwa, aku melindungi tanah ini dari bencana abadi.\nKetika lumpur di dasar jurang menodai kerajaan yang terdahulu,\nada sepuluh ribu jenis jiwa bersinar yang membantu penguasa kebijaksanaan.\nAku menyeberangi sungai kesedihan dan kebencian, dan haus akan embun manis.\nBuka jalan bagi jiwa yang baik hati, dan biarkan cahaya kebijaksanaan yang penuh belas kasihan bersinar di mana-mana.\nOh Nagarjuna,\nDengan bantuan sepuluh ribu jenis cahaya jiwa, aku memelihara jiwa yang baik hati dari lautan bunga.\nLihatlah, cahaya jiwa yang mengungkapkan esensi jiwa, keturunan terakhir dari dewa tanaman dan tumbuhan.\nLihatlah, pemberani yang bertahan dari seratus pertempuran, dialah musuh Dev.\nKabut hitam di luar langit tidak mampu mengikis bentuk tubuh mereka.\nOh Nagarjuna,\nDengan bantuan ribuan jenis cahaya jiwa, aku telah melampaui tanah kematian.\nMembersihkan dosa-dosa orang yang tidak bersalah, dan hidup di tanah yang suci tanpa kesedihan.\nTerdapat segala macam karma yang berada di dalam cakra bumi yang akan memberikan kehidupan kepada segala sesuatunya.\nBangkit dan jatuhnya dunia yang sementara, hanyalah ilusi dari benih saat ini.\nOh Nagarjuna,\nDengan bantuan ribuan cahaya jiwa, aku telah membersihkan langit yang tinggi.\nLumpur yang meluap dari dasar jurang akhirnya surut, keturunan Dahri juga patuh terhadap hukum.\nRibuan lagu dinyanyikan bersamaan, dan hujan badai pun berhenti.\nOh Nagarjuna,\nJika gelombang kegelapan muncul kembali, maka jurang kegelapan akan datang lagi.\nNyanyikan lagu pujian ini, berdoa dan berkorbanlah kepada cahaya jiwa yang tak terkalahkan.\nCahaya jiwa yang abadi akan menuntun kita menuju kebangkitan."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Sebuah Ode 'tuk Cahaya Jiwa"
          }
        ]
      }
    ]
  }
}