{
  "epId": 2928,
  "name": "Kisah Ayn Al-Ahmar",
  "desc": "<p>Sebuah cerita tentang dewa kuno yang namanya hilang ditelan sejarah. Kisah ini diceritakan oleh Jinni yang terbang. Kebenaran mengenai cerita ini belum dapat dipastikan.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/9690bb0e8edb407b8bdfeef78e40519b_376893549253748989.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1723556795,
  "components": {
    "textualResearch": [
      {
        "title": "Kisah Ayn Al-Ahmar",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Menurut penduduk gurun, tanah itu diperintah oleh seorang raja bernama “Al-Ahmar”. Dia adalah raja dari pejuang, tukang kebun, dan orang bijak. Dia juga mengendalikan angin yang menderu di gurun, bukit pasir yang berlapis perak oleh cahaya bulan, dan seribu satu Jinni yang bersembunyi di balik gelapnya malam dan di balik suara burung hantu.</color>\n<color=#ffffff73>Orang-orang bilang kalau Al-Ahmar adalah keturunan langit. Bahkan jika dia adalah raja dari empat penjuru bumi, yang sangat dipercaya oleh banyak orang dari tiga suku besar, dan dipuja oleh Jinni. Setiap kali melihat ke langit dan mengingat surga tak terbatas yang tinggi di atas sana, dan mengingat kembali hukuman tanpa ampun ribuan tahun yang lalu. Al-Ahmar menundukkan kepalanya yang mulia dan menghela napas yang tidak bisa dijelaskan oleh kata-kata.</color>\n<color=#ffffff73>Pada saat ini, bahkan tangisan burung bulbul dan aroma mawar tidak dapat membangunkan raja dari kesedihannya.</color>\n<color=#ffffff73>Penduduk gurun pasir tahu bahwa omong kosong masa lalu sering meramalkan era bencana. Tapi, di dunia tempat orang-orang bijak menikmati kebahagiaan dan di zaman ketika pemuda pemberani dan wanita muda jatuh cinta seperti singa dan mawar, tidak ada yang pernah meramalkan datangnya bencana.</color>\n<color=#ffffff73>Bagaimana orang-orang di hari ini bisa menyalahkan orang-orang dan Jinni dari zaman kuno? Bahkan jika kebijaksanaannya seperti Hermanubis, orang yang paling bijak dari semua orang bijak, bagaimana bisa meramalkan kalau suku pejuang yang dulunya mampu melawan naga akan berubah menjadi penjahat pemakan mayat setelah seribu tahun, dan kemuliaan serta tulang belulang mereka akan hancur di bukit pasir hingga akhirnya terkubur selamanya? Bagaimana dia bisa meramalkan bahwa suku orang bijak, yang menghasilkan banyak orang bijak, kehilangan semua buku kuno, dan menjadi penyanyi dari bukit pasir yang berkeliaran, hanya untuk meratapi raja kita yang konyol dengan sebuah lagu panjang yang hanya bisa dipahami oleh Jinni? Seperti yang dikatakan orang bijak: malapetaka yang menyapu segala sesuatu, sering muncul dari suatu pikiran, dari kemurungan, dan kegilaan raja yang tak terselubung.</color>\n<color=#ffffff73>Jadi, tiga abdi dalam di sekitar Al-Ahmar (semoga kutukan tujuh kali tujuh lapis lagi menimpa mereka!) menawarkan sebuah rencana untuk sang raja:</color>\n<color=#ffffff73>“Yang Mulia, penguasa dunia, raja dari empat penjuru bumi, penguasa manusia dan Jinni,”</color>\n<color=#ffffff73>Raja domba, perwakilan dari semua orang, berkata dengan menyanjung.</color>\n<color=#ffffff73>“Maafkan saya yang melangkahi, tetapi Yang Mulia harus tahu bahwa memanjakan diri dalam mimpi lama dan tenggelam dalam pikiran berkabung bukanlah solusi jangka panjang. Kekuatan tak terbatas dan kebijaksanaan di bumi sudah cukup bagi Yang Mulia untuk membangung sebuah istana yang melebihi sembilan kerjaan langit dan mengantar masa depan tanpa beban bagi umatmu.”</color>\n<color=#ffffff73>“Tidak.” Al-Ahmar mengerutkan kening sebagai jawaban, dan sang Raja Domba pun berhenti berbicara.</color>\n<color=#ffffff73>“Yang Mulia, putra langit, penakluk iblis dan dewa, dan pemimpin orang bijak,”</color>\n<color=#ffffff73>Raja Ibis, sekretaris di antara para sekretaris, memberi nasihat, “Hukuman langit ribuan tahun yang lalu telah membuat kebijaksanaan dan sejarah tersebar. Untuk masa depan yang lebih baik, raja harus menguasai masa lalu. Tanah oasis saat ini menyembunyikan kebijaksanaan hari ini. Tetapi jika Anda ingin mengambil kembali masa lalu, Anda harus bertindak sesegera mungkin.”</color>\n<color=#ffffff73>“Tidak.” Al-Ahmar menghantam tanah dengan tongkatnya, dan Raja Ibis tidak berkata apa-apa lagi.</color>\n<color=#ffffff73>“Yang Mulia, penguasa bukit pasir dan oasis, pemandu yang hidup dan yang mati, dan pembawa pesan dari semua elemen,”</color>\n<color=#ffffff73>Raja Buaya, komandan di antara semua komandan, berkata terus terang:</color>\n<color=#ffffff73>“Ini adalah kesempatan baik terakhir untuk memanggil kehidupan yang hilang dan memenuhi peluang serta impian yang hilang. Semakin banyak kekuatan, semakin banyak kekosongan; semakin banyak kebijaksanaan, semakin banyak kesedihan. Dibandingkan dengan kekosongan khayalan, hanya kehidupan yang dibangkitkan kembali dan abadi yang bisa menebus penyesalan yang tak berdasar.”</color>\n<color=#ffffff73>Al-Ahmar terdiam.</color>\n<color=#ffffff73>“Cukup.”</color>\n<color=#ffffff73>Raja yang semena-mena mendengarkan fitnah ketiga abdi dalam tersebut. Al-Ahmar telah membangun labirin besar untuk kerajaannya selama berabad-abad, dan mengurung dirinya di kedalaman labirin untuk mencari pengetahuan yang gelap dan terlarang, untuk meninggalkan tubuh fana.</color>\n<color=#ffffff73>Apa yang terjadi kemudian adalah sebuah pengetahuan yang tidak boleh dilihat kembali, dan selamanya dilupakan oleh sejarah.</color>\n<color=#ffffff73>Menurut legenda padang pasir, kerajaan kebijaksanaan yang berdaulat terkubur oleh pasir pembalasan.</color>\n<color=#ffffff73>Mereka mengatakan bahwa Al-Ahmar akhirnya mengambil kebijaksanaannya sendiri dari tulang dan darahnya, memasukkannya ke dalam koridor tak berujung, tangga, pintu dan balok berukir yang mengular ke kedalaman selamanya. Mereka mengatakan bahwa tubuh Al-Ahmar secara bertahap membusuk di atas takhta dan dimakan oleh serangga raksasa. Jiwanya menyatu dengan jutaan jiwa yang berteriak di ibu kota. Berkeliaran di hari kiamat yang menderu, berlari ke jurang tak berdasar di sepanjang koridor gelap yang berkelok-kelok.</color>\n<color=#ffffff73>Dengan demikian, kebijaksanaan jutaan orang berkumpul menjadi satu, dan kebijaksanaan yang menyendiri akhirnya berubah menjadi kegilaan.</color>\n<color=#ffffff73>Dengan demikian, ibu kota yang dibangun sendiri oleh Al-Ahmar dihancurkan oleh dirinya sendiri.</color>\n<color=#ffffff73>Mereka mengatakan bahwa ketika malam tiba, gurun pasir berguncang lagi dan lagi, dan tujuh dinding permata istana Al-Ahmar runtuh satu demi satu; Seribu satu tiang bergetar dalam embusan angin, dan banteng serta Griffin di atasnya berdiri dengan angkuh. Bukit-bukit pasir yang tak bernyawa, sekarang dengan enggan berjatuhan ke dalam lengan berlapis emas. Penduduk yang tak terhitung jumlahnya, apakah orang bijak atau bodoh, pahlawan atau pengecut, menghilang ke dalam badai pasir yang bergulir di malam itu.</color>\n<color=#ffffff73>Mereka yang selamat dan melarikan diri jatuh ke dalam keheningan abadi. Orang-orang mengatakan bahwa mereka menjadi buta dan bisu karena dihukum oleh dosa mereka yang memanfaatkan pengetahuan terlarang.</color>\n<color=#ffffff73>Orang bijak mengatakan bahwa adalah tindakan bodoh untuk mencoba menguasai pengetahuan, dan hukuman dari ketidaktahuan adalah ketidaktahuan itu sendiri.</color>\n<color=#ffffff73>Sebagai keturunan orang bodoh yang kehilangan sejarah, Eremite berkata:</color>\n<color=#ffffff73>Kami telah kembali dari tanah yang hilang,</color>\n<color=#ffffff73>kami telah mengubah langit bertahun-tahun,</color>\n<color=#ffffff73>kami tidak akan lagi tunduk pada rasa takut,</color>\n<color=#ffffff73>juga tidak lagi mendengarkan kata-kata para dewa.</color>\n<color=#ffffff73>Melintasi lautan pasir yang berkerikil seperti besi,</color>\n<color=#ffffff73>kami akan berlayar ke puncaknya.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Kisah Ayn Al-Ahmar"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "House of Daena"
          }
        ]
      }
    ]
  }
}