{
  "epId": 2930,
  "name": "Gembala dan Botol Ajaib",
  "desc": "<p>Kisah seorang gembala yang menemukan sebuah botol ajaib dengan makhluk tak terduga yang terkurung di dalamnya.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/18/25750596/7a0a7278d7ddb0d96d13606cc45155a4_4120945781578777669.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1666110495,
  "components": {
    "body": [
      {
        "title": "Rincian",
        "desc": [
          {
            "type": "RichText",
            "text": "Orang-orang mengatakan, pada saat Raja Al-Ahmar masih hidup, dia pernah menangkap Jinni dan monster dalam jumlah besar di dunia ini, lalu disimpan di dalam botol ajaib.\nOrang-orang mengatakan, dunia ini pernah dipenuhi dengan Jinni, tapi Al-Ahmar yang kuat namun kebingungan itu bisa menangkap mereka dari angin malam dan pasir yang tersebar luas di padang pasir yang berwarna perak, dari pusaran air tak terduga di tengah lautan, dan dari suara gemercik hujan di hutan hujan, lalu mengurung mereka semua di sebuah botol perak. Yang satu sama seperti penakluk yang sangat hebat, yang satu sama seperti bayi yang penasaran.\nAhmar pernah menggunakan kekang dan kuk untuk memperbudak Jinni, juga mempelajari hal-hal sebelumnya tentang bulan yang sedih dan bintang pagi yang mengemudikan kereta dari ratapan-ratapan mereka, serta membangun kota Ay-Khanoum berbentuk besar bulat - \"Kota Amfiteater\", atau \"Kota Gadis Rembulan\" untuk mengenangnya. Konon katanya kota ini adalah kota para Jinni, tanah kebahagiaan yang dianugerahkan oleh Al-Ahmar kepada sisa-sisa penduduk bulan. Sebagai bentuk terima kasih, para Jinni membuat pintu raksasa untuk makamnya.\nIni adalah kisah seperti yang akan diceritakan oleh para penyanyi di padang pasir. Sampai ribuan tahun kemudian, Ay-Khanoum — seperti Saleh, kota Thamudian yang gagah berani, Tulaytullah, negeri Tighnarian yang bijaksana, dan Orghana, kota Twenty-Nine Deys — telah lama terkubur di kan bawah pasir yang berat dan arus yang berputar-putar, seperti layaknya klan yang tak terhitung jumlahnya yang menghuninya dan Jinn yang tak terhitung banyaknya dipenjara dalam botol ajaib perak mereka.\nTapi sekarang, mari kita kesampingkan dulu penelitian dan bukti yang tidak perlu, kembali ke topik utama ...\nLima belas tahun setelah Pelabuhan Ormos dibangun. Seorang gembala muda berhasil menggali sebuah botol perak di Gravelsong Dunes (Catatan 1). Entah karena hati penasaran kekanak-kanakan yang dimilikinya, atau karena berasal dari sikap sombong yang tidak seharusnya dimiliki oleh masyarakat di padang pasir, di bawah cahaya bulan, anak muda itu membuka segel yang ada di bawah botol dan membuka botolnya. (Catatan 2)\n\"Gagak di dunia, berisik sekali ....\"\nJinni mulai keluar dari dalam botol (Catatan 3), menunjukkan bentuk seorang penari yang lembut malas layaknya seekor kucing dan cahaya yang dimiliki oleh bunga teratai.\n\"Gagak ...?\"\nAnak muda yang polos itu tidak mengerti, dia tidak kelihatan seperti burung, dia juga tidak berisik.\n\"Benar, gagak.\"\nJinni itu mengulang perkataannya satu kali lagi, dan terlihat kehilangan kesabarannya.\n\"Burung yang hidup dan mati dengan cepat, dan kehidupan yang berisik ... 'Saat mati, mereka baru bisa terbangun'. Mana yang tidak kamu mengerti?\"\nAnak muda itu menggelengkan kepalanya dengan polos, dan terdengar helaan nafas dari sisi yang lain.\n\"Begini saja deh, burung bodoh.\"\nJinni itu menggeleng-gelengkan kepalanya, kepangan rambut yang beraromakan kemenyan berayun ringan di bawah cahaya bulan. Lonceng emas yang diikat di ujung kunciran rambut itu membuat suara yang memabukkan manusia masuk ke alam mimpi. Pupilnya yang berwarna emas malah menunjukkan cahaya belati.\n\"Aku mengizinkanmu bertanya tiga pertanyaan, tapi aku juga memiliki tiga syarat-\n\"Satu, tidak boleh menghina tuanku, Al-Ahmar, ini paling penting. (Catatan 4)\n\"Dua, tidak boleh sombong. Manusia yang berumur singkat sudah selayaknya tahu diri.\n\"Tiga, tidak boleh mencuri dengar tentang hal yang terjadi di atas langit dan di bawah tanah. Ketahuilah, kalau di atas langit ada penjaga yang sangat kuat dan bintang yang bersinar terang.\n\"Kalau tidak, aku akan mengendarai angin malam layaknya tiga dewi bulan malam yang mengendarai kuda perang mereka, masuk ke mulut dan hidungmu, lalu menghancurkan semua organ dalam dan rohmu, dan menjadikan tubuhmu yang sudah setengah mati ini sebagai tempat tinggalku yang baru.\"\nAnak muda itu langsung menutup mulut dan hidungnya dengan terburu-buru, dia mengangguk kuat, seolah berusaha keras untuk memberikan tanda kalau dia sudah mengerti syarat yang diajukan oleh Jinni.\n\"Bertanyalah, peliharaan tuanku, budak dari kerajaan langit.\"\nJinni berbicara sambil tersenyum ringan. Cahaya rembulan berwarna putih bersih menyinari kunciran rambutnya, yang cahayanya kemudian turun ke kulitnya yang hampir transparan, memancarkan kilau layaknya pasir kristal.\n\"Siapa kamu?\"\nAnak muda mulai bertanya.\n\"Aku adalah ciptaan langit dan makhluk dunia. Aku adalah ia yang diasingkan selama-lamanya, juga adalah pelayan setia tuanku. Aku adalah roh elemental yang tidak mau tunduk kepada tubuh yang terdiri dari darah dan daging, dan tahanan abadi yang puas dengan sebuah topeng palsu kebahagiaan ....\"\nJinni itu membusungkan dadanya dengan bangga, sehingga cahaya rembulan bisa mengalir dari tubuhnya ke bawah dan angin malam di padang pasir meniup lonceng emas di ujung rambutnya.\n\"Aku adalah keturunan dari Liloufar. Aku bisa jadi besar dan kecil, bisa muncul dan tersembunyi, baik itu di dalam ombak kejam, angin malam, ataupun cahaya rembulan dingin yang telah mati, semuanya satu jenis denganku. Singkatnya, aku adalah Jinni dan aku bangga pada diriku sendiri.\"\n\"Kalau begitu, kenapa kamu bisa ada di dalam botol ini?\"\nAnak muda itu menggoyang-goyangkan botol perak di tangannya dan bertanya dengan polos.\n\"Tuanku Al-Ahmar adalah seorang yang bertekad untuk menaklukkan dunia ini, pegunungan dan lautan semua mendengarkan pengaturannya. Oleh sebab itu, dia menggunakan botol perak ajaib dan membubuhkan tandanya di atas tubuh kami. Kami lalu menjadi pelayannya, yang bertugas untuk penciptaan dan penjelajahan yang mulia. Dengan kata lain, bukan pelayan yang menanggung malu, tapi pelayan yang mempunyai rasa kebanggaan yang tinggi.\n\"Hanya saja, yah, kemudian ....\"\nPupil mata Jinni yang berwarna keemasan mulai meredup, suaranya juga menjadi lebih kecil,\n\"Tuanku mendatangkan bencananya sendiri, sehingga kami menerima imbasnya dan menerima hukuman dilupakan oleh beberapa generasi. Oleh karenanya, kami dan para saudara terperangkap di dalam botol perak yang tersegel itu, tenggelam dalam impian, hingga kematian tiba menjemput kami.\"\n\"Begitu saja. Pertanyaan ketiga!\"\nJinni melambai-lambaikan tangannya dengan ringan, koin perak kuno di pergelangan tangannya mengeluarkan suara gemerincing.\n\"Hati-hati dengan pertanyaanmu, atau ... aku akan masuk ke mulut dan hidungmu!\"\n\"Kalau begitu ....\"\nAnak muda itu ragu-ragu sejenak sebelum melontarkan pertanyaan terakhirnya,\n\"Kehidupan di dalam botol itu, bagaimana sih?\"\nJinni sepertinya tidak menyangka akan menemui pertanyaan seperti ini, dia sedikit terkejut, lalu menjawab dengan perlahan:\n\"Pada generasi pertama, aku tinggal di Istana Tanpa Kekhawatiran, bernyanyi bersama dengan burung, bercerita bersama dengan mawar. Itu adalah masa yang indah, masa ketika penyair dan kekasih lahir karenaku. Pada masa itu, sepertinya seluruh 'Kota Gadis Rembulan' hidup damai di dalam botol, bahkan mata air yang tidak berwarna dan tidak berasa itu jadi memabukkan.\n\"Pada waktu itu, aku berkata kepada diriku sendiri: Kalau ada orang yang membuka segel ini dan mengeluarkanku ke dunia luar, aku akan mengutuk orang itu!\"\n\"Pada generasi berikutnya, terjadi badai pasir, dan monster jahat bertindak semena-mena. Burung-burung memuntahkan darah, suara mereka menjadi serak; Bunga mawar berguguran, berubah menjadi duri yang tidak beraturan. Para penyair mati karena kelaparan dan para kekasih tercerai-berai, tidak ada lagi kemakmuran ... Itu adalah masa yang mengerikan, semuanya berhenti di dalam kehancuran yang abadi. Demikian juga, 'Kota Gadis Rembulan' sepertinya ada di dalam botol.\n\"Lalu, aku berkata kepada diriku sendiri: Kalau ada orang yang membuka segel ini dan mengeluarkanku ke dunia luar, aku pasti akan menuntut ketidakadilan yang terjadi kepadanya.\"\n\"Lalu, generasi ketiga. Semuanya telah kembali menjadi debu, semuanya telah hancur. Pementasan di teater 'Kota Gadis Rembulan' telah selesai, hanya menyisakan teater megah dengan reruntuhan di sana sini, serta topeng para dewa yang telah hancur tak berbentuk. Pada generasi ini, aku meneteskan air mata kering, suara dari lonceng emas dan tarian cadar pun berubah menjadi kutukan yang menyelimuti tubuh.\"\n\"Begitulah, di dalam hamparan tanah yang tandus itu, aku berkata kepada diri sendiri: Kalau ada orang yang membuka segel ini dan mengeluarkanku ke dunia luar, aku akan menjadi roh jahat yang membalaskan dendam - menghancurkan dunia ini, atau menghancurkan diriku sendiri.\"\n\"Jadi ....\"\nAngin dingin di padang pasir tiba-tiba bertiup, anak muda tanpa sadar menarik jubahnya dengan erat, tubuhnya meringkuk di dalamnya.\n\"Ya ... awalnya aku ingin menjadikanmu target pertama pembalasan dendamku. Merobek-robek tulang dan dagingmu, lalu menggunakan jiwamu untuk menyanyikan lagu-lagu kejam.\"\nJinni tertawa terbahak-bahak, seperti burung yang den melaporkan kematiannya pada malam musim panas,\n\"Cuma saja, yah, cahaya bulan yang telah mati menyinari bukit di pasir hisap, juga menyinariku ... Membuatku tiba-tiba sadar, kalau dunia ini sangat pantas dicintai.\n\"Jinni yang menyedihkan, seperti anak ayam yang berjuang keras untuk keluar dari cangkang telurnya, mencintai dunia yang tandus dan rusak ini dengan membabi buta, bersama dengan kelahiran dan kematian segala sesuatu yang bodoh dan sibuk di dalamnya. Seorang yang bangga yang pernah dihidupi oleh bunga mawar, sekarang malah jatuh cinta dengan negeri kodok dan ular beracun ....\n\"Semua ini membuatku menanti-nantikan, saat-saat \"burung gagak\" bermetamorfosis menjadi \"pengantin pria\" ... Seperti apakah keadaannya nanti.\"\n\"Jadi ...?\"\nAnak muda meringkuk lagi.\n\"Jadi, tolong ceritakan kepada sebuah kisah, burung gagak kecil. Agar aku memahami dunia ini.\"\nMelihat wajah polos anak muda itu, Jinni tertawa licik, lonceng emas di ujung kepangnya berbunyi lagi.\nBegitulah, Jinni \"Kota Gadis Rembulan\" kembali memulai perjalanan dunianya.\nCatatan Kaki:\n1. Ini adalah area gurun pasir yang sering dinamakan \"Dar al Azif\" oleh para Eremite, tidak mengacu kepada tempat yang tetap, karena bukit pasir itu sendiri berpindah mengikuti angin.\n2. Faramaraz, seorang akademisi Purbiruni, bersikeras pada sebuah pendapat yang tidak masuk akal, kalau ini terjadi \"karena ketidaktahuan yang melekat pada penghuni gurun\", yang bahkan tidak layak untuk disangkal. Semoga seratus burung berkumpul di tempat tidur pria yang tidak masuk akal ini, dan semoga gunung-gunung melemparkan batu ke arahnya.\n3. Faramaraz, seorang akademisi Purbiruni, berpendapat bahwa kata \"keluar\" tidak tepat di sini dan harus diganti dengan kata yang lebih baik yang bisa digunakan untuk menggambarkan gambaran \"melayang bak awan dan asap yang bersinar terang\". Harus diakui bahwa pendapatnya memiliki nilai sastra, tetapi tidak akan diimplementasikan secara akademis. Semoga isi perutnya menjadi keriput seperti batu, dan semoga tukang cukurnya menjadi algojo rambutnya!\n4. Faramaraz, seorang akademisi Purbiruni menyatakan bahwa \"Al-Ahmar\" bukanlah nama yang digunakan raja selama hidupnya, dan sama sekali tidak pantas untuk mengutipnya di sini. Semoga kebijaksanaan meninggalkannya, semoga rambutnya menjadi tipis, dan semoga janggutnya memutih sebelum waktunya!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Gembala dan Botol Ajaib"
          }
        ]
      }
    ]
  }
}