{
  "epId": 2932,
  "name": "Naskah \"Mushounin\"",
  "desc": "<p>Naskah film baru Xavier yang ditulisnya dalam waktu semalam saja. Naskah ini jauh lebih tebal daripada naskah film terakhir. <br>Jika seseorang sudah memiliki tujuan, dia akan menyemburkan api tekad yang menakutkan.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/18/25750596/d406928104f58f5fcbb2b73a24cfc4cf_6132743217638339540.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1666353309,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Naskah \"Mushounin\""
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Rincian",
        "desc": [
          {
            "type": "RichText",
            "text": "Babak Satu\nKarakter yang Tampil: Kurotani Seishimaru (Pengembara), Wakayama Keisuke (Sasano), Yano Machiko (Koharu)\nAdegan dalam ruangan di restoran yang sering dikunjungi Seishimaru dan Keisuke\nWakayama Keisuke: Seishimaru, sudah lama kita tak bertemu.\nWakayama Keisuke: Aku dengar sekarang kamu yang menangani semua urusan Klan Kurotani.\nWakayama Keisuke: Sepertinya masalah di kediaman itu sudah terselesaikan.\nWakayama Keisuke: Tuan dan Nyonya Kurotani sudah meninggal.\nWakayama Keisuke: Sejak kepergian mereka, anak perempuan tertuanya mengemban tanggung jawab ini dan terus melayani masyarakat.\nWakayama Keisuke: Tuan dan Nyonya juga pasti tenang setelah mengetahui hal ini.\nKurotani Seishimaru: <color=#80c0ff>Dendam belum terbalaskan, tapi kamu bilang masalah sudah terselesaikan?</color>\nWakayama Keisuke: Ka-mu ingin membalas dendam?\nWakayama Keisuke: Kita sudah bukan anak kecil lagi! Kenapa emosimu masih saja mudah bergejolak seperti anak-anak?\nWakayama Keisuke: *huff* Dengan kemampuan Tuan Kurotani, seharusnya penyelidikan gagal ini tidak akan mungkin terjadi.\nWakayama Keisuke: Tapi dia sendiri yang mengatakan kalau dia bersedia dihukum.\nWakayama Keisuke: Hukuman dari para petinggi memang berat ....\nWakayama Keisuke: Tapi Tuan Kurotani sendirilah yang memintanya. Aku takut masih ada sangkut paut yang belum selesai di dalamnya.\nWakayama Keisuke: Klan Kurotani dan Wakayama sangatlah terhormat.\nWakayama Keisuke: Dengan menyandangnya, berarti kamu otomatis adalah samurai yang bersedia melayani rakyat dengan tulus, berbeda dengan pengembara Ronin Nobushi itu.\nWakayama Keisuke: Sebesar apa pun amarahmu, kamu harus tahan sekarang. Kamu sama sekali tidak boleh balas dendam.\nKurotani Seishimaru: Yang aneh di antaranya adalah bawahan-bawahan para petinggi itu!\nKurotani Seishimaru: Mereka seperti lupa daratan setelah ayahku meninggal.\nWakayama Keisuke: Kamu pasti sudah dibutakan oleh amarahmu, kamu jadi menyalahkan orang lain yang tidak berhubungan. Tenang sedikit!\nSeishimaru melihat ke luar pintu.\nKurotani Seishimaru: <color=#80c0ff>Siapa yang menguping di luar? Masuk.</color>\nWakayama Keisuke: Siapa kamu? Siapa yang memerintahkanmu untuk menguping?\nMachiko menunjukkan dirinya.\nYano Machiko: Maaf, saya cuma penjual teh. Na-nama saya Machiko.\nYano Machiko: Aku tidak bermaksud menguping.\nYano Machiko: Seishimaru menyelamatkan saya kemarin, tapi dia tidak meminta imbalan beras atau uang.\nYano Machiko: Saya tidak bermaksud menyinggung, tapi saya cuma ingin membalas kebaikan beliau, setelah ini saya akan lanjut menjual teh.\nKeisuke menatap Seishimaru, Seishimaru menganggukkan kepalanya.\nWakayama Keisuke: Kamu ... Sudahlah. Cuma gadis penjual teh saja, bisa dimaklumi kalau kamu tidak paham tata krama yang berlaku.\nWakayama Keisuke: Tetap saja, panggil dia \"Master Kurotani\" mulai dari sekarang.\nWakayama Keisuke: Kurasa ini hal baik, kebetulan sekarang Klan Kurotani sedang butuh orang.\nWakayama Keisuke: Bagaimana kalau kamu berhenti jualan teh dan mengikuti Master Kurotani?\nYano Machiko: Saya tidak mau panggil dia Master Kurotani, saya rasa Seishimaru lebih enak didengar.\nYano Machiko: Asal saya bisa makan kenyang ... hehe. Tentu saja, saya akan ikut Seishimaru.\nWakayama Keisuke: ... Terserah kalian lah. Seishimaru, setelah Tuan Kurotani meninggalkan kita ....\nWakayama Keisuke: Sekarang kamu yang memimpin generasi ini. Ingat, jangan bertindak konyol.\nWakayama Keisuke: Kalau kamu biarkan emosi menguasaimu ... *huff* Pokoknya, yang terpenting nama keluargamu harus terus dilanjutkan dan tidak boleh terputus.\nSeishimaru Kurotani: <color=#80c0ff>Lagi pula, bukan orang tua yang mengadopsimu yang meninggal.</color>\nWakayama Keisuke: Dasar kepala batu! Kenapa masih saja masuk telinga kanan, keluar telinga kiri?\nWakayama Keisuke: Coba jawab pertanyaanku, apa kamu benar-benar ingin menelantarkan keluargamu dan pergi melawan bawahan-bawahan para petinggi itu?\nWakayama Keisuke: Mempermalukan tuan dan membawa petaka bagi keluarga?\nSeishimaru terdiam.\nWakayama Keisuke: Bagus, bagus sekali. Sepertinya kalau kemarahanmu tidak reda, semua orang tidak akan bisa hidup tenang.\nWakayama Keisuke: Kalau memang semua nasihatku tidak ada gunanya bagimu, biar aku jujur saja kepadamu:\nWakayama Keisuke: Aku, Wakayama Keisuke, sudah jadi kepala Klan Wakayama sejak ayahku meninggal.\nWakayama Keisuke: Dan algojo yang mengeksekusi kematian Tuan Kurotani itu adalah ayahku.\nWakayama Keisuke: Aku tahu jelas kalau ayahku telah mencemari nama baik keluargamu, hubungan kita berdua juga sangat erat ....\nWakayama Keisuke: Meski tindakan eksekusi itu dilakukan atas tuntutan pekerjaan, tapi sebagai temanku, aku ingin menjaga keluarga kalian sebisaku ....\nWakayama Keisuke: Kalau kamu masih bertekad untuk membalaskan dendam, ayahku sudah meninggal.\nWakayama Keisuke: Sebagai seorang anak, sudah seharusnya aku menanggung dosa ayahku. Balaskanlah dendammu kepadaku, apa kamu berani?\nWakayama Keisuke: Kenapa? Kamu ragu karena persahabatan di antara kita?\nWakayama Keisuke: Hanya sebatas itu saja tekadmu? Kamu bahkan belum siap mengakhiri pertemanan di antara kita!\nKurotani Seishimaru: Aku bukan anak kandung juga kok, jadi marga ini tidak punya makna apa pun bagiku.\nKurotani Seishimaru: Terlebih lagi, apa marga \"Kurotani\", ini lebih penting dari nyawa orang tuaku?\nKurotani Seishimaru: Kalau begitu, jadilah saksi atas kesadaranku, ambil pedangmu!\nKurotani Seishimaru: Oh ya, taruh Temari itu di atas meja.\nSeishimaru memejamkan matanya.\nKurotani Seishimaru: Aku akan menutup mataku sampai kamu selesai meletakkannya. Kalau sudah, aku akan menunjuk dengan jariku.\nKurotani Seishimaru: Kalau yang kutunjuk itu pedangmu, kita akan bertanding. Kalau yang kutunjuk itu Temari, maka persahabatan kita berakhir di sini.\nKurotani Seishimaru: Mari kita serahkan semuanya kepada takdir.\nWakayama Keisuke: Hmph, baiklah.\nPedang ada di sebelah kiri Seishimaru dan Temari ada di sebelah kanannya. Seishimaru memejamkan matanya dan <color=#80c0ff>menunjuk ke sebelah kiri</color> , dia lalu membuka matanya. Kurotani Seishimaru: Sepertinya sudah ditakdirkan kalau aku akan menghabiskan kehidupanku kali ini untuk balas dendam kepadamu, tekadku akan kupertahankan sampai mati.\nWakayama Keisuke: Karena kamu sudah bertekad, aku juga akan menghadapinya layaknya pria sejati.\nWakayama Keisuke: Semua kata-kata yang terucap dari mulutku pasti akan kulaksanakan sampai akhir. Akan kutunggu kedatanganmu.\nWakayama Keisuke meninggalkan tempat itu.\nBabak Dua\nKarakter yang Tampil: Kurotani Seishimaru (Pengembara), Yano Machiko (Koharu), beberapa Nobushi (aktor kolosal)\nAdegan di alam terbuka, alam liar yang dipenuhi rerumputan lebat\nSeishimaru bertarung dengan para Nobushi dan memperoleh kemenangannya.\nYamada Hifumi: Kuminta kamu keluarkan kantung uangmu, tapi kamu menolak, kan?!? Semuanya, maju!\nTanaka: Hehe, kamu yang minta sendiri.\nYamamoto: Orang ini terlalu kuat. Kak Ichinisan, a-aku tidak bisa menang darinya.\nYano Machiko: Tuan Seishimaru ... Tuan Seishimaru. Saya baru pergi beli onigiri saja, tuan sudah bertarung lagi?\nYano Machiko: Kalau Tuan butuh sesuatu, beri tahu saya, saya yang akan melakukannya. Jangan beradu senjata dengan orang lain lagi.\nYamada Hifumi: Tuan Samurai, aku mohon ampun. Kami tidak mau uangnya lagi, tolong ampuni kami!\nYano Machiko: Hentikan, tolong. Bahkan saya yang tertangkap mencuri beras orang lain saja Anda selamatkan ...\nYano Machiko: Anda bukanlah orang yang sesuka hati mengambil nyawa orang lain.\nBabak Tiga, Adegan Pertama\nKarakter yang Tampil: Kurotani Seishimaru (Pengembara), Wakayama Kojuurou (Sasano)\nAdegan di alam terbuka, alam liar yang dipenuhi rerumputan lebat\nYano Machiko: Tuan Seishimaru, saya menemukan orang dari Klan Wakayama untukmu.\nYano Machiko: Tapi Tuan Keisuke sudah ... meninggal. Akhiri saja semua ini, tuan ....\nWakayama Kojuurou: Huh, Kurotani, kamu datang untuk balas dendam ke Kak Keisuke, kan?\nWakayama Kojuurou: Karena janji konyolnya denganmu, sudah setahun Kak Keisuke bersusah payah siang malam ....\nWakayama Kojuurou: Setelah berhasil menyelesaikan masalah klan, tubuhnya rusak.\nKurotani Seishimaru: <color=#80c0ff>Dia sudah meninggal.</color>\nWakayama Kojuurou: Dasar bocah lemah, hanya bisa melimpahkan kesalahan pada algojo yang mengeksekusi kematian ayahmu!\nWakayama Kojuurou: Tapi sekarang untuk membalaskan dendam kepada algojo itu pun, kamu tidak akan bisa melakukannya lagi.\nWakayama Kojuurou: Karena ayah kami sudah meninggal.\nWakayama Kojuurou: Kurotani, kamu tidak sanggup membalaskan dendam kepada algojo yang mengeksekusi kematian orang tua angkatmu, lalu kamu malah ingin menyakiti Kak Keisuke yang menasihatimu dengan tulus.\nWakayama Kojuurou: Kamu tidak pantas disebut seorang Samurai.\nWakayama Kojuurou: Kakak pernah berkata, seorang algojo harus selalu siap untuk menghadapi pembalasan orang lain..\nWakayama Kojuurou: Kalau nyali seperti ini saja tidak punya, kamu tidak pantas pergi ke medan perang dan merebut nyawa orang lain.\nWakayama Kojuurou: Jadi meskipun kakak sudah meninggal, aku, Wakayama Kojuurou, sebagai adik kandungnya, bersedia menerima pembalasan dendammu.\nKurotani Seishimaru: <color=#80c0ff>Maaf, aku ....</color>\nWakayama Kojuurou: Sudah terlambat untuk kabur sekarang. Kamu yang mengakibatkan kematian kakak, aku tidak akan bisa memaafkanmu. Jangan kabur!\nKojuurou mengangkat tombaknya, Seishimaru tidak punya pilihan lain selain menerima tantangan ini.\nAdegan Kedua\nKojuurou bertarung sekuat tenaga melawan Seishimaru, tapi Seishimaru menang dengan mudahnya.\nWakayama Kojuurou: Demi Kak Keisuke!\nYano Machiko: Luar biasa, bertarung lagi! Kalian kan sudah dewasa, kenapa masih saja seperti anak kecil!\nAdegan Ketiga\nKojuurou kalah dan kehabisan tenaga.\nWakayama Kojuurou: Selama kamu tidak membunuhku, aku akan menghabiskan sisa hidupku untuk membalaskan dendam kepadamu.\nKurotani Seishimaru: <color=#80c0ff>Aku juga pernah berkata kalimat yang sama.</color>\nYano Machiko: Untunglah tidak ada yang terbunuh. Tuan-tuan Samurai, beristirahatlah.\nYano Machiko: Kalian ini kenapa sih marah-marahan ...\nYano Machiko: Marga lah, dendam lah, hal-hal yang tidak jelas seperti itu kenapa harus diributkan?\nYano Machiko: Saya Machiko, seorang penjual teh. Asal saya bisa makan kenyang dan hidup senang, saya tidak akan peduli apa itu marga Yano, Kurotani, atau Wakayama.\nYano Machiko: A-Aku tidak begitu pandai bicara ....\nYano Machiko: Tapi, air hujan turun ke danau. Air danau akan menguap dan menjadi embun di langit, lalu embun itu akan berubah lagi menjadi hujan.\nYano Machiko: Air hujan yang membeku akan menjadi es. Tapi kalau esnya dilelehkan di dalam teko, es itu akan berubah kembali menjadi teh yang manis.\nYano Machiko: Siapa yang peduli dari mana air teh yang disajikan? Entah berasal dari langit, danau, atau teko?\nYano Machiko: Tunggu ... sepertinya perumpamaan ini agak janggal.\nYano Machiko: Ah, siapa yang peduli juga. Tapi yang jelas, saya, Machiko sudah bersuara. Jadi lebih baik kalian jangan ribut lagi, pulang dan makanlah.\nKurotani Seishimaru: <color=#80c0ff>Machiko, aku sangat suka dengan gayamu.</color>\nYano Machiko: Eh? Di saat-saat seperti ini, apa sih yang Tuan katakan? Saya kan jadi malu. Ah ....\nYano Machiko: Ya sudah, untuk sementara saya anggap Tuan tidak ingin beradu senjata lagi dengan Tuan Wakayama.\nYano Machiko: Cepat balikkan badanmu, dia sudah tidak bisa bergerak kok.\nKurotani Seishimaru: Karena hidupku bagaikan air hujan dan kematianku bagaikan teh, hidup dan matiku sama seperti air. Jadi tidak ada gunanya berkeras hati.\nYano Machiko: Baguslah kalau tuan berpikir seperti itu!\nKurotani Seishimaru: Hujan yang turun dari langit saja bisa menyelamatkan bumi dari bencana, aku pasti bisa juga, kan?\nSeishimaru melompat dari tebing.\nYano Machiko: Tuan!\nWakayama Kojuurou: Kurotani!\nAdegan Terakhir: Temari di pinggir tebing.\nBerakhir."
          }
        ]
      }
    ]
  }
}