{
  "epId": 3155,
  "name": "Catatan Transparent Ruin (III)",
  "desc": "<p>Batu tulis yang ditemukan di Transparent Ruin di sekitar Mausoleum Raja Deshret. Tampaknya berisi catatan tentang peradaban yang telah hilang.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/29/1023623/bdb6a5f0527a9164972c7bf87ba528c7_9095828348671108586.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1669686965,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Catatan Cuti\nPekerja yang dikirim ke kota Gurabad.\nAtas perintah Parvezravan, sang Semangat Jaya, dan dengan belas kasih Al-Ahmar, kami bisa membangun kemah di tempat ini untuk berlindung dari yang jahat dan yang bengis.\nHarus dipastikan bahwa upahnya mencukupi, pasokan dan distribusinya lancar, sehingga para pekerja juga dapat memenuhi kebutuhan pangan, sandang dan perlindungan diri sendiri.\nHarus dipastikan bahwa para peneliti hukum, tentara, dan dokter harus tersedia untuk bisa menangani cedera terkait pekerjaan, perselisihan, dan tuntutan hukum yang timbul dari hukuman fisik.\nHarus dipastikan bahwa ada toko, asrama, klinik, tavern, dan kuburan di lokasi konstruksi untuk berjaga-jaga jika terjadi sesuatu terhadap para pekerja.\nUpah para pekerja harus dibayar dalam kertas alang-alang yang akan dihancurkan dalam batas waktu, dan pengirimannya tidak boleh ditunda.\nKirim yang kuat untuk membangun tembok tinggi untuk perkemahan.\nKirim yang terampil untuk menggali lubang untuk perkemahan.\nKirim yang bijak untuk menyiapkan menara tinggi sebelum musuh datang.\nKirim yang teliti untuk menempa pedang dan tombak untuk para pemberani yang akan datang.\nDimulai dari hari pertama penggalian hingga pedang yang terakhir ditempa, seharusnya tidak lebih dari dua puluh hari.\nDesas-desus telah tersebar seperti angin dan pasir terbang ke seluruh kota Gurabad, tentang seorang murtad dalam topeng kuningan yang diam-diam mengumpulkan kaki tangan di oasis dan mencoba membuat upaya yang sia-sia untuk menantang Parvezravan.\nPengkhianat ini sudah menjadikan pasir kuning dan matahari yang terik sebagai musuhnya dan memanggil para kaki tangan setiap tujuh hari sekali. Tindakan pencegahan harus dipersiapkan.\nMengukir alasan kemalasan,\nagar generasi yang selanjutnya mengetahui bahwa perilaku yang tidak masuk akal seperti itu,\ndan agar orang yang paling malas pun bisa tersadar bahwa “Bekerja adalah dasar dari kebebasan.”\n…\nHari kedua\nAda tiga orang tersedak karena pasir kuning yang beterbangan dan mengambil libur satu hari.\n…\nHari kesembilan\nAda sepuluh orang terbakar oleh cahaya matahari yang terik dan mengambil libur satu hari.\n…\nHari keenam belas\nAda dua belas orang tersedak karena pasir kuning yang beterbangan dan mengambil libur satu hari."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Catatan Transparent Ruin (III)"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Dunia Penghalang Tak Kasat Mata"
          }
        ]
      }
    ]
  }
}