{
  "epId": 3157,
  "name": "Catatan Tomb of Carouses",
  "desc": "<p>Batu tulis yang ditemukan di Tomb of Carouses. Tampaknya berisi catatan tentang peradaban yang telah hilang.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/29/1023623/bdb6a5f0527a9164972c7bf87ba528c7_320857194376462056.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1669719118,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Catatan Tomb of Carouses"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Dunia Bukit Pasir dalam Kenangan"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Domba, Burung, dan Buaya\nKetua domba yang jinak dan baik hati mengutus tujuh domba untuk mencari padang rumput dan air yang paling segar.\nBurung bijak berjumpa dengan tujuh domba tersebut dan menanyakan tujuan mereka.\nTujuh domba yang masih muda itu pun mengakui semuanya dan menceritakan tujuan mereka kepada sang Burung.\n“Kami sudah pernah mendengar tentang kebijaksanaan engkau dari terpaan angin. Karena engkau bisa melihat jauh di angkasa, apa engkau bisa memberi tahu kami, di mana padang rumput dan air yang paling segar itu berada?”\nTujuh domba yang masih muda itu tidak tahu bahwa burung bijaksana itu juga ingin mencuci dan merapikan bulunya di padang rumput dengan sumber air yang segar.\n“Oh domba-domba kecil, berjalanlah ke arah utara, jauh dari matahari yang membara. Aku rasa, di sanalah padang rumput dengan air yang paling segar berada.”\nPemimpin domba-domba itu percaya terhadap kata-kata sang burung. Saat mereka mencapai bagian utara dari utara, seekor buaya berbaju zirah sedang menunggu mereka.\nBuaya membuka moncong raksasanya. Bukan untuk memakan domba-domba itu, tapi untuk bertanya alasan mereka datang ke tempat yang gersang ini.\n“Burung bijaksana memberi tahu kami bahwa di sini ada padang rumput dengan air yang paling segar.”\n“Dengan kebijaksanaannya, burung itu telah memandu kalian ke jalan yang salah. Namun, aku tidak akan melakukan hal yang sama.”\nSang buaya meneteskan air mata karena bersimpati atas penderitaan para domba, dan memutuskan untuk mengantarkan mereka kembali ke tempat asal mereka.\nDalam perjalanannya, burung bijaksana sekali lagi bertemu dengan para domba dan terkejut dengan kebaikan hati sang buaya.\n“Aku malu karena telah menyalahgunakan kebijaksanaanku. Izinkan aku untuk menemui ketua domba bersama kalian.”\nSaat ketua domba melihat sembilan sosok yang muncul dengan terkejut, sang buaya sudah membuka moncong raksasanya.\nAh! Usus yang gurih! Lambung yang renyah! Daging yang enak!\nDarah yang tiada habisnya! Bola mata yang tinggal dipetik saja!\nSekali lagi, sang buaya meneteskan air matanya, sekali lagi berbicara tentang kelembutan dan kebaikan hati sang ketua domba dari mulutnya.\nKisah ini memberi tahu kita untuk tidak percaya terhadap orang yang lembut, tidak percaya terhadap orang yang bijaksana, dan tidak percaya terhadap orang yang meneteskan air matanya."
          }
        ]
      }
    ]
  }
}