{
  "epId": 3159,
  "name": "Catatan Transparent Ruin (I)",
  "desc": "<p>Batu tulis yang ditemukan di Transparent Ruin di sekitar Mausoleum Raja Deshret. Tampaknya berisi catatan tentang peradaban yang telah hilang.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/29/1023623/bdb6a5f0527a9164972c7bf87ba528c7_7934421311973090716.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1669686999,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Catatan Cuti\nBudak yang dikirim ke kota Gurabad.\nAtas perintah Parvezravan, sang Semangat Jaya, dan dengan belas kasih Al-Ahmar, kami bisa membangun taman kebahagiaan di sini yang bisa menyediakan istirahat singkat yang layak kepada 500 pria sekaligus.\nPara budak harus dijamin sepenuhnya, mulai dari makanan, pakaian, dan hiburan sehari-hari, agar tetap konsisten.\nPara budak akan berperang, tentara dan dokter harus tetap di tempat untuk menangani masalah yang tidak diinginkan.\nHarus dipastikan bahwa ada toko, asrama, klinik, kedai minuman, dan kuburan di lokasi konstruksi, dan pertunjukan gulat gratis diadakan setiap tujuh hari sebagai hak istimewa bagi para budak.\nBudak yang lebih kaya diizinkan untuk menyewa petani murah untuk berbagi kerja keras mereka, atau bahkan membeli budak mereka sendiri. Tapi jika hal ini memengaruhi hukum dan ketertiban di lokasi, dan menunda kemajuan proyek konstruksi, budak dari budak ini harus dieksekusi dan tuannya akan dihukum dua kali lebih berat.\nUpah budak harus dibayar dalam perak, dan setiap petugas pengawas harus menarik biaya administrasi sesuai pangkatnya.\nKirim yang kuat untuk membangun fondasi taman.\nKirim yang terampil untuk memahat ukiran di dalam kolam.\nKirim yang bijak untuk mendesain dan mempersiapkan perabotan untuk orang-orang yang akan datang.\nKirim yang teliti untuk menyiapkan makanan yang lezat untuk orang-orang berkemampuan yang akan datang.\nBudak yang tersisa akan dikirim untuk menghancurkan gunung menjadi batu, menebang pohon menjadi batang kayu, dan membangun kubah dengan kekuatan mereka.\nDimulai dari hari pertama penggalian hingga bunga yang terakhir ditanam, seharusnya tidak lebih dari dua puluh hari.\nMengukir alasan kemalasan,\nagar generasi yang selanjutnya mengetahui bahwa perilaku yang tidak masuk akal seperti itu,\ndapat membuat orang yang paling malas pun bisa bangun dan berteriak serta memohon untuk dapat bekerja.\nHari pertama\nOrang bijak yang bernama Nefumat berteriak bahwa kediamannya telah terbakar karena suatu alasan tidak diketahui, sehingga dia tidak dapat menyumbangkan lagi kebijaksanaannya, dan mengambil libur satu hari.\nHari ketujuh\nAda tiga orang terbakar oleh cahaya matahari yang terik dan mengambil libur satu hari.\nHari kesepuluh\nOrang bijak yang bernama Nefumat berteriak bahwa dia lupa menutup jendela rumahnya dan pasir sudah menumpuk hingga ke mata kakinya sehingga dia tidak dapat menyumbangkan lagi kebijaksanaannya, dan mengambil libur satu hari.\nHari keempat belas\nAda empat orang tersedak pasir kuning yang beterbangan dan mengambil libur satu hari.\nHari kesembilan belas\nOrang bijak yang bernama Nefumat berteriak bahwa dia telah memakan roti yang tersisa selama lima ratus hari lebih dan perutnya kesakitan sehingga dia tidak dapat menyumbangkan lagi kebijaksanaannya, dan mengambil libur satu hari.\nHari kedua puluh satu\nAda sepuluh orang terbakar oleh cahaya matahari yang terik dan mengambil libur satu hari.\nHari kedua puluh lima\nOrang bijak yang bernama Nefumat berteriak lagi dan mengatakan bahwa cuaca sangat panas dan dia tidak bisa tidur di malam hari sehingga kepalanya menjadi pusing, dan dia mengambil libur satu hari.\nOrang ini bukannya tidak mampu menyumbangkan kebijaksanaannya, tetapi dia tidak mau melakukannya. Jika mereka melakukan pelanggaran lagi, mereka akan diusir dari kota Gurabad.\nHari kedua puluh sembilan\nNefumat kabur.\nHari kedua puluh tujuh\nAda empat orang yang tertimpa batu besar, sepertinya mereka adalah orang kasar yang telah menyinggung Al-Ahmar.\nRamalan menunjukkan pertanda sangat tidak baik. Pekerjaan dihentikan."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Catatan Transparent Ruin (I)"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Dunia Penghalang Tak Kasat Mata"
          }
        ]
      }
    ]
  }
}