{
  "epId": 3160,
  "name": "Catatan Transparent Ruin (II)",
  "desc": "<p>Batu tulis yang ditemukan di Transparent Ruin di sekitar Mausoleum Raja Deshret. Tampaknya berisi catatan tentang peradaban yang telah hilang.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/29/1023623/bdb6a5f0527a9164972c7bf87ba528c7_2794766132387994862.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1669687004,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Catatan Transparent Ruin (II)"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Dunia Penghalang Tak Kasat Mata"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Catatan Cuti\nPara budak dan pelayan dikirimkan ke kota Gurabad pada hari yang sama dengan hari para penduduk yang dikirimkan untuk membangun taman kebahagiaan.\nAtas perintah Parvezravan, sang Semangat Jaya, dan dengan belas kasih Al-Ahmar, kami bisa membangun tempat bekerja dengan kecepatan tertinggi untuk memproduksi tekstil.\nPara budak harus dijamin sepenuhnya, mulai dari makanan, pakaian, dan hiburan sehari-hari, agar tetap konsisten.\nPara budak akan berperang, tentara dan dokter harus tetap di tempat untuk menangani masalah yang tidak diinginkan.\nHarus dipastikan bahwa ada toko, asrama, klinik, kedai minuman, dan kuburan di tempat bekerja, dan pertunjukan gulat gratis diadakan setiap tujuh hari sebagai hak istimewa bagi para budak.\nHarus dipastikan bahwa ruang budak luas dan berventilasi sehingga budak dapat memiliki istirahat yang cukup, dan penyakit serta nyamuk tidak bisa berkembang biak.\nHarus dipastikan bahwa semua budak yang memiliki rambut panjang agar dipotong rambutnya, sehingga tidak tersangkut di dalam mesin.\nUpah budak harus dibayar dalam perak berdasarkan lamanya jam kerja mereka. Atau mereka boleh memilih untuk tidak menerima upah, tetapi mereka dapat menebus diri mereka sebagai rakyat jelata setelah seratus hari lamanya.\nSetiap petugas pengawas harus menarik biaya administrasi sesuai pangkatnya, dan melakukan pencatatan untuk orang yang sudah ditebus.\nKekuatan dari sumber tidak ada habisnya, tempat bekerja bisa terus berjalan tanpa henti. Satu hari bernilai lebih dari seribu hari para budak yang bekerja dengan tangan kosong mereka, dan tidak ada kesempatan untuk bermalas-malasan.\nSemua ini berkat cinta dan kebijaksanaan dari Semangat Jaya, Parvezravan, yang akan menyebarkan sumber kekuatan ini ke seluruh pelosok layaknya benih yang tersebar.\nDi mana kecambah bertunas, di sana budak akan dibebaskan, dan mulai saat itu juga, mereka akan memberi makan diri sendiri dengan tangan mereka sendiri. Pasir kuning akan menjadi tanah pertanian dan oasis akan menjadi sebuah kota.\nKirim yang terampil untuk mengawasi pembusukan pada angkutan terbang setiap saat.\nKirim yang bijak untuk membuat pola tekstil yang indah.\nKirim yang teliti untuk melihat apakah sumber kekuatan sudah habis.\nBudak yang tersisa akan dikirim untuk menumbuk kelopak bunga menjadi pewarna, dan menenun rumput menjadi kain.\nKirim pelayan untuk bekerja layaknya burung yang berkicau untuk menyemangati kerja para budak saat matahari terbit, dan memandu para budak untuk beristirahat layaknya bulan dan bintang saat matahari terbenam.\nDimulai dari hari pertama penenunan hingga baju terakhir yang diselesaikan, seharusnya tidak lebih dari tiga puluh hari.\nMengukir alasan kemalasan,\nagar generasi yang selanjutnya mengetahui bahwa perilaku yang tidak masuk akal seperti itu,\ndapat membuat orang yang paling malas pun bisa bangun dan berteriak serta memohon untuk dapat bekerja.\nHari pertama\nPembantu yang bernama Etta mengatakan kalau dia lupa menutup jendela rumahnya dan pasir telah menumpuk hingga ke lututnya sehingga dia tidak dapat bernyanyi lagi, dan mengambil libur satu hari.\nHari ketujuh\nAda dua orang terbakar oleh cahaya matahari yang terik dan mengambil libur satu hari.\nHari kesepuluh\nPembantu yang bernama Etta mengatakan kalau dia telah meminum air kotor yang tersisa selama tiga ratus hari sehingga dia tidak dapat bernyanyi lagi, dan mengambil libur satu hari.\nHari keempat belas\nAda satu orang tersedak karena pasir kuning yang beterbangan dan mengambil libur satu hari.\nHari kesembilan belas\nPembantu yang bernama Etta mengatakan kalau kediamannya telah terbakar karena suatu alasan tidak diketahui sehingga dia tidak dapat bernyanyi lagi, dan mengambil libur satu hari.\nHari kedua puluh satu\nAda dua orang terbakar oleh cahaya matahari yang terik dan mengambil libur satu hari.\nHari kedua puluh lima\nPembantu yang bernama Etta mengatakan kalau cuaca sangat panas dan dia tidak bisa tidur di malam hari sehingga kepalanya menjadi pusing dan dia mengambil libur satu hari.\nOrang ini bukannya tidak mampu bernyanyi, tetapi dia tidak mau melakukannya. Jika mereka melakukan pelanggaran lagi, mereka akan diusir dari kota Gurabad.\nHari kedua puluh sembilan\nEtta mengatakan kalau temannya adalah orang yang sangat cerdas, dan teman ini bisa datang untuk merancang pola kain. Diizinkan.\nHari kedua puluh tujuh\nAda tiga orang tersedak karena pasir kuning yang beterbangan dan mengambil libur satu hari."
          }
        ]
      }
    ]
  }
}