{
  "epId": 3161,
  "name": "Catatan Arkeologi Soheil",
  "desc": "<p>Catatan yang ditinggalkan oleh peneliti Akademiya Soheil saat memasuki padang pasir untuk melakukan penelitian waktu masih muda. Kelihatannya sudah sangat kuno, tapi masih belum terlihat lipatan-lipatan.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/29/1023623/2a5c3ea0302b5c89874ae4d70a03471f_2806671605665307790.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1669687014,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "…\nHari ketiga puluh dua\nSatu bulan sudah berlalu setelah kami menapakkan kaki di padang pasir. Dalam satu bulan ini, semua orang mencatat seluruh informasi yang bisa mereka dapatkan tentang Mausoleum Raja Deshret.\nNamun, itu semua sia-sia. Apa yang bisa ditulis, sudah pernah ditulis.\nSaat aku melihat ada orang yang bisa menulis tesis dengan judul dan topik yang tidak masuk akal seperti “Analisis Singkat terhadap Orientasi Estetik Arsitektur Mausoleum Raja Deshret Melalui Pandangan dari Sudut Pandang Blok Poros Semua Sisi Bangunan yang Condong”, aku tahu satu-satunya cara untuk membuat terobosan dalam penelitian kami adalah dengan masuk ke sana sendiri.\nNamun, kami tidak bisa masuk ke Mausoleumnya. Tim arkeolog sudah kehabisan kesabaran, dan juga kehabisan air.\nKami akan mencoba lagi besok! Semoga, seperti dalam legenda, air sungai akan muncul dari tanah tandus dan menghancurkan tembok yang keras ini dalam percobaan terakhir.\nHari ketiga puluh empat\nKembali ke Desa Aaru.\nHari ketiga puluh lima\nKami tidak bisa kembali dengan tangan kosong. Kami harus memikirkan cara… atau kami akan menjadi bahan cemoohan…\nHari ketiga puluh delapan\nKami menemukan sebuah reruntuhan, tapi begitu kami mendekat, ada mekanisme tak terlihat yang menghentikan kami dan mendorong kami menjauh darinya.\nAku sangat yakin, inilah mekanisme yang diletakkan oleh Raja Deshret untuk menutupi kejahatannya pada saat takhta kejayaannya.\nHari keempat puluh dua\nKami menemukan tiga Transparent Ruin lagi, jadi totalnya ada empat. Namun, kami belum menemukan cara untuk memasukinya. Aku hanya bisa mencatat lokasinya.\nRasanya seperti sejenis ilusi, mungkin saja kami butuh “Vision” untuk membukanya. Aku akan mencari informasi lagi.\nHari keempat puluh lima\nSetibanya di The Dune of Carouses, reruntuhan berbentuk kerucut yang terlihat seperti Mausoleum Raja Deshret versi kecil berlokasi di sini. Mari kita sebut saja sebagai \"Tomb of Carouses\". Meski ukurannya lebih kecil, sulit dibayangkan bagaimana Raja Deshret menyuruh orangnya untuk membangun monumen seperti ini dulu.\nSayangnya, kekuatan misterius yang kami temui di reruntuhan sebelumnya juga ada di sini, jadi kami tidak bisa masuk.\nKami tidak akan buang-buang waktu lagi. Besok, kami akan lanjut ke kedalaman padang pasir untuk melihat apa kami bisa menemukan oasis dalam legenda itu.\nHari keempat puluh enam\nTim arkeolog diserang oleh Eremite. Mereka menyebut diri mereka dengan “Thutmose”, tapi aku tidak pernah mendengar nama itu.\nYang mengejutkanku adalah, mereka dipimpin dua anak muda. Satu dari mereka ingin membunuh kami semua, tapi anak muda yang satu lagi menghentikannya dan membiarkan kami pergi.\nMereka sepertinya adalah pengikut fanatik Raja Deshret, dan mereka tidak bersahabat juga. Pokoknya, aku berharap Raja Deshret memberkati pria tersebut dan semoga kapaknya selalu tajam.\nAku terpaksa kembali ke Akademiya dan menghadapi cemoohan orang lain ... Tapi sejujurnya, jika dibandingkan cemoohan yang akan aku hadapi, yang lebih menyakitkan adalah pengetahuanku tidak bertumbuh sama sekali.\nDi hadapan lautan pengetahuan yang tak berbatas, aku bagaikan siput yang baru saja belajar memanjat batang pohon...\nOh iya, aku juga berpikir … domba-domba di dekat area ini sering menghilang tanpa alasan. Penduduk lokal percaya bahwa mereka ditelan oleh batu, maka itulah mereka menamakannya sebagai “Lamb-Devourer Rock”. (Batu Pelahap Domba)\nSetelah dipikir, Eremite muncul secara tiba-tiba dari tengah gunung berbatuan dan menghilang begitu saja. Jika kita mempertimbangkan mereka dan para domba yang hilang, kupikir jawabannya sudah cukup jelas...\nMungkin para anggota Thutmose ini memiliki cara khusus yang digunakan untuk menyamarkan diri, atau mereka memiliki gua untuk menyembunyikan diri. Pokoknya, lebih baik catat dulu lokasi mereka.\nKalau aku kembali lagi ke tempat ini, aku akan sewa Eremite dari Thutmose untuk jadi pemanduku.\n…"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Catatan Arkeologi Soheil"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Dunia Harapan Soheil"
          }
        ]
      }
    ]
  }
}