{
  "epId": 3162,
  "name": "Catatan Aaru's Shut",
  "desc": "<p>Batu tulis yang diperoleh di bagian tertinggi di Mausoleum Raja Deshret. Tampaknya berisi catatan tentang peradaban yang telah hilang.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/29/1023623/bdb6a5f0527a9164972c7bf87ba528c7_8820259154937118961.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1669719113,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Catatan Aaru's Shut"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Dunia Bukti Ganda"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Setelah sekian lama, bunga merah di kediaman telah mekar dan layu beberapa kali. Tubuh utama Aaru sudah hampir selesai.\nDalam beberapa waktu, Aaru seharusnya sudah bisa menampung apa pun di padang pasir ini, seperti yang Tuan Al-Ahmar katakan.\nDengan begini, ambisi Tuan Al-Ahmar pun akhirnya terwujud.\nSaat hari itu tiba, aku pun dapat melihat senyuman ibuku lagi.\nIbuku selalu memiliki prasangka buruk terhadap Tuan Al-Ahmar. Dia selalu berpendapat bahwa Tuan Ahmar adalah sumber kekacauan Gurabad, tapi bukan ini masalahnya.\nIbuku sepertinya telah melupakan bahwa Tuan Al-Ahmar yang mempromosikan aku, hasil dari jalinan kasih terlarang seorang buronan dan seorang pelayan, untuk menjadi arsitek di Aaru.\nBagi orang dengan latar belakang seperti aku, ini adalah sebuah kehormatan yang luar biasa.\nTidak ada raja yang mencintai rakyatnya lebih dari Tuan Al-Ahmar.\nJustru karena Tuan Al-Ahmar sedih dengan bencana yang merenggut nyawa ayahnya, dia membuat keputusan untuk membangun Aaru untuk mencegah hal seperti itu terjadi lagi.\nAku sangat percaya akan hal itu.\nDunia fana ini seperti sungai antara dunia bawah dan Aaru. Manusia tidak boleh menyeberangi, tidak boleh menyelidiki, atau dia akan jatuh ke dunia bawah selamanya.\nUntuk naik ke Aaru, seseorang harus memiliki tubuh seperti burung nasar untuk terbang di atas dunia bawah dan mematuk tiga jenis organ untuk mendapatkan janji Al-Ahmar, dan terbang melintasi sungai dalam bentuk seekor burung elang.\nSetelah terbang melintasi sungai dalam bentuk seekor burung elang, dia harus menyalakan sisa bara mentari di tiga tempat dengan menggunakan bulu untuk mendapatkan belas kasihan Al-Ahmar dan naik ke Aaru.\nSemoga kebijaksanaan Khaj-Nisut bertahan selamanya, semoga anak-anak padang pasir dapat naik ke Aaru, semoga Gurabad dapat dipulihkan ke masa kejayaannya.\nSemoga semua ini akan bertahan sepanjang masa.\nTunggu ... aku baru mendengar sebuah ledakan. Mungkin aku harus melihat apa yang terjadi ....\n(Catatan yang dicorat-coret berakhir di sini.)"
          }
        ]
      }
    ]
  }
}