{
  "epId": 3373,
  "name": "Ranting Perak",
  "desc": "<p>﻿Cabang yang diambil dari tengah dunia. </p><p>Dahulu kala ada sebuah pohon raksasa di dunia ini, dan ranting ini adalah bagian darinya. Walaupun sudah diambil dari pohon tersebut, hubungan di antara mereka masih kuat seperti dulu. Karena itu, selama pohon putih raksasa yang melambangkan pusat dunia tidak mati, ia tidak akan pernah layu.</p><p></p><p>\"Pohon\" adalah lambang kehidupan. Dalam sebuah cerita dari daerah yang nun jauh di sana, ada seseorang yang telah memercayakan kesadarannya pada dahan pohon putih tersebut sebelum dia meninggal. Dengan cara itu, baik kehidupan maupun harapannya tidak akan hilang, karena cabang-cabang akan tumbuh dan bertunas di tempat yang ada sinar matahari dan hujan, dan suatu hari akan mekar dan menghasilkan buah.</p><p>\"Pohon\" juga adalah lambang kebijaksanaan. Dalam sebuah legenda, seorang Sage yang tergantung terbalik di pohon telah ﻿</p><p>memperoleh pengetahuan tentang cara menulis sajak dan mengendalikan kata-kata suci, dan dengan demikian kerajaan yang didirikan di sepanjang akar pohon, akhirnya mendapatkan sekilas penglihatan tentang rahasia iblis di langit.</p><p>Semua pengetahuan, ingatan, dan pengalaman mengalir melalui pohon raksasa ini, seperti sungai mengalir ke sungai, dan akhirnya bermuara di laut, lalu laut berubah menjadi awan, dan awan menghujani tanah - seperti kehidupan itu sendiri.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/119402430/fec74ba22fbe97eb3f12577f134d852d_8828091994273515136.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1676367144,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Ranting Perak"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Archon Chapter III: Bag. 5 'Akasha Berdetak, Api Kalpa Bergelora"
          }
        ]
      }
    ]
  }
}