{
  "epId": 3374,
  "name": "An Appellative Stroke",
  "desc": "<p>Pena yang dapat memberikan \"nama\" baru kepada seseorang. </p><p>Setelah memberikan \"nama\" baru, nama ini tidak dapat diganti lagi.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/22/15595270/ba40c5ad2f42c58a543055c148972a48_1076158336303544044.png",
  "filterValues": {
    "objectType": [
      "Item Spesial"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1687781409,
  "components": {
    "textualResearch": [
      {
        "title": "Peraturan dan Pernyataan Ganti Nama",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffe699>Peraturan Ganti Nama</color>\nPengembara bisa mengganti nama \"Eons Adrift\" Wanderer (Anemo) dengan menyelesaikan Quest Archon Chapter Interlude Pembalikan Kejadian dan menggunakan item An Appellative Stroke.\nHarap diperhatikan: Sebagian nama mungkin tidak akan bisa digunakan dalam perubahan ini.\nSetelah berhasil mengganti \"nama\", sebagian tampilan dalam game selanjutnya akan diubah berdasarkan nama yang sudah diubah dan ditentukan oleh Anda sendiri.\n<color=#ffe14b>Jumlah pergantian \"nama\" bersifat terbatas. Mohon dipertimbangkan dengan saksama.</color>\n<color=#ffe699>Penjelasan</color>\nPada saat Pengembara melakukan pergantian \"nama\", harap untuk mengikuti Syarat Layanan kami. Untuk menciptakan lingkungan permainan yang sehat, harap membaca dan mengonfirmasi bahwa Anda tidak akan menghasut atau mengambil bagian dalam:\n1. Konten diskriminatif apa pun yang melibatkan ras, jenis kelamin, agama, orientasi seksual, etnis, politik, wilayah, dll.\n2. Konten penindasan atau penghinaan apapun terhadap Pengembara lain atau sekelompok Pengembara lain.\n3. Konten atau perilaku lain yang melanggar Syarat Layanan.\nJika Pengembara gagal untuk mematuhi persyaratan di atas, penggunaan atas layanan game mungkin akan dibatasi. Termasuk namun tidak terbatas pada pemberian status mute, pengulangan pemberian nama, offline paksa, penangguhan login, atau penyitaan akun.\nDi saat yang sama, Pengembara juga dapat menggunakan fungsi Laporan untuk mengirimkan masukan kepada kami jika mengalami situasi di atas."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "An Appellative Stroke"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Spesial"
          }
        ]
      },
      {
        "key": "Kegunaan",
        "value": [
          {
            "type": "RichText",
            "text": "Ganti nama karakter Wanderer"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Chapter Interlude: Bag. III - Pembalikan Kejadian"
          }
        ]
      }
    ]
  }
}