{
  "epId": 3456,
  "name": "Pseudo-Stamens",
  "desc": "<p>Selubung sayap pucat Wenut, setipis benang sari bunga yang mekar.</p><p>Konon katanya pada masa lalu sebelum waktu dimulai, mereka pernah berjalan melalui tanah basah di bawah padang rumput dan pohon-pohon raksasa layaknya burung yang terbang bebas di udara dan ikan yang berenang bebas di air. Teori umumnya adalah, mereka meniru bunga untuk menarik mangsa yang tersesat karena badai pasir. Akan tetapi, ada juga yang bilang kalau cara benang sari mereka ditampilkan mirip pada zaman ketika tumbuhan ada di mana-mana dan bunga masih bermekaran pada zaman-zaman pasir emas jutaan tahun yang lalu.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/30/1023623/e39014291c39f09f50c4125c7f46afcf_6411873242454801428.png",
  "filterValues": {
    "objectType": [
      "Material Penguatan Senjata dan Karakter"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1701598581,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Dijatuhkan oleh"
      },
      {
        "type": "CustomEntry",
        "epId": 3474,
        "name": "Setekh Wenut",
        "desc": "<p>Predator tanpa mata dari kedalaman padang pasir yang menggunakan suara dan getaran untuk mencari mangsanya.</p><p>Legenda mengatakan bahwa di masa lalu sebelum konsep waktu telah ada, tanah yang mereka kuasai dipenuhi oleh rerumputan harum dan pohon-pohon yang raksasa. Mereka serta keturunannya melalui tanah basah seperti ikan yang berenang di dalam air.</p><p>Setelah ribuan tahun berlalu, anugerah yang diberikan oleh langit membuat tanah berubah menjadi pasir dan menyebabkan banyak makhluk ini menjadi punah. Cabang dari spesies mereka masih tetap mampu bertahan hidup dengan melakukan adaptasi ke kehidupan yang lebih mengarah ke tanah, dan dikenal sebagai “Wenut”.</p><p>Beberapa penduduk padang pasir masih percaya dengan keliru bahwa Wenut adalah titik akhir dari siklus hidup Quicksand Eel, mungkin karena adanya kesamaan yang sekilas antara perilaku kedua spesies ini.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/1023623/ca675a813c0acf7a5efbc88e7af636c2_4682253401465919025.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascension Karakter"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-5</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhaitham",
        "desc": "<p>Panitera Akademiya Sumeru saat ini, memiliki kecerdasan dan bakat yang luar biasa. Dia seseorang yang mencintai kebebasan, dan tidak bisa ditemukan kecuali bila dia sendiri ingin ditemukan.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/8459597/25249dd20b86c775fb35bdbbd805d9ec_8158634889520118273.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-4</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3462,
        "name": "Mika",
        "desc": "<p>Seorang kesatria muda yang terlahir di keluarga biasa. Di dalam kelompok pasukannya, dia bertugas sebagai \"petugas survei lapangan barisan depan\". Dia adalah orang yang pemalu dan selalu waspada.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/20/8459597/da13e3b1a2c6c0e5892b201cec735f9b_1922346368883310637.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Pseudo-Stamens"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Material Penguatan Karakter"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Dijatuhkan oleh Setekh Wenut Lv. 30+"
          }
        ]
      }
    ]
  }
}