{
  "epId": 3475,
  "name": "Eremite Scorching Loremaster",
  "desc": "<p>Seorang anggota kelompok tentara bayaran lepas yang melangkah pergi dari padang pasir. Dia bersedia bekerja untuk siapa saja atas nama upah, dan mereka tidak akan pernah melupakan akar mereka di padang pasir.</p><p>Setelah runtuhnya peradabannya, kisah padang pasir terus diturunkan dari generasi ke generasi dalam tradisi lisan seperti percikan api di antara angin dan butiran hujan di antara awan. Seiring berjalannya waktu, beberapa cerita menjadi hilang, ada juga yang berhasil selamat, meski telah mengalami perubahan yang signifikan.</p><p>“Eremite” adalah istilah umum yang diberikan kepada suku-suku di padang pasir oleh mereka yang terlalu bodoh atau terlalu hina untuk mempelajari perbedaan berbagai suku. Di antara mereka yang disebut sebagai Eremite, banyak juga yang memang sudah melupakan kisah padang pasir. Namun jangan khawatir, bagi mereka yang masih ingat tentang kisah ini, tidak akan pernah mengkhianati semangat padang pasir yang masih mengalir melalui nadinya.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/1023623/e3ada2f7642f67aa52b067345fae5a54_7887566529302629155.png",
  "menuId": 7,
  "menuName": "Musuh dan Monster",
  "version": 1706236158,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Eremite Scorching Loremaster"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Kelompok Manusia Lainnya"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Seorang peramal tentara bayaran yang berasal dari gurun pasir. Setelah menerima DMG dalam jumlah tertentu, akan bisa melepaskan roh jahat Spirit of Omen: Pyro Scorpion di dalam tubuhnya dan <color=#ffe14b>memasuki Infused Form</color> . <color=#ffe14b>Setelah mengalahkan roh Scorpion</color> , dia akan memasuki kondisi lemah untuk waktu tertentu."
          }
        ]
      },
      {
        "key": "Kartu Karakter TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4736,
            "name": "Eremite Scorching Loremaster",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">\"Poetry and Secret Histories\" Eremite Scorching Loremaster</span></p><p>Mereka yang masih ingat, tidak akan mengkhianati darah padang pasir yang mengalir dalam tubuhnya.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/15/4c87f22791f0d74525336e65e42b8eee_6473848006328467292.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2706,
        "name": "Faded Red Satin",
        "desc": "<p>Sepotong kain satin merah yang digunakan untuk menutupi mata. Kainnya sedikit sobek.</p><p>Banyak dari Eremite yang cenderung menutup mata mereka dengan kain tekstil, tetapi tujuan asli dari praktik ini telah lama hilang ditelan waktu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/dfa4ba937ada162659c0264137d43a18_1678778578670673928.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2705,
        "name": "Trimmed Red Silk",
        "desc": "<p>Sepotong sutra merah yang dipangkas dengan dekorasi yang sederhana.</p><p>Seorang prajurit berpengalaman dapat mendeteksi kelemahan dari mata musuh mereka dan memanfaatkannya. Pasukan di Eremite telah lama kehilangan seorang tuan untuk dilayani, dan sekarang mereka tidak memiliki siapa pun untuk dipercaya selain diri mereka sendiri. Dikatakan bahwa mereka sangat yakin kalau segala sesuatu bisa berkhianat, termasuk mata mereka sendiri.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/ea95ad3608c20df54eb36f9e5a3cdac6_5761139706386382644.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2704,
        "name": "Rich Red Brocade",
        "desc": "<p>Sepotong kain brokat merah yang ditenun dengan sutra emas.</p><p>Sisa-sisa yang lahir di gurun emas di bawah matahari terkadang bisa menyanyikan sebuah lagu yang maknanya telah lama dilupakan. Mereka akan memuji terik matahari yang menerangi bumi sama seperti biasanya dan meratapi sisa-sisa cahaya di akhir senja. Beberapa kata asing terkadang muncul i di akhir lagu dan dikatakan sebagai nama dari dewa kuno. Legenda mengatakan bahwa ketika Raja Gurun Pasir masih hidup, rakyatnya memilih untuk menutupi mata mereka karena mereka tidak berani memandangnya sebab cahayanya yang melebihi matahari.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/5f415e2b9f3f486a29b613d8d8c029c9_7801813221239635979.png"
      }
    ]
  }
}