{
  "epId": 3487,
  "name": "Guizhong",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/d764314ff0105fdd260019c1d559cd97_7012506787953564012.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1708358637,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Guizhong"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Gelar",
        "value": [
          {
            "type": "RichText",
            "text": "Dewa Debu (The God of Dust)"
          }
        ]
      },
      {
        "key": "Nama Lain",
        "value": [
          {
            "type": "RichText",
            "text": "Haagentus"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Guizhong",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/170306649/ac3d9ebf02d5f1e6304a5ae0aa7cbb9e_1749721306900003894.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Memiliki nama lain Haagentus, Dewa Debu (The God of Dust), merupakan panggilan dari Guizhong. Sebelum Perang Archon, dia adalah salah satu dewa yang sering menjelajah di Liyue. Dia memiliki sifat extrover dan senang berada ketika terjadi perhimpunan sosial. Dia terkenal karena talenta yang unggul dalam seni mekanik dan daya cipta penemuan yang serupa. Guizhong ini sering mengajak teman-temannya untuk mengunjungi rumahnya, yang kemudian menyisihkan tempat duduk di sekitar meja batu terbesar, selama pertemuan yang sekaligus tempat perkumpulan ternyaman di Guili Plains. Dia dikenal memiliki bakat untuk membuat orang lain bahagia dan selalu berusaha melakukannya. Dia selalu mencari cara untuk membuat topik percakapan tetap berjalan, dengan membawa candaan dan tawa di meja makan. Ketika kunjungan ini berakhir, Streetward Rambler (Madame Ping) sering kali bersama Guizhong untuk melihat khususnya mengagumi bunga yang indah sebelum kembali ke rumah. Sebelum kepergian Guizhong, jumlah bunga Glaze Lily jauh lebih banyak daripada saat ini. Ladang akan tertutup sepenuhnya, hal ini yang memberikan kesan lautan bunga.\n<color=#ffd780>Entry Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Madame Pingn atau dikenal dengan gelar adeptusnya Streetward Rambler. Madame Ping dapat ditemukan didekat Yujing Terrace pada siang hari. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/1bdec1bf0f367b9284d04ce2b3f57ccd_2524792498497204153.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1183,
        "name": "Glaze Lily",
        "desc": "Bunga yang sudah ada sejak dahulu kala dan dikabarkan bahwa sering dijumpai di Liyue. Konon katanya, mekarnya bunga ini dapat mengubah seluruh memori di daratan Liyue menjadi harum yang semerbak.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2298,
        "name": "Catatan Pengembara",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of the Gallant_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guili Assembly",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/178140791/114700a48a6896e1b0fbabaa114cc9dd_2339406076882557121.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pada zaman dahulu, ketika orang-orang berkumpul dan hidup dari bertani. Turunlah seorang Dewa bernama Guizhong, dengan kebajikan bagaikan debu yang menyelimuti seluruh dunia ini hingga ribuan mil. Sang Dewa memberikan empat perintah kepada para manusia, empat perintah Guizhong adalah: \"Mengajari dengan kebijaksanaan, mengadili dengan kebajikan, memperkuat diri, dan mempersatukan hati. Keempat prinsip inilah yang membentuk Guili Assembly.\" Kemudian turunlah Dewa lain bernama Liyue yang menguasai bebatuan, dia mengumpulkan dan melindungi para manusia dengan kekuatannya. Dia menggunakan keahlian tekniknya dan kebijaksanaannya untuk membuat kesepakatan dengan Dewa Geo karena perbedaan kekuatan mereka begitu besar. Untuk memperingati komitmen pada kesepakatan mereka, dia menawarkan sebuah dumbbell batu, yang berfungsi sebagai \"tantangan\" baginya karena berisi semua kebijaksanaannya yang tersembunyi di dalamnya. Dia berpikir bahwa, wilayah mereka pasti akan menjadi besar karena kekuatan dan kecerdasannya. Inilah asal mula nama Guili Assembly yang diambil dari nama kedua Dewa tersebut, yaitu Dewa Geo dan Guizhong, yang bersama-sama menjaga keselamatan mereka. Empat perintah Guizhong bersatu untuk membentuk \" <color=#ffffff73>Guili Assembly.</color> \" Marchosius, Dewa Kompor ( <color=#ffffff73>the God of the Stove)</color> , adalah dewa lain yang mendukung <color=#ffffff73>Guili Assembly.</color>\n<color=#ffd780>Entry Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "<p>Teman dan pendamping Xiangling, Guoba membantunya dalam memasak dan pertempuran.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/12/1023623/aed6d782110b4a976ecc5deffddd9bff_4377603066186055709.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1964,
        "name": "Memory of Dust",
        "desc": "Kunci batu yang berisi memori dari masa lalu, dapat mengeluarkan kekuatan seiring dengan perubahannya yang tidak terbatas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/尘世之锁.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Pandangan Guizhong tentang Manusia",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Guizhong menyebut manusia sebagai <color=#ffffffa6>\"kecil dan rapuh seperti debu\"</color> selama perjanjiannya dengan Dewa Geo dan kemudian dia melanjutkan, perkataannya bahwa <color=#ffffffa6>\"karena mereka sangat kecil, mereka tidak tahu kapan mereka akan kehilangan nyawa karena bencana atau perselisihan, sehingga hal itu yang membuat mereka takut.\"</color> Dia merasa bahwa ketakutan orang-orang mendorong mereka untuk berjuang demi kecerdasan, dan dia ingin menggunakan kebijaksanaannya untuk melindungi manusia agar tetap aman. Semakin sering Guizhong berinteraksi dengan manusia, pendapatnya tentang mereka mulai berubah. Dia mengagumi kompleksitas yang indah dari jiwa mereka dan besarnya apa yang dapat mereka lakukan melalui kerja keras dan kecerdasan mereka.\nDia percaya jika meremehkan potensi manusia, akan menjadi kesalahan yang besar karena manusia mampu mengeluarkan kekuatan yang luar biasa ketika diberi bimbingan sekecil apa pun. Menurut pendapat Guizhong, jika manusia yang telah menyadari potensi penuh mereka, mungkin bisa menjadi setara dengannya; mereka bisa memiliki banyak hal untuk diajarkan kepada seorang Adeptus seperti halnya mereka bisa belajar dari mereka.\n<color=#ffd780>Entry Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1964,
        "name": "Memory of Dust",
        "desc": "Kunci batu yang berisi memori dari masa lalu, dapat mengeluarkan kekuatan seiring dengan perubahannya yang tidak terbatas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/尘世之锁.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guizhong dan Seni Mekanik",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/170306649/ca89ba14ea65185790c86cb663753258_1908533650057324737.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Selama mempelajari ilmu dibidang seni mekanik, Guizhong memiliki beberapa artefak kuno dan berbahaya. Dia menciptakan Guizhong Ballista, yang merupakan sebuah menara panah yang akan menembak monster besar secara otomatis, dengan bantuan Adeptus untuk melindungi sebagai pertahanan di Liyue. Sama halnya dengan menyimpan artefak yang telah dikumpulkannya, Adeptus mendirikan <color=#ffffff73>Realm of Clouds,</color> dan menamakan Guizhong sebagai <color=#ffffff73>\"Ruler of the Realm of Clouds.\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/170306649/2a68bd933d4729296d6b6f53fed1c36a_9209147724046493306.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Guizhong dan Cloud Retainer sering berdebat tentang prinsip-prinsip mekanis, dan tidak ada yang mau mengalah terkait alasan selama pertemuan sosial. Rex Lapis pernah diminta oleh Cloud Retainer untuk menilai kualitas karya mereka karena sifatnya dia yang netral. Rex Lapis mengatakan bahwa Obscuro Vulpes Mechanism milik Guizhong adalah yang terbaik; Cloud Retainer tahu di dalam hatinya bahwa Guizhong memiliki kemampuan yang lebih baik dalam seni mekanik, meskipun ia terlalu sombong untuk mengakuinya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/170306649/df88863defd0efd3a80b27d3e983e353_6576019941598433650.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dalam hal penggunaan mekanisme dalam musik, Guizhong memiliki pendapat yang berbeda dengan Streetward Rambler. Meskipun Guizhong berpikir bahwa mekanisme tidak dapat menggantikan komposer manusia, namun mekanisme tetap dapat menciptakan musik yang menghasilkan melodi yang sederhana namun indah. Menurut Streetward Rambler, musik adalah upaya emosional yang diekspresikan oleh jiwa dan tidak akan pernah bisa ditiru oleh mesin. Dalam rentang waktu ini, Guizhong menciptakan Lonceng Penyuci yang dianggap sebagai salah satu karya terbaiknya; yang dimana dengan kemampuannya bisa menggunakan dalam mengkomposisi dan perform. Lonceng Penyuci yang telah digunakan beberapa kali selama menyucikan alam fana dan didukung oleh seni mekanik. Archon Geo memutuskan untuk menggunakan Lonceng Penyuci pada penggunaan tradisi secara resmi sebagai hasil dari perdebatan terus-menerus antara Guizhong dan Streetward Rambler tentang mekanisme dan musik.\n<color=#ffd780>Entry Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Cloud Retainer",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Aocang, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/25/119402430/46ee1323ddfe94fe1707c1d50912504e_3094320817345525302.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Madame Pingn atau dikenal dengan gelar adeptusnya Streetward Rambler. Madame Ping dapat ditemukan didekat Yujing Terrace pada siang hari. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/1bdec1bf0f367b9284d04ce2b3f57ccd_2524792498497204153.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Lonceng Penyuci",
        "desc": "Dikatakan bahwa lonceng magis ini disiapkan khusus untuk Adeptus. Bunyinya sangat nyaring dan tidak mudah memudar, dapat digunakan untuk menyucikan alam fana.<br/>Saat kamu memegangnya kamu bisa merasakan adanya kehidupan di dalamnya...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2332,
        "name": "Kumpulan Kitab Batu: Vol. I",
        "desc": "Buku sejarah yang dikompilasi dan diterjemahkan dari kepingan batu kuno di Liyue oleh sang ahli sejarah Zichang. Berisi berbagai macam peristiwa sejarah yang terpecah-pecah.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Stone Tablet Compilations: Vol. I_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Perang Archon dan Kembali Menjadi Debu",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/178140791/88a38e9fdf707c65b3edfabfe47a18f3_1593369701320699257.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Meskipun Guizhong adalah seorang visioner, sayangnya dia meninggal dengan tragis sebelum waktunya. Kemudian, para dewa memulai perang yang memakan banyak korban dan tidak ada seorang pun di Teyvat yang bisa melarikan diri. Tak lama kemudian, <color=#ffffff73>Guili Plains</color> dilanda perang. Para dewa bertarung di Guili Plains, mengakibatkan seluruh langit menjadi gelap dan ribuan batu besar hancur berkeping-keping. Terlepas dari upaya terbaik mereka, para Adeptus ikut bertempur untuk melindungi <color=#ffffff73>Guili Plains, namun sangat disayangkan mereka</color> tidak dapat membendung arus konflik perperangan yang alhasil menghancurkan Guili <color=#ffffff73>Plains tersebut.</color> Musuh-musuh mengalahkan Guizhong, dan dia terbunuh dalam pertempuran. Guizhong meminta Archon Geo untuk menyingkirkan tantangan <color=#ffffff73>stone dumbbell</color> dari pikirannya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/170306649/da05cf392b3eb9765cf0a44b60505b88_2263196940492381138.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Para Yaksha dan Adeptus berkolaborasi untuk menahan energi yang tersisa yang dilepaskan oleh dewa yang telah meninggal sebelum dia kembali ke tempat asalnya. Bahkan setelah bertahun-tahun, Archon Geo terus mencoba membuka kunci <color=#ffffff73>stone dumbbell</color> tersebut, tetapi tidak pernah berhasil. Diyakini bahwa bahkan ketika bentuknya lenyap menjadi debu halus, senyum terakhirnya adalah senyum kesepian. Setelah kematian Guizhong, Archon Geo memimpin para pengikutnya ke selatan Mt. Tianheng. Dengan demikian, orang yang berada disekitar <color=#ffffff73>Guili Plains meninggalkan tempat itu untuk selamanya, dan tempat itu konon sudah</color> ditinggalkan, yang sekarang menjadi padang gurun. Mengenai Lonceng Penyuci, untuk mengenang Guizhong, Archon Geo memberikannya kepada Streetward Rambler untuk disimpan keterkaitan menghormati ingatan Guizhong. Setiap kali Streetward Rambler membunyikan Lonceng Penyuci, ia akan memainkan musik yang pernah diciptakan Guizhong. Naskah yang ditinggalkan Guizhong masih belum selesai dan berada di <color=#ffffff73>Realm of Clouds. Mungkin salah satu penyebabnya dari Cloud Retainer, yang</color> diminta untuk merenungkan apa yang mungkin ada di balik halaman-halaman kosong itu. Selama bertahun-tahun, jumlah Glaze Lily liar berkurang dari waktu ke waktu hingga akhirnya lenyap.\n<color=#ffd780>Entry Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Seorang pemimpin Yaksha, yang juga dikenal sebagai Marshal Vritras.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/d4379ed382b3e7ad63511e5c5801e068_3712980479758361201.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Indarias",
        "desc": "<p>Salah satu dari lima Yaksha terkuat, yang juga dikenal sebagai Jenderal Musatas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/438d5295fe79098ca4a705616564e25b_2148814916165033501.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Bonanus",
        "desc": "<p><span style=\"color: #BFBFBF\">Salah satu dari lima Yaksha terkuat, yang juga dikenal sebagai Jenderal Chizapus.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/fa2f62d6a15dc28d690f588ff1bce14c_415587706170125014.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Menogias",
        "desc": "<p>Salah satu dari lima Yaksha terkuat, dikenal juga sebagai Jenderal Kapisas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/fd505028541501db5aa5017adef2cc5b_5592616659966550454.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Yaksha, sesosok Adeptus yang melindungi Liyue. Juga memiliki julukan \"Conqueror of Demons\" atau \"Vigilant Yaksha\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Mountain Shaper",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Hulao, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/119402430/6f30a05b953798d6483f2bdcae21831b_1414383427815560587.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Moon Carver",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Qingyun Peak, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/119402430/04cbb551e9234cef9aa39840dc923d55_2286624349359987015.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Cloud Retainer",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Aocang, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/25/119402430/46ee1323ddfe94fe1707c1d50912504e_3094320817345525302.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Madame Pingn atau dikenal dengan gelar adeptusnya Streetward Rambler. Madame Ping dapat ditemukan didekat Yujing Terrace pada siang hari. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/1bdec1bf0f367b9284d04ce2b3f57ccd_2524792498497204153.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1964,
        "name": "Memory of Dust",
        "desc": "Kunci batu yang berisi memori dari masa lalu, dapat mengeluarkan kekuatan seiring dengan perubahannya yang tidak terbatas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/尘世之锁.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1183,
        "name": "Glaze Lily",
        "desc": "Bunga yang sudah ada sejak dahulu kala dan dikabarkan bahwa sering dijumpai di Liyue. Konon katanya, mekarnya bunga ini dapat mengubah seluruh memori di daratan Liyue menjadi harum yang semerbak.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Lonceng Penyuci",
        "desc": "Dikatakan bahwa lonceng magis ini disiapkan khusus untuk Adeptus. Bunyinya sangat nyaring dan tidak mudah memudar, dapat digunakan untuk menyucikan alam fana.<br/>Saat kamu memegangnya kamu bisa merasakan adanya kehidupan di dalamnya...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2332,
        "name": "Kumpulan Kitab Batu: Vol. I",
        "desc": "Buku sejarah yang dikompilasi dan diterjemahkan dari kepingan batu kuno di Liyue oleh sang ahli sejarah Zichang. Berisi berbagai macam peristiwa sejarah yang terpecah-pecah.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Stone Tablet Compilations: Vol. I_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Karakter</color>\n<color=#ffffff73>Ringkasan</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Guizhong adalah seorang rekan dan sahabat dari Archon Geo.\nRex Lapis\nThe Lord of Stone. Guizhong adalah sekutu Rex Lapis. Dia saat ini hidup sebagai seseorang bernama Zhongli."
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Cloud Retainer",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Aocang, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/25/119402430/46ee1323ddfe94fe1707c1d50912504e_3094320817345525302.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Adeptus yang sangat ahli dalam bidang permesinan, seperti Guizhong. Ada cerita bahwa Rex Lapis menilai mekanismenya lebih unggul. (*1)\nStreetward Rambler"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Madame Pingn atau dikenal dengan gelar adeptusnya Streetward Rambler. Madame Ping dapat ditemukan didekat Yujing Terrace pada siang hari. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/1bdec1bf0f367b9284d04ce2b3f57ccd_2524792498497204153.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Juga dikenal sebagai Madame Ping . Dia pernah berdebat dengan Guizhong tentang permesinan dan komposisi musik. (*1)\nMarchosias"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "<p>Teman dan pendamping Xiangling, Guoba membantunya dalam memasak dan pertempuran.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/12/1023623/aed6d782110b4a976ecc5deffddd9bff_4377603066186055709.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Dewa Kompor. Dia adalah salah satu teman Guizhong, yang diundang ke tempatnya. (*2)\nDia saat ini hidup sebagai Guoba , yang merupakan nama yang diberikan oleh Xiangling."
      },
      {
        "type": "RichText",
        "text": "*Catatan 1: dari Teaser Kisah: Gema Suara di Hati\n*Catatan 2: dari Kisah Event \"Dentang Lonceng di Malam yang Indah\"",
        "alignment": "right"
      },
      {
        "type": "CustomEntry",
        "epId": 4784,
        "name": "Azhdaha",
        "desc": "<p><span style=\"color: #BFBFBF\">Bentuk kehidupan elemen yang umurnya melebihi manusia, dibawa oleh Rex Lapis ke permukaan. Morax mengukirnya menjadi seekor naga dan memberinya sepasang mata untuk melihat dunia. Azhdaha telah menjadi teman dan sekutu Archon Geo selama bertahun-tahun.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/472a219c5d998c371672b670a0829f16_7380212387492663867.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4652,
        "name": "Havria",
        "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Dewa Garam yang memiliki sikap baik hati. Namun saat bertarung dengan Morax. Dewa garam telah dibunuh Morax dengan cara yang keji. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/16/170306649/d034b6695c734281d090b5b51c60e0ee_285894025260801965.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Sea Gazer",
        "desc": "<p>Seorang Adeptus berasal dari Liyue yang gemar mengumpulkan harta karun. Dia adalah pemilik sebelumnya dari \"Fantastic Compass.\"</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/bcf3c5e99c0f06cc10a700403456164c_8244983452388089599.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Skybracer",
        "desc": "<p>Seorang Adeptus dari Liyue yang terbunuh selama Perang Archon.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Moon Carver",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Qingyun Peak, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/119402430/04cbb551e9234cef9aa39840dc923d55_2286624349359987015.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Mountain Shaper",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Hulao, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/119402430/6f30a05b953798d6483f2bdcae21831b_1414383427815560587.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "name": "Tubby",
        "desc": "<p>Tubby adalah Roh penghuni Poci, Tubby termasuk Adeptus. Tubby memiliki nama lain \"Rain Calmer\".</p><p>Tubby membantu Pengembara untuk membangun perabotan didalam Poci.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/4fb18c0e637a4d733408b3b1e2d41be9_6052969905564929043.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Yaksha, sesosok Adeptus yang melindungi Liyue. Juga memiliki julukan \"Conqueror of Demons\" atau \"Vigilant Yaksha\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Seorang pemimpin Yaksha, yang juga dikenal sebagai Marshal Vritras.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/d4379ed382b3e7ad63511e5c5801e068_3712980479758361201.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Indarias",
        "desc": "<p>Salah satu dari lima Yaksha terkuat, yang juga dikenal sebagai Jenderal Musatas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/438d5295fe79098ca4a705616564e25b_2148814916165033501.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Menogias",
        "desc": "<p>Salah satu dari lima Yaksha terkuat, dikenal juga sebagai Jenderal Kapisas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/fd505028541501db5aa5017adef2cc5b_5592616659966550454.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Bonanus",
        "desc": "<p><span style=\"color: #BFBFBF\">Salah satu dari lima Yaksha terkuat, yang juga dikenal sebagai Jenderal Chizapus.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/fa2f62d6a15dc28d690f588ff1bce14c_415587706170125014.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Dewa, Adeptus, Yaksha dan pelindung Liyue lainnya."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Item/Buku Terkait"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Teaser dan Trailer",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser Kisah: Gema Suara di Hati."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/170306649/d9ad26954d1ce9e0a40f196b72450232_6422431082510597348.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 Januari 2023</color>\n<color=#ffffff73>Seperti kepulan asap yang menghilang dalam sekejap mata, seperti tangkai yang mengambang tanpa akar. Aliran air mengalir, menyapu butiran debu yang ada.</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww"
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>[Domain] Hidden Palace of Guizang Formula</color>\n<color=#bfbfbf>Lokasi di Luhua Pool, Liyue.</color>\n<color=#bfbfbf>Pintu Domain yang dibagi 2 macam =</color>\n<color=#bfbfbf>1. Eksplorasi: Perjalanan ke Langit Senja</color>\n<color=#bfbfbf>Ini adalah Dunia Awan. Dan Guizhong, yang sebelumnya memerintah di tempat ini, menemukan beberapa artefak kuno iblis di dalam penelitiannya mempelajari mekanisme mesin. Dan para Adeptus membentuk dunia ini guna menyembunyikan artefak-artefak tersebut.</color>\n<color=#bfbfbf>2. Eksplorasi: Perjalanan Pengembara Sinar Bulan</color>\n<color=#bfbfbf>Di kedalaman labirin ini terdapat suatu tempat mistis yang memantulkan cahaya rembulan dari langit. Temukanlah harta yang tersembunyi di tempat ini.</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Guizhong Ballista",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/3f5e42923cb86c002667430c512266c7_7864217370703536498.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Busur penjaga yang dipasang Guizhong di Mt. Tianheng.\n(Kutipan dari Kumpulan Kitab Batu: Vol. I)"
          }
        ]
      },
      {
        "key": "Guili Plains",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/60e982f828e07894eb8126966a06a87d_7488268755955995866.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Daerah yang diberi nama atas saran Guizhong yang berarti 'the Plains of Returning and Departing'.\n(Kutipan dari Kumpulan Kitab Batu: Vol. I)"
          }
        ]
      },
      {
        "key": "Mt. Aocang",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/1f6c9d6f011c3e3d426c2f4e9df5c256_5516932351571493094.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ada sebuah mangkuk dan sepasang sumpit di depan bangku yang di sebelah utara. (Sisi kanan foto)\nTertulis di bangku: \"Guizhong duduk di sini.\""
          }
        ]
      },
      {
        "key": "Guizhong",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/170306649/df88863defd0efd3a80b27d3e983e353_3187443016622786280.png"
      },
      {
        "key": "Guizhong",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/170306649/94814e697d1d8f97738c95a38a278f34_269248350860745703.png"
      },
      {
        "key": "Guizhong",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/170306649/2a68bd933d4729296d6b6f53fed1c36a_753886404616369219.png"
      },
      {
        "key": "Guizhong",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/170306649/f343ba1399984586add25e3b57e0a547_7107765919385396732.png"
      },
      {
        "key": "Guizhong",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/170306649/fac5eceda06284216ca97a6eca291f12_1243506227121471984.png"
      },
      {
        "key": "Guizhong",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/170306649/61d50fda74021bb63c04732f5140e73f_761465073025328890.png"
      },
      {
        "key": "Guizhong",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/170306649/26e27e85a3a6ffa2a75ce323b581c95e_7789518946057337921.png"
      },
      {
        "key": "Guizhong",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/170306649/db310bdbe3fe56f190079b5510da50e7_6413857032994126692.png"
      }
    ]
  }
}