{
  "epId": 3647,
  "name": "Tes Pendahuluan pada Subjek Eksperimen",
  "desc": "<p>Sebuah dokumen penelitian yang terlipat tebal, mencatat tentang kondisi \"Spesimen Manusia\".</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/24/1023623/2be648f93c975832b6acf44c5840af41_5796458849533601634.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1679657927,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Tes Pendahuluan pada Subjek Eksperimen"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Kegunaan",
        "value": [
          {
            "type": "RichText",
            "text": "Digunakan sebagai bukti untuk meyakinkan Jeht"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Dunia Series - Musuh Mengamuk Seperti Badai Berkecamuk...\nQuest - Asah Panahnya, Genggam Perisainya..."
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Kepada Guruku, Froderock Fronkonsteen:\n... Singkat kata, meskipun suku Tanit bersedia bernegosiasi dengan kami dan memancing beberapa \"pengkhianat suku\" ke lokasi penyergapan yang telah ditentukan untuk kami tangkap ....\n... Aku menyarankan pemeriksaan lebih lanjut dilakukan untuk semua subjek eksperimen yang akan kita peroleh untuk memastikan tidak ada udang di balik batu.\n... Kapten Zoya sangat tidak senang dengan kesepakatan ini. Menurutnya, kami tidak hanya dipaksa bekerja setiap saat oleh wanita padang pasir itu, tapi kami juga diturunkan pangkatnya menjadi pelayan yang membantu orang-orang padang pasir untuk membereskan masalah internal mereka, bahkan bila kita harus mengorbankan diri ... dan semacamnya ... Harus kuakui ini adalah sebuah penghinaan terhadap kehormatan kita sebagai Fatui ....\n... Hal di atas dilampirkan sebagai referensi untukmu, agar kamu memiliki pemahaman sebaik-baiknya tentang situasi ini ....\nAjudan Ekspedisi,\nLetnan Ruslan Snezhevich\n...\n(Terlampir adalah sebuah tabel catatan yang berisikan perincian pemeriksaan fisik lengkap dari seorang wanita suku Tanit bernama \"Jeht\". Tampaknya pemeriksa menilai kondisi fisiknya sangat bagus.)\nBagus sekali! Sejujurnya, mengingat sikap mereka selama negosiasi sebelumnya membuatku khawatir mereka hanya akan menyerahkan orang dengan fisik terburuk di antara mereka. Tapi tidak! Kesehatan subjek ini sungguh di luar dugaan dan memiliki nilai yang tinggi ....\n... Aku mohon pertimbanganmu, Kapten Zoya. Bila kami dapat menyelesaikan penelitian ini di padang pasir, mungkin seluruh tim ekspedisi kami bisa mendapatkan dukungan dari Harbinger yang maha kuasa ....\n(Kalimat ini telah dicoret dengan pena merah dan pesan berikut ditambahkan di bawahnya: \"Bagaimana jika kamu mempertimbangkan peraturan militer? Atau mungkin kamu ingin mempertimbangkan berapa lama lagi kamu akan hidup?\")\n... Kita harus menyelesaikan pemindahan ke lokasi evakuasi baru untuk menyelesaikan transaksi secepatnya. Tunggu kedatangan \"Pemberitahuan Pemindahan\" untuk perincian tentang tindakan selanjutnya."
          }
        ]
      }
    ]
  }
}