{
  "epId": 374,
  "name": "Parametric Transformer",
  "desc": "Sebuah alat yang bisa mengubah material yang diletakkan di dalamnya menjadi material lain.<br/>·Kamu harus melancarkan <span style=\"color:#3399CCFF\">Serangan Elemental</span> saat proses transmutasi berlangsung untuk menciptakan energi yang cukup untuk melakukan proses tersebut.<br/>·Setelah mendapatkan material hasil transmutasi, kamu harus menunggu selama tujuh hari ke depan untuk dapat menggunakannya lagi.<br/><br/>Alat misterius yang kamu temukan di dalam reruntuhan ini memiliki kemampuan untuk mempercepat suatu siklus dan mengubah sebuah material. Secara umum, segala sesuatu berada dalam sebuah siklus. Ingatan dan elemen mengalir di dalam ley line, buah yang busuk jatuh dan kembali ke tanah, kemudian dari dalam tanah tersebut akan tumbuh sebatang pohon yang akan menghasilkan buah yang subur.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Parametric Transformer_icon.png",
  "filterValues": {
    "objectType": [
      "Peralatan"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1706900307,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Parametric Transformer</color>"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Peralatan</color>"
          }
        ]
      },
      {
        "key": "Kegunaan",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Parametric Transformer dapat mengubah material yang ditempatkan di dalamnya dan mengubahnya menjadi material lain. Dapat dimanfaatkan propertinya untuk membuang material yang tidak diinginkan dalam Tas. Jenis material yang diperoleh dalam proses tersebut tampaknya bergantung pada bahan yang digunakan...</color>"
          }
        ]
      },
      {
        "key": "Cooldown",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>6 hari 22 Jam</color>"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Diperoleh sebagai hadiah menyelesaikan Quest Dunia \"Jejak Harta Tianqiu\".</color>"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Kartu Aksi TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3294,
            "name": "Parametric Transformer",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Perpetual Rotation: Parametric Transformation</span></p><p>\"Sebenarnya, bisa dikatakan bahwa semua hal di dunia ini berada dalam sebuah siklus. Ingatan dan elemen mengalir di dalam ley line.”</p><p>“Mungkin peradaban kuno mencoba mengungkap sebuah siklus yang mengatur perubahan debu menjadi harta karun.”</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/1023623/094ee43ef64d783f4711c716861e7037_1285203340335391559.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ]
  }
}