{
  "epId": 3763,
  "name": "Catatan Peninggalan Seseorang",
  "desc": "<p>Sepertinya ini adalah catatan yang ditinggalkan oleh anggota Orde Pembenaran. Catatan ini berisi tentang informasi Drum Kory yang hilang dan cara penggunaannya dalam ritual.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/76539619/2be648f93c975832b6acf44c5840af41_6351562283373927430.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1681755871,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "... Setelah mencari ke sana kemari, aku akhirnya menemukan lokasi Korybantes. Sayangnya aku tidak punya tenaga lagi untuk mengambilnya, jadi aku tandai lokasinya di sini ....\n... Tidak ada informasi lanjutan tentang inti dari ritual ini.\nKesimpulan berikut dapat ditarik dari mempelajari penelitian lain yang ada saat ini:\nPertama, elemen yang terukir di Korybantes sesuai dengan elemen yang dicatat di partitur drum.\nIni bisa dilihat dengan jelas dan tidak memerlukan pemahaman mendalam.\nTidak ada Drum Anemo dan Drum Geo. Alasannya masih harus diselidiki lebih lanjut.\nKedua, makna di balik notnya.\nNotnya bisa dibagi menjadi tiga kategori, yaitu kosong, setengah, dan penuh. Dan not musik ini diasumsikan mengacu pada tiga tipe ritme, yaitu jeda, ringan, dan berat.\nKetiga, urutan membaca.\nSulit ditentukan. Jika Drum Kory yang hilang bisa ditemukan, mungkin bisa coba dibaca sesuai urutan membaca biasa, yaitu dari kiri ke kanan, dan atas ke bawah."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Catatan Peninggalan Seseorang"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest: Khvarena Baik dan Buruk\nQuest Gema Pencerahan Sejati"
          }
        ]
      }
    ]
  }
}