{
  "epId": 3791,
  "name": "Catatan Petualang Tanpa Nama",
  "desc": "<p>Tulisan yang tertinggal di tengah padang pasir, sepertinya dulu dimiliki oleh seorang petualang.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/17/76539619/d080f50197b9d6326b4630b86bebfd0b_6120457841355870138.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1681875126,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Catatan Petualang Tanpa Nama"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Dunia: Khvarena Baik dan Buruk\nQuest Langit Indah Pada Hari Itu"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "... Tujuan misiku kali ini adalah untuk menanyakan orang lokal tentang \"Tanda Apaosha\". Sejujurnya bayarannya terlalu besar untuk tugas seperti ini. Seharusnya ini tidak ada jebakan tersembunyi kan ...?\nAku tiba di gerbang Gunung Temir berkat bantuan seorang tentara bayaran Eremite, tapi dia menolak untuk ikut denganku. Dia bilang kalau ini adalah \"perbatasan perang\". Kedengarannya seperti takhayul orang-orang padang pasir ....\nBerbeda dengan informasi yang kudapatkan, sepertinya Pengikut Nagarjuna ini tidak ramah dengan orang luar. Kurasa aku tidak punya pilihan lain selain menyelinap masuk ....\nAkhirnya aku lolos juga! Untungnya mereka lumayan beradab, jadi aku berhasil kabur dengan nyawaku ....\n... Seperti dugaanku, misi dengan bayaran besar seperti ini selalu ada yang patut dicurigai. Kerjaan petualang tidak cocok buat orang sepertiku yang mau dapat uang dengan cepat. Aku tinggalkan drum ini di sini saja, mungkin nanti akan ada yang mau melanjutkan misinya. Dengan begitu aku juga tidak terlalu mengecewakan Nona Katheryne ...."
          }
        ]
      }
    ]
  }
}