{
  "epId": 3971,
  "name": "Memento Rasa Penasaran yang Kembali (I)",
  "desc": "<p>Sebuah memento yang ditemukan di situs harta karun dalam Wahana klasik Veluriyam Mirage, \"Rasa Penasaran yang Kembali.\" Peti harta yang berisi itu sesuai dengan petunjuk yang pertama— \"Kabut rasa manis memenuhi udara, aku menatap cercah cahaya dari lampu, sampai aku lupa menarik napas. Pada akhirnya, ingatan masaku kecil menuntun jalanku, sampai akhirnya aku duduk di sisi meja ....\"</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/14/76539619/6444b0c9d2f78178927246f004114815_2453052025407070149.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1689867355,
  "components": {
    "textualResearch": [
      {
        "title": "Catatan di Dalam Tas Rusak",
        "desc": [
          {
            "type": "RichText",
            "text": "Untuk pengembara yang menemukan harta karun ini, kalau kamu sedang membaca tulisan ini sekarang, berarti Nona Idyia telah menganggap Anda sebagai tamu agung.\nKantung di dalam peti harta adalah paket ransum yang aku bawa sebelumnya. Ia menemaniku melewati gunung-gunung, padang pasir, dan memberiku kekuatan selama puluhan tahun.\nIzinkan aku memberikan kantung itu kepada Anda sebagai tanda rasa hormat seorang kesatria dan berkah yang membawa kesuksesan.\nSebelumnya aku adalah seorang prajurit bayaran biasa, yang pergi dari organisasi dan terbiasa bertarung sendirian. Aku menjalankan pekerjaan yang berbahaya demi motif yang sangat sederhana: balas dendam pada para bandit.\nSaat aku masih kecil, karavan keluargaku dijarah oleh bandit. Orang tuaku yang ikut berkeliling dengan karavan juga tidak kembali.\nOleh karena itu, aku memulai perjalananku sebagai prajurit bayaran, demi memusnahkan keserakahan, penjarahan, dan menghilangkan rasa sakit yang disebabkan oleh tindakan kejam ini. Aku bersumpah tidak akan melepaskan semua orang jahat yang melakukan kejahatan. Namun, karena caraku bertindak terlalu berlebihan, bahkan di dalam tim prajurit bayaran yang kejam, mereka juga tidak bisa mengerti tindakanku.\n﻿\nDari awal harusnya aku bertindak seperti ini hingga tidak ada bandit lagi di dunia ini atau hingga aku sudah tiada di dunia ini. Namun, hal yang tak terduga sering terjadi di saat seperti ini. Aku membuntuti sekelompok bandit ke markas mereka. Aku sudah terbiasa sehingga bisa melakukannya dengan mudah. Namun, hal yang berbeda adalah di antara bandit-bandit kali ini, ternyata ada seseorang yang pernah aku temui sebelumnya.\nBeberapa tahun lalu, aku menyelamatkan seorang remaja yang badannya masih kecil. Orang tuanya dibunuh oleh bandit. Awalnya aku mengira dia harusnya sangat membenci bandit lebih dari siapa pun, tetapi bagaimana bisa sekarang dia bergabung dengan mereka dan melakukan perbuatan buruk?\nDia berlutut di hadapanku dengan rambut panjang yang berantakan sambil memohon ampun. Wajahnya terlihat lega enatap karena aku bisa mengenalinya. Kemudian dia mulai menceritakan semua kesulitan yang dialaminya.\nSaat aku masih merasa terkejut, dia menusukku, lalu kabur dalam kegelapan malam.\nKalau bukan karena Nona Idyia yang menolongku, aku rasa aku sudah menjadi tulang belulang di padang pasir ini ....\nApa semua yang aku lakukan sungguhan ada artinya? Kenapa orang yang jelas-jelas dilukai oleh bandit, malah juga menjadi bandit?\nDi dalam mirage, seorang remaja di depan cahaya api, menceritakan padaku pengalaman yang dialaminya sambil berlinang air mata. Pengalamannya yang telah dipecundangi oleh orang-orang, hari-hari dia menjalani kehidupan seorang diri dan sangat tidak berdaya karena diusir dari rumah, aku juga pernah mengalami semua itu. Aku hanya mengandalkan kebencian yang membara di hati dan uang yang ditinggalkan orang tuaku agar tidak terjatuh di jalan yang sama sepertinya.\n\"Kalau tutupnya tidak bisa, gimana kalau coba bagian bawahnya ...?\" Perkataan Nona Idyia saat dia tidak bisa membuka kaleng, membuatku tersadar.\nAda sejumlah masalah yang harus diselesaikan dari sumbernya untuk bisa mengubah situasi saat ini. Akulah yang paling tahu alasan seseorang untuk menjadi bandit. Jika aku mau menghentikan mereka... aku harusnya mulai dengan melakukan sesuatu yang bisa meningkatkan kondisi hidup mereka yang sulit itu dulu.\nAku pikir pertempuran itu adalah suatu macam pertempuran lain yang berbeda dari pertempuran biasa. Pertempuran itu lebih tidak langsung, lebih sulit dan lebih memerlukan logika. Tapi aku percaya akan ada lebih banyak orang yang mendapatkan keuntungan darinya.\nJadi, aku mungkin tidak lagi memerlukan paket ransum yang aku gunakan di dalam pertempuran.\nAku akan meletakkannya di sini sebagai bukti aku telah membulatkan tekadku untuk berjalan di jalan yang baru."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Memento Rasa Penasaran yang Kembali (I)"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Dunia: Rasa Penasaran yang Kembali"
          }
        ]
      }
    ]
  }
}