{
  "epId": 3972,
  "name": "Memento Rasa Penasaran yang Kembali (II)",
  "desc": "<p>Sebuah memento yang ditemukan di situs harta karun dalam Wahana klasik Veluriyam Mirage, \"Rasa Penasaran yang Kembali.\" Peti harta yang berisi itu sesuai dengan petunjuk yang kedua— \"Bintang terbang dari tanaman rambat membawaku melewati hutan yang sunyi, dan akhirnya memasuki alam mimpi yang damai tanpa diganggu seorang pun ....\"</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/14/76539619/6444b0c9d2f78178927246f004114815_6680637211167091554.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1689867351,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Memento Rasa Penasaran yang Kembali (II)"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Dunia: Rasa Penasaran yang Kembali"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Surat dengan Tulisan Indah",
        "desc": [
          {
            "type": "RichText",
            "text": "Kepada pengembara yang tak pernah kutemui, saat kamu membaca surat ini, itu berarti kamu dan aku sama. Kita sedang menjelajahi tempat yang luar biasa ini. Semoga kamu bisa melihat pemandangan indah yang kamu kagumi dan belajar banyak dari pengalamannya.\nAku adalah seorang murid dari Rtawahist. Saat aku sedang mengamati bintang-bintang, aku ketiduran. Lalu, saat terbangun aku sudah ada di sini, jadi aku memutuskan untuk tinggal di sini sebentar.\nNona Idyia, manajer tempat ini sepertinya sedang mengalami uah beberapa masalah. Dia bilang mau \"memperbaiki fasilitas yang sudah tua\". Dia tidak sempat menjawab pertanyaanku. Dia mengaturku ke suatu tempat yang sangat tenang supaya aku bisa banyak beristirahat ....\nTapi, dari cerita orang lain, aku bisa merasakan kalau dia biasanya selalu antusias dalam menjamu pengunjung yangi datang ke tempat ini. Aku bisa mengerti kalau siapa pun pasting ada periode ketika mereka menjadi sangat sibuk.\nSampai ketika aku pergi, dia juga masih belum ada waktu untuk menjawab pertanyaanku. Dia malah mengirimkanku banyak hadiah dan mengundangku untuk berpartisipasi dalam proyek wahana ini.\nJadi, aku juga tidak terlalu mengerti tentang tempat ini dan tidak bisa memberikan informasi yang berguna. Aku cuma bisa berharap kamu bisa bermain dengan gembira.\nMengamati bintang-bintang di ruang angkasa ini, seperti ada efek yang berbeda. Walaupun posisi setiap bintang tidak berubah, penampilan keseluruhan bintang sepertinya menjadi lebih jelas, sehingga mudah untuk dicatat.\nMungkin ini adalah efek kombinasi dari lingkungan yang khusus dan suasana hati yang bagus? Lagi pula jangkauan pandangan di sini lebih luas daripada hutan hujan, udaranya lebih lembap dan jernih dibandingkan di padang pasir.\nHal yang penting adalah hanya ada sedikit monster dan orang a yar jahat yang datang ke sini. Saat menganggur, kamu bisa menikmati langit berbintang di tempat ini!\nBerdasarkan tradisi ... aku harus memberimu sejumlah tanda bukti, tapi maaf, saat aku datang ke sini, aku cuma membawa sejumlah buku dan catatan. Tanpa buku dan catatanku, aku tidak bisa menyelesaikan makalahku ....\nDi antara hadiah yang Nona Idyia kirimkan padaku, ada sejumlah Mora yang diminta olehnya untuk membeli perabotan.\nMenurutnya perabotan-perabotan itu bisa membuat tempat tinggalku lebih hangat, cantik dan memberiku kenyamanan. Tapi tempatku sudah penuh dengan berbagai macam buku dan peta bintang, sudah tidak ada tempat untuk menaruh perabotan itu lagi. Aku juga masih harus melewati padang pasir untuk kembali ke Akademiya, jadi aku tidak bisa membawa banyak barang ....\nHadiah-hadiah ini jelas lebih cocok diberikan kepada pengunjung selanjutnya. Jadi, aku sengaja menunggu sampai ada pertanda yang bagus sebelum menguburnya.\nSekarang, hadiah-hadiah ini semua sudah menjadi milikmu! semoga mereka bisa memberimu ketenangan, kebahagiaan, keberuntungan dan berkah langit berbintang!"
          }
        ]
      }
    ]
  }
}