{
  "epId": 3975,
  "name": "Surat Wasiat Pencari Pengampunan",
  "desc": "<p>Sepucuk surat yang kamu temukan di Veluriyam Mirage. Surat ini terlipat rapi dan sudah menguning.</p><p>Sepertinya surat ini sudah ditinggalkan oleh seseorang di dalam Domain sejak lama.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/16/76539619/cda909617df5c89a702d8c2f2ddac7a5_5506071014376987331.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1689867291,
  "components": {
    "textualResearch": [
      {
        "title": "Surat Wasiat Pencari Pengampunan",
        "desc": [
          {
            "type": "RichText",
            "text": "﻿(Selembar kertas surat yang terlipat rapi, jejak lipatannya menguning, sementara kertasnya sangat rapuh. Demikianlah tertulis di atasnya—)\nSampai hari ini, aku masih terjebak dalam mimpi buruk itu. Segala yang ada di depanku seakan kembali lagi — kembali ke medan perang itu, di mana nyala api menerangi langit, ada monster yang meliuk bak bayangan, tubuh yang terpecah bentuknya hingga tak berwujud lagi, serta lolongan yang jatuh ke dalam kegelapan yang sunyi sebelum mengalir ke tenggorokan. Dan... ah, juga ada teman yang menyelamatkanku dari taring serigala hitam dan binatang buas di medan perang. Busur dan pedang terjatuh dari tangannya yang tak berdaya, lalu tubuhnya berangsur-angsur tenggelam ke dalam lumpur yang kotor seraya wajah dengan mulutnya yang setengah terbuka menghadap ke arahku, ke arahku ....\nAku beruntung karena selamat dari pertempuran itu. Oh, tidak! Apa untungnya kalau aku kini kehilangan kepercayaan diri, tak sanggup mempertahankan Kitain Cross Spear lagi di tanganku, meninggalkan para prajurit yang berjuang bersama melawan musuh bencana dan justru melarikan diri dari medan perang layaknya orang gila?! Semua ini membuatku malu atas kepercayaan yang sudah Yang Mulia Shogun berikan, rusak sudah reputasi yang sudah diwarisi oleh leluhurku hingga saat ini ... Mana mungkin aku masih punya muka untuk kembali ke Yashiori? Aku kabur dari medan perang, tapi apakah aku benar-benar berhasil melarikan diri? Malah setelahnya, medan perang yang malang itu justru hadir setiap hari dalam mimpiku. Wajah-wajah yang berdarah dan pucat, teman-temanku yang memanggil namaku bagaikan seutas benang sebelum tenggelam ke lumpur yang pekat... Seringkali, aku hanya dapat menemukan ketenanganku mengandalkan bayangan fatamorgana yang tercipta di \"Peti Shinrou\".\n﻿\nSungguh konyol, \"Peti Shinrou\" ini dipanggil dari Kuil Mouun oleh ibuku sebelum aku dipanggil untuk berdiskusi sebagai Pejabat Pulau Yashiori, tujuan awalnya untuk meringankan lukaku di medan perang. Saat itu aku berkata, \"Aku mewarisip akan nama 'Kitain'. Jadi, mana mungkin aku harus sampai memakai benda ini hanya untuk rasa sakit yang tidak seberapa?\" Aku malu sekali jika teringat akan hal ini. Kalau ibuku yang dulunya seorang miko melihat keadaanku saat ini ....\nAku sudah cukup hidup dalam pengasingan dan penderitaan. Hari ini, hari ini akhirnya aku dapat kembali ke tempat ini. Ah, aku telah memimpikannya dalam mimpi buruk yang tak terhitung jumlahnya. Aku khawatir akan terlambat untuk menghindarinya, namun ini adalah tempat yang kunantikan untuk kembali ... Ah ... tanganku kaku mengayunkan tombak ini, tidak sebebas saat aku masih muda dulu. Tapi kali ini, aku pasti mampu menyelamatkan temanku, aku tidak akan gagal ... membersihkan kekotoran yang ada. Kali ini aku pasti akan mengikuti Yang Mulia Shogun ... sampai, sampai saat terakhirku.\n— Kitain Hideie"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Surat Wasiat Pencari Pengampunan"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Didapat dari Event \"Musim Panas? Taman Fantasi Misterius!\""
          }
        ]
      }
    ]
  }
}