{
  "epId": 3976,
  "name": "Jam Saku Misterius Berbentuk Mora",
  "desc": "<p>﻿Jam saku berbentuk Mora berwarna mengkilap yang tidak sengaja ditemukan di Veluriyam Mirage. Benda ini sangat mirip dengan jam saku Mora yang ditinggalkan oleh seorang petualang kaya di masa-masa awal \"Rasa Penasaran yang Kembali\".</p><p>Orang begitu penasaran akan nilai dari benda ini.</p><p>Namun seperti yang pernah Idyia katakan, \"Bukan tentang nilainya, tapi kisah di baliknya!\" Barangkali uang kurang tepat dijadikan tolak ukur dari Memento yang bersejarah ini ....</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/16/76539619/84187db518c7ebe8da5bd9cb7adb658e_5436386794669020068.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1689867295,
  "components": {
    "textualResearch": [
      {
        "title": "Pesan dengan tulisan bersambung bersifat humor yang menembus kertas.",
        "desc": [
          {
            "type": "RichText",
            "text": "﻿Haha, sial!\nTidak disangka kamu menemukan jam saku Mora yang begitu indah! Kamu benar-benar hebat!\nTapi dengan kemampuan yang luar biasa, kamu pasti sudah menyadari bahwa jam saku ini hanya berbentuk Mora dan dicat berwarna Mora. Menurut standar penilaian yang biasa, tidak ada harganya.\nSuasana hatimu pasti sudah mengalami perubahan besar, terus kamu pasti berpikir, \"Tidak disangka harta karun pertama dari Rasa Penasaran yang Kembali hanyalah benda seperti ini, dan banyak orang mau meniru dia ... petualang yang meninggalkan jam saku itu cuma penipu!\"\nTapi jangan marah dulu! Dengarkan dulu penjelasanku— Mora menjadi mata uang standar yang digunakan di seluruh daratan. Karena di baliknya terdapat kekuatan yang tak terhitung jumlahnya, dia memiliki kontrak, nilai kebijakan dan keadilan ... Ah, ijinkan aku untuk menuliskan 5.000 huruf pujian untuk Morax, juga sekalian mengakui bahwa \"berkat\" dirinyalah maka Mora bisa mempunyai nilai yang seperti ini. Tanpa dirinya, maka ini hanyalah ... uh ... hanyalah sebuah koin metal biasa.\nDi balik jam saku ini adalah kisah perjalananku sendiri melewati gunung dan sungai, mencari tanpa lelah, berjuta langkah kulalui hanya demi mencari harta di padang pasir. Puluhan novel pun gaja d tidak akan cukup untuk menceritakan kisahku seluruhnya. Jadi kutinggalkan saja jam saku ini, yang telah menemani sepanjang perjalananku, sejak aku kecil.\nBukan karena aku tidak punya barang lain ya!\nMungkin suatu hari nanti, aku juga akan menjadi petualang terkenal di seluruh daratan Teyvat! Saat waktunya tiba, reputasiku juga akan memberikan nilai yang luar biasa pada jam saku ini. Kamu pasti tidak akan rugi!\nTentu saja, Mungkin kalian sudah mengerti prinsip ini dari awal, Mungkin kalian lebih hebat dariku, Dia sudah lama menjadi tokoh besar, Tapi logikaku masih masuk akal kan — jam saku ini adalah memento paling antik di dalam Domain misterius Veluriyam Mirage, dan nilainya akan menjadi luar biasa!\nJadi, tidak peduli kamu yang membaca pesan dan aku yang mengubur jam saku selama puluhan atau ratusan tahun, ayo kita sama-sama menjadi yang terbaik!\nLalu, aku akan menyebarkan konsep \"hal yang memberikan nilai\" ini ke seluruh penjuru Teyvat dan membuat hidup semua orang menjadi lebih berarti!\nTertanda: Seorang petualang yang sepertinya tidak begitu terkenal dengan tanda tangan yang sangat mencolok"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Jam Saku Misterius Berbentuk Mora"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Didapat dari Event \"Musim Panas? Taman Fantasi Misterius!\""
          }
        ]
      }
    ]
  }
}