{
  "epId": 3990,
  "name": "Marechaussee Hunter",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/539b03bed1057707abd643147e18abde_5296175504928612803.png",
  "filterValues": {
    "reliquaryEffect": [
      "CRIT Rate",
      "DMG Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 1720589410,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Meningkatkan 15% DMG Normal Attack dan Charged Attack.</p>",
      "fourSetEffect": "<p>Saat HP bertambah atau berkurang, CRIT Rate meningkat 12% selama 5 detik, dapat ditumpuk sampai 3 kali.</p>"
    },
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Forgotten Vessel ",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Sebuah wadah logam portabel yang berisi anggur. Cocok untuk diletakkan di dalam kantong jubah sehingga praktis untuk digunakan kapan saja."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/77b5fbe7f1897a203e19bdabb8b884f4_6088561673176978295.png"
      },
      "plume_of_death": {
        "title": "Masterpiece's Overture",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Alat portabel yang dapat digunakan untuk menyesuaikan kekuatan roda gigi kuno. Sekarang telah kehilangan nilai gunanya."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/11a22edcd81c3d43934f3c760cf982ef_4234445560000167969.png"
      },
      "flower_of_life": {
        "title": "Hunter's Brooch",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Medali tua yang pernah digunakan untuk diberikan kepada orang-orang yang telah berkontribusi hebat dalam pertempuran."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/539b03bed1057707abd643147e18abde_1606654674029681727.png"
      },
      "circlet_of_logos": {
        "title": "Veteran's Visage",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Topeng tua yang dapat menutupi wajah yang rusak karena luka dan sebagainya. Terdapat berbagai desain yang berbeda, tergantung pada area luka dan jenis kelamin pengguna."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/26650d6cbdc6b6a48ca5094dfe4582ab_5442124537868960299.png"
      },
      "sands_of_eon": {
        "title": "Moment of Judgment",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Jam saku standar. Tidak terlalu akurat."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/11299d1dfa8e57cf0047d2145ba4078d_7146663111987564299.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Marechaussee Hunter"
          }
        ]
      },
      {
        "key": "Kartu Aksi TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5046,
            "name": "Veteran's Visage",
            "desc": "<p><span style=\"color: #FFFFFF\">Face of Glory: Veteran's Visage</span></p><p>\"Luka jasmani dapat ditutupi, namun luka batin mustahil dihilangkan.\"</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/02/15595270/58d20fd2d30771c59142513a7cb68dc6_8839642543226378408.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5699,
            "name": "Marechaussee Hunter",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Glorious Hunter: Marechaussee Hunter</span></p><p>\"Kejar bayangan gelap. Usir. Buru', </p><p>Begitulah asal-muasal nama 'Marechaussee Phantom', Dicetuskan oleh Cassiodor, yang digelari 'Golden Hunter', Tapi menganggap julukan itu sebagai penghinaan.\"</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/15595270/b98bd4e0686b642b9f85dd072fe59c05_6529694438234293428.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "story": [
      {
        "title": "Hunter's Brooch",
        "desc": [
          {
            "type": "RichText",
            "text": "Lambang ini dirancang untuk mereka yang di masa lalu,\nBerjasa mempertahankan Fontaine. Perlambang kejayaan,\nYang kadang ditutupi, atau bahkan dibuang ke air oleh pemiliknya.\n\"Kejar bayangan gelap. Usir. Buru\".\nBegitulah asal-muasal nama \"Marechaussee Phantom,\"\nDicetuskan oleh Cassiodor, yang digelari \"Pemburu Emas\",\nTapi menganggap julukan itu sebagai penghinaan.\nKaum sesat dan iblis memang jarang, tapi begitu banyak mereka yang tergoda untuk menjadi sesat dan sejahat iblis.\nHari ini, Marechaussee Phantom lebih banyak mengurus penyelidikan daripada pertempuran,\nDan banyak anggotanya berasal dari kaum Melusine, bangsa yang masih muda.\nLambang ini tadinya milik pemburu Marechaussee yang ikut serta mengomandoi pengepungan Poisson.\nKarena peristiwa tersebut, dia meninggalkan Marechaussee dengan niat pensiun, menghabiskan hari-hari bersama isi pialanya.\nHingga ada teman lama yang meminta, tanpa persetujuannya, agar dia kembali dan hidup bermasyarakat.\nBahwa dia ingin menciptakan dunia yang bebas bayangan gelap, demi putra-putrinya.\nPada akhirnya, lautan tenang menyambut, menanggalkan semua penghalang dan pengasingan."
          }
        ]
      },
      {
        "title": "Masterpiece's Overture",
        "desc": [
          {
            "type": "RichText",
            "text": "Alat kecil yang digunakan untuk menyetel mekanisme roda gigi. Cocok untuk segala jenis penggerak yang memakai gerigi.\nAlat ini ditinggalkan ketika Clockwork Meka \"model baru\" buatan Alain Guillotin diluncurkan.\nYang setelah ratusan tahun melewati proses uji coba, sudah tidak bisa lagi disebut \"baru\".\nMengenai Alain Guillotin,\nSebelum bergabung dan meninggalkan Marechaussee Phantom, sebelum mendirikan Institut Penelitian Rekayasa Energi Kinetik Fontaine,\nGuillotin memprakarsai penelitian energi di lokasi yang kini jadi reruntuhan Institut Filsafat Alam.\nKatanya, seumur hidup dia tidak dengan siapa pun selain adik perempuannya, yang sama-sama mengabdi kepada Marechaussee.\nBeredar banyak legenda tentang kehidupannya. Salah satunya adalah:\nBahwa dia telah menciptakan mesin yang mampu berpikir ketika dia masih berada di institut,\nDan memanfaatkannya untuk membantu pekerjaan adiknya di Marechaussee.\nPernyataan ini dibuat oleh mantan rekan-rekannya (yang sebagian besar tewas di tangan Elynas),\nDan karena tidak ada bukti, maka tidak pernah dimasukkan ke catatan resmi.\nKetika ditanay, dia berkomentar begini: \"Sayang sekali. Tidak ada yang bisa dikatakan soal itu\".\nDia tidak pernah lagi menjawab pertanyaan yang berhubungan dengan itu.\nLalu ada juga yang bilang:\nBahwa ketika mencapai usia senja, dia mundur dari Institut Penelitian Fontaine hanya untuk mengurung diri di bengkelnya, menolak untuk menemui siapa pun.\nPenelitian yang dia lakukan di tahun-tahun terakhirnya tidak pernah diumumkan,\nDan setelah itu, hanya menyisakan pertanda bahwa ada sesuatu yang pernah dibuat di bengkel pribadinya tersebut.\nTahun-tahun berlalu, dan legenda ini menjadi sama nilainya dengan karya Coppelius yang tidak pernah selesai,\nMenyulut imajinasi, memberi inspirasi, dan mendorong kerja keras."
          }
        ]
      },
      {
        "title": "Moment of Judgment",
        "desc": [
          {
            "type": "RichText",
            "text": "Jam saku ini diberikan kepada penegak keadilan di Fontaine.\nKurang dari segi keakuratan,\nTapi berfungsi sebagai lencana ketika bertugas,\nDan pernah diketahui semua orang di seantero Fontaine.\nBerita Pesulap Besar \"Parsifal\" meminta diadili dalam pertarungan tersebar via surat kabar,\nDan permintaan ini, serta pelanggarannya, mengakibatkan ricuh besar di Fontaine.\nKeputusan pengadilan dan orang yang terpilih menambah serta kenyaringan gaungnya.\nPetarung Juara Marfisa dipilih sebagai perwakilan penuntut.\nAkankah akar Marfisa berpengaruh pada keputusan dan kinerjanya saat berduel?\nApa hubungan dirinya dengan Parsifal di masa lalu? Lalu yang paling banyak dibicarakan ....\nMana yang lebih mahir bertarung? Demikianlah pertanyaan yang terlintas di benak orang.\nKarl Ingold, wartawan yang pernah mengenal \"Parsifal\", telah pensiun.\nDan tidak mau lagi bekerja. Dia kini bergaul dengan penjelajah, bergaul dengan reruntuhan.\nMungkin karena martabat profesi, atau kenangan lama, dia menyimpan semua foto yang diambilnya ketika masih wartawan.\nBertahun-tahun kemudian, ketika menerima undangan bertemu teman lama, yang dikirim oleh wakil kepala Institut Narzissenkreuz,\nKetika melihat wajah di balik lensa, saat dia mengambil gambar anggota Institut Narzissenkreuz,\nDia teringat saat melewati jalur Poisson ke Court of Fontaine, berulang kali, dengan harapan besar di dalam hati.\nBulan-bulan yang berlalu bagaikan mimpi. Kadang terasa lama, kadang terlalu sebentar.\nDia teringat masa mudanya, yang pantang menyerah, tak mengindahkan himbauan untuk melarikan diri,\nApa pun keadaannya, bahkan ketika terasa seperti banjir yang dapat mengakhiri semuanya, menelan cahaya dengan perlahan.\nDia teringat senyuman yang pernah dia lihat, angan-angan liar tentang masa depan,\nDan nyaringnya teriakan, suara besi yang beradu dari balik lantai batu.\nDan dia teringat si gadis yang menggunaka sebuah \"trik\" untuk berpindah ke gua yang aman dan gelap,\nMaka dia menyesal, mengapa tidak menrekam pertempuran terakhir si gadis."
          }
        ]
      },
      {
        "title": "Forgotten Vessel",
        "desc": [
          {
            "type": "RichText",
            "text": "Di masa lampau, botol anggur ini adalah kepunyaan dia yang berjasa bagi Court of Fontaine.\nKaum yang bekerja, kecuali yang terlahir dengan sifat kejam dan beringas,\nAkan tumbang tanpa terkecuali, bila hidup tanpa ramuan ajaib yang mengisi botol ini.\nPemilik wadah ini melakukan apa yang semestinya dilakukan, demi Fontaine yang damai sejahtera.\nBertahun-tahun setelah dia menderita cedera, pada penyelidikan terakhirnya. Ketika itulah dia sadar ....\nBahwa negeri ajaib hanya sebatas lubang kelinci. Selebihnya hanyalah pusaran.\n....\nKenangan bangkit bak gelembung yang keluar dari retakan topeng penyelam.\nKenangan akan masa mudanya, permainan bersama Dwight, Basil, dan Karl.\nDia yang selalu memerankan pahlawan, sementara Karl memerankan Jabberwock si naga jahat,\nKenangan pelukan sang kepala, yang akrab dan penuh kasih, yang juga dia rasakan saat ini.\nKenangan wajah tak terhitung jumlahnya, yang berkerut oleh dengki di tengah api Poisson yang membara,\nDan dirinya pun tahu, bahwa ketika dahulu mengirim anak-anak tak berdosa ke Institut Narzissenkreuz.\nPada akhirnya, yang paling jelas adalah perasaan saat bertemu dengan putra dan putrinya.\nBagaikan cahaya di ujung jalan, bagaikan rupa diri sebelum mengenakan topeng.\nSia-sia, seperti berpegang pada jaring laba-labah di kegelapan neraka,\n\"Alain yang terkasih, Mary-Ann yang tercinta ... Aku tidak pernah dekat dengan kalian\",\n\"Dan ketika tiba kesudahannya, aku tidak mengerti tentang menjadi seorang ayah\".\n\"Namun, kenangan ini akan selalu tersimpan. Menyaksikan kalian berdua tumbuh dewasa\".\nKetika terbangun, semua kejayaan, aib, kasih, dan obsesi ... telah larut menjadi air."
          }
        ]
      },
      {
        "title": "Veteran's Visage",
        "desc": [
          {
            "type": "RichText",
            "text": "Topeng ini diberian kepada mereka yang wajahnya terluka oleh karena bakti kepada Fontaine.\nPenggati rupa yang buruk, perlambang kejayaan (atau aib) bagi para serdadu tua.\nLuka jasmani dapat ditutupi, namun luka batin mustahil dihilangkan.\n\"Kalau aku tidak kembali, kedua anak itu menjadi tanggung jawabmu\".\nDemikian ucapan seorang teman. Dia yang tumbuh bersama, dan turut mengabdikan diri kepada Fontaine.\nAku tidak lagi mengajakmu berjuang bersama, ingin dia berkata.\nTapi hari ini, saling pengertian di antara mereka telah menjadi tahun-tahun yang hampa.\nSeakan-akan kejadian Poisson tidak pernah terjadi, asalkan tidak ada yang membicarakannya.\nKali ini institut mungkin benar-benar akan tenggelam, dan situasinya tidak aman tanpa diriku dan kepalanya.\nJadi, lebih baik menyerakan anak-anak ke orang-orang kepercayaan seperti dirimu dan Ingold,\nDemikian kata temannya. Memandang dalam diam di balik topeng.\n\"Ketika aku pulang dengan berjaya, mari berkumpul bersama Lasker dan Ingold\".\n\"Aku yang masak. Sekali-kali unjuk kebolehan\".\nMelihat kecurigaan di matanya, dia menambahkan:\n\"Eh, aku sudah belajar bikin kue ya! Anak-anak juga suka\".\n\"Baiklah, kali ini perpisahan ya. Guillotin ... Emanuel-ku sayang\".\n\"Semoga semuanya lancar. Dan jangan cari masalah!\"\n\"Semoga bocah-bocah itu belum menghancurkan Sponsian ....\"\nDia tidak suka anak kecil. Dan tidak mau berurusan dengan siapa-siapa,\nKarena melihat orang mengingatkannya bahwa, di dalam mereka mengalir darah yang sama merahnya.\nKarena teman lama yang minta, dia mau menjaga. Untuk saat ini.\nTinggal serahkan tanggung jawabnya ke Basil, saat dia pulang nanti ...."
          }
        ]
      }
    ]
  }
}