{
  "epId": 4026,
  "name": "Emperor's Resolution",
  "desc": "<p>Senjata perang milik Emperor of Fire and Iron. Kepiting Perkasa ini telah membasmi musuh yang tak terhitung jumlahnya dengan capit raksasanya ini. Baik itu mekanisme roda gigi, spesies Fontemer Aberrant lainnya, maupun pemburu dengan rasa penasaran yang keliru — semuanya menyerah di bawah kekuatannya.</p><p>Fontemer Aberrant berbeda dari manusia karena sama sekali tidak mengenal konsep aristokrasi atau warisan. Tak satupun dari mereka terlahir lebih unggul dari yang lain. Barang siapa mampu bertahan dari pemangsa dan kesengsaraan yang mematikan, sejatinya akan mengumpulkan kekuatan yang tak pernah terhenti selama berabad-abad. Seiring berjalannya waktu, mereka akan menjadi sesosok penguasa yang sangat menakutkan.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/76539619/8161b7af3dbbd3966fd6fc78f7bd2986_2323965261518986364.png",
  "filterValues": {
    "objectType": [
      "Material Penguatan Senjata dan Karakter"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1708710457,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Emperor's Resolution"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Material Penguatan Karakter"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Dijatuhkan oleh Emperor of Fire and Iron Lv. 30+"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Dijatuhkan Oleh"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Emperor of Fire and Iron",
        "desc": "<p>Salah satu dari dua penguasa yang berada di puncak spesies aberrant di Fontemer pernah menjadi sebuah anekdot di antara kalangan pelaut.</p><p>Tanpa memiliki musuh alami, Armored Crab yang dapat terus berburu dan melahap makanan akan terus mencari cangkang yang cocok sebagai tempat bernaung barunya saat mereka tumbuh dewasa. Namun akhirnya, tubuh mereka lagi-lagi terlalu besar untuk rumah barunya. Sebelum periode banjir pertama, pernah ada catatan tentang seekor Armored Crab yang menyerang kapal, namun akhirnya berhasil dipukul mundur oleh Laksamana Basil Elton yang saat itu belum bertugas kembali.</p><p>Coba bayangkan dunia yang seperti ini: menyingkirkan semua orang yang ada di Teyvat, Emperor of Fire and Iron yang dapat terus bertumbuh besar akhirnya mengenakan Palais Mermonia di tubuhnya sebagai zirah batu putih yang terindah. Di dunia yang seperti itu, tentu saja tidak akan ada yang hanya mengaguminya setengah-setengah, apalagi berani menyebut istilah \"Emperor of Fire and Iron\" dengan nada bercanda.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/92cf784732984089c7f5a91f7a42822c_8299832860597123205.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascension Karakter"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-5</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Pesulap terkenal dari Fontaine yang berotak encer dan bertangan gesit. Penonton selalu terpesona oleh kemampuannya dalam bermain sulap dan bertutur kata.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/13/8459597/e343d4442cc3b8e243f0d528bb715f75_6716309492187033203.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-4</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Gaming",
        "desc": "<p>Pengawal di Kantor Pengawal \"Strong and Strongbox\", sekaligus pemimpin dari \"Tim Wushou Wahana Dewata Kencana\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/8459597/b041ad23a9d6245efac952a9379c5114_4946250396822106448.png",
        "displayStyle": "card"
      }
    ]
  }
}