{
  "epId": 411,
  "name": "Shivada Jade Sliver",
  "desc": "Material Ascension Karakter.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
  "filterValues": {
    "objectType": [
      "Material Ascension Karakter"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1750515295,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Shivada Jade Sliver"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Material Ascension Karakter"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Buka Tab Investigasi di Buku Panduang Petualang\nDidapatkan dari Tab Konversi di Crafting Bench\nDibeli dari Toko Suvenir"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Dijatuhkan Oleh"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Boss</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2857,
        "name": "Aeonblight Drake",
        "desc": "<p>Mesin tempur berbentuk naga ini adalah makhluk yang menimbulkan ketakutan, sama seperti raja yang pernah memerintah negeri yang luas ini.</p><p>Dikatakan bahwa kerajaan yang kini hancur, dulu pernah mencari pengetahuan terlarang dan berusaha menciptakan mesin berkelanjutan yang dapat menandingi atau bahkan melampaui bentuk kehidupan abadi. Monster mekanis yang tidak kenal lelah dan misterius ini tampaknya telah membuktikan bahwa mereka memang telah mencapai ranah yang seharusnya tidak pernah terjangkau oleh manusia.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/5ed960ef01a22660c0e92ab516835435_6240386565425737404.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Bathysmal Vishap Herd",
        "desc": "<p>Sekelompok Bathysmal Vishap. </p><p>Mereka sudah diternakkan secara spesifik dan dipilih langsung oleh rakyat Enkanomiya sehingga menjadikan mereka begitu kuat. Tentunya, para vishap tidak menganggap ini sebagai budi yang harus dibalas.</p><p>Vishap terkuat bahkan dapat menggunakan berbagai elemen, yang mereka gunakan untuk menunjukkan kebenciannya pada manusia!<br></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/9564191/b47c21200d36f217cab2e527e85d2896_4371068409072008897.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2158,
        "name": "Cryo Hypostasis",
        "desc": "Code name: Daleth. Entitas Cryo dengan kemurnian tinggi.<br/>Penelitian menunjukkan bahwa ada perbedaan tipis antara elemental hypostasis dan unsur elemen kehidupan lain dalam komposisi fisiknya. Mungkin perbedaan ini dapat menjelaskan tingkat homeostasis mereka yang tinggi dan pergerakannya yang bersifat mekanis.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2145,
        "name": "Cryo Regisvine",
        "desc": "Monster yang terbentuk dari tanaman merambat yang dijiwai oleh esensi embun beku menggigit yang ada di dalam Ley Line.<br/>Beberapa penelitian mengatakan bahwa tumbuhan adalah organ dunia, menyelaraskan energi elemen yang bergejolak dari Ley Line. Contoh paling nyata dari fenomena ini adalah Mist Flower, Whopperflower, dan tumbuhan-tumbuhan sejenisnya yang dipenuhi dengan energi elemental.<br/>Dalam keadaan tertentu, beberapa tumbuhan akan berubah menjadi makhluk dengan ukuran dan tujuan yang mengerikan - seperti Cryo Regisvine.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Icewind Suite",
        "desc": "<p>Penari roda gigi yang dikembangkan oleh Institut Penelitian Fontaine.</p><p>Dalam desain awal Bossuet, penari roda gigi adalah karya seni yang melampaui era replika mesin. Namun setelah Bossuet dipaksa untuk meninggalkan jabatannya, proyek ini kemudian diambil alih oleh Maillardet. Maillardet punya pemahamannya tersendiri tentang mesin dan penari. Oleh karena itu, berbagai fungsi penari roda gigi secara bertahap menyimpang dari desain awal Bossuet sepanjang proses penyempurnaannya.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/377f3a8f5ea5fc082951815af746a2ae_3509539640102047783.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Iniquitous Baptist",
        "desc": "<p>Monster dari Abyss yang bisa mengendalikan berbagai kekuatan elemen dan mendapatkan anggota tubuh tambahan dari \"evolusinya\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/1023623/2899a9fa6efec1006150467a00823c4a_524773393344519777.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2243,
        "name": "Maguu Kenki",
        "desc": "Robot pendekar pedang yang patuh.<br/>Sepertinya tidak bisa dan tidak memiliki keinginan untuk berbicara, tapi hanya ingin berkomunikasi menggunakan pedang.<br/>Konon mesin ini dibuat menggunakan memori milik guru generasi pertama dari suatu sekolah pedang. Tapi mesin ini tiba-tiba rusak, hilang kendali, dan akhirnya ditelantarkan.<br/>Sebagian orang menyanyikan lagu tentang roh pedang yang bersemayam di tempat peristirahatan terakhir mesin ini, sedangkan wajah seram yang menjaganya sepertinya terinspirasi dari Oni ganas yang terkenal di zamannya dulu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2146,
        "name": "Perpetual Mechanical Array",
        "desc": "Mesin yang aneh dan asing.<br/>Menurut legenda, mesin ini dulunya adalah mesin perang peninggalan sebuah bangsa yang telah hancur. Mesin yang terdiri dari beberapa bagian berbeda ini bisa beradaptasi dengan lingkungan pertarungan dan melancarkan berbagai jenis serangan.<br/>Bentuknya yang menyerupai kubus memiliki sedikit kemiripan dengan Elemental Hypostasis.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Perpetual Mechanical Array_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2121,
        "name": "Primo Geovishap",
        "desc": "Setelah hidup selama bertahun-tahun, Geovishap raksasa yang kuat ini bisa beradaptasi dengan perubahan elemen di sekitarnya.<br/>Menurut legenda rakyat, \"bencana naga\" yang telah menghancurkan Tianqiu Valley telah membuat Geovishap dan Primo Geovishap kabur dan berlindung di dalam tanah, sambil menunggu saat yang tepat untuk bangkit sekali lagi...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7367,
        "name": "Wayward Hermetic Spiritspeaker",
        "desc": "Seorang imam dari suku \"Penguasa Angin Malam\" yang hidup menyendiri di alam liar sambil mengasah ilmunya. Konon dia mendapatkan perlindungan dari Wayob Penguasa Angin Malam, sehingga dia memiliki kekuatan Spiritspeaking yang lebih kuat daripada para imam dan shaman biasa. Kekuatan seperti ini adalah berkah sekaligus kutukan, karena awalnya ia tidak bisa mengendalikan kekuatan ini, karena itulah dia memutuskan untuk berlatih sendirian di luar suku. Meskipun sekarang sudah mampu menguasainya, tapi dia tetap memutuskan untuk hidup menyendiri karena terbiasa, orang-orang pun menyebut dirinya sebagai orang yang tidak suka bersosialisasi dan terkucil. Tapi ada rumor beredar bahwa jika ada orang yang datang untuk meminta panduan darinya, dia tidak ragu untuk mengajarinya. Tapi tentu saja dengan caranya sendiri ....",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c562f04a54b53f38bc91a117162937ac_2714435134282757795.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Weekly Boss</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "Seekor naga tua yang umurnya setua gunung yang ditinggalinya.<br/>Di zaman yang hampir terlupakan, dia berdiri bersama dengan orang yang menguasai pelabuhan batu. Tapi pada akhirnya, mereka berseteru, dan naga tersebut tersegel di bawah tanah yang gelap. Setelah beratus tahun lamanya disegel, kekuatannya perlahan menghilang. Dia juga telah menjadi cacat karena berbagai jenis erosi yang dialaminya.<br/>Getaran amarah yang samar dari naga di bawah tanah ini bergema melalui perut pegunungan bagaikan sebuah kenangan dari zaman dulu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Childe",
        "desc": "\"Childe\" Tartaglia, Fatui Harbinger ke-11.<br/>Tartaglia bertarung dengan kekuatan Delusion yang mengerikan dan dengan ilmu bela diri yang dia pelajari dalam suatu tempat penuh kegelapan.<br/><br/>Dia adalah seorang petarung sejati yang selalu haus akan pertarungan.<br/>Setiap pertumpahan darah, setiap tantangan hidup dan mati, adalah cobaan yang menyenangkan bagi dirinya.<br/>Orang-orang mengatakan bahwa sejak muda, kemampuan bertarung Tartaglia sudah dikenal di seluruh penjuru.<br/>Tetapi dia sendiri tidak pernah memamerkan dirinya seperti itu.<br/><br/>Karena dia percaya...<br/><i>\"Kamu ditakdirkan untuk menjadi pusat angin topan,\" </i><br/><i>\"suara pedang yang saling beradu akan senantiasa menemanimu.\"</i><br/><i>\"Ingatan saat kamu menginjakkan kaki ke dalam kegelapan pekat itu,\"</i><br/><i>\"akhirnya akan menjadi kekuatanmu untuk menguasai dunia.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2101,
        "name": "La Signora",
        "desc": "Signora, sang Fatui Harbinger ke-8.<br/>Berbeda dengan Fatui lainnya yang memanfaatkan kekuatan Delusion, Delusion milik Signora adalah sebuah alat untuk meredam kekuatan api yang bisa melahap segalanya. Daripada sebuah senjata, mungkin lebih tepat disebut sebagai alat untuk menangkap musuhnya.<br/>Bara api yang telah terkumpul selama bertahun-tahun akhirnya memecahkan segel Delusion dan membuat penampilan Signora seperti saat ini.<br/><br/>Warna merah fajar terpantul di bola matanya, dan akhirnya Signora membuka sayap apinya dan terbang menuju fajar di ufuk langit.<br/><i>\"Tapi itu bukan cahaya fajar, Rosalyne-ku tercinta. Itu adalah cahaya api yang membakar segalanya.\"</i><br/>Ucap sebuah suara dari dalam cahaya padanya.<br/><br/>Tapi kata-kata itu tidak berarti apa-apa. Karena dalam hatinya, dia tahu kalau dirinya telah tertelan api sejak dulu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2117,
        "name": "Lupus Boreas, Dominator of Wolves",
        "desc": "Jiwa termulia dan terhebat, yang mengawasi lupical di Wolvendom.<br/>Ketika kawanan serigala terancam, dia akan muncul dalam bentuk serigala dan menunjukkan taring serta cakarnya.<br/><br/>Serigala Wolvendom adalah hantu yang menakutkan bagi orang-orang Mondstadt.<br/>Suatu wujud kabur yang berpijar dan langsung menghilang di tengah-tengah hutan, lolongan dingin yang berbunyi di antara sebuah jarak yang tidak dapat ditebak, pandangan mata dari suatu sudut tersembunyi yang terus menggerayangi punggung seseorang.<br/>Manusia sangat jarang memiliki kesempatan untuk bertatap mata dengan serigala, karena ini juga adalah hukum yang ditetapkan Lupus Boreas untuk kaumnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascension Karakter"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-5</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 13,
        "name": "Aloy",
        "desc": "Dulunya dikucilkan oleh sukunya, kini menjadi pemburu dengan kemampuan tak tertandingi. Selalu siap membela yang benar dengan busurnya.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/01/169177528/92f6eddaf09e71b259bf80534ff8b640_5331094397179162737.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "Shaman Agung dari Penguasa Angin Malam, Nenek Itztli yang dihormati oleh orang dari semua suku.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7624,
        "name": "Escoffier",
        "desc": "Mantan Koki Kepala di Hotel Debord, pelopor \"Gastronomi Presisi\" yang terkenal dan memiliki gelar Patissiere Supreme di Fontaine, memiliki standar memasak yang sangat ketat.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/ddbc128157d69479f61747f0918f9e72_2470321636402108639.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Eula",
        "desc": "Sang Spindrift Knight, keturunan keluarga bangsawan dan Kapten dari Pasukan Gerilya Knights of Favonius. Alasan kenapa seorang keturunan bangsawan kuno ingin bergabung dengan para Knight masih menjadi misteri di Mondstadt sampai saat ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Seorang sekretaris di Yuehai Pavilion. Darah hewan pusaka Qilin mengalir di dalam tubuhnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "Putri dari Klan Kamisato di Yashiro Commission. Bermartabat dan elegan, cerdas dan tangguh.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1,
        "name": "Qiqi",
        "desc": "Seorang murid di Bubu Pharmacy yang bertugas untuk memetik tanaman obat-obatan. Seorang zombie yang kulitnya teramat putih dan pucat, dia teramat pendiam, dan jarang menunjukkan ekspresi apa pun.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Qiqi_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Seorang murid Adeptus dengan temperamen yang sedikit unik. Karena sudah lama hidup terisolasi di pegunungan Liyue, sifatnya juga menjadi acuh tak acuh dan menjaga jarak seperti para Adeptus.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7706,
        "name": "Skirk",
        "desc": "Seorang pengunjung yang pernah muncul di celah Abyss dan Lautan Primordial. Petarung yang selalu menyendiri ini adalah guru Tartaglia dalam ilmu bela diri.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/16/48dba0c10560a3ef573f17d97408b5a0_2527001828446746987.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Pemimpin Fortress of Meropide yang bergelar Duke. Penguasa di perairan keruh.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/16/8459597/31a0eb2dec5d69ca8dd7616572136b8b_4746033102681873801.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-4</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p>Seorang reporter dari The Steambird yang selalu terlihat sangat bersemangat. Ia tidak pernah berhenti berlari ke sana kemari untuk mencari \"kebenaran\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/8459597/7bbbff3f35661a93b5091b1f17fae6c0_3103547671957494786.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "Anak muda pewaris klan pembasmi iblis. Dia telah melakukan segalanya yang bisa dia lakukan untuk menahan \"Luapan Energi Yang\" yang ada dalam dirinya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Diona",
        "desc": "Seorang wanita muda yang mewarisi darah yang bukan manusia. Dia adalah bartender terkenal di Cat's Tail.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p><span>Anak muda pendiam yang jago menyelam. Di balik pembawaannya yang dingin dan tidak ramah, tersembunyi hati yang murni penuh ketulusan.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/8459597/8e44111a378f4e5379b8e7444e8c2daa_3102990355324092339.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "Seorang kesatria pedang yang ulung dan ahli strategi di dalam Knights of Favonius, dikabarkan berasal dari luar Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2859,
        "name": "Layla",
        "desc": "<p>Siswa Darshan Rtawahist yang mengambil spesialisasi Teori astrologi. Sering tidur berjalan, kadang kala terus terjaga sampai sekian lama. Intinya, dia bermasalah untuk urusan tidur dan istirahat.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/18/8459597/48a495acadaf37f12d0a7f653d85bd83_5627190554190171725.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3462,
        "name": "Mika",
        "desc": "<p>Seorang kesatria muda yang terlahir di keluarga biasa. Di dalam kelompok pasukannya, dia bertugas sebagai \"petugas survei lapangan barisan depan\". Dia adalah orang yang pemalu dan selalu waspada.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/20/8459597/da13e3b1a2c6c0e5892b201cec735f9b_1922346368883310637.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 33,
        "name": "Rosaria",
        "desc": "Seorang suster yang selain dari pakaiannya, tidak terlihat seperti seorang suster sama sekali. Dikenal karena kata-katanya yang tajam dan dingin. Sering terlihat bekerja sendiri.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Rosaria_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Crafting"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Produk</color>\n<color=#ffffff>Material</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Shivada Jade Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Maaf...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_5321199885079004471.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 411,
        "name": "Shivada Jade Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 300,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Konversi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Produk</color>\n<color=#ffffff>Material</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 411,
        "name": "Shivada Jade Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1100,
        "name": "Agnidus Agate Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Sliver_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 411,
        "name": "Shivada Jade Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1037,
        "name": "Varunada Lazurite Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Sliver_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 411,
        "name": "Shivada Jade Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 905,
        "name": "Vajrada Amethyst Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 411,
        "name": "Shivada Jade Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1496,
        "name": "Vayuda Turquoise Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Sliver_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 411,
        "name": "Shivada Jade Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 447,
        "name": "Prithiva Topaz Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Sliver_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 411,
        "name": "Shivada Jade Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2679,
        "name": "Nagadus Emerald Sliver",
        "desc": "<p>Material Ascension Karakter.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/8459597/8a494dcde9769dd1e536512e1a689ba1_1292644844601613166.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Toko"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>NPC</color>\n<color=#ffffffd9>Biaya</color>\n<color=#ffffffd9>Stok</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2516,
        "name": "Marjorie",
        "desc": "<p>Marjorie adalah pemilik Toko Suvenir \"With Wind Comes Glory\" di Mondstadt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/06/25750596/b195b7518f98782dcc8591c4b97e8073_8393796889283256501.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1740,
        "name": "Anemo Sigil",
        "desc": "Lencana yang menunjukkan pengakuan angin Mondstadt.<br/>Dapat ditukar untuk item khusus di Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Anemo Sigil_icon.png",
        "amount": 10,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "6",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3442,
        "name": "Xingxi",
        "desc": "<p>Pemilik Mingxing Jewelry. Dia akan menukarkan Geo Sigil dengan berbagai hadiah.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/44e753661dd699de762a2a2d312fca6b_5869975097123937853.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 668,
        "name": "Geo Sigil",
        "desc": "Lencana yang menunjukkan pengakuan tebing Liyue.<br/>Dapat ditukar untuk item khusus di Liyue.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Geo Sigil_icon.png",
        "amount": 10,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "12",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sumber Lain"
      },
      {
        "type": "RichText",
        "text": "Hadiah Misi Harian\nHasil Transmutasi dari"
      },
      {
        "type": "CustomEntry",
        "epId": 374,
        "name": "Parametric Transformer",
        "desc": "Sebuah alat yang bisa mengubah material yang diletakkan di dalamnya menjadi material lain.<br/>·Kamu harus melancarkan <span style=\"color:#3399CCFF\">Serangan Elemental</span> saat proses transmutasi berlangsung untuk menciptakan energi yang cukup untuk melakukan proses tersebut.<br/>·Setelah mendapatkan material hasil transmutasi, kamu harus menunggu selama tujuh hari ke depan untuk dapat menggunakannya lagi.<br/><br/>Alat misterius yang kamu temukan di dalam reruntuhan ini memiliki kemampuan untuk mempercepat suatu siklus dan mengubah sebuah material. Secara umum, segala sesuatu berada dalam sebuah siklus. Ingatan dan elemen mengalir di dalam ley line, buah yang busuk jatuh dan kembali ke tanah, kemudian dari dalam tanah tersebut akan tumbuh sebatang pohon yang akan menghasilkan buah yang subur.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Parametric Transformer_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Material Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Shivada Jade Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Maaf...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 409,
        "name": "Shivada Jade Chunk",
        "desc": "Material Ascension Karakter.<br/>\"Maaf...\"<br/>\"...telah membuatmu ikut memikul beban dunia.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Chunk_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 408,
        "name": "Shivada Jade Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Maaf...\"<br/>\"...telah membuatmu ikut memikul beban dunia.\"<br/>\"karena kamu dapat menahan dinginku, kamu pasti punya keinginan yang membara di hatimu, bukan?\"<br/>\"Kalau begitu, bakarlah dunia lama itu untukku.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}