{
  "epId": 4135,
  "name": "Sour Bait",
  "desc": "<p>Sejenis umpan berbahan dasar tepung yang dicampur dengan daging dan biji Bulle Fruit. Saat masuk ke dalam air, umpan ini akan langsung menyebarkan aroma manis dan asam yang sangat disukai oleh ikan-ikan seperti Heartfeather Bass. Ada sekelompok pemancing yang sampai memakan umpan ini dalam keadaan terdesak karena kehabisan makanan, dan akhirnya mereka keracunan makanan. Untuk mencegah hal serupa terjadi lagi, umpan ini dibuat menjadi jauh lebih asam dari sebelumnya. Saking asamnya, mendekatkan umpan ini ke hidung saja sudah bisa membuat orang pusing dan mengeluarkan air mata ... apalagi dimasukkan ke mulut.</p><p><br>Cocok digunakan untuk menangkap ikan jenis Heartfeather Bass.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/9564191/9cb8800428dd83cefbd9d058d8841255_6113272071097841338.png",
  "filterValues": {
    "objectType": [
      "Umpan Ikan"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1701856214,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Sour Bait</color>"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Umpan Ikan"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Didapatkan melalui Craft"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Resep"
      },
      {
        "type": "CustomEntry",
        "epId": 4137,
        "name": "Resep: Sour Bait",
        "desc": "<p>Resep yang berisi langkah-langkah untuk membuat Sour Bait.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/9564191/8f1c0cffffbfaa7449113aaccebec4e2_1403855924952499448.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Bahan\n1x"
      },
      {
        "type": "CustomEntry",
        "epId": 4098,
        "name": "Bulle Fruit",
        "desc": "<p>Sejenis buah yang tumbuh di lingkungan yang hangat, lembap, dan basah dengan cukup sinar matahari. Di balik bentuknya yang bulat, satu gigitan saja bisa memberikan kenangan manis.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/02/9564191/6cf3c48d4c41e5ac44723725064d3f85_8128604485314401345.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 646,
        "name": "Wheat",
        "desc": "Warnanya keemasan setelah terjemur matahari. Harus diolah menjadi Flour sebelum dapat digunakan.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Wheat_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Ikan"
      },
      {
        "type": "CustomEntry",
        "epId": 4103,
        "name": "Blazing Heartfeather Bass",
        "desc": "<p>Dikatakan bahwa ikan aneh dengan bentuk menyerupai hati ini memiliki kekerabatan tertentu dengan ikan Bass. Berhubung sirip punggung dan perutnya terbentuk dari tulang rawan yang ramping seperti bulu, maka ikan ini dinamai \"Heartfeather Bass\" oleh para peneliti.</p><p>Jenis ikan yang dinamai \"Blazing Heartfeather Bass\" ini memiliki warna seunik matahari, terlebih akan terlihat sangat menawan di air. Menurut legenda, ini adalah metode alternatif perlindungan diri mereka. Sebagian jenis ikan lainnya yang mengandalkan penglihatan akan menganggap mereka sebagai \"benda asing yang terbakar di air\", dan karena itulah mereka akan menghindarinya. Namun, berbalikan dengan penampilannya yang berapi-api tersebut, jenis Heartfeather Bass ini justru bersuhu tubuh rendah, tidak banyak makan, dan terkadang sengaja memangkal di perairan dangkal demi berjemur sinar matahari.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/09/1023623/88ed256ee1594a902a8d65b2e341aa5b_5747511637791136694.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4102,
        "name": "Rippling Heartfeather Bass",
        "desc": "<p>Konon ikan aneh dengan bentuk menyerupai hati ini memiliki kekerabatan tertentu dengan ikan Bass. Berhubung sirip punggung dan perutnya terbentuk dari tulang rawan yang ramping seperti bulu, maka ikan ini dinamai \"Heartfeather Bass\" oleh para peneliti.</p><p>Sebagai salah satu spesies penting dari Heartfeather Bass — Rippling Heartfeather Bass, memiliki kemampuan berenang yang tidak cocok dengan penampilannya, mereka bahkan dapat melintasi gelombang ombak yang mengamuk. Beberapa orang menyebutkan bahwa ketika ikan ini muncul ke permukaan dan berenang sekuat tenaga melawan arus air, siripnya yang unik akan menimbulkan bunyi \"jebur-jebur\". Tapi, jangankan pernah mendengar bunyi yang unik tersebut, bahkan untuk membedakan warna perlindungan ikan ini di tengah birunya warna air pun sudah menjadi tantangan yang tidak mudah bagi sebagian besar nelayan.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/1023623/e9875ab0591d42ae54cee94a0cd7892c_7374994376156807103.png",
        "displayStyle": "card"
      }
    ]
  }
}