{
  "epId": 4317,
  "name": "Ensiklopedia Fauna Fontaine",
  "desc": "<p>Buku cerita yang berisi berbagai pengetahuan dan dongeng, yang sebagian besar tidak ditulis oleh penulisnya, tetapi dikumpulkan dari puisi-puisi kuno yang telah hilang.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/119402430/b9d09818cc18d3b5b4206a400b7b502a_7834927380926171856.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1696231004,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Ensiklopedia Fauna Fontaine"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "﻿(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sang Gadis dan Matahari\nPutri angkat rubah sudah mencapai usia untuk menikah. Wajahnya lembut dan cantik bagaikan musim semi.\nDia memiliki paras yang sangat menawan. Siapa pun akan mengatakan jika kecantikannya melebihi semua wanita cantik di dunia ini.\nOleh karena itu, rubah itu berkata pada putrinya sendiri,\n\"Putriku, putriku, aku sudah tua. Selanjutnya, aku rasa aku tidak bisa menjagamu lagi seperti sebelumnya.\nAku berharap kamu bisa memilih seorang suami untuk dirimu sendiri. Semua orang berharap mempunyai kehormatan untuk menjadi suamimu.\"\nPutrinya menjawab,\n\"Kalau begitu, ibuku, tolong nikahkan aku dengan yang terkuat di alam fana.\"\n\"Ah, kalau begitu matahari.\" Rubah itu berkata, \"Matahari yang ada di langit, sekarang kamu adalah menantuku.\"\n\"Tidak,\" tolak matahari. \"Awan-awan ini lebih kuat dibandingkan aku, karena mereka bisa menutupi sinarku.\"\n\"Kalau begitu, awan yang bisa menutupi sinar matahari, menikahlah dengan putriku.\"\n\"Duh, tidak bisa! Karena angin bisa dengan mudah meniupku. Lebih baik kamu serahkan putrimu pada angin saja!\"\nNamun, angin bisa dihalangi oleh gunung. Jadi, sang rubah mencari gunung.\nTetapi gunung menolak dan berkata jika dirinya pernah berkonflik dengan tikus.\n﻿Tikus saat merasa geram bisa membuat sebuah terowongan di dalam gunung.\nDari sini bisa dilihat jika tikus jauh lebih kuat daripada pegunungan.\nTikus menolak, lalu merekomendasikan kucing. Kucing pun juga menolak, lalu merekomendasikan anjing. Anjing juga menolak, lalu merekomendasikan serigala.\nSiklus ini terus berulang seperti ini hingga pada akhirnya kembali pada matahari.\nKarena itu, wanita cantik dan muda ini pun menikah dengan sang matahari.\nMoral cerita ini adalah orang-orang harusnya mengikuti hal yang sudah diatur oleh takdir, bukan malah menghindarinya dengan berbagai cara.\nTak peduli seberapa tulus dan seberapa pintarnya dirimu, pada akhirnya kamu tidak akan bisa kabur dari tanggung jawab yang harus kamu jalankan."
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Gagak dan Rubah\nSuatu hari, seekor gagak bertengger di atas pohon sambil membawa keju yang dicurinya di mulutnya.\nMelihat keadaan ini, rubah yang tinggal di bawah pohon, mendongak, lalu berbicara pada gagak:\n\"Hei, Kawan,\nyang ada di mulutmu itu bukan makanan yang enak,\nsetiap orang yang waras pasti akan membuangnya.\nTenggorokanmu sempit begitu, sedangkan kejunya setebal itu,\nkalau kamu langsung menelannya, kamu akan mati.\nPara pembuat keju di kota tahu tentang hal ini,\nmakanya mereka membiarkanmu mencuri kejunya, bukan karena mereka tidak menjaganya dengan baik.\"\n﻿Gagak sama sekali tidak memedulikannya, ia tetap menggigit kejunya, tidak melepaskannya.\nMelihat gagak tidak ada niatan untuk melepaskan kejunya, rubah pun berkata lagi:\n\"Hei, Kawan,\nAwalnya keju ini bukan makanan yang layak dicicipi,\npada saat kamu terbang di dalam hutan dan gunung dengan bebas,\napa kamu pernah dengar ada nama keju di dunia ini?\nMenurutku, makanan ini bukan sesuatu yang harus kita nikmati,\nbiarkan keju itu membusuk di pegunungan, terbawa angin, lalu masuk ke dalam laut, keju tidak seharusnya menjadi belenggu yang mengikatmu, kawanku.\"\nGagak itu menggerakkan sayapnya dan masih menggigit kejunya, sama sekali tidak melepaskannya.\nMelihat gagak tidak ada niatan untuk melepaskan kejunya, rubah pun menghela napas:\n\"Hei, Kawan,\nkalau kamu sungguhan mau mencoba rasa keju seperti ini,\naku sebagai rubah, yang bukan keluargamu, tentu saja tidak akan menghentikanmu.\nTapi, kawanku, aku rasa kamu masih tidak tahu bagaimana cara menikmati keju;\nKalau kamu langsung menelannya begitu saja,\naku rasa sayang sekali. Keju itu begitu berharga dan langka.\nDuh, sayang sekali. Padahal aku sudah belajar banyak resep dari tempat lain!\"\nMendengar ini, gagak pun mulai tertarik, lalu berbicara tanpa sadar.\n\"Bisa tidak kamu mengajariku resep yang kamu bilang itu?\"\nSetelah berbicara, keju di mulutnya pun jatuh ke tanah,\nRubah pun mengambil keju tersebut, lalu berbalik kembali ke sarangnya.\nMoral dari cerita ini adalah orang yang berusaha mencari pengetahuan yang tidak seharusnya mereka ketahui,\npada akhirnya juga akan kehilangan semua yang sudah dimilikinya."
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Cerita Keledai\nTak peduli bagaimana orang biasa berpura-pura, mereka tak akan bisa membuat orang lain merasa mereka elegan ataupun menarik.\nSetiap orang di dunia ini memiliki kelebihan dan kekurangannya masing-masing.\nDalam hal ini, selama seseorang menerima dan menghadapi kekurangan dirinya sendiri,\nmereka tidak akan seperti keledai dalam cerita. Dia berusaha menunjukkan kalau dirinya pintar, tetapi malah ditertawakan orang.\nMendengar cerita rubah merebut keju, keledai pun tertarik melakukan hal yang sama.\n\"Kenapa?\nRubah juga bukan binatang yang pintar, tapi ia selalu dipuji orang.\nSementara, aku setiap hari bekerja dengan rajin, tapi tidak ada yang menyambutku dengan senyuman.\nKalau begitu, aku juga harus bertindak seperti Kak Rubah;\nIni hal yang mudah dilakukan, karena cuma menggunakan sedikit kecerdikan.\"\nOleh karena itu, keledai pun bersembunyi di semak-semak, menunggu ada orang lain lewat.\nPutri pembuat keju kebetulan lewat dengan menaiki kendaraannya. Melihat ini, keledai pun melompat keluar.\nDia meniru gerakan rubah. Dia mengangkat kakinya, lalu berkata sambil berusaha\n﻿menunjukkan kepintarannya:\n\"Hah! Menurutku, Yang Mulia sungguh tidak tahu cara mengendarai kendaraan,\nKalau Anda menjatuhkan keju-keju itu, bukankah kendaraan Anda akan lebih ringan dan bisa sampai di tujuan lebih cepat?\"\nMelihat situasi ini, sang gadis tercengang, lalu buru-buru berkata,\n\"Aduh! Kamu cuma seekor keledai saja berani memainkan trik di depan orang?\nCepat ambilkan tongkatku. Aku akan mengusir keledai ini kembali ke tempatnya!\"\nMelihat orang itu mengayunkan tongkat ke arahnya, keledai itu pun langsung tidak berbicara lagi.\nMoral cerita ini adalah meniru orang lain untuk menutupi sifat diri sendiri,\npada akhirnya tidak hanya sia-sia dan tidak berguna, tetapi juga akan membahayakan diri sendiri."
          }
        ]
      }
    ]
  }
}