{
  "epId": 4321,
  "name": "Robben Melawan Chesterton: Misteri Bros Pelangi",
  "desc": "<p>﻿Bahan bacaan hiburan populer di Fontaine. Buku ini bercerita tentang konfrontasi pertama antara \"pencuri baik hati\" Fantomas Robben dan detektif Chesterton yang terkenal.</p><p>Penafian: Cerita ini murni fiksi dan tidak ada hubungannya dengan lokasi, karakter, atau kejadian di dunia nyata.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/119402430/4bbfa3c99c99c18f07f20b5e9f2d70f5_3220546122954880181.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1696230997,
  "components": {
    "body": [
      {
        "title": "(I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Panggil aku Poiret. Beberapa tahun lalu, tidak usah dipikirkan berapa tahun yang lalu, aku sudah tak punya apa-apa lagi dan tak ada hal khusus yang membuatku mau tinggal di luar kota. Karena itu, aku datang ke Court of Fontaine untuk meminta tolong kepada pamanku, Tuan Chesterton, seorang detektif swasta terkenal. Namun, hal yang tidak kuduga adalah tugas pertama yang dia berikan kepadaku, untuk menjadi asistennya dalam mengikuti jejak Robben, pencuri <color=#dbdee1>yang sangat gesit itu ....</color>\nCourt of Fontaine di tengah malam seharusnya tidak sesepi ini. Namun, pada saat ini, di dekat kediaman Tuan Pierre, tidak ada satu pun pejalan kaki di jalanan. Hanya ada suara angin malam musim gugur, seperti suara musik yang sedih dan bergema di bawah rembulan yang dingin.\nDi dalam kegelapan, polisi dan wartawan memperhatikan kediaman yang diterangi oleh lampu tidak jauh dari sana, tanpa mengalihkan pandangan mereka. Mereka menunggu kedatangan seorang \"tamu terhormat\".\nSama seperti semua orang yang terlibat dalam situasi ini, aku pun bersembunyi di dalam kegelapan di sudut jalan. Menunggu lama membuatku merasa bosan.\n\"Kita sudah menunggu sangat lama. Apa Robben benar-benar akan muncul?\"\nNona wartawan dari The Steambird jelas memiliki pendapat yang berbeda tentang hal ini. Dia pun langsung membantah,\n\"Pasti akan muncul! Robben, sang pencuri itu sudah mengirimkan surat peringatan. Dia bilang akan mencuri Rainbow Starstone Brooch, dia tidak akan menjilat ludahnya sendiri! Tapi, aku tidak tahu kali ini dia akan muncul dengan <color=#dbdee1>cara keren seperti apa ....\"</color>\n\"Oh? Omong-omong, sikapmu padanya .... <color=#dbdee1>\"</color>\n\"Sudah pasti, kan?! Tidak peduli siapa pun, mereka pasti akan kagum pada Robben, sang pencuri legendaris!\"\nSaat nona wartawan itu menceritakan \"pencapaian hebat\" Robben dengan antusias, waktu menunjukkan sudah pukul 00:00.\nTiba-tiba, terdengar suara ledakan, kemudian semua lampu di kediaman pun padam. Sebelum kami bisa terbiasa dengan kegelapan yang muncul tiba-tiba, cahaya yang menyilaukan memancar keluar dari jendela rumah, membuat malam menjadi terang seperti siang hari untuk beberapa saat.\nSetelah para polisi bisa memulihkan penglihatan mereka dengan susah payah, mereka pun masuk satu per satu. Aku juga mengikuti mereka, masuk ke dalam ruang penyimpanan koleksi di kediaman Tuan Pierre.\nTidak ada apa pun di atas platform. Rainbow Starstone Brooch telah menghilang tanpa jejak.\nDihadapkan dengan kenyataan, walaupun mereka berteriak dengan marah, mengeluh tidak dapat menerima ini, wajah mereka terlihat pucat dan merasa semua tidak ada artinya lagi. Suara orang-orang yang makin terdengar dan suara dari sisa ledakan yang semakin menjauh, bercampur menjadi satu. Benar-benar membuat orang pusing. Karena tak ada lagi yang bisa kulakukan, aku pun mengikuti instruksi pamanku. Aku berpura-pura melakukan investigasi di lokasi kejadian, lalu pulang ke rumah.\nSebelum pergi, aku mendengar suara jepretan kamera dari belakang dan kata-kata pujian dari nona wartawan yang tidak profesional itu,\n\"Ah! Robben, sang pencuri legendaris, sekali lagi telah mencuri barang haram dengan cara yang luar biasa! Tuan Robben memang hebat, aksinya begitu sempurna!\""
          }
        ]
      },
      {
        "title": "(II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Untung saja lokasi kejadian dan rumah pamanku tidak jauh. Aku pun menyeret tubuhku yang lelah kembali ke rumah.\nMelihatku pulang, tidak ada reaksi khusus yang ditunjukkan oleh paman. Dia tetap sama seperti biasa, duduk di tempat duduknya sambil membalik bacaan di tangannya.\n\"Edisi 'The Steambird' besok pasti akan sangat luar biasa.\"\n\"Anda sepertinya sama sekali tidak cemas.\" Setelah aku menggantung mantelku, aku lepas kancing kerahku, lalu duduk di sofa sambil mencari posisi yang nyaman. Kemudian, aku menceritakan semua yang terjadi dan detailnya di lokasi kejadian.\n\"Ledakan pertama mungkin bukan ditujukan untuk merusak struktur bangunan rumah, tapi untuk menutupi suara gerakan Clockwork Meka dengan suara yang lebih besar.\"\n\"Clockwork Meka? Kalau membawa mesin yang berat seperti itu, pasti akan sulit melarikan diri, kan?! Jadi, Clockwork Meka ini pasti ditinggalkan di dekat lokasi kejadian. Mungkin kita masih bisa menemukan suatu petunjuk di Clockwork Meka itu .... Sepertinya kemampuan Robben cuma begini saja. Dia cepat atau lambat pasti akan segera ditangkap.\"\n\"Belum tentu begitu. Sama seperti ledakan pertama yang terjadi untuk menutupi suara gerakan Clockwork Meka, Clockwork Meka itu sendiri juga mungkin hanyalah pengalih perhatian yang lain.\"\n\"Rumit sekali.\" Aku mengusap-usap rambutku yang berantakan. \"Kalau begitu hal yang paling penting adalah di mana keberadaan bros itu ....\"\n\"Masih tersimpan di dalam rumah.\" Paman terdiam sejenak. \"Semua yang dia lakukan hanyalah demi satu tujuan, yaitu membuat polisi di lokasi kejadian percaya kalau bros itu sudah dicuri. Tidak akan ada yang menyangka kalau barang yang dicuri itu masih ada di dalam ruangan.\"\n\"Selanjutnya, dia cuma perlu memalsukan identitas yang cocok untuk bisa masuk ke rumah, lalu mengambil bros itu tanpa membuat orang lain merasa curiga, kan?\""
          }
        ]
      },
      {
        "title": "(III)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Ternyata begitu. Orang yang licik sekali ....\"\nPaman menatapku dengan rasa tertarik, seolah dia menungguku melanjutkan kata-kataku. Karena itu aku menarik napas dalam-dalam, lalu mulai menjelaskan analisaku sendiri.\n\"Seperti yang paman bilang sebelumnya, hiraukan semua yang tidak mungkin. Semua yang tersisa adalah kebenaran walaupun hasilnya sulit untuk dipercaya. Kalau begitu, semua orang yang ada di sana pada saat itu adalah orang yang patut dicurigai. Bukan, situasi yang paling buruk, mungkin orang-orang itu juga adalah komplotannya. Pencuri yang bernama Robben ini, sebenarnya bukanlah satu orang ....\"\nAku mengingat kembali semua orang yang ada di lokasi pada waktu itu, mencoba untuk mengingat semua detail yang mencurigakan.\n\"Nona Leblanc dari The Steambird menunjukkan kekagumannya pada Robben dengan jelas. Aku sudah memeriksa kartu persnya. Tapi, bagi Robben, memalsukan identitas adalah hal yang sangat mudah.\"\n\"Tuan Chandler dari Maison Gadiennage pergi dari lokasi sesaat sebelum bros itu hilang. Lalu, dia baru kembali ke hadapan kami setelah insiden itu terjadi. Dari penampilannya, dia terlihat yang sangat kesal. Tapi, setelah dipikir lagi, mungkin dia sengaja melakukannya.\"\n\"Nona Christie dari Marechaussee Phantom terus menekankan pada orang lain kalau Robben mungkin menggunakan Clockwork Meka. Kalau berdasarkan pernyataan paman, mungkin ini adalah tipu muslihat yang digunakan Robben.\"\n...\n\"Kalau begitu, menurut paman, di antara semua orang ini, siapa orang yang paling mungkin adalah pelakunya?\"\nSetelah aku menganalisis semua orang yang mencurigakan di lokasi kejadian, aku pun bertanya pada pamanku dengan hati-hati.\n\"Pengamatanmu cukup tajam.\" Paman menurunkan cangklong di tangannya, lalu berdiri. Dia masih tetap memegang tongkat besi putihnya yang memantulkan cahaya dingin bulan. \"Tapi, kamu sepertinya mengabaikan satu hal, hal yang sangat penting dalam kasus ini.\" Aku pun tercengang sejenak. Lalu dia mengangkat tongkatnya.\n\"Kamu sendiri yang dulu datang mencari paman yang tidak pernah kamu temui, mengaku sebagai \"Poiret\". Saat itu kamu juga ikut kerumunan orang di lokasi kejadian, kan? Benar, Tuan Robben?\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Robben Melawan Chesterton: Misteri Bros Pelangi"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Vol. 1 di belakang Virtuvia, Court of Fontaine: Fleuve Cendre\nVol. 2-3 dibeli dari Hubel, Court of Fontaine: Quartier Narbonnais"
          }
        ]
      }
    ]
  }
}