{
  "epId": 4380,
  "name": "Fontemer Unihorn",
  "desc": "<p>Bagian penghasil listrik dari Millennial Pearl Seahorse, dan tanda kebesarannya, simbol dari kekuatannya yang luar biasa — kini sudah terputus di tengah bentrokan melawan penantang yang perkasa. </p><p>Sebagai predator terkuat yang bisa tumbuh dari kuda laut, perjalanan evolusi makhluk ini sangat berbeda dengan yang dialami Fontemer Aberrant lainnya. Perbedaan tersebut tidak terletak pada bentuk dasar sebelum mereka tumbuh lebih besar dan lebih kuat, melainkan mereka memiliki anggota tubuh dan tanduk yang tidak terdapat pada kuda laut biasa sedari lahir. Selain itu, bahkan otot dan kerangkanya pun telah mengalami perubahan. Jika dibandingkan dengan wujud aslinya, mereka benar-benar tampak menyerupai makhluk imajinasi yang diceritakan dalam legenda kuno. Dalam imajinasi para penyair dan penulis, kuda laut pun bahkan dapat bermain-main di tanah.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/10/15595270/7be427946bd4dde5c5fa47f52bd7a051_7391042281522169836.png",
  "filterValues": {
    "objectType": [
      "Material Penguatan Senjata dan Karakter"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1718140753,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Dijatuhkan Oleh"
      },
      {
        "type": "CustomEntry",
        "epId": 4344,
        "name": "Millennial Pearl Seahorse",
        "desc": "<p>Salah satu dari dua penguasa yang berada di puncak Fontemer Aberrant.</p><p>Penyair dan penulis sering menyatakannya sebagai kebanggaan dan keagungan karena kecenderungannya yang menyendiri. Namun alasan sesungguhnya di balik deskripsi pujian tersebut adalah tubuhnya yang anggun dan ramping. Karena itu, ia adalah \"Pearl Seahorse\", sedangkan penguasa dari Armored Crab adalah \"Emperor\".</p><p>Dalam legenda dan rumor Fontaine, perang brutal pernah terjadi di antara Fontemer Aberrant, sampai pada akhirnya yang tersisa tinggallah \"Millennial Pearl Seahorse\" dan \"Emperor of Fire and Iron\" yang membagi danau besar menjadi dua wilayah kekuasaan: satu memerintah di utara, satunya lagi di selatan. Dalam \"Lagu Dobharcu\", penulis menggambarkan kondisi pascaperang: Hunter's Ray hebat yang dikenal sebagai raja badai mengaduk ombak besar dalam proses kematiannya, menyebabkan apa yang sekarang orang kenal sebagai \"periode banjir pertama\" ....</p><p>Tentu saja, semua ini tidak ubahnya imajinasi romantis orang-orang yang tak rela menerima kenyataan dunia yang hambar tanpa legenda. Fontemer Aberrant sebenarnya hanyalah hewan air yang sederhana. Mereka tidak memiliki wilayah kekuasaan maupun kerajaan yang runtuh. Mereka pun tidak punya kata-kata yang menyanjung, maupun mengutuk.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/1023623/c4f5112a860768d0c0c581344c205174_5437568764801250644.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascension Karakter"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-5</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "Petarung Juara tak terkalahkan. Dengan pedang di tangannya, dia mempertahankan keadilan di Court of Fontaine.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/29/770a66030815971c697ab81bc5436329_8660717987969952036.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Hakim Agung Fontaine yang bergelar Iudex. Terkenal karena selalu adil dan tidak berpihak.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/8459597/0513aa7f482dbb4778545d02f94956fe_3425792438027215362.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-4</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Kapten Pasukan Patroli Khusus, yang telah mengukirkan \"keadilan\" di dalam lubuk hatinya. Senjata di tangannya hanya akan ditodongkan kepada orang yang bersalah.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/8459597/a846729f31f16a987a8696466ebabcc0_8417542326885231305.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Fontemer Unihorn"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Material Penguatan Karakter"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Dijatuhkan oleh Millenial Pearl Seahorse Lv. 30+"
          }
        ]
      }
    ]
  }
}