{
  "epId": 4520,
  "name": "Caterpillar",
  "desc": "<p>Seorang anggota dari Asosiasi Narzissenkreuz dengan gelar \"Chrysalis of the Phantasmic Moth.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/be516a2c9005727dcfd1fe45662a826d_7648282839781137866.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1722616954,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Caterpillar"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Caterpillar",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Bertahun-tahun yang lalu, Caterpillar merupakan seorang manusia, tetapi sebagian dari ingatannya ditempatkan di dalam tubuh Hilichurl dengan bantuan dari Pedang Agung Narzissenkreuz dan Oceanid Lyris. Melalui cara tersebut Caterpillar dilahirkan. Jakob Ingold dan Rene de Petrichor menganggap Caterpillar yang dulunya seorang manusia sebagai teman mereka. Dalam dunia ilusi milik Jakob dan Rene, Book of Esoteric Revelations, mereka melihat ingatan dari pria yang mereka coba untuk selamatkan. Oleh karena itu dapat dikatakan bahwa Caterpillar sebelumnya adalah Carter (terkadang ditulis sebagai Cater) Scherbius. Meskipun tubuh dari Carter telah mati, sebagian dari kesadarannya dipulihkan.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“- Jadi, kamu siapa?</color>\n<color=#ffffff>-...Itu tidaklah penting. Yang penting adalah penguasa dari dunia ilusi ini. Mereka percaya mereka bisa menyelamatkan dunia, tapi tidak tahu apakah dunia ini perlu diselamatkan. Mungkin dunia yang mereka ingat tak lebih dari sore hari di mana bunga matahari tidak pernah mekar. Tapi itu kisah tentang mereka dan bukan tentang diriku. Aku hanyalah sebuah kenangan akan teman mereka. Mereka dulu yakin bisa menyelamatkanku, tapi pada akhirnya... Kupu-kupu menjadi kepompong, dan ulat keluar dari dalamnya. Lalu ulat itu kembali kepada kehampaan yang tak pernah lahir. Tapi, semua ini tidak penting. Aku sudah tidak memiliki apa pun, dan kini aku hanyalah bayangan dari ingatan mereka, yang tersisa dari kegigihan mereka untuk \"menyelamatkanku\". Walaupun begitu, aku tidak membenci mereka. Karena meski mereka menyerah dan berubah, keberadaanku di dunia yang dibentuk dari ingatan dan ilusi ini adalah bukti kegigihan mereka. Aku sudah puas pernah menjadi teman mereka. Apa pun yang terjadi padaku, aku akan selalu bersyukur atas persahabatan yang pernah kami miliki.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/b7c2c1d1f178446ade91748563416b83_2621585889093495824.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Setelah Caterpillar dibuat oleh Asosiasi Narzissenkreuz, Caterpillar mengambil bentuk dari seorang anak kecil dengan kulit yang putih, bagian tubuh yang menghitam, rambut putih dan kuku yang mirip dengan Hilichurl. Dia menghubungkan penampilan serta dirinya yang tidak dapat menua dengan penyakit. Bentuk asli dari Caterpillar adalah Anemo Hilichurl Rogue.</color>\n<color=#ffffff73>Karena Caterpillar membantu Asosiasi Narzissenkreuz selama pertempuran dalam Elynas dengan Marechaussee Hunter, dia dimasukan ke Benteng Meropide untuk kejahatannya selama 400 tahun yang lalu. Caterpillar menyetujui keputusan tersebut karena dia menganggap dirinya sendiri sebagai seorang monster yang harus dikurung karena hal yang telah dilakukannya.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/bfc733326181bb99c64bfe7a8c3b5ffc_2290763723318496282.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Caterpillar memiliki kemampuan hipnotis: dia dapat meyakinkan seseorang akan suatu hal atau menuntun mereka. Suatu hari, di dalam penjara, dia bertemu dengan seorang pelukis yang buta warna, Julien, yang ditahan karena memalsukan lukisan karena Julien dapat menggambar secara akurat apa yang dia lihat. Caterpillar berhasil meyakinkan Julien mengenai kemampuannya sebagai seorang pelukis. Dengan kepercayaan Julien pada kemampuannya sendiri, Caterpillar memperbolehkan Julien untuk melukis banyak mahakarya. Caterpillar juga memakai kemampuannya kepada penjaga Noailles yang memiliki pertanyaan terkait dengan dokumen dari Caterpillar. Caterpillar berhasil meyakinkan penjaga tersebut bahwa dirinya adalah seorang kriminal dan dia berhak berada di penjara tersebut.</color>\n<color=#ffffff73>Dikarenakan Caterpillar bukan lagi seorang manusia, Caterpillar tidak memiliki ciri yang sama dengan manusia, termasuk dengan empati. Selama waktunya di dalam penjara, Caterpillar mencoba untuk mempelajari tentang kemanusiaan. Meskipun manusia membantu yang lain di luar rasa empati, Caterpillar hanya membantu karena dirinya tahu apa yang akan manusia lakukan.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Apa lagi yah yang bisa kuceritakan tentang diriku?</color>\n<color=#ffffff>Aku sering merasa adanya atribut yang saling bertolak belakang di dasar esensiku.</color>\n<color=#ffffff>Karena itu pada saat mereka melebur menjadi satu, masing-masing darinya bercampur dengan kotoran. Apa kamu paham?</color>\n<color=#ffffff>Keduanya murni, tapi pada saat yang sama, keduanya juga menjadi berbeda satu sama lain.</color>\n<color=#ffffff>Aku labil... Terkadang aku pemberani, terkadang naga jahat, dan diriku adalah tumpukan kebohongan dari cerita-cerita orang....</color>\n<color=#ffffff>Tapi aku percaya jawaban itu ada, satu-satunya jawaban yang benar. Jarum jam bergerak lagi, aku sudah siap untuk melangkah.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3701,
        "name": "Anemo Hilichurl Rogue",
        "desc": "<p>Hilichurl pengembara yang tidak termasuk dalam suku mana pun. Sepertinya Hilichurl ini sedang mencari awal dari takdir mereka dan berusaha mengungkap kemegahan masa lalu yang pernah menjadi milik mereka.</p><p>Jika di antara makhluk-makhluk yang tak lancar berbahasa dan mencatat sejarahnya ini terdapat kisah legendanya sendiri, pasti Hilichurl pengembara ini yang akan jadi tokoh utamanya.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/1023623/eb2ff17818f8f4420f9033724d997ea1_4502156599418972481.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Asosiasi Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Asosiasi Narzissenkreuz adalah komunitas rahasia yang didirikan oleh Rene de Petrichor dan Jakob Ingold untuk membuat Neohuman agar dapat selamat dari kehancuran Dunia yang diramalkan dari World-Formula. Asosiasi tersebut dinyatakan sebagai kelompok ekstremis ilegal dan organisasi kriminal oleh hukum Fontaine yang didasarkan pada Hakim Agung bergelar Iudex, Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/13/140615443/76c3b544663face535a657d1f97f4ad0_2273832275518145976.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Seorang anak yatim piatu yang dibesarkan di Institut Narzissenkreuz yang dikemudian diadopsi oleh Karl Ingold. Dia menjadi Neohuman dan pendiri dari Asosiasi Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/02bc05cc787742e2fdf79dc45a69ccec_3618252087252545171.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: #BFBFBF\">Direktur Narzissenkreuz Institute, sebuah panti asuhan di Fontaine, ia kemudian menjadi anggota Narzissenkreuz Ordo dan mendapatkan gelar \"Red Empress\" setelah institut tersebut ditinggalkan selama Cataclysm.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/170306649/b6d86ff8dfd84cf744e57a516b1a14c6_4497920272004260674.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Komedi yang Belum Selesai",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Beberapa tahun yang lalu, Caterpillar bertemu dengan seorang anak perempuan kecil bernama Lanoire, yang lahir di penjara. Ibunya, Agnes, meninggal dunia di Benteng Meropide karena penyakit dan tidak sempat menyelesaikan dokumen untuk putrinya. Lanoire tidak bisa meninggalkan penjara dan menemui saudaranya karena berdasarkan pada dokumen tersebut, dirinya tidak ada. Caterpillar memutuskan untuk membantu Lanoire untuk melarikan diri dari penjara karena dia berteman dengan anak perempuan itu. Cara yang dipilih adalah “Game of the Rich” - sebuah permainan yang diciptakan oleh penjaga Estienne dimana para kelompok berlomba untuk mengumpulkan kupon khusus, mata uang yang berlaku di Benteng Meropide. Kelompok yang menang dapat pergi dengan Estienne ke permukaan untuk pemeriksaan berkala. Oleh karena itu, Lanoire dapat meninggal penjara dan tidak ada satu orang pun yang akan mencari dirinya.</color>\n<color=#ffffff73>Bersama dengan Pengembara serta Paimon, Caterpillar, dan Lanoire dapat mengalahkan kelompok lain, sebagian besar karena Caterpillar yang telah mengumpulkan kupon khusus tersebut selama bertahun-tahun dengan bekerjasama bersama tahanan lain. Meskipun penjaga Benteng Meropide, Noailles, mencoba untuk menggagalkan rencana pelarian tersebut, Lanoire dan Caterpillar tetap bisa kabur dan menemui Kakek dari Lanoire, Earnshaw, dengan bantuan dari Estienne.</color>\n<color=#ffffff73>Selama perjalanannya dengan Lanoire, Caterpillar menceritakan sebuah kisah tentang murid yang bodoh, yang dia lihat sebagai dirinya:</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Zaman dahulu kala... Ada seorang murid penyihir. Dia murid yang bodoh, jadi butuh waktu lama baginya untuk mempelajari ilmu sihir.</color>\n<color=#ffffff>Tapi gurunya adalah penyihir luar biasa dan dia sama sekali tidak khawatir. Malah sebaliknya, dia selalu memuji kemajuan muridnya ini, dan bahkan memercayainya dengan tugas-tugas penting...</color>\n<color=#ffffff>Muridnya tidak pernah meragukan instruksi dari gurunya. Lagi pula, dia adalah penyihir hebat yang mengajarinya sihir kan.</color>\n<color=#ffffff>Penyihir itu punya baskom di tempat kerjanya. Sebenarnya, bisa disebut akuarium bulat sih, karena di dalamnya ada ikan kecil.</color>\n<color=#ffffff>Suatu hari, ikan kecil itu memanggil si murid: \"Hei, kamu yang di sana! Hei bodoh! Bantu aku keluar.\"</color>\n<color=#ffffff>Si murid langsung tercengang. Selain gurunya, tidak ada seorang pun yang mau bicara dengannya seperti itu. Jadi dia penasaran dan dia bertanya apa yang bisa dia bantu.</color>\n<color=#ffffff>Dan ternyata, ikan kecil ini dulunya tinggal di lautan luas tanpa batas. Dan karena dia dibawa ke sini, dia terpisah dengan keluarganya. Dia sudah minta bantuan orang lain, tapi tidak ada seorang pun yang menjawabnya.</color>\n<color=#ffffff>\"Aku mau membawamu pulang ke rumah, tapi guruku melarangku untuk pergi keluar....\" begitu kata si murid. Mendengar hal itu, ikan kecil itu berenang dengan putus asa ke tepi baskom, dan tidak bicara lebih lanjut lagi.</color>\n<color=#ffffff>Suatu hari, murid itu mendapati bahwa ikan kecil itu tidak lagi ada di baskom. Siapa yang mengambilnya? Apa ada orang yang membawa ikan kecil itu kembali ke rumahnya? Si murid menjadi penasaran.</color>\n<color=#ffffff>Tanpa ikan kecil itu, sekarang baskom itu menjadi kosong. Memangnya tempat seperti apa sih \"lautan luas tanpa batas\" itu? Tanpa dia sadari, dia mulai memikirkan hal dan dunia di luar tempat kerja itu...”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/b0d2ecb93bcd3f219cda9649463ae8b9_5665759750711537562.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "Kupon Khusus",
        "desc": "<p>Jenis mata uang yang hanya berlaku di Benteng Meropide.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/25750596/4026d4731993878027111ff57ff40061_7158055335267613728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "Pengembara (Hydro) ",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Seorang pengembara yang berasal dari dunia lain, saudara satu-satunya yang ia miliki dirampas dari hadapannya oleh sesosok dewa, dan kini ia mengembara untuk mencari The Seven.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/8459597/f00d18b57acb4aa37bf2fc39bf67ddd0_3358572218298518106.gif",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "name": "Earnshaw",
        "desc": "<p>NPC yang tinggal dibagian utara Fontaine, Dia adalah kakek Lanoire.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/35dd24168ad6800be4741160d8d5b6bb_1399453344440697591.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Jejak Narcissus",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Setelah menyelamatkan Lanoire, Caterpillar kembali ke Asosiaasi Narzissenkreuz, dimana dia bertemu dengan “pewaris” lain dari Asosiasi Narzissenkreuz: Ann, Oceanid dan Seymour, anjing mekanik. Seymour diciptakan oleh Alain Guillotin untuk melindungi adiknya, Mary-Ann Guillotin. Kemudian, Ann diciptakan oleh Oceanid lain, Mary-Ann dari Annapausis, ketika dirinya melihat Ann dalam mimpinya. Mereka bersama-sama memutuskan untuk mencari tahu asal-usul dari Ann dan mencegah Narzissenkreuz melakukan rencananya menyelamatkan dunia dari Apocalypse, dengan meleburkan tubuh dari semua orang di Fontaine dibantu oleh Pedang Agung Narzissenkreuz.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Dia baru bisa melanjutkan pekerjaannya yang belum selesai kalau Pedang Agungnya berhasil ditempa, mengumpulkan tekad dari penduduk di seluruh Fontaine, atau bahkan seluruh penjuru ke dalam dirinya sendiri.</color>\n<color=#ffffff>Saat Lautan Primordial kembali datang dan menelan seluruh bintang-bintang hingga langit menjadi gelap, hanya dia yang memiliki tubuh dan raganya sendiri yang bisa bertahan hidup.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Caterpillar, Pengembara, Ann, Seymour, dan Paimon mencari bahan untuk membuat Pedang Agung yang asli, yang mampu membagi dan menyatukan tekad. Tiga dari empat bahan telah ditemukan oleh Jakob Ingold yang sedang mencoba untuk melaksanakan rencana Narzissenkreuz. Dia bertemu dengan Pengembara dan yang lain di Tower of Gestalt, markas utama dari Asosiasi Narzissenkreuz. Pertemuan ini menandakan permulaan dari Doomsday karena keempat anggota tersebut telah berkumpul bersama.</color>\n<color=#ffffff73>Ketika jam menunjukkan tengah malam, dan sebuah tangan menghancurkan lantai dari ruangan, sekaligus mengambil Jakob, Tower of Gestalt tenggelam ke bawah laut, membuka jalan untuk Primordial Sea dan Narzissenkreuz. Setelah menaklukkan Narzissenkreuz dan berdamai dengannya, Pengembara, Caterpillar, Ann, Seymour, dan Narzissenkreuz pergi bertemu Mary-Ann di Annapausis.</color>\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Oceanid yang dibuat dari kesadaran milik Mary-Ann</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/22/140615443/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2090567251176315205.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Oceanid yang tinggal di Annapausis. <span class=\"wk-shady\">Dia adalah seorang Oceanid yang terbentuk dari kesadaran Lyris dan Mary-Ann Guillotin yang disatukan. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/140615443/7ac751c3fd3892141d972392696a414b_6419412681990019777.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin, yang dibesarkan di Institut Narzissenkreuz bersama dengan adik angkatnya, Mary-Ann. Alain merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka adalah penelitian terkait Pneuma-Ousia yang menghasil penemuan dari Sistem Arkhe dan pembuatan Clockwork Meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Prototype 4ACV07 merupakan sebuah anjing mekanik yang dibuat oleh Alain Guillotin untuk melindungi adiknya, Mary-Ann Guillotin selama masa bertugasnya di Marechaussee Phantom.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/140615443/f415fbe2eaa40cd987a8daa47643fc74_8281775357296813802.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Seorang anak yatim piatu yang dibesarkan di Institut Narzissenkreuz yang dikemudian diadopsi oleh Karl Ingold. Dia menjadi Neohuman dan pendiri dari Asosiasi Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/02bc05cc787742e2fdf79dc45a69ccec_3618252087252545171.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Sword of Narzissenkreuz",
        "desc": "<p>Pedang yang kehilangan kekuatan di akhir kisahnya. Kini pedang ini akan memulai perjalanan barunya dengan sisa kekuatan yang ada di dalamnya, terus memperingati sebuah mimpi yang agung mu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/11/8459597/01d3f8317c86ea98d617ad61213b7c9a_5559818300876333492.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4615,
        "name": "\"Kepribadian\"",
        "desc": "Salah satu bahan yang diperlukan untuk menempa Pedang Agung Narzissenkreuz. Hampir tidak terasa berat sama sekali.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/a1b4b81f94c7d8527afc1479c4e1aa5a_1110200669598652718.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4616,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kejar",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Setelah mengucapkan salam perpisahan dengan Mary-Ann, Ann dan Seymour, Caterpillar memutuskan untuk masuk ke dunia di dalam Book of Esoteric Revelations yang diciptakan oleh Rene dan Jakob untuk menemukan “suatu hal\". Waktu yang berjalan di dunia ini berbeda, dan Caterpillar berada di dalam dunia tersebut dalam waktu yang cukup lama sehingga dia lupa apa yang sedang dia cari dan mulai kehilangan akalnya. Dalam Buku tersebut, Caterpillar bertemu “Puppy,” yang memiliki ingatan dari Carter Scherbius, yang sama seperti Caterpillar. Dikatakan bahwa dunia dalam Buku tersebut runtuh, tapi selama “Puppy” muncul dalam bentuk anjing bukan Rifthound, masih ada kesempatan untuk kedamaian.</color>\n<color=#ffffff73>Pengembara menyelamatkan Caterpillar dari dunia tersebut, tetapi waktu yang dihabiskan dalam Buku tersebut meninggalkan luka pada Caterpillar. Dia tidak bisa lagi memiliki wujud manusia dan kesadarannya mulai hilang.</color>\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "name": "Canotila",
        "desc": "<p>Melusine yang bisa ditemui di \"A Very Warm Place\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/adba4f38203f23ea3cce8766735976f0_3470015297264562563.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Selamat Ulang Tahun",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Sebelum berpisah, Caterpillar memutuskan untuk bertemu dengan Lanoire di hari ulang tahunnya dan menceritakan bagian akhir dari kisah tentang ikan dan murid penyihir:</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“- Kamu masih ingat cerita itu ya?</color>\n<color=#ffffff>- Iya dong! Aku enggak bakal lupa! Aku selalu tunggu Kak Caterpillar pulang buat ceritain kisah itu sampai selesai. Jadi, pada akhirnya, apa si murid berhasil nemu ikan kecil itu?</color>\n<color=#ffffff>- Soal itu, setelah waktu yang sangat teramat panjang.... Si murid penyihir yang bodoh itu memberanikan dirinya mengucapkan selamat tinggal kepada sang penyihir hebat dan meninggalkan tempatnya untuk memulai petualangan mencari ikan kecil.</color>\n<color=#ffffff>Dia bertanya kepada alang-alang di tepi sungai, dan alang-alang itu tertawa terbahak-bahak mendengar ceritanya. \"Yang kamu cari itu laut,\" kata alang-alang itu. \"Tempat yang beribu-ribu kali lipat lebih luas dari sungai mana pun, sebuah tujuan akhir dari semua sungai.\"</color>\n<color=#ffffff>Dia pun berjalan mengikuti arah aliran sungai dan akhirnya dia menemukan lautan. Tapi, karena lautan begitu luas, dia pun kehilangan arahnya. Jadi dia bertanya kepada Violetgold Angler Gull yang sedang beristirahat di dermaga. Violetgold Angler Gull pun melongo mendengar ceritanya sampai kentang goreng yang tadinya dikepit di paruhnya jatuh ke tanah. \"Temanku, ini adalah misi yang tidak mungkin bisa diselesaikan,\" kata Violetgold Angler Gull. \"Tidak pernah ada orang yang coba mencari ikan kecil biasa di lautan seluas ini. Lagi pula, siapa tahu, mungkin dia sudah...\" Murid penyihir itu menyumpal paruh Violetgold Angler Gull dengan sepotong roti, dan tidak menghiraukan Violetgold Angler Gull ataupun rekannya yang berisik itu lagi. Dia pun terus mengikuti garis pantai, sambil bertanya dan mencari ikan seiring langkah kaki yang diambilnya. Karena dia seorang murid yang bodoh, dia hanya bisa mencari ikan kecil itu dengan cara paling bodoh. Dia menghabiskan banyak waktu untuk belajar menyelam, dan dia pun terus berenang, setiap kalinya semakin jauh dan semakin dalam...</color>\n<color=#ffffff>- Dia pasti nemuin ikan kecil itu pada akhirnya! Selama keinginannya kuat dan dia tidak menyerah, impiannya pasti bisa terwujud! Itu yang Kakek bilang ke aku.</color>\n<color=#ffffff>- Kamu suka cerita yang berakhir bahagia ya... Oke deh, yang Kakek Earnshaw bilang itu memang benar. Walaupun si murid penyihir itu bodoh, dia akhirnya berhasil menemukan ikan kecil itu dengan cara yang paling bodoh. Saat dia menemukannya, ikan kecil itu sedang asyik berenang bersama keluarganya dalam gerombolan ikan yang terus bergerak. Tapi sang murid tetap bisa dengan cepat mengenali si ikan kecil di antara semua ikan lain yang sejenis dengannya. \"Akhirnya, aku berhasil menemukanmu...\" Sang murid berhasil mewujudkan keinginannya, tapi kebahagiaan yang dirasakannya tidak seperti yang dibayangkannya. Dia malah merasa bingung, dan tidak tahu harus berbuat apa. Sekelompok ikan yang penasaran itu berenang mengelilinginya dan mendesaknya untuk menceritakan semua yang telah dia alami untuk mencari sang ikan kecil. Dia pun menceritakan semuanya dengan canggung, dan akhirnya, seolah terbebas dari beban di hatinya, dia menghembuskan gelembung udara yang panjang dengan lega. \"Aku harus minta maaf dua kali,\" ucap sang murid. \"Pertama karena aku tidak punya keberanian untuk membantumu saat kamu meminta bantuanku dulu. Dan kedua, untuk kunjunganku yang tiba-tiba ini...\" \"Setelah akhirnya bertemu denganmu lagi, barulah aku sadar betapa egoisnya diriku. Aku berpikir jika aku bisa minta maaf langsung padamu, aku pun bisa memaafkan diriku yang dulu.\" \"Apa hubungannya?\" Jawaban ikan kecil itu ternyata di luar perkiraan sang murid. \"Lihat ya, dulu memang kamu tidak bisa bantu aku, tapi sekarang aku sudah berhasil kembali ke kampung halamanku dan kembali kepada keluargaku.\" \"Aku tidak terluka karena hal itu, jadi kamu juga tidak perlu minta maaf kepada siapa pun.\" \"Aku tidak tahu harus bilang kamu ini jujur atau bodoh, karena sudah habiskan begitu banyak waktu dan tenaga untuk hal kecil kayak begini. Tapi, meski kamu bodoh, kami juga tidak keberatan kok berteman sama manusia yang bodoh...\"</color>\n<color=#ffffff>- Wow! Jadi, bisa dibilang mereka akhirnya berteman, kan? Terus, bagaimana lanjutan ceritanya?</color>\n<color=#ffffff>- Lanjutannya? Mereka ya, jadi sahabat dekat.</color>\n<color=#ffffff>- Eh? Begitu saja? Jadi, ceritanya tamat seperti itu ya, Kak Caterpillar...?</color>\n<color=#ffffff>- Iya, ceritaku sudah tamat. Kalau tidak selesai di akhir yang tepat, pasti jadi membosankan. Pahlawan pun bisa berubah jadi naga jahat. Dulu aku pernah dengar cerita yang dipanjang-panjangin, tidak tamat-tamat, akhirnya malah jadi jelek sekali. Semua orang dalam cerita itu merasa sedih, jadi itu bukan cerita yang bagus. Tapi, Lanoire sayang, \"cerita petualanganmu yang bernama kehidupan masih akan terus berlanjut\". Selamat ulang tahun. Suatu hari nanti, kamu harus ceritakan kisahmu ke aku ya.</color>\n<color=#ffffff>- Oke. Oke... Aku janji, Kak Caterpillar.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Caterpillar sadar bahwa mereka tidak akan bertemu lagi, sehingga Caterpillar memperingatkan Lanoire untuk tidak berbicara dengan monster yang mirip dengannya. Dia menyampaikan rasa terimakasihnya pada Paimon dan Pengembara karena telah menyelamatkannya dan kemudian Caterpillar menghilang.</color>\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/b0d2ecb93bcd3f219cda9649463ae8b9_5665759750711537562.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Kartu Karakter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/8df6d5af4a7be06b6f245cfcfc823a3b_2981267562709506132.png"
      },
      {
        "key": "Caterpillar",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/bfc733326181bb99c64bfe7a8c3b5ffc_6560037570253076268.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lokasi di dalam Asosiasi Narzissenkreuz setelah menyelesaikan Quest \"Komedi yang Belum Selesai\""
          }
        ]
      },
      {
        "key": "Caterpillar",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/a1338cd60c990d965a0e96afe2de51a6_2181190564027866156.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Caterpillar dan Lanoire selama Quest \"Komedi yang Belum Selesai\""
          }
        ]
      },
      {
        "key": "Wujud Terkini",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/b7c2c1d1f178446ade91748563416b83_4887949062128867955.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Wujud sebenarnya dari Caterpillar sebagai hilichurl"
          }
        ]
      }
    ]
  }
}