{
  "epId": 4598,
  "name": "Institut Narzissenkreuz",
  "desc": "<p>Panti asuhan di Fontaine yang dibangun di reruntuhan perabadan kuno.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
  "menuId": 23,
  "menuName": "Organisasi",
  "version": 1737186662,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Institut Narzissenkreuz</color>"
          }
        ]
      },
      {
        "key": "Bangsa",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fontaine</color>"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Organisasi</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "RichText",
        "text": "Karakter\nRingkasan"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: #BFBFBF\">Direktur Narzissenkreuz Institute, sebuah panti asuhan di Fontaine, ia kemudian menjadi anggota Narzissenkreuz Ordo dan mendapatkan gelar \"Red Empress\" setelah institut tersebut ditinggalkan selama Cataclysm.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/170306649/b6d86ff8dfd84cf744e57a516b1a14c6_4497920272004260674.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Direktur"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil merupakan seorang laksamana dari Fontaine Armada yang telah pensiun, Kapten dari Sponsian, dan Wakil Direktur dari Institut Narzissenkreuz. Dia meninggal dunia pada saat Cataclysm terjadi 500 tahun lalu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Wakil Direktur\nEmanuel Guillotin\nDwight Lasker\nKarl Ingold\nCarter Scherbius"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin, yang dibesarkan di Institut Narzissenkreuz bersama dengan adik angkatnya, Mary-Ann. Alain merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka adalah penelitian terkait Pneuma-Ousia yang menghasil penemuan dari Sistem Arkhe dan pembuatan Clockwork Meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin dan dibesarkan di Institut Narzissenkreuz bersama dengan saudaranya Alain</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/7f04e9d0b83ab550cc91ddf708008a7d_7985405383310980762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Seorang anak yatim piatu yang dibesarkan di Institut Narzissenkreuz yang dikemudian diadopsi oleh Karl Ingold. Dia menjadi Neohuman dan pendiri dari Asosiasi Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/02bc05cc787742e2fdf79dc45a69ccec_3618252087252545171.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Murid-Murid"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Institut Narzissenkreuz",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Institut Narzissenkreuz adalah panti asuhan di Fontaine yang dibangun di atas reruntuhan peradaban kuno, Remuria. Gedung Institut tersebut diduga sebagai tempat dimana para Remuria dan Golden Troupe menciptakan golem, sebuah ras yang abadi dimana “jiwa yang murni” dari orang-orang ditempatkan ke dalamnya. Setelah jatuhnya Remuria, pemerintahan Fontaine memutuskan untuk menggabungkan Institut tersebut, untuk merawat anak-anak yatim piatu dan anak-anak dari para kriminal, menjadi sistem kesejahteraan publik dan menyebutnya sebagai Institut Narzissenkreuz karena asal-usulnya.\nSebagai tanda terima kasih kepada Archon Hydro Egeria, Oceanid Lyris yang baik hati ditempatkan sebagai ketua dari Institut tersebut. Lebih dari 500 tahun yang lalu, Basil Elton yang dibesarkan di panti asuhan tersebut, menjadi Wakil Direktur dari Institut Narzissenkreuz. Meskipun sinar matahari tidak pernah mencapai Institut tersebut, tempat tersebut selalu hangat dan ramai dengan kehidupan. Anak-anak sering bermain menjadi ksatria, penyihir, naga jahat dan putri.\nKetika Cataclysm 500 tahun lalu terjadi, Institut Narzissenkreuz dibubarkan. Basil Elton memimpin armada kapal dan berangkat untuk melawan makhluk-makhluk dari Abyss. Lyris yang tidak mengerti hubungan dari Cataclysm dan anak-anak yang hilang kemudian terlihat berkelana di dekat Institut yang telah ditinggalkan. Banyak murid-murid yang kemudian menjadi anggota dari Narechaussee Phantom atau Special Security and Surveillance Patrol, atau pengembara yang berkeliling dunia.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/c32bab10651059ad3c0c8a0e5bbd2e03_905614230189675855.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: #BFBFBF\">Direktur Narzissenkreuz Institute, sebuah panti asuhan di Fontaine, ia kemudian menjadi anggota Narzissenkreuz Ordo dan mendapatkan gelar \"Red Empress\" setelah institut tersebut ditinggalkan selama Cataclysm.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/170306649/b6d86ff8dfd84cf744e57a516b1a14c6_4497920272004260674.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil merupakan seorang laksamana dari Fontaine Armada yang telah pensiun, Kapten dari Sponsian, dan Wakil Direktur dari Institut Narzissenkreuz. Dia meninggal dunia pada saat Cataclysm terjadi 500 tahun lalu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Basil Elton",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Jauh sebelum terjadinya Cataclysm, empat orang teman menjadi murid dari Institut tersebut: Basil Elton, Karl Ingold, Dwight Lasker, dan Emanuel Guillotin. Mereka senang bermain dimana Emanuel berperan sebagai pahlawan dan Karl sebagai naga jahat Jabberwock.\nSetelah lulus dari Institut tersebut, Basil memimpin White Armada, Angkatan Laut di Fontaine. Kapal miliknya adalah Sponsian, kapal dengan besi lapis baja yang dilengkapi dengan meriam dan busur besar yang tertancap. Kapal tersebut merupakan kapal kebanggaan dari armada kapal Fontaine. Nama Sponsian diberikan oleh teman pertama Elton, Nathaniel Pickman yang menamai kapal tersebut setelah nama seorang perampas yang dinastinya mungkin tidak pernah ada."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/22/140615443/764c6025e7f1ca9b37d0e97c8ba548ec_4437567622363250644.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika Angkatan Laut dibubarkan karena kekurangan armada kapal dan Sekretaris dari Angkatan Laut mengundurkan diri, Basil kembali ke Institut Narzissenkreuz dan menjadi Wakil Direktur. Meskipun Basil Elton memiliki temperamen yang keras, dirinya sangat menyayangi anak-anak. Demi mereka, Basil mulai belajar memasak, meskipun pada awalnya masakan Basil terasa seperti mendapatkan hukuman. Basil percaya bahwa merawat anak-anak itu seperti merawat bunga - mereka butuh tanah yang baik, sinar matahari yang cukup, harus sering diberikan air dan tidak bisa dibiarkan tumbuh semau mereka. Selain itu, kita perlu menyingkirkan hama di bunga tersebut sewaktu-waktu. Dia sering menceritakan dongeng anak-anak tentang naga jahat Narcissus di sore hari lalu mereka makan cemilan lezat yang dibuat Basil. Untuk Mary-Ann kecil, seorang murid dari Institut tersebut, Basil membuat dongeng tentang Putri Lyris.\nSelama Cataclysm 500 tahun yang lalu, Elton sekali lagi memimpin Sponsian dan pergi untuk bertempur dengan Abyssal beast, Elynas, yang meracuni segala hal yang ada dijalannya dengan keberadaannya. Selama satu bulan, armada kapal memperhatikan Elynas ketika sedang melakukan bertarung dengan monster laut dari Abyss. dikarenakan banyaknya kapal armada yang hancur, Sponsian pada akhirnya tertangkap oleh Elynas. Selama pertempuran, kapal tersebut terbelah menjadi dua. Setengah bagian dari kapal tersebut masih berkelana seperti hantu di perairan Fontaine.\nSebelum meninggalkan pertempuran, Basil meninggalkan sebuah bulu berwarna hijau tua milik sebuah burung yang tidak diketahui dari topi milik Basil yang sangat disukai oleh anak-anak. Bulu tersebut diberikan untuk Jakob, seorang anak dari panti asuhan lain. Dia juga meminta teman lamanya dari Institut, Emanuel Guillotin, untuk menjaga Mary-Ann dan Alain. Emanuel tidak menyukai anak-anak, tetapi dia tetap menerima permintaan dari temannya.\nSayangnya, Basil tidak berhasil kembali. Emanuel tidak pernah melihat temannya lagi, dan Jakob tidak bisa mengembalikan bulu burung tersebut kepada Basil. Hanya Pengembara, beberapa tahun kemudian, yang akhirnya dapat membawa bulu tersebut ke reruntuhan dari kapal Sponsian, untuk memenuhi janji yang pernah dibuat.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil merupakan seorang laksamana dari Fontaine Armada yang telah pensiun, Kapten dari Sponsian, dan Wakil Direktur dari Institut Narzissenkreuz. Dia meninggal dunia pada saat Cataclysm terjadi 500 tahun lalu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin dan dibesarkan di Institut Narzissenkreuz bersama dengan saudaranya Alain</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/7f04e9d0b83ab550cc91ddf708008a7d_7985405383310980762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Seorang anak yatim piatu yang dibesarkan di Institut Narzissenkreuz yang dikemudian diadopsi oleh Karl Ingold. Dia menjadi Neohuman dan pendiri dari Asosiasi Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/02bc05cc787742e2fdf79dc45a69ccec_3618252087252545171.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Bulu Berwarna Hijau Tua",
        "desc": "<p><span style=\"color: #BFBFBF\">Kadang-kadang, bulu ini memiliki kekuatan untuk mempercepat kisah dan langsung mengakhiri sebuah cerita.<br>Kemunculannya sendiri merupakan tanda-tanda kekuatan yang melampaui kisah.<br><br>Meski sudah sangat tua, namun tetap dalam kondisi yang baik. Pernah dirawat dengan baik oleh orang-orang yang banyak.<br></span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/170306649/1838b2be2b66c913089a96fc1879c3d1_1114177182115456842.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3985,
        "name": "Tidal Shadow",
        "desc": "<p>Pedang standar dengan desain yang indah dan ditempa dengan sangat baik, dibuat khusus untuk petugas jabatan kelas atas dan Kapten angkatan laut Fontaine.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/17a33544c58e2a45ad5f1a4a5a68906a_3234887236746053580.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/8459597/1bde348ad550ef356ff197b93caed6c8_8749301687303550183.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/539b03bed1057707abd643147e18abde_5296175504928612803.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Emmanuel Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Setelah lulus dari Institut, Emanuel Guillotin menjadi seorang agen Marechaussee Hunter. Ketika Emanuel bertugas di Marechaussee Phantom, dia menerima sebuah emblem yang dirancang khusus dan diberikan kepada mereka yang telah melakukan pencapaian yang besar dalam pertahanan di Fontaine.\nSuatu ketika, pemerintah Fontaine ingin membangun sebuah kota di bawah kota Fleuve Cendre dari selokan yang berada di bawah Court of Fontaine. Karena kesulitan dalam menjaga ketertiban, Eduardo Baker dan teman-temannya mengambil alih kota Fleuve Cendre. Mereka mulai menyelesaikan konflik antar “para penduduk” dari Fleuve Cendre, merestui pasangan yang baru menikah, dan melindungi para pedagang dari pengasingan, penindasan dan pemerasan dari beberapa kelompok. Ketika pihak berwajib dari Court of Fontaine memutuskan untuk menyingkirkan Fleuve Cendre, Baker ditangkap kemudian diasingkan ke padang pasir di Sumeru. Dalam perjalanannya, dia, dengan bantuan dari kaki-tangannya, melarikan diri ke Poisson dengan menawan kota tersebut dan beberapa anggota dari Maison Gardiennage yang membawa Baker. Dia membuat banyak permintaan yang tidak masuk akal, sehingga Marechaussee Hunter ikut turut campur. Jurnalis Karl Ingold tiba di Poisson sebagai negosiator bersama dengan anak dari Eduardo, Jakob.\nUpaya yang dilakukan untuk memecahkan masalah tersebut tidak berhasil sehingga perselisihan antara kelompok Baker dan Marechaussee Hunter berubah menjadi pertarungan yang kasar. Akibat dari pertarungan tersebut, Jakob, Rene dan anak dari Walikota Poisson menjadi anak yatim piatu. Mereka dikirimkan ke Institut Narzissenkreuz, sebuah panti asuhan yang sering merawat anak-anak dari para kriminal.\nPengepungan di Poisson meninggalkan luka fisik dan mental pada Guillotin, Karena kejadian tersebut, dia melepaskan pangkatnya sebagai Marechaussee dan berencana untuk hidup dengan tenang selama sisa waktunya. Ketika Cataclysm terjadi, teman lamanya dari Institut Narzissenkreuz, Basil Elton, mempercayakan dua orang anak: Mary-Ann dan Alain. Emanuel tidak menyukai anak kecil dan berharap untuk tidak berurusan dengan siapa pun, tetapi demi teman lamanya, dia menyetujui permintaan tersebut.\nBeberapa tahun kemudian, teman dari Emanuel, Dwight Lasker, menceritakan kekhawatirannya mengenai rencana dari sebuah kelompok yang dipimpin oleh “Master.” Penyelidikan ini merupakan penyelidikan terakhir bagi Emanuel Guillotin. Terdapat fakta bahwa di akhir dia mengingat kembali “anak-anak”-nya dan rangkulan dari Direktur Lyris yang pada saat itu adalah anggota dari organisasi ini; dan Master dalam catatannya menyebutkan penyatuan dari beberapa agen Marechaussee Hunter dengan bantuan dari Lyris. Berdasarkan fakta tersebut, dapat diasumsikan bahwa Emanuel adalah salah satu agen yang disebutkan."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Alain yang terkasih, Mary-Ann yang tercinta ... Aku tidak pernah dekat dengan kalian\",</color>\n<color=#ffffff>\"Dan ketika tiba kesudahannya, aku tidak mengerti tentang menjadi seorang ayah\".</color>\n<color=#ffffff>\"Namun, kenangan ini akan selalu tersimpan. Menyaksikan kalian berdua tumbuh dewasa\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/539b03bed1057707abd643147e18abde_5296175504928612803.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Fleuve Cendre Ferryman",
        "desc": "<p>Pipa tembaga yang pernah digunakan sebagai senjata di masa lalu. Bisa dibilang benda ini cukup terkenal — atau mungkin juga tidak — tergantung lingkungan komunitasnya.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/920ca2fe25ca2db1796848099b59b2d8_3936172912168636250.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil merupakan seorang laksamana dari Fontaine Armada yang telah pensiun, Kapten dari Sponsian, dan Wakil Direktur dari Institut Narzissenkreuz. Dia meninggal dunia pada saat Cataclysm terjadi 500 tahun lalu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin dan dibesarkan di Institut Narzissenkreuz bersama dengan saudaranya Alain</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/7f04e9d0b83ab550cc91ddf708008a7d_7985405383310980762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin, yang dibesarkan di Institut Narzissenkreuz bersama dengan adik angkatnya, Mary-Ann. Alain merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka adalah penelitian terkait Pneuma-Ousia yang menghasil penemuan dari Sistem Arkhe dan pembuatan Clockwork Meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Seorang anak yatim piatu yang dibesarkan di Institut Narzissenkreuz yang dikemudian diadopsi oleh Karl Ingold. Dia menjadi Neohuman dan pendiri dari Asosiasi Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/02bc05cc787742e2fdf79dc45a69ccec_3618252087252545171.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Asosiasi Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Asosiasi Narzissenkreuz adalah komunitas rahasia yang didirikan oleh Rene de Petrichor dan Jakob Ingold untuk membuat Neohuman agar dapat selamat dari kehancuran Dunia yang diramalkan dari World-Formula. Asosiasi tersebut dinyatakan sebagai kelompok ekstremis ilegal dan organisasi kriminal oleh hukum Fontaine yang didasarkan pada Hakim Agung bergelar Iudex, Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/13/140615443/76c3b544663face535a657d1f97f4ad0_2273832275518145976.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dwight Lasker",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/140615443/6f93b26b7a7f1d0f752d248b9ddcce04_3137457849134618514.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dwight Lasker menjadi Direktur dari Institute of Natural Philosophy setelah lulus dari Institut Narzissenkreuz. Lasker sering merekrut ilmuwan-ilmuwan muda, seperti Coppelius, ke Institut. Dibawah didikannya, salah satu ilmuwan Fontaine yang ternama, Alain Guillotin, mulai melakukan penelitiannya terkait Pneuma dan Ousia serta reaksi penghancur terkendali, penciptaan Arkhe dan clockwork meka yang pertama. Perlakuan khusus Lasker kepada para generasi muda yang cerdas, Alain dan Rene de Petrichor yang Lasker tugaskan dalam laboratorium yang sama, membuat para penelitian lain marah karena banyak sumber daya pemerintah yang diberikan secara spesifik untuk laboratorium milik Alain.\nKetika Cataclysm 500 tahun lalu terjadi, Institute of Natural Philosophy ditutup karena alasan keamanan, dan setelah gedung utama mengalami kebanjiran, Institut tersebut memilih pindah ke lahan di samping Fountain of Lucine.\nSuatu hari, Lasker sadar bahwa asisten Alain, Carter Scherbius, sering mengambil izin untuk tidak bekerja. Lasker merasa bahwa hal tersebut terjadi karena adanya kesulitan finansial yang mempengaruhi keluarga Carter. Akan tetapi, ketika dia mengetahui tentang penyakit dari Carter, dia mengambil sampel darahnya untuk mencari pengobatan yang benar. Sayangnya, percobaan tersebut tidak memberikan hasil yang baik.\nKetika Lasker mengetahui keberadaan dari suatu organisasi yang dipimpin oleh seseorang yang dipanggil sebagai “Master,” dia ingin membicarakan tentang pergerakan anomali yang ditemukannya dengan temannya, Emanuel Guillotin yang merupakan seorang agen dari Marechaussee Hunter.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p>Pada awalnya merupakan fasilitas penelitian yang berkembang, lalu institut ini terbaring di bawah perairan Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/4ad939b9a96f59582270da331fc8f063_2782870681370625538.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin, yang dibesarkan di Institut Narzissenkreuz bersama dengan adik angkatnya, Mary-Ann. Alain merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka adalah penelitian terkait Pneuma-Ousia yang menghasil penemuan dari Sistem Arkhe dan pembuatan Clockwork Meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Asosiasi Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Asosiasi Narzissenkreuz adalah komunitas rahasia yang didirikan oleh Rene de Petrichor dan Jakob Ingold untuk membuat Neohuman agar dapat selamat dari kehancuran Dunia yang diramalkan dari World-Formula. Asosiasi tersebut dinyatakan sebagai kelompok ekstremis ilegal dan organisasi kriminal oleh hukum Fontaine yang didasarkan pada Hakim Agung bergelar Iudex, Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/13/140615443/76c3b544663face535a657d1f97f4ad0_2273832275518145976.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Karl Ingold",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Setelah lulus dari Institut, Karl Ingold menjadi seorang jurnalis. Pada kejadian pengepungan Poisson, dia tiba di Poisson sebagai negosiator. Di sana, dia mengambil foto sebelum situasi antara kelompok Baker dan Marechaussee Hunter memburuk."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Yang di tengah adalah Eduardo Baker, yang bersandar di pipa tembaganya yang terkenal layaknya sebuah tongkat.</color>\n<color=#ffffff>Tangan Eduardo memegang bahu anaknya Jakob, yang memegang lengan baju Rene de Petrichor dengan tegang.</color>\n<color=#ffffff>Di sebelah kiri ada Parsifal si pesulap, bersandar di pagar dan tersenyum renyah.</color>\n<color=#ffffff>Di sebelah kanan ada walikota Poisson, Renault de Petrichor. Dandanannya resmi, tapi kerahnya agak lecek.</color>\n<color=#ffffff>Anaknya Rene berdiri di depan, tertarik dengan temuan baru seperti Kamera ini. Matanya lebar dan menunjukkan sorot bingung.</color>\n<color=#ffffff>Wanita yang menggendong bayi di sebelah kiri Parsifal adalah Rosa Reed, bersama suaminya Thompson. Jauh di kanan adalah Tom Alter.</color>\n<color=#ffffff>Semua melihat kedepan, wajah terlihat lebih pucat akibat lampu kamera. Mereka tidak melihat Ingold, tidak melihat Kamera.</color>\n<color=#ffffff>Mereka memandang ke masa depan.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ketika Ingold pensiun, dia mulai berkelana dengan para petualang ke area-area hutan belantara, kapal karam dan reruntuhan. Setelah menerima undangan dari Wakil Direktur dari Institut Narzissenkreuz, Basil Elton, Ingold mengambil foto dari Direktur Lyris, Alain, Mary-Ann, Basil Elton, Jakob dan Rene. Ketika Institut dibubarkan saat Cataclysm terjadi, Karl mengambil Jakob dan Rene yang menemaninya pergi dalam ekspedisi ke Vourukasha Oasis.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Fleuve Cendre Ferryman",
        "desc": "<p>Pipa tembaga yang pernah digunakan sebagai senjata di masa lalu. Bisa dibilang benda ini cukup terkenal — atau mungkin juga tidak — tergantung lingkungan komunitasnya.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/920ca2fe25ca2db1796848099b59b2d8_3936172912168636250.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/539b03bed1057707abd643147e18abde_5296175504928612803.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: #BFBFBF\">Direktur Narzissenkreuz Institute, sebuah panti asuhan di Fontaine, ia kemudian menjadi anggota Narzissenkreuz Ordo dan mendapatkan gelar \"Red Empress\" setelah institut tersebut ditinggalkan selama Cataclysm.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/170306649/b6d86ff8dfd84cf744e57a516b1a14c6_4497920272004260674.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil merupakan seorang laksamana dari Fontaine Armada yang telah pensiun, Kapten dari Sponsian, dan Wakil Direktur dari Institut Narzissenkreuz. Dia meninggal dunia pada saat Cataclysm terjadi 500 tahun lalu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin, yang dibesarkan di Institut Narzissenkreuz bersama dengan adik angkatnya, Mary-Ann. Alain merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka adalah penelitian terkait Pneuma-Ousia yang menghasil penemuan dari Sistem Arkhe dan pembuatan Clockwork Meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin dan dibesarkan di Institut Narzissenkreuz bersama dengan saudaranya Alain</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/7f04e9d0b83ab550cc91ddf708008a7d_7985405383310980762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Seorang anak yatim piatu yang dibesarkan di Institut Narzissenkreuz yang dikemudian diadopsi oleh Karl Ingold. Dia menjadi Neohuman dan pendiri dari Asosiasi Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/02bc05cc787742e2fdf79dc45a69ccec_3618252087252545171.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Carter Scherbius",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Carter Scherbius tumbuh di lingkungan yang buruk, dan ketika suatu hal terjadi pada keluarganya, dia berakhir di Institut Narzissenkreuz. Pada saat itu, Basil Elton telah menjadi Wakil Direktur. Hasil masakan dari Elton masih terasa seperti hukuman dibandingkan sebuah masakan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/140615443/6de4264ce2e5d0353822745dffaf3008_6365172847727258628.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Beberapa tahun kemudian setelah lulus dari Institut Narzissenkreuz, Carter bekerja sebagai seorang asisten di Institut of Natural Philosophy. Di sana dia bertemu dengan ilmuwan muda yang juga tinggal di panti asuhan. Carter berteman dengan Jakob Ingold karena memiliki persamaan dengannya, dimana mereka berdua dianggap sedikit aneh. Carter merasa senang dapat mengetahui masa lalu mereka dan berharap dapat membangun kembali panti asuhan tersebut. Selama berada di Institute of Natural Philosophy, Carter memberikan ide kepada Alain untuk membuat Kamera yang dapat berpikir, sehingga Kamera tersebut dapat mengambil foto dari orang-orang tersayang Alain ketika dirinya sedang sibuk. Alain merasa penggunaan Kamera untuk alasan tersebut sia-sia, tapi dia menemukan bahwa mesin tersebut dapat digunakan untuk keamanan dan pengawasan.\nCarter memiliki penyakit yang parah dan tidak dapat disembuh yang membuatnya menjadi lamban dan terkadang pingsan. Banyak kenalannya yang mencoba untuk mencari solusi dari penyakitnya dan bahkan mencoba menggunakan kekuatan seperti Abyss. Pada akhirnya, eksperimen tersebut menghancurkan tubuh Carter, tetapi bagian kesadarannya terselamatkan.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil merupakan seorang laksamana dari Fontaine Armada yang telah pensiun, Kapten dari Sponsian, dan Wakil Direktur dari Institut Narzissenkreuz. Dia meninggal dunia pada saat Cataclysm terjadi 500 tahun lalu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p>Pada awalnya merupakan fasilitas penelitian yang berkembang, lalu institut ini terbaring di bawah perairan Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/4ad939b9a96f59582270da331fc8f063_2782870681370625538.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin, yang dibesarkan di Institut Narzissenkreuz bersama dengan adik angkatnya, Mary-Ann. Alain merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka adalah penelitian terkait Pneuma-Ousia yang menghasil penemuan dari Sistem Arkhe dan pembuatan Clockwork Meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin dan dibesarkan di Institut Narzissenkreuz bersama dengan saudaranya Alain</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/7f04e9d0b83ab550cc91ddf708008a7d_7985405383310980762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4046,
        "name": "Recon Log Mek",
        "desc": "<p>Salah satu Clockwork Meka yang dirancang pada tahap awal.</p><p>Konon katanya, saat masa-masa Bapak Roda Gigi, Guillotin, berada di Institut Filsafat Alam, dia pernah membuat mesin yang benar-benar bisa meniru pemikiran orang-orang pintar.</p><p>Meski dia masih belum pernah mengakui pernyataan ini secara resmi, legenda ini masih terus membakar semangat para insinyur di kemudian hari. Beberapa dekade yang lalu, pernah ada orang yang mengumumkan bahwa dia sudah menciptakan Clockwork Meka yang memiliki kemampuan berpikir dasar dan dapat menafsirkan perasaan manusia. Tapi pada akhirnya, hasil akhir terkait tetap tidak disetujui.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/03b6c3af19fcba75282ba382142a4b01_3583618869721346351.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Prototype 4ACV07 merupakan sebuah anjing mekanik yang dibuat oleh Alain Guillotin untuk melindungi adiknya, Mary-Ann Guillotin selama masa bertugasnya di Marechaussee Phantom.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/140615443/f415fbe2eaa40cd987a8daa47643fc74_8281775357296813802.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Seorang anggota dari Asosiasi Narzissenkreuz dengan gelar \"Chrysalis of the Phantasmic Moth.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/be516a2c9005727dcfd1fe45662a826d_7648282839781137866.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Alain Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sebelum dibubarkannya Institut Narzissenkreuz, empat orang anak masuk ke Institut tersebut, yaitu Rene, Alain, Mary-Ann dan Jakob. Seperti anak-anak lain, mereka bermain menjadi ksatria, naga jahat, putri dan penyihir. Mereka juga mendengarkan kisah dari Wakil Direktur Basil Elton, dan memakan camilan enak buatannya yang dia pelajari untuk para anak-anak.\nSebagai anak-anak, Alain sangat menyukai berbagai macam mekanik dan memainkan peran sebagai ksatria dengan anak-anak lain di panti asuhan. Di Institut Narzissenkreuz, dia berteman dengan Mary-Ann, Rene dan Jakob dan mereka tetap berteman dalam waktu yang lama hingga pada akhir mereka berpisah ke arah yang berbeda. Sebagai tanda dari pertemanan mereka, Alain memberikan sebuah jam saku untuk Rene dan Jakob yang nantinya memiliki peran yang penting dalam hidup mereka.\nSetelah penutupan dari Institut Narzissenkreuz 500 tahun yang lalu karena terjadinya Cataclysm, Alain dan Mary-Ann diadopsi oleh Emanuel Guillotin, teman dari Wakil Direktur Basil Elton. Alain yang muda dan pintar diterima masuk ke Institute of Natural Philosophy. Dalam Institut tersebut, dia berhasil mempelajari Pneuma dan Ousia yang terdapat dalam semua makluk di Fontaine. Melalui penelitiannya, dia berhasil menemukan solusi dari krisis energi di Fontaine dan menjadi salah satu ilmuwan yang terhebat dalam sejarah negara tersebut.\nAlain bersama dengan adiknya kemudian masuk menjadi bagian dari Marechaussee Phantom dimana ayah angkat mereka merupakan salah satu agen dari organisasi tersebut. Ketika agen dari Marechaussee Phantom sadar akan aktivitas mencurigakan dari sebuah organisasi yang dibuat oleh teman Alain dari panti asuhan, Rene dan Jakob, Alain bersama dengan Neuvillette, Hakim Agung Fontaine bergelar Iudex, membuat pernyataan untuk melarang kelompok tersebut. Dalam pertarungan terakhir antara Marechaussee Hunter dan anggota dari asosiasi, Mary-Ann menghilangkan. Hal tersebut meninggalkan luka yang dalam bagi Alain.\nAlain meninggalkan Marechaussee Hunter dan membangun Fontaine Research Institute of Kinetic Energy Engineering yang berperan penting dalam sejarah Fontaine. Terdapat Mary-Ann Memorial Park di dekat Institut Penelitian Fontaine yang dibangun untuk mengenang mendiang adik dari Alain. Di akhir kehidupan Alain, dia meninggalkan Institut Penelitian. Dia mengurung diri dalam laboratoriumnya dan tidak berbicara dengan siapa pun.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin, yang dibesarkan di Institut Narzissenkreuz bersama dengan adik angkatnya, Mary-Ann. Alain merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka adalah penelitian terkait Pneuma-Ousia yang menghasil penemuan dari Sistem Arkhe dan pembuatan Clockwork Meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin dan dibesarkan di Institut Narzissenkreuz bersama dengan saudaranya Alain</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/7f04e9d0b83ab550cc91ddf708008a7d_7985405383310980762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Seorang anak yatim piatu yang dibesarkan di Institut Narzissenkreuz yang dikemudian diadopsi oleh Karl Ingold. Dia menjadi Neohuman dan pendiri dari Asosiasi Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/02bc05cc787742e2fdf79dc45a69ccec_3618252087252545171.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil merupakan seorang laksamana dari Fontaine Armada yang telah pensiun, Kapten dari Sponsian, dan Wakil Direktur dari Institut Narzissenkreuz. Dia meninggal dunia pada saat Cataclysm terjadi 500 tahun lalu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: #BFBFBF\">Direktur Narzissenkreuz Institute, sebuah panti asuhan di Fontaine, ia kemudian menjadi anggota Narzissenkreuz Ordo dan mendapatkan gelar \"Red Empress\" setelah institut tersebut ditinggalkan selama Cataclysm.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/170306649/b6d86ff8dfd84cf744e57a516b1a14c6_4497920272004260674.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Hakim Agung Fontaine yang bergelar Iudex. Terkenal karena selalu adil dan tidak berpihak.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/8459597/0513aa7f482dbb4778545d02f94956fe_3425792438027215362.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p>Pada awalnya merupakan fasilitas penelitian yang berkembang, lalu institut ini terbaring di bawah perairan Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/4ad939b9a96f59582270da331fc8f063_2782870681370625538.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Asosiasi Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Asosiasi Narzissenkreuz adalah komunitas rahasia yang didirikan oleh Rene de Petrichor dan Jakob Ingold untuk membuat Neohuman agar dapat selamat dari kehancuran Dunia yang diramalkan dari World-Formula. Asosiasi tersebut dinyatakan sebagai kelompok ekstremis ilegal dan organisasi kriminal oleh hukum Fontaine yang didasarkan pada Hakim Agung bergelar Iudex, Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/13/140615443/76c3b544663face535a657d1f97f4ad0_2273832275518145976.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Institut Penelitian Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The Fontaine Research Institute of Kinetic Energy Engineering Region didirikan oleh Alain Guillotin dan sering disingkat menjadi Institut Penelitian Fontaine.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "name": "\"Harta Karun\"",
        "desc": "<p>Sebuah jam saku tua.</p><p>Tidak lagi terdengar suara detak jam dari dalamnya. Penutupnya pun juga tidak bisa dibuka.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/170306649/0a56f7d4bb27b6a96caa61f1db9357d8_5067795424010455885.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/8459597/1bde348ad550ef356ff197b93caed6c8_8749301687303550183.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/539b03bed1057707abd643147e18abde_5296175504928612803.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rene de Petrichor",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Rene ditempatkan di Institut Narzissenkreuz bersama dengan Jakob Baker setelah kedua orang tua Rene dan ayah Jakob meninggal dunia dalam Pengepungan Poisson. Di panti asuhan, mereka bertemu dengan Mary-Ann dan Alain yang menjadi teman dekat mereka dalam waktu yang lama. Dalam permainan mereka, Rene berperan menjadi naga."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/140615443/8a98a3fe4e8892d95de942cdb5b4384a_6517578426247352305.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Setelah pembubaran dari Institut Narzissenkreuz, Rene dan Jakob dibawa oleh Karl Ingold, seorang jurnalis yang ikut serta saat terjadinya pengepungan di Poisson. Beberapa waktu setelah penutupan Institut, Rene bekerja di laboratorium di Institute of Natural Philosophy dengan temannya Alain, dimana mereka mempelajari primenergy machinery dan force of Pneuma dan Ousia. Penelitian mereka kemudian menyimpang ketika Rene dan Jakob mulai mempelajari properti dari sebuah objek berbahaya seperti Scarlet Quartz dari Dragonspine dan Lumpur Hitam dari Chasm.\nRene ingin memanfaatkan koneksinya dan kemampuan dari ilmuwan lain di Institute of Natural Philosophy, sehingga dia membangun Asosiasi Narzissenkreuz untuk memberikan mereka sebuah tempat. Tujuan utama dari organisasi tersebut adalah mencegah kematian dari semua orang ketika akhir zaman yang diprediksi melalui World Formula yang dihitung oleh Rene. Rencana dari Asosiasi tersebut adalah menghancurkan bentuk fisik dari orang-orang sehingga mereka dapat melewati akhir zaman dan terlahir kembali di dunia yang baru. Organisasi tersebut dianggap radikal dan dilarang di Fontaine karena tindakan radikalnya yang mencoba menghancurkan tekad masyarakat. Semua anggota dari asosiasi dimusnahkan atau ditangkap."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/140615443/fd5440941546983f338397f13a27c374_7722937977763987121.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sebagai jalan terakhirnya untuk menyukseskan rencananya dalam menyelamatkan orang-orang, Rene memutuskan untuk menjadi yang pertama kali membebaskan dirinya dari tubuh fisiknya. Hal tersebut menyebabkan kematian dari Rene de Petrichor dan Narzissenkreuz pun lahir.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Seorang anak yatim piatu yang dibesarkan di Institut Narzissenkreuz yang dikemudian diadopsi oleh Karl Ingold. Dia menjadi Neohuman dan pendiri dari Asosiasi Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/02bc05cc787742e2fdf79dc45a69ccec_3618252087252545171.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin, yang dibesarkan di Institut Narzissenkreuz bersama dengan adik angkatnya, Mary-Ann. Alain merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka adalah penelitian terkait Pneuma-Ousia yang menghasil penemuan dari Sistem Arkhe dan pembuatan Clockwork Meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin dan dibesarkan di Institut Narzissenkreuz bersama dengan saudaranya Alain</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/7f04e9d0b83ab550cc91ddf708008a7d_7985405383310980762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p>Pada awalnya merupakan fasilitas penelitian yang berkembang, lalu institut ini terbaring di bawah perairan Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/4ad939b9a96f59582270da331fc8f063_2782870681370625538.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Asosiasi Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Asosiasi Narzissenkreuz adalah komunitas rahasia yang didirikan oleh Rene de Petrichor dan Jakob Ingold untuk membuat Neohuman agar dapat selamat dari kehancuran Dunia yang diramalkan dari World-Formula. Asosiasi tersebut dinyatakan sebagai kelompok ekstremis ilegal dan organisasi kriminal oleh hukum Fontaine yang didasarkan pada Hakim Agung bergelar Iudex, Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/13/140615443/76c3b544663face535a657d1f97f4ad0_2273832275518145976.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Jakob Ingold",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Jakob Baker (kemudian menjadi Ingold) ditempatkan bersama dengan Rene de Petrichor dalam Institut Narzissenkreuz setelah kematian dari orang tua mereka pada Pengepungan Poisson. Ketika mereka bermain dengan anak-anak lain seperti Alain dan Mary-Ann, Jakob berperan sebagai penyihir. Dia sangat menyukai bulu hijau yang dipakai Wakil Direktur di topinya, dan ketika Wakil Direktur pergi meninggalkan Institut untuk bergabung dalam pertempuran melawan makhluk Abyss, dia meninggalkan bulu tersebut kepada Jakob untuk dititipkan.\nSetelah Institut Narzissenkreuz dibubarkan ketika Cataclysm terjadi, Jakob diadopsi oleh Karl Ingold yang ikut serta dalam Pengepungan Poisson. Bersama dengan Karl Ingold dan Rene, mereka pergi melakukan sebuah ekspedisi ke Vourukasha Oasis di Sumeru yang membuat Jakob menjadi sakit. Rene membuat keputusan yang ekstrem dan menggunakan kekuatan yang mirip dengan kekuatan dari Abyss untuk menyelamatkan Jakob. Berbeda dengan ekspektasi Rene, tubuh Jakob dapat menerima kekuatan tersebut yang menjadi awal mula proses Jakob menjadi Neohuman.\nBersama dengan Rene, Jakob menjadi peneliti di Institute of Natural Philosophy dimana mereka mulai mempelajari zat berbahaya terkait dengan Abyss. Selain itu, Jakob mendapatkan sampel darah dan tubuh dari Abyssal beast, Elynas, yang berhasil ditaklukan saat Cataclysm. Dengan bantuan dari darah tersebut, Jakob dapat meningkatkan kekuatannya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/140615443/6726453b00db1e28aeed6d222e7cdafa_4992728129862048516.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Jakob dan Rene bersama-sama membangun Asosiasi Narzissenkreuz, dimana anggota pertamanya adalah para ilmuwan dari Institute of Natural Philosophy yang dibubarkan. Ketika Rene menghancurkan tubuhnya untuk melanjutkan tujuan dari asosiasi tersebut, Jakob terus melanjutkan pekerjaannya dan membangkitkan kembali Rene. Pada akhirnya, Jakob percaya bahwa mereka dapat bertemu lagi di dunia baru yang akan Rene bangun.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Seorang anak yatim piatu yang dibesarkan di Institut Narzissenkreuz yang dikemudian diadopsi oleh Karl Ingold. Dia menjadi Neohuman dan pendiri dari Asosiasi Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/02bc05cc787742e2fdf79dc45a69ccec_3618252087252545171.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin dan dibesarkan di Institut Narzissenkreuz bersama dengan saudaranya Alain</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/7f04e9d0b83ab550cc91ddf708008a7d_7985405383310980762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin, yang dibesarkan di Institut Narzissenkreuz bersama dengan adik angkatnya, Mary-Ann. Alain merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka adalah penelitian terkait Pneuma-Ousia yang menghasil penemuan dari Sistem Arkhe dan pembuatan Clockwork Meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p>Pada awalnya merupakan fasilitas penelitian yang berkembang, lalu institut ini terbaring di bawah perairan Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/4ad939b9a96f59582270da331fc8f063_2782870681370625538.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Asosiasi Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Asosiasi Narzissenkreuz adalah komunitas rahasia yang didirikan oleh Rene de Petrichor dan Jakob Ingold untuk membuat Neohuman agar dapat selamat dari kehancuran Dunia yang diramalkan dari World-Formula. Asosiasi tersebut dinyatakan sebagai kelompok ekstremis ilegal dan organisasi kriminal oleh hukum Fontaine yang didasarkan pada Hakim Agung bergelar Iudex, Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/13/140615443/76c3b544663face535a657d1f97f4ad0_2273832275518145976.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3754,
        "name": "Catatan Penyelidikan Rene",
        "desc": "<p>Konon catatan ini berasal dari peneliti hebat yang bertekad untuk menjadi \"lebih dari manusia\".</p><p>Catatannya berisi perincian tentang pengalamannya menjelajahi reruntuhan dan pengetahuan yang ia dapatkan ....</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/76539619/ce12714adaa8824176230d76559aae3a_6585331003994455726.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Bulu Berwarna Hijau Tua",
        "desc": "<p><span style=\"color: #BFBFBF\">Kadang-kadang, bulu ini memiliki kekuatan untuk mempercepat kisah dan langsung mengakhiri sebuah cerita.<br>Kemunculannya sendiri merupakan tanda-tanda kekuatan yang melampaui kisah.<br><br>Meski sudah sangat tua, namun tetap dalam kondisi yang baik. Pernah dirawat dengan baik oleh orang-orang yang banyak.<br></span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/170306649/1838b2be2b66c913089a96fc1879c3d1_1114177182115456842.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/8459597/1bde348ad550ef356ff197b93caed6c8_8749301687303550183.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mary-Ann Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ketika Mary-Ann berada di Institut Narzissenkreuz, Wakil Direktur Basil Elton membuatkan sebuah dongeng tentang Putri Lyris dan naga jahat Narcissus untuknya.\nSetelah Institut dibubarkan saat terjadinya Cataclysm, Mary-Ann dan Alain diadopsi oleh Emanuel Guillotin. Bersama dengan kakaknya, Mary-Ann memutuskan untuk melanjutkan pekerjaan dari ayah angkatnya dan menjadi seorang Marechaussee Hunter. Untuk melindungi Mary-Ann, Alain menciptakan Mek pertama yang dapat berpikir, Seymour yang terinspirasi dari asistennya di Institute of Natural Philosophy, Carter Scherbius. Semua teman-teman Mary-Ann menyukai Mary-Ann karena kepribadiannya yang hangat dan baik."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/140615443/c98423c454c92b128b5b612ae928ccb0_4397997405903276305.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika organisasi terlarang yang didirikan oleh teman Mary-Ann, Rene dan Jakob, masuk ke dalam tubuh dari monster Abyss Elynas yang telah tewas, organisasi tersebut mencoba untuk membangkitkan kembali monster tersebut melalui sebuah ritual. Mary-Ann menjadi salah satu agen yang pergi untuk menghentikan organisasi tersebut. Selama pertempuran, terdapat ledakan yang dahsyat dan menyebabkan Mary-Ann Guillotin terluka parah. Mantan Direktur dari Institute Narzissenkreuz, Lyris yang telah menjadi anggota dari asosiasi, menggabungkan kesadaran mereka bersama dan menyelamatkan Mary-Ann dengan menciptakan Oceanid Mary-Ann.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin dan dibesarkan di Institut Narzissenkreuz bersama dengan saudaranya Alain</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/7f04e9d0b83ab550cc91ddf708008a7d_7985405383310980762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin, yang dibesarkan di Institut Narzissenkreuz bersama dengan adik angkatnya, Mary-Ann. Alain merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka adalah penelitian terkait Pneuma-Ousia yang menghasil penemuan dari Sistem Arkhe dan pembuatan Clockwork Meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Seorang anak yatim piatu yang dibesarkan di Institut Narzissenkreuz yang dikemudian diadopsi oleh Karl Ingold. Dia menjadi Neohuman dan pendiri dari Asosiasi Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/02bc05cc787742e2fdf79dc45a69ccec_3618252087252545171.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil merupakan seorang laksamana dari Fontaine Armada yang telah pensiun, Kapten dari Sponsian, dan Wakil Direktur dari Institut Narzissenkreuz. Dia meninggal dunia pada saat Cataclysm terjadi 500 tahun lalu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: #BFBFBF\">Direktur Narzissenkreuz Institute, sebuah panti asuhan di Fontaine, ia kemudian menjadi anggota Narzissenkreuz Ordo dan mendapatkan gelar \"Red Empress\" setelah institut tersebut ditinggalkan selama Cataclysm.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/170306649/b6d86ff8dfd84cf744e57a516b1a14c6_4497920272004260674.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Prototype 4ACV07 merupakan sebuah anjing mekanik yang dibuat oleh Alain Guillotin untuk melindungi adiknya, Mary-Ann Guillotin selama masa bertugasnya di Marechaussee Phantom.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/140615443/f415fbe2eaa40cd987a8daa47643fc74_8281775357296813802.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Oceanid yang tinggal di Annapausis. <span class=\"wk-shady\">Dia adalah seorang Oceanid yang terbentuk dari kesadaran Lyris dan Mary-Ann Guillotin yang disatukan. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/140615443/7ac751c3fd3892141d972392696a414b_6419412681990019777.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Asosiasi Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Asosiasi Narzissenkreuz adalah komunitas rahasia yang didirikan oleh Rene de Petrichor dan Jakob Ingold untuk membuat Neohuman agar dapat selamat dari kehancuran Dunia yang diramalkan dari World-Formula. Asosiasi tersebut dinyatakan sebagai kelompok ekstremis ilegal dan organisasi kriminal oleh hukum Fontaine yang didasarkan pada Hakim Agung bergelar Iudex, Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/13/140615443/76c3b544663face535a657d1f97f4ad0_2273832275518145976.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/8459597/1bde348ad550ef356ff197b93caed6c8_8749301687303550183.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lyris",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Lyris adalah Oceanid baik hati yang ditempatkan untuk memimpin panti asuhan. Meskipun Lyris menyukai anak-anak, dirinya tidak memiliki kecerdasan yang luar biasa bahkan untuk Oceanid, dan dia tidak memiliki pemahaman tentang sebab-akibat. Oleh karena itu, untuk beberapa waktu yang lama, Institut tersebut dipimpin oleh Wakil Direktur Basil Elton.\nKetika Cataclysm 500 tahun yang lalu terjadi, Lyris tidak mengerti mengapa panti asuhan tersebut dibubarkan, dan dia hanya ingin kembali ke masa dimana anak-anak panti asuhan bermain turnamen Narzissen. Lyris yang ditelan oleh rasa bersalah ditemukan oleh anggota dari organisasi rahasia yang dibangun oleh murid Institut Narzissenkreuz, Rene de Petrichor dan Jakob Ingold. Karena Lyris memiliki kemampuan untuk menghilangkan dan mengambil tekad dari orang-orang, Lyris menjadi anggota asosiasi yang sangat penting, dan mendapatkan gelar sebagai \"Red Empress\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/140615443/acb85bf4ad0cb25cb352b5612b60ea22_2224667006901831191.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika organisasi memutuskan untuk membangkitkan kembali Elynas, Abyssal beast, dengan bantuan dari darah dan daging yang dimakan Jakob Ingold untuk kekuatannya. Lyris masuk ke dalam Elynas dengan Jakob dan murid mereka, Caterpillar. Di dalam tubuh Elynas, mereka menghadapi Marechaussee Hunter dimana Mary-Ann termasuk ke dalamnya yang sedang mencoba untuk menghentikan asosiasi. Selama pertempuran tersebut, Mary-Ann Guillotin terluka parah dan Lyris pun memeluknya kemudian menyerap kesadarannya. Oceanid baru, Mary-Ann, terlahir dari penggabungan tersebut. Mary-Ann tidak lagi merupakan Lyris ataupun Mary-Ann Guillotin, tapi adalah perwujudan dari kesadaran dan keinginan milik mereka bersama. Oceanid tersebut merupakan hal yang melebihi manusia atau Oceanid yang mampu menciptakan Oceanid lainnya.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil merupakan seorang laksamana dari Fontaine Armada yang telah pensiun, Kapten dari Sponsian, dan Wakil Direktur dari Institut Narzissenkreuz. Dia meninggal dunia pada saat Cataclysm terjadi 500 tahun lalu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin, yang dibesarkan di Institut Narzissenkreuz bersama dengan adik angkatnya, Mary-Ann. Alain merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka adalah penelitian terkait Pneuma-Ousia yang menghasil penemuan dari Sistem Arkhe dan pembuatan Clockwork Meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin dan dibesarkan di Institut Narzissenkreuz bersama dengan saudaranya Alain</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/7f04e9d0b83ab550cc91ddf708008a7d_7985405383310980762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Seorang anak yatim piatu yang dibesarkan di Institut Narzissenkreuz yang dikemudian diadopsi oleh Karl Ingold. Dia menjadi Neohuman dan pendiri dari Asosiasi Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/02bc05cc787742e2fdf79dc45a69ccec_3618252087252545171.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Seorang anggota dari Asosiasi Narzissenkreuz dengan gelar \"Chrysalis of the Phantasmic Moth.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/be516a2c9005727dcfd1fe45662a826d_7648282839781137866.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Oceanid yang tinggal di Annapausis. <span class=\"wk-shady\">Dia adalah seorang Oceanid yang terbentuk dari kesadaran Lyris dan Mary-Ann Guillotin yang disatukan. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/140615443/7ac751c3fd3892141d972392696a414b_6419412681990019777.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Asosiasi Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Asosiasi Narzissenkreuz adalah komunitas rahasia yang didirikan oleh Rene de Petrichor dan Jakob Ingold untuk membuat Neohuman agar dapat selamat dari kehancuran Dunia yang diramalkan dari World-Formula. Asosiasi tersebut dinyatakan sebagai kelompok ekstremis ilegal dan organisasi kriminal oleh hukum Fontaine yang didasarkan pada Hakim Agung bergelar Iudex, Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/13/140615443/76c3b544663face535a657d1f97f4ad0_2273832275518145976.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Sword of Narzissenkreuz",
        "desc": "<p>Pedang yang kehilangan kekuatan di akhir kisahnya. Kini pedang ini akan memulai perjalanan barunya dengan sisa kekuatan yang ada di dalamnya, terus memperingati sebuah mimpi yang agung mu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/11/8459597/01d3f8317c86ea98d617ad61213b7c9a_5559818300876333492.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Pedang Agung Narzissenkreuz",
        "desc": "<p>Pedang suci yang mengandung arti khusus dalam suatu cerita.</p><p>Bukan milik siapa pun.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/02/9564191/d9e731584137af8d10fb8d02bfbcb845_3446000684086977087.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Institut Narzissenkreuz",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/140615443/952ea7ca75568d589cf8e4caf5c3add3_8985090206953400390.png"
      }
    ]
  }
}