{
  "epId": 4600,
  "name": "Jakob",
  "desc": "<p>Seorang anak yatim piatu yang dibesarkan di Institut Narzissenkreuz yang dikemudian diadopsi oleh Karl Ingold. Dia menjadi Neohuman dan pendiri dari Asosiasi Narzissenkreuz.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/02bc05cc787742e2fdf79dc45a69ccec_3618252087252545171.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1722616940,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Jakob"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Afiliasi",
        "value": [
          {
            "type": "RichText",
            "text": "Institut Narzissenkreuz\nAsosiasi Narzissenkreuz"
          }
        ]
      },
      {
        "key": "Gelar",
        "value": [
          {
            "type": "RichText",
            "text": "Narzissenkreuz Artificial Apostle"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Masa Kecil",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Jakob merupakan anak dari Eduardo Baker, seorang kriminal dari Fleuve Cendre. Pemerintah Fontaine ingin membangun sebuah kota bawah</color> tanah di bawah kota, <color=#ffffff73>Fleuve Cendre, dari selokan yang berada di bawah Court of Fontaine.</color> Karena sulitnya menjaga <color=#ffffff73>ketenangan, Eduardo Baker dan teman-temannya mengambil alih kekuasaan di Fleuve Cendre. Mereka mulai menyelesaikan konflik antar “para penduduk” dari Fleuve Cendre, merestui pasangan yang baru menikah, dan melindungi para pedagang dari pengasingan, penindasan dan pemerasan oleh beberapa kelompok. Ketika pihak berwenang dari Court of Fontaine memutuskan untuk menyingkirkan Fleuve Cendre, Baker ditangkap kemudian diasingkan ke padang pasir, Sumeru. Dalam perjalanannya, dia, dengan bantuan dari anak buahnya, melarikan diri ke Poisson,</color> menyandera baik kota itu sendiri <color=#ffffff73>maupun beberapa anggota dari Maison Gardiennage yang membawa Baker. Dia membuat</color> sejumlah tuntutan <color=#ffffff73>yang tidak masuk akal, sehingga Marechaussee Hunter turut ikut campur.</color> Jurnalis Karl Ingold tiba di Poisson sebagai negosiator bersama dengan anak dari Eduardo, Jakob.\n<color=#ffffff73>Upaya yang dilakukan untuk memecahkan masalah tersebut tidak berhasil sehingga perselisihan antara kelompok Baker dan Marechaussee Hunter berubah menjadi pertarungan yang kasar. Akibat dari pertarungan tersebut, Jakob, Rene dan anak dari Walikota Poisson menjadi anak yatim piatu. Mereka dikirimkan ke Institut Narzissenkreuz, sebuah panti asuhan yang sering merawat anak-anak dari para kriminal.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/764c6025e7f1ca9b37d0e97c8ba548ec_79802815735529588.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Direktur dari Institut tersebut merupakan Oceanid Lyris yang baik hati. Dia ditempatkan sebagai</color> penanggung jawab <color=#ffffff73>institut tersebut sebagai ucapan terima kasih dari Archon Hydro Egeria. Wakil Direktur dari Institut tersebut adalah Basil Elton,</color> yang sebelumnya adalah kepala armada <color=#ffffff73>Fontaine. Dalam panti asuhan tersebut, Jakob bertemu dengan Mary-Ann dan Alain yang menjadi teman dari Jakob dan Rene. Alain memberikan jam saku kepada Jakob, dan kemudian jam saku tersebut menjadi hal penting dalam membangkitkan kembali Narzissenkreuz.</color>\n<color=#ffffff73>Dalam Institut, Basil Elton menyampaikan sebuah dongeng kepada anak-anak tentang naga jahat Narcissus, dan mereka bermain turnamen yang kemudian menjadi juara Narzissen, penyihir dan putri.</color>\n<color=#ffffff73>Saat Cataclysm terjadi 500 tahun lalu, Institut Narzissenkreuz dibubarkan. Basil Elton kembali lagi memimpin White Armada, dan bersama dengan beberapa murid dari Institut, ikut berpartisipasi dalam pertarungan dengan makhluk Abyss yang muncul di Fontaine. Sebagai salam perpisahan, Basil meninggalkan Jakob sebuah bulu dari burung yang tidak diketahui dari topi yang dipakai dirinya. Basil meminta Jakob untuk menjaga barang tersebut sehingga dia bisa mengambilnya lagi ketika dia kembali nanti. Akan tetapi, Basil tidak kembali dari pertarungan tersebut. Direktur Lyris menghilang dan kemudian dilihat oleh agen Marechaussee Phantom yang sedang mengelilingi Institut. Lyris bergabung dengan Asosiasi Narzissenkreuz, komunitas rahasia yang didirikan oleh Rene dan Jakob beberapa tahun kemudian.</color>\n<color=#ffffff73>Jakob diadopsi oleh Karl Ingold yang ikut serta dalam penyerangan Poisson, dan Rene juga menjadi bagian dari keluarga mereka.</color>\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Institut Narzissenkreuz",
        "desc": "<p>Panti asuhan di Fontaine yang dibangun di reruntuhan perabadan kuno.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: #BFBFBF\">Direktur Narzissenkreuz Institute, sebuah panti asuhan di Fontaine, ia kemudian menjadi anggota Narzissenkreuz Ordo dan mendapatkan gelar \"Red Empress\" setelah institut tersebut ditinggalkan selama Cataclysm.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/170306649/b6d86ff8dfd84cf744e57a516b1a14c6_4497920272004260674.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil merupakan seorang laksamana dari Fontaine Armada yang telah pensiun, Kapten dari Sponsian, dan Wakil Direktur dari Institut Narzissenkreuz. Dia meninggal dunia pada saat Cataclysm terjadi 500 tahun lalu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin, yang dibesarkan di Institut Narzissenkreuz bersama dengan adik angkatnya, Mary-Ann. Alain merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka adalah penelitian terkait Pneuma-Ousia yang menghasil penemuan dari Sistem Arkhe dan pembuatan Clockwork Meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin dan dibesarkan di Institut Narzissenkreuz bersama dengan saudaranya Alain</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/7f04e9d0b83ab550cc91ddf708008a7d_7985405383310980762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/8459597/1bde348ad550ef356ff197b93caed6c8_8749301687303550183.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/539b03bed1057707abd643147e18abde_5296175504928612803.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Fleuve Cendre Ferryman",
        "desc": "<p>Pipa tembaga yang pernah digunakan sebagai senjata di masa lalu. Bisa dibilang benda ini cukup terkenal — atau mungkin juga tidak — tergantung lingkungan komunitasnya.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/920ca2fe25ca2db1796848099b59b2d8_3936172912168636250.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Bulu Berwarna Hijau Tua",
        "desc": "<p><span style=\"color: #BFBFBF\">Kadang-kadang, bulu ini memiliki kekuatan untuk mempercepat kisah dan langsung mengakhiri sebuah cerita.<br>Kemunculannya sendiri merupakan tanda-tanda kekuatan yang melampaui kisah.<br><br>Meski sudah sangat tua, namun tetap dalam kondisi yang baik. Pernah dirawat dengan baik oleh orang-orang yang banyak.<br></span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/170306649/1838b2be2b66c913089a96fc1879c3d1_1114177182115456842.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ekspedisi Sumeru",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/1c98345abf416ff1e862ba2f10e71ea9_5353746619181174234.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pada 500 tahun yang lalu, ketika terjadi Cataclysm, Rene, Jakob, dan ayah angkat Jakob, Karl Ingold, memulai sebuah ekpedisi ke Vourukasha Oasis, Sumeru. Rene tertarik dengan Khvarena dan Sacred Lotus, Gaokerena, yang diciptakan oleh Greater Lord Rukkhadevata, dengan kesadaran dari mantan Archon Hydro, Egeria. Rene melihat bahwa Khvarena dan Gaokerena memiliki komposisi yang mirip dengan jaringan dalam organisme Jakob dan Rene sendiri tetapi berbeda dengan jaringan pada Karl. Meskipun Rene berupaya untuk mendapatkan sampel data untuk membuktikan penemuan tersebut, Shamaniyya menolak permintaannya.\nSelama penelitian tersebut, Rene menggali banyak buku hingga tak terhitung yang ditinggalkan oleh ancient order dan catatan-catatan dari Penduduk Khaenri’ah, yang membantu Rene untuk menguraikan teks kuno. Dengan menggunakan world-formula milik Rene, mirip dengan “Fortuna” milik Remuria, dia menyimpulkan kedatangan dari hal lain di Fontaine. Setelah melakukan kalkulasi yang tak terhitung, Rene tetap mendapat hasil yang sama: akhir zaman tidak dapat dihindari. Selanjutnya, dia menemukan cara untuk mengambil “tekad”, yang Rene yakini dapat memberikan perlindungan dari akibat banjir. Setelah tiba di Fontaine, dia mencoba berdiskusi tentang kemungkinan untuk menyelamatkan Fontaine dengan teman masa kecilnya yang jenius, Alain Guillotin.\nSelama ekspedisi, Jakob, yang pada saat itu seorang anak kecil, terjangkit penyakit yang parah dan kemudian jatuh koma. Rene yang berjuang keras untuk menyelamatkan Jakob terpaksa menggunakan kekuatan yang mirip dengan para makhluk Abyss. Tubuh Jakob menerima dengan baik kekuatan tersebut, mempermudah pemulihannya. Kepercayaan diri dari Rene meningkat dengan kesuksesan tersebut. Rene pun menggabungkan hasil tersebut ke dalam penelitiannya yang sedang berjalan. Akan tetapi, Karl Ingold merasa curiga dengan pemulihan Jakob yang tiba-tiba. Untuk menghindari prasangka tersebut, Rene memalsukan dan mengubah catatan hariannya.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Institut Narzissenkreuz",
        "desc": "<p>Panti asuhan di Fontaine yang dibangun di reruntuhan perabadan kuno.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3754,
        "name": "Catatan Penyelidikan Rene",
        "desc": "<p>Konon catatan ini berasal dari peneliti hebat yang bertekad untuk menjadi \"lebih dari manusia\".</p><p>Catatannya berisi perincian tentang pengalamannya menjelajahi reruntuhan dan pengetahuan yang ia dapatkan ....</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/76539619/ce12714adaa8824176230d76559aae3a_6585331003994455726.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Eksperimen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Ketika monster dari Abyss, Elynas, berhasil ditaklukkan saat Cataclysm, Rene dan Jakob tertarik dengan tubuh Elynas karena mereka merasakan sekilas “tekad.” Mereka menduga bahwa monster tersebut memiliki kekuatan yang berlimpah, sehingga Rene ingin meningkatkan kekuatan Jakob yang diperoleh selama ekpedisi di Sumeru dengan menggunakan prinsip tersebut. Meskipun ketakutan dan larangan dari Rene, Jakob diam-diam memasuki tubuh Elynas dan mengambil sampel dari dagingnya. Tubuh Jakob menerima daging tersebut dengan cukup baik hanya dengan reaksi negatif yang minim. Hal tersebut membuat mereka melanjutkan eksperimen tersebut untuk perkembangan Jakob.</color>\n<color=#ffffff73>Melalui eksperimen, Jakob berhasil membuka sebuah “jalan” yang mereka temukan dalam catatan penduduk Khaenri’ah, mengelilingi mereka dengan banyak makhluk yang disebut Rene sebagai “Rifthounds.” Selain itu, subjek dari penelitian mereka merupakan Scarlet Quartz, darah shadow dragon Durin yang terkristalisasi, dan Lumpur Hitam yang ditemukan pada tambang di Chasm. Ditemukan bahwa komposisi dari hal-hal tersebut mirip dengan daging dari Elynas dan mereka memiliki efek yang buruk bagi orang-orang biasa. Hanya Jakob yang disebut sebagai “Neohuman” oleh Rene yang dapat melawan pengaruh yang merusak tersebut.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/140615443/11e84dca9047c764fbdde904a7970dbf_4030984861141007500.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Setelah itu, Jakob secara terus menerus meningkatkan kekuatannya, dan berkat perubahan tersebut, dia bisa mengambil bentuk dari Iniquitous Baptist.</color>\n<color=#ffffff73>Selain dari eksperimen terhadap Jakob, Rene juga menjalankan eksperimen lain pada asisten dari Alain Guillotin, Carter Scherbius, dari Institute of Natural Philosopy yang menderita sebuah penyakit yang tidak dapat disembuhkan. Jakob berteman dengan Carter ketika Rene bekerja di Institute of Natural Philosophy karena mereka berdua merupakan kelompok yang diasingkan dalam Institut. Karena Jakob menganggap Carter sebagai saudaranya sendiri, dia menyarankan Rene untuk menggunakan cara yang dipakai untuk memulihkan dirinya — dengan bantuan dari kekuatan Abyssal.</color>\n<color=#ffffff73>Tubuh dari Carter Scherbius menerima efek yang buruk dan tubuhnya mulai hancur. Dia masih hidup dan dapat mengeluarkan suara yang membuat Jakob sangat ketakutan. Rene mencoba menyingkirkan pita suaranya, tetapi pita suara tersebut tumbuh kembali beberapa hari kemudian.</color>\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p>Pada awalnya merupakan fasilitas penelitian yang berkembang, lalu institut ini terbaring di bawah perairan Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/4ad939b9a96f59582270da331fc8f063_2782870681370625538.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Asosiasi Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Asosiasi Narzissenkreuz adalah komunitas rahasia yang didirikan oleh Rene de Petrichor dan Jakob Ingold untuk membuat Neohuman agar dapat selamat dari kehancuran Dunia yang diramalkan dari World-Formula. Asosiasi tersebut dinyatakan sebagai kelompok ekstremis ilegal dan organisasi kriminal oleh hukum Fontaine yang didasarkan pada Hakim Agung bergelar Iudex, Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/13/140615443/76c3b544663face535a657d1f97f4ad0_2273832275518145976.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Iniquitous Baptist",
        "desc": "<p>Monster dari Abyss yang bisa mengendalikan berbagai kekuatan elemen dan mendapatkan anggota tubuh tambahan dari \"evolusinya\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/1023623/2899a9fa6efec1006150467a00823c4a_524773393344519777.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2125,
        "name": "Thundercraven Rifthound",
        "desc": "Binatang buas dengan darah iblis yang mampu merobek batas dunia dan alam lain. Mereka diciptakan oleh \"Gold\".<br/>Pada zaman dahulu kala, mereka membuat kerusuhan di seantero benua, tetapi mereka punah untuk sementara waktu karena perlawanan dan perburuan massal. Namun, akhir-akhir ini mereka kembali muncul. Sekelompok serigala hitam yang saat ini mengancam Springvale dan Wolvendom adalah makhluk yang sama.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/f98aad8ddb6a41ae54eb9b81c63f58da_5993783842631949620.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2123,
        "name": "Rockfond Rifthound",
        "desc": "Binatang buas dengan darah iblis yang mampu merobek batas dunia dan alam lain. Mereka diciptakan oleh \"Gold\".<br/>Binatang ini berperilaku mirip dengan serigala biasa. Mungkin mereka iri terhadap \"kerabat terdekat\" mereka di alam ini, dan bermimpi untuk mengambil tempat kerabat tersebut suatu hari nanti.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/4aa76a4d0124859749da800aa330f431_742029452356444328.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4303,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4304,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4308,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kematian Rene",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Rene percaya bahwa untuk menghindari akhir zaman yang telah diperhitungkan berdasarkan world-formula, para Fontainian perlu dibebaskan dari tubuh fisik mereka, melarutkan mereka ke dalam air dari Primordial Sea dan mengembalikan ke asal-usul mereka karena semua Fontainian awalnya adalah Oceanid yang kemudian diubah menjadi manusia oleh Archon Hydro Egeria . Dia menyebut dirinya sebagai Narzissenkreuz dan memutuskan untuk menjadi yang pertama di jalan menuju tujuannya dan melarutkan tubuhnya, berharap untuk dilahirkan kembali dengan bentuk yang baru.\nPenghancuran dari tubuh Rene tidak membantu Narzissenkreuz lahir kembali, sehingga Jakob melakukan berbagai macam upaya untuk mempertahankan Narzissenkreuz. Dia mencoba menyembunyikan kebenaran mengenai Master dan anggota Asosiasi Narzissenkreuz untuk mencegah kehancuran asosiasi tersebut. Akan tetapi, rumor menyebar di antara orang-orang yang mengatakan bahwa Master telah meninggal dunia. Selain itu, Jakob mencoba menyelesaikan Tower of Gestalt yang merupakan bagian utama yang penting untuk Asosiasi. Dengan menggunakan menara ini, terletak di lingkaran dari empat Orthants (tempat khusus di Fontaine yang diidentifikasikan oleh “Seal of Chymical Marriage”), Asosiasi Narzissenkreuz ingin mengendalikan tekad dari orang-orang agar bisa selamat dari akhir zaman. Menurut perhitungan dari Asosiasi, Primordial Sea seharusnya terletak di bawah menara tersebut.\nSelama beberapa bulan, Jakob bereksperimen untuk membangkitkan kembali Rene. Dia mengambil bagian dari kepribadiannya dan menyegelnya di bawah salah satu Orthants dalam Primordial Sea. Dia memakai kemampuan dari Lyris untuk menghancurkan tekad dari orang-orang, Selain itu, dia juga menggunakan catatan dari Remurians mengenai pembuatan golems, pengetahuan dari Khaenri’ah dan Pedang Agung Narzissenkreuz (Reason) yang menjadi kunci untuk menyatukan tekad dari orang-orang. Lebih dari 400 tahun kemudian, hasil dari penelitian Jakob dipakai oleh pembunuh berantai Vacher yang mencoba membangkitkan kembali orang tersayangnya . Jakob juga mencoba mengembalikan kembali Carter Scherbius dan kemudian memindahkan beberapa ingatan dan kesadaran dari Carter ke dalam tubuh Hilichurl yang baru dan menciptakan Caterpillar. Setelah melewati banyak kegagalan, Jakob akhirnya berhasil menciptakan tubuh baru untuk Narzissenkreuz dengan memanfaatkan jam saku yang diberikan oleh Alain kepada Jakob bertahun-tahun lalu dan menunjukkan waktu ketika Rene masih hidup dan peninggalan Carter."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“...Aku sudah menamainya. Sekarang hanya tinggal menanamkan….</color>\n<color=#ffffff>Dia tidak akan mengingat dua kegagalan sebelumnya — karena ingatan akan kegagalannya yang dulu akan membuatnya tidak bisa melampaui. Dia akan menjadi Narzissenkreuz ideal kita. Dia akan mengambil langkah besar dan berjalan jauh di depanku sekali lagi, meninggalkan bayangannya yang lincah di bawah sinar matahari. Dia akan membimbing kita membentuk masa depan baru, masa depan yang di dalamnya memiliki tempat bagi Alain dan Ann….”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Narzissenkreuz tidak mengingat kegagalannya dan mengira bahwa percobaannya berakhir sukses. <color=#ffffff>“Semuanya menjadi jelas sekali. Seluruh penghalang yang tak bermakna sudah hilang sepenuhnya.\"</color> Dia mendapatkan tubuh yang baru, mengirimkan Jakob, Lyris dan Caterpillar ke Elynas dan tetap berada di Primordial Sea menunggu kedatangan dari ramalan dan awal dari akhir zaman.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Asosiasi Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Asosiasi Narzissenkreuz adalah komunitas rahasia yang didirikan oleh Rene de Petrichor dan Jakob Ingold untuk membuat Neohuman agar dapat selamat dari kehancuran Dunia yang diramalkan dari World-Formula. Asosiasi tersebut dinyatakan sebagai kelompok ekstremis ilegal dan organisasi kriminal oleh hukum Fontaine yang didasarkan pada Hakim Agung bergelar Iudex, Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/13/140615443/76c3b544663face535a657d1f97f4ad0_2273832275518145976.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>NPC eksklusif Quest Archon \"Bagai Rintik Hujan, Turun Tanpa Sebab\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Seorang anggota dari Asosiasi Narzissenkreuz dengan gelar \"Chrysalis of the Phantasmic Moth.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/be516a2c9005727dcfd1fe45662a826d_7648282839781137866.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: #BFBFBF\">Direktur Narzissenkreuz Institute, sebuah panti asuhan di Fontaine, ia kemudian menjadi anggota Narzissenkreuz Ordo dan mendapatkan gelar \"Red Empress\" setelah institut tersebut ditinggalkan selama Cataclysm.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/170306649/b6d86ff8dfd84cf744e57a516b1a14c6_4497920272004260674.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Pedang Agung Narzissenkreuz",
        "desc": "<p>Pedang suci yang mengandung arti khusus dalam suatu cerita.</p><p>Bukan milik siapa pun.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/02/9564191/d9e731584137af8d10fb8d02bfbcb845_3446000684086977087.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Sword of Narzissenkreuz",
        "desc": "<p>Pedang yang kehilangan kekuatan di akhir kisahnya. Kini pedang ini akan memulai perjalanan barunya dengan sisa kekuatan yang ada di dalamnya, terus memperingati sebuah mimpi yang agung mu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/11/8459597/01d3f8317c86ea98d617ad61213b7c9a_5559818300876333492.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Warna-warna Kuno",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Beberapa tahun kemudian, Jakob tertarik dengan lukisan dari Melusine Mamere yang melukis dengan darah Abyss monster Elynas yang terkristalisasi. Setelah tidak berhasil membeli lukisan milik Mamere, dia mengirimkan pekerja bayaran untuk mencuri lukisan tersebut. Dengan bantuan dari darah yang terkristalisasi tersebut, dia berniat untuk membangkitkan kembali Elynas yang dagingnya dapat meningkatkan kekuatan miliknya.\nPengembara, dengan bantuan dari diri Elynas sendiri yang takut jika kebangkitannya hanya akan membawa bencana dan kematian dari anak-anak Melusinenya, berhasil menghentikan Jakob. Akan tetapi, Jakob berhasil kabur.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "<p>NPC eksklusif Quest Dunia di Fontaine.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/9cc2115edbfc809cdaa5a1629eb9dc37_7004583824392471563.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4273,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Jejak Narcissus",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Jakob yang mengetahui bahwa akhir zaman mulai mendekat memutuskan untuk memutar kembali “Seal of Chymical Marriage” yang seharusnya mengunci Primordial Sea untuk menghancurkan dan memperbarui semua orang dengan bantuan dari air. Dia memaksa Pengembara mengumpulkan material yang dipakai untuk membuat ulang Holy Blade of Reason dengan mengatur jebakan di empat Orthants. Dia berharap Narzissenkreuz bisa lepas dari segelnya dan berhasil terlahir kembali."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Setelah ini, Master akan kembali. Bukan. Rene yang akan kembali!</color>\n<color=#ffffff>Dia akan memecahkan segel dan mengendalikan sumber kehidupan. Air hidup yang murni akan menenggelamkan dunia bersama dengan kebangkitannya, untuk melahirkan alam semesta yang baru.</color>\n<color=#ffffff>Semua jiwa akan diawetkan. Dan Pedang Tekad akan jatuh ke air, kembali ke genggaman pemiliknya.</color>\n<color=#ffffff>Semuanya akan menjadi satu, dan memperoleh kekuatan untuk menghadapi akhir zaman.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/140615443/70fe18d1739fcb921fabe56289e8b97c_5352846199933590935.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Jakob menyadari bahwa tubuhnya hampir tidak memiliki kekuatan lagi, sehingga dia mati di bawah jarum jam yang menandakan awal mulai dari Doomsday. Dia berharap dapat menemui Rene di dunia yang baru sekali lagi.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4615,
        "name": "\"Kepribadian\"",
        "desc": "Salah satu bahan yang diperlukan untuk menempa Pedang Agung Narzissenkreuz. Hampir tidak terasa berat sama sekali.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/a1b4b81f94c7d8527afc1479c4e1aa5a_1110200669598652718.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Sword of Narzissenkreuz",
        "desc": "<p>Pedang yang kehilangan kekuatan di akhir kisahnya. Kini pedang ini akan memulai perjalanan barunya dengan sisa kekuatan yang ada di dalamnya, terus memperingati sebuah mimpi yang agung mu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/11/8459597/01d3f8317c86ea98d617ad61213b7c9a_5559818300876333492.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Pedang Agung Narzissenkreuz",
        "desc": "<p>Pedang suci yang mengandung arti khusus dalam suatu cerita.</p><p>Bukan milik siapa pun.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/02/9564191/d9e731584137af8d10fb8d02bfbcb845_3446000684086977087.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "RichText",
        "text": "Karakter\nRingkasan"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Institut Narzissenkreuz",
        "desc": "<p>Panti asuhan di Fontaine yang dibangun di reruntuhan perabadan kuno.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Panti asuhan tempat Jakob dibesarkan."
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p>Pada awalnya merupakan fasilitas penelitian yang berkembang, lalu institut ini terbaring di bawah perairan Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/4ad939b9a96f59582270da331fc8f063_2782870681370625538.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Institut tempat Jakob bekerja dengan Rene de Petrichor."
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Asosiasi Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Asosiasi Narzissenkreuz adalah komunitas rahasia yang didirikan oleh Rene de Petrichor dan Jakob Ingold untuk membuat Neohuman agar dapat selamat dari kehancuran Dunia yang diramalkan dari World-Formula. Asosiasi tersebut dinyatakan sebagai kelompok ekstremis ilegal dan organisasi kriminal oleh hukum Fontaine yang didasarkan pada Hakim Agung bergelar Iudex, Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/13/140615443/76c3b544663face535a657d1f97f4ad0_2273832275518145976.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Asosiasi yang dibuat oleh Rene dan Jakob."
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Rene de Petrichor yang tumbuh besar bersama dengan Jakob. Dia melakukan beberapa eksperimen untuk membuat Jakob menjadi Neohuman.\nKarl Ingold\nAyah angkat Jakob."
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin, yang dibesarkan di Institut Narzissenkreuz bersama dengan adik angkatnya, Mary-Ann. Alain merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka adalah penelitian terkait Pneuma-Ousia yang menghasil penemuan dari Sistem Arkhe dan pembuatan Clockwork Meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin dan dibesarkan di Institut Narzissenkreuz bersama dengan saudaranya Alain</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/7f04e9d0b83ab550cc91ddf708008a7d_7985405383310980762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Teman lama Jakob dari Institut Narzissenkreuz.\nCarter Scherbius\nAsisten dari Institute of Natural Philosophy. Jakob menganggap Carter sebagai temannya."
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Seorang anggota dari Asosiasi Narzissenkreuz dengan gelar \"Chrysalis of the Phantasmic Moth.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/be516a2c9005727dcfd1fe45662a826d_7648282839781137866.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Asisten dari Asosiasi dan hilichurl yang diciptakan oleh Jakob dan Narzissenkreuz.\nEichi Karasawa\nErich\nLyris\nMadam M. Laveaux\nMr. Eliphas\nMr. Forsamiro\nMr. Griffin L. Randolph\nMs. E. Lenormand\nMs. Giuffria\nMs. Zenaida\nSusannah\nMs. Calafia\nAnggota dan pendukung dari Asosiasi Narzissenkreuz."
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: #BFBFBF\">Direktur Narzissenkreuz Institute, sebuah panti asuhan di Fontaine, ia kemudian menjadi anggota Narzissenkreuz Ordo dan mendapatkan gelar \"Red Empress\" setelah institut tersebut ditinggalkan selama Cataclysm.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/170306649/b6d86ff8dfd84cf744e57a516b1a14c6_4497920272004260674.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Mantan Direktur dari Institut Narzissenkreuz. Setelah panti asuhan dibubarkan, dia bergabung dengan Asosiasi Narzissenkreuz."
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Jakob menggunakan tubuh Elynas untuk meningkatkan kekuatannya."
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Iniquitous Baptist",
        "desc": "<p>Monster dari Abyss yang bisa mengendalikan berbagai kekuatan elemen dan mendapatkan anggota tubuh tambahan dari \"evolusinya\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/1023623/2899a9fa6efec1006150467a00823c4a_524773393344519777.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Dikarenakan kekuatan dari Abyssal, Jakob dapat mengambil bentuk ini."
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "<p>NPC eksklusif Quest Dunia di Fontaine.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/9cc2115edbfc809cdaa5a1629eb9dc37_7004583824392471563.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Melusine yang merupakan seorang seniman yang menggunakan cat dari darah Elynas yang telah mengkristal."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Item/Buku Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 3754,
        "name": "Catatan Penyelidikan Rene",
        "desc": "<p>Konon catatan ini berasal dari peneliti hebat yang bertekad untuk menjadi \"lebih dari manusia\".</p><p>Catatannya berisi perincian tentang pengalamannya menjelajahi reruntuhan dan pengetahuan yang ia dapatkan ....</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/76539619/ce12714adaa8824176230d76559aae3a_6585331003994455726.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4302,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4303,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4304,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4305,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4307,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4308,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4309,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4310,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4625,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4311,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4313,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/8459597/1bde348ad550ef356ff197b93caed6c8_8749301687303550183.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "name": "\"Harta Karun\"",
        "desc": "<p>Sebuah jam saku tua.</p><p>Tidak lagi terdengar suara detak jam dari dalamnya. Penutupnya pun juga tidak bisa dibuka.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/170306649/0a56f7d4bb27b6a96caa61f1db9357d8_5067795424010455885.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4273,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Jakob",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/62dd60af7d7154f91a26225208caa95b_6780969489597042630.png"
      },
      {
        "key": "Jakob",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/11e84dca9047c764fbdde904a7970dbf_8631699232199601978.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Jakob ketika menggunakan kekuatan Abyss"
          }
        ]
      },
      {
        "key": "Institut Narzissenkreuz",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/764c6025e7f1ca9b37d0e97c8ba548ec_1104290006144627433.png"
      }
    ]
  }
}