{
  "epId": 4603,
  "name": "Alain Guillotin",
  "desc": "<p>Anak angkat dari Emanuel Guillotin, yang dibesarkan di Institut Narzissenkreuz bersama dengan adik angkatnya, Mary-Ann. Alain merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka adalah penelitian terkait Pneuma-Ousia yang menghasil penemuan dari Sistem Arkhe dan pembuatan Clockwork Meka.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1722700492,
  "components": {
    "galleryCharacter": [
      {
        "key": "Institut Narzissenkreuz",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/becc7314771f05d227a2fbd93402dbf6_8999880200455640677.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Alain Guillotin"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Alain Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Alain Guillotin memiliki peran yang penting dalam sejarah Fontaine dan memiliki hubungan dengan organisasi di Fontaine seperti Institut Narzissenkreuz, Institute of Natural Philosophy, Marechaussee Phantom. Dia merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka untuk Fontaine yaitu, Pneuma-Ousia, yang menggagas penemuan sistem Arkhe dan penciptaan Clockwork Meka. Sejak Alain Guillotin menciptakan balok energi lebih dari 400 tahun lalu, banyak operasi clockwork meka dari Fontaine yang ditenagai dengan reaksi penghancuran yang terkendali dari Pneuma-Ousia yang disediakan oleh balok energi tersebut.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/becc7314771f05d227a2fbd93402dbf6_397521392638181235.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Alain dibesarkan di Institut Narzissenkreuz, dimana dia bertemu dengan Mary-Ann, seorang anak yatim-piatu yang diasuh oleh Institut Narzissenkreuz. Selama Cataclysm sekitar 500 tahun lalu, Direktur dan Wakil Direktur meninggal institut tersebut untuk membantu dalam pertempuran. Sayangnya, Wakil Direktur, Basil Elton, tidak pernah kembali. Sebelum keberangkatannya, Wakil Direktur meminta Alain dan Mary-Ann untuk diadopsi oleh Emanuel Guillotin, seorang Marechaussee Hunter jika dia tidak kembali. Selama berada di institut, Alain berteman dekat dengan Rene de Petrichor. Institut Narzissenkreuz dibubarkan setelah kehilangan Direktur dan Wakil Direkturnya.</color>\n<color=#ffffff73>Setelah itu, Alain bergabung dengan Institute of Natural Philosophy. Alain dianggap sebagai anak yang jenius sejak dirinya bergabung dengan Institut pada usia yang muda. Dalam Institut yang kini telah hancur, Alain memimpin penelitian energi. Penelitiannya berfokus untuk memecahkan krisis energi di Fontaine, yang kemudian membuatnya mempelajari teknologi dari Khaenri’ahn dan juga perkembangan teknologi dari era King Deshret. Jakob dan Rene melakukan ekspedisi penelitian di Sumeru, dan saat mereka kembali, Jakob dan Rene menerima surat rekomendasi penerimaan masuk ke Institut atas nama Alain.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/6f93b26b7a7f1d0f752d248b9ddcce04_1941811879768323985.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Penelitian Alain berpusat pada reaksi penghancuran yang terkendali antara Ousia dan Pneuma pada saat itu. Akhirnya, Alain membuat inovasi yang besar dan membuat semua orang senang dengan revolusi energi di Fontaine. Alain berencana untuk mempelajari kinematics setelah masalah energi terpecahkan. Alain dan Rene membuat Primenergy Machinery dan menggunakan karatekristik dari Ousia dan Pnuema untuk membuat kinetic core. Asisten penelitian Alain yang kurang sehat, Carter Schernius, berperan dalam membantu projek tersebut sebaik yang dia mampu. Seiring berjalannya waktu, Rene, Jakob, Carter, Alain dan Mary-Ann mempererat pertemanan mereka. Alain memberikan jam saku kepada Rene dan Jakob. Jam saku tersebut sangat berharga bagi mereka.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/6de4264ce2e5d0353822745dffaf3008_978405674022561826.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Mary Ann kemudian menjadi anggota dari Phantom Marechausse, sementara Alain melanjutkan penelitiannya di Institut. Terdapat pernyataan yang menyatakan bahwa, ketika Alain berada di Institute of Natural Philosophy, dia berhasil membuat mesin yang dapat berpikir untuk membantu pekerjaan adiknya di Marechaussee. Dikarenakan pernyataan tersebut berasal dari kerabat Alain sebelumnya (kebanyakan dari mereka tewas dalam pertempuran Elynas), dan “tidak ada bukti fisik, pembuatan mesin tersebut tidak pernah dicatat secara resmi” maka Carter menyarankan pembuatan sebuah mesin yang dapat berpikir, dalam hal ini sebuah Kamera, sehingga Kamera tersebut dapat memotret orang-orang yang penting bagi Alain ketika dia sedang sibuk. Alain merasa penggunaan Kamera untuk alasan tersebut percuma, tapi dia menemukan bahwa mesin seperti itu dapat berguna untuk aplikasi keamanan dan pengawasan. Seymour, Prototype 4ACV07, merupakan mesin berpikir yang diciptakan Alain untuk Mary-Ann. Beberapa waktu kemudian, Mary-Ann dan Seymour menemukan Lyris yang sedang berenang dalam kesedihan memutari reruntuhan dari panti asuhan, yang saat ini dikenal sebagai Annapausis. Seymour mengatakan bahwa Lyris gagal untuk memahami hubungan antara bencana, para yatim-piatu yang melarikan diri dan perilaku Lyris sendiri. Maka itu, Lyris berkelana di reruntuhan dalam rasa bersalah dan harapan.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/4a244b78de17042e111af3c05e389473_3839302014247781121.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Sayangnya, pertemanan antara Alain, Mary-Ann, Rene dan Jakob yang erat pada akhirnya kandas setelah Alain dan Mary-Ann menemukan bahwa Rene dan Jakob melakukan sebuah eksperimen kepada Carter yang mengakibatkan efek buruk yang besar kepada Carter. Rene melanjutkan ambisinya, dan Alain bergabung dengan Marechaussee Phantom. Ketika Alain menyadari tujuan Rene untuk membangkitkan kembali Elynas, dia langsung bertindak dan melaporkan permasalahan tersebut kepada Hakim Agung, Neuvillette. Kemudian, muncul konflik yang sengit antara Asosiasi Narzissenkreuz dan Marechaussee Hunter yang terjadi di dalam Elynas. Elynas menyampaikan “Pada akhirnya, seseorang memicu sebuah ledakan yang menghasilkan gelombang kejutan yang dahsyat dan mengakibatkan banyak orang tewas.” Bersama dengan Neuvillette, Alain membantu melaporkan Asosiasi Narzissenkreuz sebagai kelompok ekstremis yang ilegal dan organisasi kriminal. Tempat tersebut ditutup selamanya dari hari terjadinya konflik tersebut. Alain kemudian pergi meninggalkan Marechaussee Phantom dan membangun Fontaine Research Institute of Kinetic Energy Enginering. Institut Penelitian Fontaine digunakan untuk mempelajari mesin dan energi. Untuk menghormati temannya, Carter, Supperssion Soecialist Mek dirujuk sebagai tipe “Cal. Scherbius”.</color>\n<color=#ffffff73>Pada masa tua Alain, dia mengundurkan diri dari Institut Penelitian Fontaine dan tidak menemui siapa pun. Penelitian yang dilakukan di tahun-tahun terakhir tidak pernah diterbitkan. Meskipun barang-barang yang ditemukan dalam ruang kerja pribadinya menunjukkan terdapat suatu hal yang dibuatnya.</color>\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: #BFBFBF\">Direktur Narzissenkreuz Institute, sebuah panti asuhan di Fontaine, ia kemudian menjadi anggota Narzissenkreuz Ordo dan mendapatkan gelar \"Red Empress\" setelah institut tersebut ditinggalkan selama Cataclysm.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/170306649/b6d86ff8dfd84cf744e57a516b1a14c6_4497920272004260674.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin dan dibesarkan di Institut Narzissenkreuz bersama dengan saudaranya Alain</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/7f04e9d0b83ab550cc91ddf708008a7d_7985405383310980762.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Seorang anak yatim piatu yang dibesarkan di Institut Narzissenkreuz yang dikemudian diadopsi oleh Karl Ingold. Dia menjadi Neohuman dan pendiri dari Asosiasi Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/02bc05cc787742e2fdf79dc45a69ccec_3618252087252545171.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Seorang anggota dari Asosiasi Narzissenkreuz dengan gelar \"Chrysalis of the Phantasmic Moth.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/be516a2c9005727dcfd1fe45662a826d_7648282839781137866.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Prototype 4ACV07 merupakan sebuah anjing mekanik yang dibuat oleh Alain Guillotin untuk melindungi adiknya, Mary-Ann Guillotin selama masa bertugasnya di Marechaussee Phantom.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/140615443/f415fbe2eaa40cd987a8daa47643fc74_8281775357296813802.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil merupakan seorang laksamana dari Fontaine Armada yang telah pensiun, Kapten dari Sponsian, dan Wakil Direktur dari Institut Narzissenkreuz. Dia meninggal dunia pada saat Cataclysm terjadi 500 tahun lalu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/8459597/1bde348ad550ef356ff197b93caed6c8_8749301687303550183.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/539b03bed1057707abd643147e18abde_5296175504928612803.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4625,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "name": "\"Harta Karun\"",
        "desc": "<p>Sebuah jam saku tua.</p><p>Tidak lagi terdengar suara detak jam dari dalamnya. Penutupnya pun juga tidak bisa dibuka.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/170306649/0a56f7d4bb27b6a96caa61f1db9357d8_5067795424010455885.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "name": "Suppresion Specialist Mek",
        "desc": "<p>Mekanisme roda gigi yang disesuaikan berdasarkan Cal. Scherbius. Sayang sekali, tidak ada kemampuan lain selain menyerang.</p><p>Mekanisme roda gigi yang didasarkan pada energi penghancuran biasanya akan menghasilkan energi dengan memanfaatkan Repeater yang terdiri dari kristal khusus untuk memurnikan ousia dan pneuma dari lingkungan Fontaine. Namun di luar area Fontaine, tindakan jarak pendek dalam jangka pendek juga bisa dilakukan melalui Balok Energi yang sudah disiapkan sebelumnya. Perbedaan keduanya tercermin dari bentuk komponen kristal mekanismenya.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/2f50163bfc40d3af453ccd6f2d227fe7_8270000394986789216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Institut Narzissenkreuz",
        "desc": "<p>Panti asuhan di Fontaine yang dibangun di reruntuhan perabadan kuno.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p>Pada awalnya merupakan fasilitas penelitian yang berkembang, lalu institut ini terbaring di bawah perairan Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/140615443/4ad939b9a96f59582270da331fc8f063_2782870681370625538.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Institut Penelitian Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The Fontaine Research Institute of Kinetic Energy Engineering Region didirikan oleh Alain Guillotin dan sering disingkat menjadi Institut Penelitian Fontaine.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      }
    ]
  }
}