{
  "epId": 4608,
  "name": "Air Mata di Lautan Bintang",
  "desc": "<p><span style=\"color: #BFBFBF\">Setetes air diambil dari binatang raksasa yang mendambakan lautan primordial kehidupan. </span></p><p></p><p><span style=\"color: #BFBFBF\">Jika ada kelahiran, pasti ada kematian; jika ada kehancuran alam, pasti ada kelahiran yang baru — di dunia kuno nan jauh di sana ... Sempat ada filsuf yang menyimpulkan hal demikian. </span></p><p><span style=\"color: #BFBFBF\">Jika tidak, cahaya sekilas itu tidak akan mampu menahan kegelapan abadi. </span></p><p><span style=\"color: #BFBFBF\">Setelah waktunya habis, segalanya akan menjadi layu. </span></p><p><span style=\"color: #BFBFBF\">Hukum bintang-bintang, yakni hukum alam semesta, tentu saja harus dilestarikan. Tapi hukum alam semesta tidak pernah dilestarikan. </span></p><p><span style=\"color: #BFBFBF\">Dalam kotak tertutup, kehancuran akan selalu mengalahkan kelahiran kembali. Kemakmuran ribuan tahun pada jutaan yang lalu itu tidak lebih dari sekejap mata saja. Kemuliaan yang patut dibanggakan akan selalu berkarat, membusuk, hilang, dan akhirnya dilupakan. </span></p><p><span style=\"color: #BFBFBF\">Oleh karena itu, ada hal-hal yang mengapung di antara bintang-bintang, hal-hal yang memiliki nama yang tak terhitung jumlahnya dari peradaban yang tak terhitung jumlahnya, dan meneteskan air matanya pada saat-saat kehancurannya yang sudah ditentukan. </span></p><p><span style=\"color: #BFBFBF\">Menangis karena putus asa, menangis karena harapan, menangis karena segala keputusasaan dan harapan, karena pada akhirnya dia akan padam bersama ribuan bintang terang lainnya. </span></p><p><span style=\"color: #BFBFBF\">Menangis karena sedih, menangis karena tertawa, karena segala tangis dan tawa itu pada akhirnya akan tercerai berai menuju ke kehampaan yang gelap dan dingin tak berujung. </span></p><p><span style=\"color: #BFBFBF\">Semua sosok kecil yang indah, semua momen yang pantas dikenang, semuanya akan sirna ditelan oleh waktu, bintang-bintang juga tidak terkecuali. </span></p><p><span style=\"color: #BFBFBF\">Makanya, ada hal yang dulu disebut \"dewa\", berteka",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/01/170306649/df3cde4faa6e4f83f05afd49a6d85cab_2054011809596659163.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1704237826,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Air Mata di Lautan Bintang</color>"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Item Quest</color>"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Quest Archon Chapter IV: Bag. V</color>\n<color=#ffffffd9>Penyamar Sang Pendosa - Opera Kabut Putih dan Ombak Hitam</color>"
          }
        ]
      }
    ]
  }
}