{
  "epId": 4652,
  "name": "Havria",
  "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Dewa Garam yang memiliki sikap baik hati. Namun saat bertarung dengan Morax. Dewa garam telah dibunuh Morax dengan cara yang keji. </span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/16/170306649/d034b6695c734281d090b5b51c60e0ee_285894025260801965.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1737186732,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Havria</color>"
          }
        ]
      },
      {
        "key": "Bangsa",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Liyue</color>"
          }
        ]
      },
      {
        "key": "Gelar",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>God of Salt</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Havria",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/16/170306649/9245538585bbc45e830588c515b6d6c9_7778775640889166218.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Peninggalan Havria setelah kematiannya.</color>"
          }
        ]
      },
      {
        "key": "Havria",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/16/170306649/504c8244f244ef62a74ff3ad8b5d486b_4191948840010651605.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Patung pengikut Dewa Garam yang sepertinya terbuat dari garam."
          }
        ]
      },
      {
        "key": "Sal Terrae",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/16/170306649/3c265aa46ffaeae053150531b31254ae_167113991394642965.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Tempat dimana Havria mendirikan kawasan baru bagi para pengikutnya.</color>"
          }
        ]
      },
      {
        "key": "Sal Terrae",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/16/170306649/bbce8406f2010732638d703e23483d48_4910495705510490232.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/d764314ff0105fdd260019c1d559cd97_7012506787953564012.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "<p>Teman dan pendamping Xiangling, Guoba membantunya dalam memasak dan pertempuran.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/12/1023623/aed6d782110b4a976ecc5deffddd9bff_4377603066186055709.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Cloud Retainer",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Aocang, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/25/119402430/46ee1323ddfe94fe1707c1d50912504e_3094320817345525302.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Moon Carver",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Qingyun Peak, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/119402430/04cbb551e9234cef9aa39840dc923d55_2286624349359987015.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Mountain Shaper",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Hulao, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/119402430/6f30a05b953798d6483f2bdcae21831b_1414383427815560587.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Madame Ping<span class=\"wk-shady\">atau dikenal dengan gelar adeptusnya Streetward Rambler</span>adalah guru dari Yaoyao dan Xiangling. Madame Ping dapat ditemukan didekat Yujing Terrace pada siang hari.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/03/140615443/0f6d6b3952d41b274178b21b4b0169b9_5668292079161655727.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Seorang sekretaris di Yuehai Pavilion. Darah hewan pusaka Qilin mengalir di dalam tubuhnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Skybracer",
        "desc": "<p>Seorang Adeptus dari Liyue yang terbunuh selama Perang Archon.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Sea Gazer",
        "desc": "<p>Seorang Adeptus berasal dari Liyue yang gemar mengumpulkan harta karun. Dia adalah pemilik sebelumnya dari \"Fantastic Compass.\"</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/bcf3c5e99c0f06cc10a700403456164c_8244983452388089599.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4784,
        "name": "Azhdaha",
        "desc": "<p><span style=\"color: #BFBFBF\">Bentuk kehidupan elemen yang umurnya melebihi manusia, dibawa oleh Rex Lapis ke permukaan. Morax mengukirnya menjadi seekor naga dan memberinya sepasang mata untuk melihat dunia. Azhdaha telah menjadi teman dan sekutu Archon Geo selama bertahun-tahun.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/472a219c5d998c371672b670a0829f16_7380212387492663867.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "name": "Tubby",
        "desc": "<p>Tubby adalah Roh penghuni Poci, Tubby termasuk Adeptus. Tubby memiliki nama lain \"Rain Calmer\".</p><p>Tubby membantu Pengembara untuk membangun perabotan didalam Poci.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/4fb18c0e637a4d733408b3b1e2d41be9_6052969905564929043.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Item/Buku Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Jurnal Roald sang Petualang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_844401650437753975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2330,
        "name": "Budaya Liyue",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Havria",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dikenal pula sebagai Dewa Garam, Havria adalah salah satu dari sekian banyak dewa yang mengembara ke seluruh Liyue sebelum Perang Archon. Menurut kisah rakyat Liyue, ia adalah dewa baik hati yang dipuja oleh orang-orang kekuatannya sangat luar biasa. Dia tidak akan menyembunyikan rahasia yang memalukan. Jadi satu-satunya orang yang ingin menyembunyikan suatu kenyataan adalah Pembunuhnya, Morax. Rex Lapis pernah berkata, \"Orang yang mengingkari kata-katanya akan merasakan murka Sang Geo\". Hukuman \"murka Sang Geo\" tidak akan menyenangkan. Menurut legenda, orang-orang Dewa Garam, Havria, menikmati kehidupan yang Makmur di bawah perlindungannya. Dahulu kala, ia berdiri bahu membahu dengan dewa-dewa Liyue lainnya, namun sifatnya yang luar biasa baik hati membuatnya tersingkir dengan cepat di tengah kejamnya Perang Archon. Zhongli menggambarkan Havria sebagai dewa kecil dan lemah yang tidak pernah melawan. Sang Dewa Garam begitu pengecut sehingga tidak mampu bisa merebut untuk mendapatkan kursi The Seven di antara Tujuh Archon. Selama Perang Archon, para dewa menggunakan seluruh kekuatannya dan kecerdasannya untuk memperebutkan kuasa akan Teyvat. Tapi Havria malah memilih untuk kabur. Dia pikir dengan menyerah sebelum pertarungan dimulai, dia bisa menyelamatkan dirinya dan rakyatnya dari perang. Namun bagaimanapun, di masa perperangan yang panjang, serangan-serangan yang datang tidak akan habisnya. Setelah menyerah, Havria kehilangan semua tanahnya sampai, hanya tersisa satu tempat berlindung kecil yang tersisa. Di hari-hari terakhirnya, dia bahkan tidak memiliki satu bilah pedang untuk melindungi rakyatnya. Havria bekerja tanpa lelah untuk memulihkan perdamaian di antara para dewa, bahkan di tengah gejolak dunia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/170306649/a6a05e6386883ece853eda1a92ae3bd5_8166815303514536945.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Konon, selama Perang Archon, dia membagikan seikat bunga kepada rakyatnya sebagai isyarat kecil, atau setidaknya, sebagai penghiburan di masa-masa sulit dan kejam selama perang itu. Setelah Havria gugur dalam Perang Archon, para pengikutnya yang tersebar di seluruh bangsa kemungkinan mewariskan adat ini kepada penduduk Liyue, tetapi mereka, yang memiliki kecenderungan untuk bersaing dan mengadakan perayaan yang meriah, mengubah adat ini sesuai dengan karakteristik mereka. Sekarang, selama perayaan pernikahan, di Liyue bagi pengantin wanita secara tradisional melemparkan bola bunga ke arah kerumunan tamu yang datang. Dan siapa pun yang menangkapnya, diyakini akan dilimpahi keberuntungan sepanjang tahun: bagi pedagang, uang akan mengalir deras, miskin akan mampu menjadi kaya, mereka yang masih sendiri akan dapat menikah dengan bahagia, dan pasangan suami istri akan hidup rukun, tanpa perselisihan sepanjang hidup mereka. Bola itu dibuat dari berbagai bahan: beberapa lebih suka karangan bunga dari bunga segar, beberapa merajut bola sutra dari kain yang terbuat dari pohon murbei, sementara di keluarga sederhana, mereka membuatnya dari kertas atau kain berwarna. Di Liyue, tradisi ini diikuti oleh semua orang, baik keluarga miskin maupun kaya. Para pengikutnya tersebar di seluruh Liyue, membawa serta adat ini dan mengajarkannya kepada penduduk setempat. Orang-orang Liyue yang dikenal kompetitif dan suka bersenang-senang, mungkin kemudian telah mengadaptasi dan memperindahnya agar sesuai dengan preferensi mereka.\nSelama Perang Archon, Havria membawa para pengikutnya ke utara Lembah Bishui, di mana mereka mendirikan pemukiman baru yang disebut Sal Terrae. Kota itu tetap stabil selama berabad-abad, tetapi mengalami kemunduran seiring dengan jatuhnya dewa yang pernah memerintahnya. Kota kecil ini hingga kini tetap menjadi wilayah tertutup. Rahasia untuk membuka wilayah itu mencakup legenda Perang Archon: <color=#ffffff>\"Tianheng di</color> <color=#37ffff>selatan</color> <color=#ffffff>, Yaoguang di</color> <color=#37ffff>timur</color> <color=#ffffff>, Jueyun di</color> <color=#37ffff>barat</color> <color=#ffffff>, Qingce di</color> <color=#37ffff>utara</color> <color=#ffffff>- semuanya sunyi tanpa kehidupan. Daratan Liyue begitu luas, namun untuk menemukan sebuah tempat berlindung pun sangat sulit ditemukan.\"</color> Makna dari isi perkataan ini berhubungan dengan Dewa Garam. Untuk menyediakan tempat berlindung bagi bangsa yang kehidupannya telah di rusak oleh Perang Archon, dewa yang baik hati ini menjelajah ke seluruh Liyue.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2330,
        "name": "Budaya Liyue",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Jurnal Roald sang Petualang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_844401650437753975.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sal Terrae",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/aaf37adac4065bfb38dd53dd5707b6c5_373639248910747404.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Terlepas dari keyakinan para pengikut Havria, dewa yang paling baik hati itu sebenarnya tidak gugur dalam Perang Archon, melainkan tewas di tangan manusia yang mengkhianatinya, yang sangat ia cintai. Menurut legenda, raja pertama Sal Terrae pernah dengan tulus mencintai Dewa Garam, tetapi karena sifat manusianya, ia tidak dapat memahami cinta rela berkorban yang dimiliki Havria. Untuk mendapatkan kekuatan dan berperang, untuk membuktikan bahwa di dunia modern tidak ada tempat untuk kelembutan dan kebaikan, ia mengangkat pedang dan membunuh dewa yang sendirian dan tak berdaya itu.\n<color=#ffffff73>Tidak lama setelah dia menemui ajalnya, kuil itu runtuh, dan kota penduduknya hancur menjadi debu garam.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/31/237301566/504c8244f244ef62a74ff3ad8b5d486b_373581577945254466.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Kenyataannya, penyebab kematian Havria adalah karena beberapa dari rakyatnya akhirnya menyadari bahwa dewa yang penyayang namun lemah ini tidak akan pernah bisa melindungi siapa pun selama perang. Mereka berpikir bahwa daripada menderita karena kepahitan kekalahan lainnya, akan lebih baik bagi dewa untuk memberinya pembebasan cepat melalui kematian. Seberapa pun lemahnya dewa, kekuatan yang keluar darinya pada saat kematian tidak akan sanggup ditanggung oleh manusia fana. Setelah kematiannya, tubuh Havria menghilang dan berubah menjadi bunga garam (Sal Flore). Semua yang tidak bisa melarikan diri berubah menjadi patung garam, dan membeku di tempat. <color=#ffffff73>Ketika pengikut Dewa Garam yang paling dekat dengan Sal Flore diperiksa, tampaknya mereka sedang menggenggam sesuatu di tangan mereka sambil memasang kuda-kuda yang tangguh.</color>\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Jurnal Roald sang Petualang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_844401650437753975.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kelompok Para Pengikut Havria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/60466dea149352726318a488cddf144d_4628433609436866095.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Setelah Dewa Garam kembali ke pusaran abadi elemen, orang-orang yang dulu sangat disayangi oleh Dewa Garam menjadi tersebar di seluruh Liyue. Sebagian besar dari mereka menemukan perlindungan di Pelabuhan Liyue di bawah perlindungan Archon Geo. Salah satu afiliasi paling terkenal yang diikuti oleh pengikut Havria adalah salah satu Eight Trades yang dipimpin Qixing - Yinyuan Hall dari Industri garam.\nKeturunan para pengikut itu takut akan murka sang dewa dan hidup dalam ketakutan bahwa dia telah mengutuk mereka selamanya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/d280df734851c6c304acbeb377ff94de_752876341347933814.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dalam upaya untuk menenangkan murkanya, mereka mempertaruhkan nyawa untuk kembali ke Sal Terrae, mematahkan pedang yang digunakan untuk membunuhnya, dan meletakkan dua reliknya di dekatnya. Relik tersebut adalah bejana garam, yang secara ajaib terisi dengan garam, dan lempengan garam, yang dapat mengubah wilayah sekitarnya menjadi garam yang dapat dipanen. Reruntuhan Sal Terrae disegel kembali setelah ritual ini dilakukan. Namun, Archon Geo, Morax, yang sekarang dikenal sebagai Zhongli, menjelaskan bahwa hal ini tidak perlu dilakukan. \"Bagaimana mungkin dewa yang baik hati sampai akhir bisa marah pada rakyatnya sendiri?\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/7467dcd1b9be2665fc9dff30e02a82a6_5808322532819387831.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Seiring waktu, para pengikut Havria melupakan keadaan sebenarnya dari kematiannya dan mulai menyalahkan Archon Geo, percaya bahwa dia membunuh Havria karena iri dengan kekuatannya yang besar. Wan Yan, salah satu keturunan pengikut Dewa Garam, berusaha menemukan bukti bahwa Morax membunuh Havria dalam pertempuran. Dia menggambarkan Havria sebagai dewa yang sangat baik hati, yang pernah bertemu Morax dalam pertempuran, di mana dia dengan curang membunuhnya. Konsultan Rumah Duka setuju untuk membantunya dalam penelitian Tanah Garam dan membuat kontrak bahwa dia hanya boleh mengambil salah satu relik Havria. Wan Yan melanggar kontrak dengan harapan memulihkan pedang dari dua pecahan dan mengembalikan kekuatan kepada Dewa Garam. Sebagai hukuman atas pelanggaran perjanjian, Zhongli menceritakan kebenaran tentang kematian Havria kepada Wan Yan. Ternyata pedang yang ingin dipulihkan Wan Yan bukanlah relik Dewa Garam, melainkan senjata yang digunakan untuk membunuhnya. Pada akhirnya, baik cawan garam maupun lempengan garam dikembalikan ke laut di <color=#ffffff73>Guyun Stone Forest</color> , karena tempat itulah tempat peristirahatan para dewa yang telah tiada.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "Informasi Lainnya - Bejana Garam",
        "desc": [
          {
            "type": "RichText",
            "text": "Benda ini merupakan benda peninggalan dari Dewa Garam yang berada di rerutuhan area Misteri Garam. Benda ini dikenal sebagai Bejana Garam. Zhongli berkata, \"Bejana ini bukan bejana biasa, meskipun hanya terisi setengah penuh dengan garam, namun bejana ini selamanya hanya akan terisi setengah penuh yang artinya bejana ini tidak ada batasnya.\" Bejana Garam ini yang dituangkan dan dihasiilkan tidak akan ada habisnya. Akan tetapi setelah kepergian Dewa Garam, orang-orang yang dulunya disayangi oleh Dewa Garam tersebar di seluruh Liyue."
          }
        ]
      },
      {
        "title": "Informasi lainnya - Alat ukur berupa penggaris yang ditancapkan ke tanah",
        "desc": [
          {
            "type": "RichText",
            "text": "Benda ini merupakan Warisan Havria: Kisah Ketakutan dan Penebusan. yang dimana semacam alat ukur tapi dewa garam memberi kekuatan lain, jika penggaris ini di tancapkan ditanah, daerah sekitarnya akan tertutup garam seperti air pasang yang menutupi bumi. Semakin dalam penggaris menembus tanah, semakin banyak garam yang muncul. Ini pada dasarnya adalah \"panen besar\" garam."
          }
        ]
      },
      {
        "title": "Informasi lainnya - pedang",
        "desc": [
          {
            "type": "RichText",
            "text": "Ini adalah pedang, kekuatan pedang ini jauh lebih besar dari pada bejana garam dan penggaris garam. Pedang itu memang terlihat seperti sesuatu yang ditinggalkan setelah kalah dalam pertempuran. Dua buah pedang yang patah. Dari sudut pandang arkeologi, ini adalah dua relik yang terpisah. Pedang ini bukanlah peninggalan Dewa Gara tapi melainkan senjata pembunuh yang menewaskan dia."
          }
        ]
      }
    ]
  }
}