{
  "epId": 4690,
  "name": "Nyanyian Erinnyes",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1703547755,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Nyanyian Erinnyes"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Nyanyian Erinnyes (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Bab 6\nBab 7\nUtusan Raja Remus datang ke Erinnyes, meminta hadiah berupa air dan tanah dari Kastil Aremori, dan agar dia tunduk kepada Sumphonia Capitolii (yang artinya keselarasan kekal).\nPerbuatan mulia Kesatria Otkerus dari Rhenanie, dan perjuangannya melawan naga jahat yang menyemburkan racun,\nsudah banyak diceritakan, dan tidak akan dibahas lebih jauh. Kini kami akan menceritakan pengalaman Erinnyes saat itu.\nPada waktu itu, Erinnyes telah mengalahkan para pangeran dari Bellouacoi, Atrebatis, dan Uiromanduoi, juga menerima sumpah setia mereka.\nOleh karena itu, wilayah yang awalnya dikuasai oleh para pangeran pun mulai mengakui berkat yang diberikan Ratu Segala Perairan, dan mengikuti ajarannya dengan tulus.\nDemi merayakan kesetiaan dan hikmat, pesta perjamuan diadakan selama delapan hari berturut-turut di Kastil Aremori bagi semua orang.\nPada hari itu, tiba-tiba datang seorang pemusik, utusan Raja Remus dari Capitolii. Dia datang untuk menyampaikan pesan.\nDia datang tanpa membawa asisten dan pengawal, hanya menunggangi kuda seorang diri. Membawa serta tongkat berujung emas yang menandakan kedudukannya sebagai utusan.\nSemua yang hadir sangat kesal. Mereka memperbolehkannya berbicara di depan orang-orang demi menghormati pemimpin para kesatria, Erinnyes.\nSaat utusan itu bertemu dengan Erinnyes, dia mengucapkan salam, memberi hormat padanya dengan cara yang paling formal, dan kemudian menyampaikan tujuan kedatangannya.\n\"Saya mewakili Raja Remus yang terhormat dan terhebat, penguasa semua yang ada di dunia ini, memberikan hormat pada kerajaan Anda.\"\nSemoga amarah tidak akan pernah membutakan akal budi. Raja Remus meminta dua hadiah, selaku upeti yang sah:\nPertama adalah air, karena air yang paling bersih dapat menghapuskan dosa. Kedua adalah tanah, karena tanah yang padat bisa bertahan terhadap kikisan.\nRaja Remus ingin Anda beserta seluruh rakyat menghormati permintaannya. Membangkang berarti mengundang ajal.\"\nKetika utusan selesai berbicara, maka bangkitlah murka Ksatria Guillaume dari Gellone. Pedang suci Narbonnais pun dihunuskan.\n\"Berhentilah meracau! Berani-beraninya bicara sembarangan di sini. Ini penistaan terhadap semua kesatria!\nJika Anda bermaksud mempermalukan tuan yang saya layani demi sumpah, maka tidak perlu ada lagi keraguan. Kepalamu, dengan satu tebasan!\"\nSelanjutnya, ada banyak kesatria hebat, seperti Kesatria Blancandrin dan rekannya, Kesatria Marsile, yang turut menghunus pedang.\nKesatria Erinnyes memberikan perintah agar semua kesatria di tempat tidak melukai utusan dari Capitoliani.\n\"Utusan yang terhormat, tolong Anda beri tahu Raja Remus: bahwasannya hanya ada satu saja di dunia ini yang kepadanya kami rela berlutut tunduk,\nyakni Ratu Segala Perairan yang welas asih, tuan yang menanggung dosa-dosa kami, yang memerintah dengan adil dan mulia.\nKiranya tidak ada dewa atau raja yang dapat melebihi namanya. Karena dialah yang maha mengasihi dan maha mulia.\"\nSetelah mendengar ucapan ini, utusan Raja Remus kembali berbicara di hadapan semua:\n\"Dengarkan! Hendaknya perang, kelaparan, dan wabah datang menghampiri tanah ini sebelum Raja Remus menaklukkannya.\nSemua kubu yang tadinya berseteru telah didamaikan, di bawah naungan sang penguasa tunggal. Demikianlah dia berhikmat.\nKarena siapa gerangan yang meratap ketika air naik hingga menutupi ubun-ubun? Siapa yang akan menjadi juru selamat bagi kita semua?\nDari semua yang gagah berani, adakah yang berhasil menyelamatkan diri dari jurang kebodohan dan takhayul? Siapa yang mendengarkan raungan mereka yang lemah?\nPerintah sang raja adalah bentuk belas kasihan, niatnya baik dan mulia. Dia tidak ingin melihat seorang pun lenyap ditelan air. Semuanya akan diselamatkan.\""
          }
        ]
      },
      {
        "title": "Nyanyian Erinnyes (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Bab 6\nBab 9\nBagaimana cara kesatria dari setiap wilayah bersatu dan bekerja sama dengan Erinnyes melawan Capitoliani yang menyerbu?\nSetelah Kesatria Agricane berbicara, Kesatria Drest, pangeran Lyonnais, angkat bicara:\n\"Kejayaan yang dijanjikan keturunan Vivarium adalah dusta. Janji palsu yang penuh kedurjanaan.\nKesatria Erinnyes yang pandai dan bijaksana tidak seharusnya termakan oleh tipu daya dan kemunafikannya.\nAnda harusnya tahu kalau kemunafikan itu seperti panah beracun yang dilapisi perak. Semakin berkilau cahayanya saat melesat di udara, semakin besar sakit yang disebabkannya.\"\nPasangannya yang jelita, Nona Adsiltia yang namanya berarti \"putri es\", juga menyampaikan pendapatnya:\n\"Keturunan Vivarium adalah pengkhianat yang paling tidak setia di dunia. Mana mungkin kita bisa berunding dengan sosok sejahat itu?\nKesatria Erinnyes, apa pun alasannya, kita tidak bisa diam begitu saja melihat orang Capitoliani melukai semua yang baik.\nMohon agar segera membuat keputusan untuk bertempur dengan Capitoliani. Tunduk berarti menyambut maut, dan jiwa kita semua tidak akan terselamatkan.\nBiarlah kejahatan menguap bagaikan embun yang terkena sinar mentari. Para pengingkar sumpah dan penista keadilan akan diusir dari dunia ini.\nKiranya lagu pujian dikumandangkan untuk hikmatmu, karena dia yang membalaskan dendam darah akan dikenang oleh semua yang menggertakkan gigi.\"\nSelanjutnya, Kesatria Naimes, Tulpin, dan juga semua kesatria yang mulia menghunuskan pedangnya demi pertempuran ini.\nErinnyes mengerti pemikiran mereka dan dengan tulus berterima kasih. Dia menemui utusan Raja Remus dan berkata:\n\"Utusan yang terhormat, kabarkan ini ke Raja Remus, bahwa rajani yang berdaulat tidak sepantasnya merendahkan diri di hadapan sesamanya.\nRatu Segala Perairan telah menganugerahkan kesetaraan kepada kita. Yang kuat tidak akan menginjak, dan yang lemah tidak akan iri hati.\nAku memimpin balatentaranya untuk memusnahkan naga putih dan kota agung itu, biarlah mereka bermandikan darahnya sendiri!\nLayaknya gembala yang menghalau serigala dari kawanan dombanya, aku akan mengusir penjajah dari tanah ini. Kiranya ini menjadi peringatan yang kekal.\nSetelah berbicara, Erinnyes memerintahkan Kesatria Fierabras untuk memberikan hadiah berharga bagi utusan Capitoliani.\nDia juga memerintahkan agar sang utusan diakawal hingga ke Kastil Carubdis, ke kediaman tuannya Raja Remus. Mengenai hal itu akan dituliskan di kemudia hari."
          }
        ]
      },
      {
        "title": "Nyanyian Erinnyes (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Chapter 20\nBab 3\nKini Erinnyes mengucapkan selamat tinggal pada Ratu Segala Perairan, dan bagaimana dia akhirnya melemparkan pedangnya ke danau tiga kali.\nSetelah Ratu Segala Perairan mendengar ini, karena belas kasih abadi yang ada di hatinya, dia pun mengabulkan keinginan Erinnyes. Erinnyes berkata:\n\"Puji syukur kami ucapkan kepada Ratu Segala Perairan yang telah menampakkan Cawan Kemurnian yang kami inginkan, sehingga perjalanan ini akhirnya usai.\nKesatria yang bertahan, semua hambanya, akan tetap setia dan melayani Anda dan masa depan kerajaam, mengikuti si pemusik mulia.\nMereka akan mengejar bayangan, memulihkan keadilan, karena barangsiapa berkelana di kegelapan akan mendamba sinar, juga yang berjalan dibawah cahaya tidak mengenal kegelapan.\nKebaikan ibarat mimpi, kiranya para kesatria ini menyenangkan hatimu. Ampunilah dosa-dosa mereka.\"\nSetelah Ratu Segala Perairan mendengar ini, karena belas kasih abadi yang ada di hatinya, dia pun mengabulkan keinginan Erinnyes. Erinnyes berkata:\n\"Ya Ratu Segala Perairan, segala dosa-dosa yang kuperbuat telah diakui, tidak ada kejahatan yang disembunyikan, karena semuanya itu terlalu berat untuk diampuni.\nDemi kemurnian dan keagungan kehendakmu, kiranya dosa ini abadi dan tidak diampuni. Hanya pengasingan saja yang dapat menenangkan jiwa ini.\nTiada malaikat, dan tiada titah dari langit. Di tanah yang penuh kasih dan sayang, hanya dosa yang dapat menentukan dosa, hanya manusia yang diperkenankan menghakimi manusia.\nKiranya engkau mengingat penderitaan kami, dan menyaksikan kesengsaraan kami. Karena ini semua laksana wabah beracun.\nNamaku telah kuserahkan ke dalam tanganmu. Celakalah mereka yang menghujat kita untuk selama-selamanya, karena mereka telah tenggelam dalam kedurjanaan.\"\nSetelah kesatria bermata sebiru laut selesai berbicara, dia mengeluarkan Hauteclaire yang bersinar dengan kemuliaan. Dari ujung pedangnya muncul sinar seperti air yang menerangi lembah itu.\n\"Hauteclaire, oh Pedang Berkilauan! Bersinarlah di bawah terik sinar surya!\"\nDarah mereka yang zalim telah engkau minum. Kaum yang ingkar dan lalim telah ditumbangkan seperti patahan salju yang jatuh ke tanah di hadapan kesucianmu.\nDosa yang tak terhitung mewarnai jubah ini, karena darah mereka ditimpakan ke atas kepalaku. Begitu banyak nyawa yang melayang, bahkan mereka yang bajik, namun sinarmu kekal abadi.\nSemoga Ratu Segala Perairan berbelas kasih! Yang lalim tidak layak memandang sinarmu. Lakelight, dirimu yang suci dan indah, kembalilah ke dalam danau!\"\nKesatria bermata sebiru laut selesai berbicara, pedang di tangannya ia lempar ke dalam danau. Pedang itu menolak tenggelam, dan mengapung kembali ke sisi kakinya.\n\"Hauteclaire, oh Pedang Berkilauan! Engkau yang suci dan indah, pangkalmu bertatahkan emas dan permata.\"\nDaeira, gadis di tepi danau, yang suci dan mulia, memberikan engkau kepada pemimpin para kesatria agar banyaklah perbuatannya.\nEngkau menyertainya menaklukkan Peiregord, engkau bersamanya ketika menundukkan Aisias. Bahkan kaum peri di selatan tak mampu merebutmu.\nSemoga Ratu Segala Perairan berbelas kasih! Yang lalim tidak layak memandang sinarmu. Lakelight, dirimu yang suci dan indah, kembalilah ke dalam danau!\"\nKesatria bermata sebiru laut selesai berbicara, pedang di tangannya ia lempar ke dalam danau. Pedang itu menolak tenggelam, dan mengapung kembali ke sisi kakinya.\n\"Hauteclaire, oh Pedang Berkilauan! Dengan bilah ini kuselesaikan berbagai perselisihan, dan amukan perang pun ditumpas dari muka bumi ini.\"\nAkan tiba harinya ketika dia yang lebih mulia tujuh kali lipat mengangkatmu, dan perbuatannya akan lebih agung tujuh kali lipat dari yang sudah-sudah.\nHari-hari yang dilalui bersamamu banyaklah jumlahnya. Fajar telah tiba, dan mahkota kebajikan telah diambil daripadaku.\nSemoga Ratu Segala Perairan berbelas kasih! Yang lalim tidak layak memandang sinarmu. Lakelight, dirimu yang suci dan indah, kembalilah ke dalam danau!\"\nKesatria bermata sebiru laut selesai berbicara, pedang di tangannya ia lempar ke dalam danau. Pedang pun tenggelam, menghilang tanpa jejak.\nDan dia pergi bersama roh yang menyertainya sedari awal, takkan lagi terlihat oleh siapa pun yang hidup di dunia."
          }
        ]
      }
    ]
  }
}