{
  "epId": 4691,
  "name": "Kisah Angsa Bersayap Salju",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/01/4f31dedb586090a194478c5f7039311a_2730062825684412359.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1703547768,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Kisah Angsa Bersayap Salju"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Kisah Angsa Bersayap Salju (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Pers si Penguin\nAda sebuah legenda tentang lautan es nun jauh di selatan sana. Tempat kediaman para penguin.\nPenguin, tuan dan nona kecil dan gempal berbulu hitam berperut putih, seperti memakai jas. Di darat jalannya agak susah, seringkali oleng. Mereka juga tidak bisa terbang seperti burung pada umumnya. Tapi tunggu dulu, perutnya bisa dijadikan alas meluncur seperti berselancar salju lalu terjun ke air. Cipratan air menyambut kedatangan perenang yang anggun dan berbakat, sayapnya yang tebal seperti sirip memuluskan gerakan mereka ketika meluncur di dalam air.\nAnak-anak kecil sudah tahu ciri-ciri penguin. Sebagian yang gemar mungkin sudah hafal di luar kepala.\nTapi ada satu hal yang bahkan penggemar penguin pun tidak tahu. Semua penguin berasal dari ruang angkasa, di luar kubah cakrawala. Rombongan penguin pernah berenang di lautan bintang, siripnya mengemudi, bulunya memantulkan sinar bintang di ruang hampa. Bintang raksasa merah dan putih kerdil, dari bahu rasi Orion dan gerbang Tannhauser yang berkilauan ... Para penguin sudah melihat semuanya. Dan mengingat semuanya.\nTapi, mungkin karena bencana antar bintang atau bahkan pertengkaran keluarga yang sederhana, beberapa kelompok penguin memisahkan diri dari kawanan penguin yang berkeliaran di galaksi tersebut dan mendarat di perairan es di selatan Teyvat. Mereka menjadi penguin pertama kami. Namun para pendatang baru ini merasa atmosfer kita terlalu tebal untuk diterbangi, dan kurangnya pengalaman mereka sebelumnya dengan air membuat mereka juga tidak bisa berenang. Hingga lahirlah Pers si Penguin luar biasa — penguin pertama yang belajar berenang.\nSeperti banyak penguin muda, Pers melihat ke langit malam berbintang dan langit biru siang, lalu berkata begini: \"Andai aku bisa terbang seperti nenek moyangku!\"\nMaka Pers pun belajar dari burung di udara. Kenapa terbangnya tinggi sekali?\nPertama, Pers bertanya kepada burung terbesar yang dia kenal: burung cikalang. Jawabnya kepadanya: \"Haha, gampang itu. Bawa dulu 30 ikan, nanti aku kasih tahu rahasianya!\"\nPers pun menghabiskan 50 malam ditemani cahaya rembulan, mengumpulkan 300 cangkang kerang. Dia bertemu dengan ikan paus yang suka cangkang kerang, kemudian menukarkannya dengan 30 ikan.\nKeesokan harinya, si burung cikalang melahap 30 ekor ikan sekali suap, lalu terbang pergi seraya tertawa. Sambil berlalu, dia berseru: \"Rahasianya adalah meringankan badan! Diet dulu sana!\"\nYah, diet sih gampang. Tapi kalau penguin kehilangan lemaknya, nanti namanya bukan penguin lagi dong. Pers pun geleng-geleng kepala.\nSemua anak kecil tahu julukan baru burung cikalang yang dia dapat karena serakah dan suka menipu: burung perompak.\nSetelah itu, Pers minta tolong ke burung camar. Tapi jawabannya cuma erangan dan teriakan. Pers tetap bingung, dan para burung camar mulai berdebat di antara mereka sendiri. Saking marahnya, dan saking emosinya, mereka semua mogok terbang, berubah menjadi burung auk. Tapi itu cerita untuk nanti lagi ya.\nPers bertanya pada burung petrel, yang kemudian mengajarinya tipuan-tipuan canggih alih-alih dasar terbang. Karena burung laut itu berpikir lebih baik belajar meluncur melewati badai daripada urusan sepele macam lepas landas dan mendarat.\nPers si penguin kecewa bukan main. Dia berenang ke pantai dan memandang lautan malam yang damai tentram. Kemudian dia melihat untuk pertama kali, bahwa bintang-bintang langit tempatnya berasal terpantul di permukaan air. Begitu cantiknya pantulan itu ... sampai ia melompat.\nPanik sesaat karena hampir tenggelam, Pers pun sadar. Penguin bisa terbang ... di dalam air. Setidaknya dia bisa meluncur cepat, belok dan memutar gesit. Ya, inilah kenapa sayapnya berotot kuat dan tubuhnya begitu bulat dan licin!\nItulah ceritanya Pers si penguin belajar berenang, dan menjadi penguin pertama yang bisa berenang. Setelahnya, banyak penguin lain memberanikan diri melompat ke air, lalu menjadi seperti nenek moyang mereka yang meluncur di antara bintang-bintang, sambil berkelana, bersantap, dan bermain.\nSetelah Pers mengajari mereka, para penguin hidup di air dan melupakan masa lalu mereka mengarungi lautan bintang di angkasa. Bahkan di dalam mimpi pun mereka lupa akan kampung halamannya di ruang hampa tanpa batas itu. Penguin pun hidup di sini, di dua alam air dan dataran."
          }
        ]
      },
      {
        "title": "Kisah Angsa Bersayap Salju (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Putri Marcotte\nPada masa yang belum lama berlalu, setiap jenis tumbuhan dan binatang berkuasa atas kerajaannya masing-masing.\nDi Kerajaan Marcotte, hiduplah seorang putri berambut merah muda. Legenda mengatakan bahwa dia lahir dari dalam capit kepiting dan tidak pernah menumbuhkan akar. Benih yang kuat, dan akan selalu kuat.\n\"Putriku sayang, hartaku yang paling berharga. Mengapa begitu enggan tinggal dan hidup enak sebagai bangsawan? Mengapa menghabiskan begitu lama untuk bertunas dan bertumbuh?\" Tanya ayahnya yang diraja.\n\"Ayahanda, janganlah gundah, janganlah murka. Aku terlahir dari capit kepiting, dan capit itu adalah kapalku. Putrimu tidak ditakdirkan untuk berakar di tanah yang awam dan berbunga indah. Dia diutus untuk menaklukkan samudera dan menjelajahi dunia yang indah!\"\nSang raja terkesima. Apa salahnya berbunga? Bukankah dirinya juga termasuk bunga nan rupawan? Bagaimana bila suatu hari nanti putrinya memutuskan untuk berakar dan menumbuhkan kelopak yang lebih indah darinya? Bisakah?\nTapi pikiran ini timbul karena dia merasa malu akan kecantikannya yang kurang sempurna.\nMaka dia mengunci sang putri dan capit kerangnya di dalam kotak emas, yang kemudian disembunyikan di dalam cermin air murni yang paling murni. Dia melemparnya ke dalam danau sebiru permata di Kerajaan Pluie Lotus. Hanya ada satu cara untuk membuka semua kuncian dan kurungan sang putri (dan capit kepitingnya), yakni membuat sang Bunda Lotus tertawa. Namun semua orang tahu Pluie Lotus hidup untuk menangis dan meratap.\n\"Semuanya baik\", kata raja. \"Aku bisa mengistirahatkan kepala, menunggu hingga benih putriku terbelah. Hasratnya untuk berkelana akan sirna, sebab hanya tersisa satu pilihan untuknya, yakni bertumbuh ....\"\n\"Setelah itu putriku akan menjadi serupa denganku. Takdirnya adalah untuk tumbuh kuat dan sehat.\"\nTapi sang putri yang pemberani tidak gentar di dalam kurungan. Dia menulis lelucon demi lelucon, berusaha sekuat tenaga agar sang Bunda Lotus tertawa. Dia berlatih dalam seni canda gurau. Capit kepitingnya terbahak, bahkan kotak emas itu pun terpingkal-pingkal. Tapi Bunda Lotus tidak bergeming.\nDia lalu mengarang cerita jenaka. Berlatih hingga capit kepiting tak kuasa menahan tawanya, hingga melompat kegirangan ... padahal ia tak punya kaki! Isi kotak dia ubah menjadi teater, tapi sang Bunda masih belum bergeming.\nSetelah itu, sang putri menemukan candaan dalam kurungannya ... \"komedi situasi\", begitu namanya. Capit kepiting tertawa hingga menangis, lalu menangis hingga tertawa, seperti sang putri. Dan Pluie Lotus yang gemar tersedu pun tertawa ringan. Bunda Lotus tidak dapat menahan rasa penasarannya, lalu memanggil sang putri ke hadapannya.\nSemua yang hadir terkejut, karena tanpa senda gurau pun sang Bunda tertawa ketika melihat si putri masuk ke ruangannya. Tawa yang semakin riang dan nyaring, sampai tembok istana bergetar, dan air danau sebiru permata penuh riak.\nPutri Marcotte akhirnya bebas. Dan dia mendapatkan sesuatu yang lebih berharga ... tawa, senda gurau, dan canda. Ya, tertawa bahkan ketika keadaan teramat sedih.\nDi atas kapal capit kepitingnya, sang putri berlayar mengarungi dunia yang dia impikan. Sejak saat itu, para pelaut menceritakan kisah kapal capit kepiting ke mana-mana."
          }
        ]
      },
      {
        "title": "Kisah Angsa Bersayap Salju (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Om Rubah dan Robot Penjaga\nPada zaman dahulu kala, Om Rubah dan Robot Penjaga adalah sepasang sahabat baik.\nOm Rubah adalah pencuri andal. Sedangkan Robot Penjaga ... bertugas sebagai penjaga. Sesuai namanya, toh.\nTapi itu dulu. Mereka masih bersahabat, itu tidak akan berubah, apa pun pekerjaan dan kedudukan mereka di masyarakat.\nRobot Penjaga khawatir, tahun berganti tahun, mekanisme di tubuhnya menua. Dia kian khawatir, kecemasan yang menggembung seperti balon, semakin berat, selalu ada tak peduli apa yang dia lakukan untuk menghiraukannya. Seperti ekor Om Rubah. Cemas yang sangat amat mencemaskan.\nRobot Penjaga berkata pada Om Rubah, sahabatnya, mengenai hal ini: \"Aku sudah hidup lama sekali. Sudah ketemu banyak orang, dan berpisah dengan banyak orang pula. Aku sudah dengar lelucon paling lucu, dan sudah mengalami saat-saat paling menyedihkan. Aku melupakan semua dan menjalaninya kembali. Menjadi lupa sulit hukumnya bagi seonggok mesin, tapi tetap saja semuanya itu sirna.\"\nOm Rubah paham betul masalah sahabatnya, lalu mengusulkan begini: \"Jika panjang umur membuatmu pikun dan kebas, mungkin sudah waktunya kamu berangkat ke dunia berikutnya, agar hidup terasa nyata.\"\n\"Tapi sahabatku yang berbulu\", demikian kata Robot Penjaga, sambil mengangkat topi bajanya dan mendesah. \"Kamu kan mencuri Kematian dari meja Tante Kodok sekian tahun lalu? Tempo hari sampai rusuh loh. Semua makhluk hidup lupa caranya mati.\"\nKita semua tahu kalau Tante Kodok adalah utusan Kematian. Ratu segala yang jelek, dingin, dan menyebalkan. Dia menjaga permata paling dingin, Kematian.\n\"Ah, aku masih muda itu. Aku ingat pernah cinta mati sama Bibi Serigala, dan aku ingin menghadiahkan harta paling mahal untuk dirinya.\"\n\"Lalu?\"\n\"Aku berhasil. Tapi dia lalu mati.\"\nKematian jatuh dari tangan Bibi Serigala dan pecah ketika menyentuh tanah. Pecahannya meleleh ke dalam bumi, tidak pernah kelihatan lagi setelahnya. Setelah itu, semua makhluk di dunia yang harusnya sudah mati, mati seperti yang seharusnya. Kecuali Om Rubah, yang seharusnya ikut mati, malah lanjut hidup.\n\"Kematian masih ada di dunia! Kita tinggal cari saja.\" Maka Om Rubah dan Robot Penjaga, cakar berbulu dan tangan besi bergandengan, meninggalkan kampung halaman dan mencari Kematian ke seluruh penjuru dunia.\nMencari, mencari, dan terus mencari. Mencari lagi, lagi, dan lagi. Terus hingga bulu merah cantik Om Rubah berubah putih. Terus hingga lencana kebanggaan Robot Penjaga berkarat. Terus hingga mereka tiba di kediaman Tante Kodok.\n\"Tante Kodok? Tante Kodok?\" panggil si Robot sambil mengetuk.\nTante Kodok membuka pintu dan mengulurkan tangannya yang penuh bisul.\n\"Tante Kodok yang cantik jelita, maaf mengganggu\", kata Om Rubah sambil mengangkat topinya. \"Kawanku sedang kesakitan, dan hanya kamu yang punya obatnya.\"\n\"Tante Kodok tentu tahu dia cantik jelita\", demikian kata suara dari dalam pondok. \"Jika yang kawanmu cari adalah Kematian, di sini tidak ada.\"\n\"Hidup bukan teh, Kematian bukanlah gula. Rasanya tidak bisa dibedakan kalau kamu hidup selamanya. Tapi jantungmu mesin, lidahmu mesin, dan rasa keduanya sudah pernah kamu cicipi berulang kali. Setiap kali dinyalakan dan dimatikan ....\" Tante Kodok menyingkapkan kain bersulam yang melingkupi permata dingin bernama Kematian, lalu mengulurkan tangannya ke Robot Penjaga. \"Mari, penjaga muda. Datanglah, anakku. Semua harus diuji, tapi tidak baik mengaku kalah begitu mudahnya. Wahai anakku yang perkasa ....\"\n\"Belatung tidak akan memakanmu, lumut tidak akan tumbuh di badanmu. Melawan waktu, rasa bersalah, kesedihan, atau kehampaan ... janganlah sekali-sekali mengaku kalah sebegitu mudahnya, nak.\"\nDengan demikian Tante Kodok mengambil tangan besi si penjaga dan menyentuhkannya ke permata Kematian. Dia melihat masa depan yang jauh, hingga kepada kesudahannya.\nSetelah bertahun-tahun bersusah payah, Robot Penjaga yang babak belur dilempar ke dalam perapian pabrik penghancur, dilelehkan ke dalam limbah logam cair berusia ribuan tahun. Semua pikiran lambat logam dan gagasan keras logam menjadi cari dan gesit, berubah, bersatu, menjadi kehidupan yang baru. Demikianlah semua makhluk logam lahir kembali, dan kematian hanya catatan kaki saja dibandingkan dengannya.\nRobot Penjaga melihat masa depan lalu membuang impiannya untuk mati. Sahabatnya, Om Rubah, menarik tangan panjangnya dan menjauhkan diri dari permata itu. Ya, hidup bukan sekedar pahitnya teh, karena dengan adanya rekan yang menyertai, mengapa harus terburu-buru? Biarlah permata ini dicuri nanti lagi saja.\nDi kemudian hari, semua anak tahu bahwa Om Rubah dan Robot Penjaga hidup lama, panjang umurnya hingga dunia yang mereka tempati menjadi padang pasir, matahari padam, dan rembulan tandas. Bahkan ketika itu pun, kisah mereka belum berakhir, terus diceritakan dari satu dunia ke dunia lainnya."
          }
        ]
      }
    ]
  }
}