{
  "epId": 4723,
  "name": "\"Curve\"",
  "desc": "<p>Sebuah detektor pendeteksi kebohongan yang diciptakan oleh Dr. Mosso tiga puluh tahun yang lalu.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/170306649/de5dc6e2181ea03978f5bd86b853a961_569741834511496012.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1752861326,
  "components": {
    "galleryCharacter": [
      {
        "key": "Kartu Karakter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/170306649/4fa7be9ef519568ed7c0a24467e7f255_1347647784046893957.png"
      },
      {
        "key": "\"Curve\"",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/170306649/ccc286a9458dd056c39f0e6e588e1771_785010828985298063.png"
      },
      {
        "key": "\"Curve\"",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/170306649/702dc85b514545b6612b55ac190c72ee_5181085467251301738.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>\"Curve\"</color>"
          }
        ]
      },
      {
        "key": "Bangsa",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fontaine</color>"
          }
        ]
      },
      {
        "key": "Afiliasi",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Meks</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Sepucuk surat kepada Pemimpin Redaksi (Draft)</color>\nKepada Pemimpin Redaksi yang Terhormat,\nAnda benar dalam penilaian Anda bahwa masalah ini telah mencapai titik tidak bisa kembali.\nBeberapa hari terakhir ini, saya mendengar para demonstran menyerukan agar Curve dihancurkan. Tadi malam, mahasiswa radikal menerobos masuk ke laboratorium saya dan mencoba melakukan hal itu. Beruntung, saya menemukan mereka tepat waktu.\nNamun, Curve berada dalam bahaya yang semakin meningkat. Saya merasa terpaksa untuk bertindak, dan rencana saya adalah sebagai berikut:\n1. Saya akan merevisi Protokol Mosso dan data terkait (yang tidak memiliki signifikansi praktis) dalam inti Curve sehingga yang tersisa adalah jejak yang cukup menyesatkan: Akan terlihat bahwa alat pendeteksi kebohongan tidak mampu mendeteksi kebohongan dan bahwa semua hasil tes secara diam-diam dimanipulasi oleh saya sendiri.\nAdapun \"bukti kuat penipuan dan penyesatan publik,\" saya akan menyerahkannya di tangan Anda yang cakap. Mohon pilih tanggal untuk \"pemaparan\" tersebut.\n2. Begitu saya divonis bersalah, saya akan mengusulkan duel. Dan ketika saya gugur di Arena Duel, semuanya akan berakhir.\n3. Saya dengan rendah hati meminta Anda untuk mengerahkan surat kabar Anda guna mengalihkan perhatian dari Curve. Curve harus dianggap sebagai \"mesin palsu yang tidak berguna\" untuk digunakan sebagai bukti dalam kasus ini dan kemudian disegel oleh Marechaussee Phantom.\nTidak perlu mencoba mengubah pikiran saya. Saya telah memikirkan setiap detail terakhir, dan badai ini sepertinya tidak akan berlalu sampai saya, pelaku utama, meninggal. Curve adalah hasil kerja keras hidup saya, jadi saya tidak bisa melakukan kesalahan lagi. Saya meminta Anda menukar hidup saya untuk hidupnya.\n(Semua yang telah kita lakukan sejauh ini efektif, dan modul pembelajaran kebohongan Curve telah menghasilkan data redundan yang tidak dapat dipahami. Saya percaya bahwa benih kehidupan telah tumbuh di dalam dirinya.)\nHormat saya,\nMosso Lombroso"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "RichText",
        "text": "Karakter\nRingkasan\nMosso Lombroso\nSeorang peneliti yang menciptakan “Curve” tiga puluh tahun yang lalu. Dia ingin menciptakan sebuah mesin yang secara bertahap akan menjadi manusia dengan memahami tentang kebohongan dan kemanusiaan."
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p><span style=\"color: #BFBFBF\">Seorang juru tulis barang bukti di Marechaussee Phantom.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/170306649/86d23a0dbd570396825b2a15e3029240_6708780659523244405.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Seorang juru tulis barang bukti di"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "desc": "",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ", yang menemukan Curve di ruang barang bukti. Dia ingin membantunya memecahkan Protokol Mosso dan menjadi “manusia” yang sesungguhnya."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Item/Buku Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Curve",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/ccc286a9458dd056c39f0e6e588e1771_1817689140163896917.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tiga puluh tahun yang lalu, seorang peneliti Dr. Mosso Lombroso menciptakan alat pendeteksi kebohongan, “Curve.” Sejarah nama Mek terhubung dengan cucu perempuan Mosso, Melo. Suatu hari, dia tidak ingin Melo memakan banyak camilan, jadi dia berkata: <color=#ffffff>“Kamu bisa gemuk kalau terus makan.”</color> Melo pun menangis dan melarikan diri. Kemudian ibu Melo mengajarinya untuk berkata, <color=#ffffff>“Kamu tampak cantik saat kamu gemuk.”</color> Keesokan harinya, Melo menunggangi kakeknya dan mengajaknya bermain kuda-kudaan. Hal ini membuatnya berpikir jika sebenarnya jarak terdekat antara dua orang adalah sebuah curve. Dan itulah yang dia sebut sebagai detektor kebohongan.\nLombroso menambahkan beberapa aturan pada pemrograman mesin utama untuk memastikan keakuratan pendeteksian kebohongan. Aturan-aturan yang dinamakan Protokol Mosso menuntut Curve untuk menjawab semua pertanyaan dengan akurasi dan kejujuran penuh, tidak termasuk kemungkinan berbohong. Tujuan sebenarnya dari para peneliti adalah untuk menciptakan sebuah mesin yang secara bertahap akan menjadi manusia dengan memahami kebohongan dan kemanusiaan. Jika suatu hari nanti Curve bisa belajar berbohong seperti manusia, itu berarti ia tidak lagi terikat oleh pemrograman mesinnya, dan telah memperoleh emosi manusia. Legenda mengatakan bahwa seorang ilmuwan Fontainian, Alain Guillotin, menciptakan mesin berpikir yang luar biasa ratusan tahun yang lalu, dan Dr. Mosso ingin menandinginya.\nTidak lama setelah keberadaan alat pendeteksi kebohongan Dr. Mosso disiarkan ke publik, The Steambird menerbitkan beberapa artikel tentang alat tersebut dan dengan cepat menarik perhatian publik. Koran ini menggunakan fitur khusus untuk memicu ketakutan dan kekhawatiran yang meluas di kalangan masyarakat umum, dan tak lama kemudian, opini publik mulai berbalik melawan Lombroso. Orang-orang mulai khawatir tentang apa yang akan terjadi jika seorang tersangka dalam persidangan tidak berbohong, tetapi Curve mengatakan bahwa dia berbohong; atau bagaimana menjamin bahwa hasil pendeteksi kebohongan dapat dipercaya. Akhirnya, The Steambird memberikan bukti yang menunjukkan bahwa Dr. Mosso telah memalsukan hasil, dan bukti ini merupakan kunci dari keyakinan peneliti. Untuk menyelamatkan ciptaannya, Mosso Lombroso rela mati demi membela diri dalam sebuah duel di pengadilan. Tak lama kemudian, semua orang melupakan Curve, dan dia berakhir di ruang bukti Marechaussee Phantom. Inti Curve menua dengan cepat, jadi dia akan masuk ke mode hibernasi segera setelah kematian Mosso."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/83b607eafe38c25549f329f07ad2fa56_4689776025719409500.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tiga puluh tahun kemudian, seorang juru tulis barang bukti, Talochard, menemukan Curve di ruang barang bukti dan memutuskan untuk membantunya memecahkan Protokol Mosso sebelum dia masuk ke mode hibernasi. Dengan bantuan Pengembara dan Paimon, mereka memecahkan kasus hilangnya Sir Arthur dan menemukan laboratorium Dr. Mosso. Mereka menemukan bahwa peneliti tersebut memprakarsai semua artikel yang memberatkan ini sendiri. Dia ingin memberikan data dari opini publik kepada detektor kebohongan untuk dipelajari. Dia berpikir bahwa pelajaran tentang evolusi dinamis ini pasti dapat memandu mesinnya ke tingkat pemahaman yang lebih tinggi, dan dalam memisahkan kebenaran dari fiksi. Curve pada akhirnya akan mampu mengungguli peraturan mesin. Mosso bahkan memodifikasi Protokol Mosso ratusan kali. Dia memalsukan bukti-bukti dan memberikannya kepada surat kabar, sehingga dia akan menerima semua hujatan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/702dc85b514545b6612b55ac190c72ee_2162555667907165756.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika Curve, Talochard, Pengembara dan Paimon berada di laboratorium Mosso, mereka terperangkap oleh editor Steambird, yang mengetahui tentang Curve. Editor tersebut menyalakan sistem penghancuran diri dan menghilang, membawa serta desain dan data penelitian Curve. Untuk menyelamatkan Talochard dan yang lainnya, Curve berbohong kepada mereka agar mereka meninggalkannya. Ketika mereka berada di dekat pintu darurat, sebuah ledakan terjadi, menghancurkan Curve dan membanjiri laboratorium. Tidak ada yang tahu apa yang terjadi dengan data yang dicuri sang editor, namun salah satu Fatui Harbingers sangat tertarik dengan data tersebut. Setelah mengembalikan Sir Arthur ke tempat yang aman, Talochard diberitahu bahwa Curve merekam pesan pada Sir Arthur tentang dirinya: <color=#ffffff>\"Berdasarkan analisis saya... Agen Talochard! Akan menjadi agen terbaik di Marechaussee Phantom!\"</color> Tampaknya Curve mulai melanggar protokol dengan bantuan Talochard dan akhirnya menjadi “manusia”.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5146,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p><span style=\"color: #BFBFBF\">Seorang juru tulis barang bukti di Marechaussee Phantom.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/170306649/86d23a0dbd570396825b2a15e3029240_6708780659523244405.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}