{
  "epId": 4828,
  "name": "Si Dua Masketir (I)",
  "desc": "<p><span style=\"color: #BFBFBF\">Buku serian yang sangat populer di Fontaine mengenai konspirasi, balas dendam, keadilan, dan kejahatan.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/170306649/b54eee24253d942c03753513c169f4b2_3077825764047984243.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1704936356,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Si Dua Masketir (I)</color>"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Item Quest</color>"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Dibeli dari Toko Hubel di Court of Fontaine</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffe699>Bagian I</color>\n<color=#bfbfbf>....</color>\n<color=#bfbfbf>Pria tua dengan uban di kedua pelipisnya meletakkan 6 butir peluru pistol yang unik di atas meja dengan sangat hati-hati, lalu menatap dua orang kakak beradik yang berada di hadapannya dengan mata yang hampir buta.</color>\n<color=#bfbfbf>\"6 butir peluru, apa cukup?\" tanya pria tua itu.</color>\n<color=#bfbfbf>\"Cukup,\" jawab sang kakak.</color>\n<color=#bfbfbf>Pria tua itu pun menghela napas. Dia sudah memenuhi janjinya untuk mengajarkan semua yang dia pelajari seumur hidupnya kepada sepasang bocah yatim piatu yang tergeletak di depan rumahnya lima belas tahun yang lalu.</color>\n<color=#bfbfbf>Jurus pedang, jurus menembak, dan jurus tipu muslihat ....</color>\n<color=#bfbfbf>Cara menyusup ke dalam kediaman seseorang tanpa ketahuan oleh anjing pemburu, cara membunuh seseorang saat mereka tidur tanpa meninggalkan jejak, dan cara menarik pelatuk tanpa ragu ....</color>\n<color=#bfbfbf>\"6 butir peluru, 6 nyawa ...,\" gumam si pria tua.</color>\n<color=#bfbfbf>\"Bukan,\" kata sang adik, \"5 nyawa.\"</color>\n<color=#bfbfbf>\"Ada seseorang yang mau kami tembak dua kali.\"</color>\n<color=#bfbfbf>Pria tua itu diam saja. Dia tidak pernah bertanya kenapa dua kakak beradik ini memilihnya, juga tidak pernah bertanya apa yang akan mereka lakukan, sama seperti dulu gurunya tidak bertanya apa pun kepadanya.</color>\n<color=#bfbfbf>Namun, si pria tua masih merasa iba terhadap dua murid kesayangannya itu. Sepasang matanya yang hampir buta sudah melihat lebih banyak hal daripada siapa pun di kota tersebut.</color>\n<color=#bfbfbf>\"Anak-anakku, balas dendam adalah jalan tanpa pilihan untuk kembali,\" katanya, \"Ilmu yang kalian pelajari dariku sudah cukup bagi kalian supaya bisa hidup kaya dan berkecukupan.\"</color>\n<color=#bfbfbf>\"Aku tidak mau kalian mengikuti jalan yang sama sepertiku. Kedua mata ini adalah hukuman dari dewa untuk orang yang suka membalas dendam.\" Pria tua itu berusaha sebisa mungkin membuka matanya yang kabur, berharap kedua kakak beradik yang berada di seberang meja dapat melihatnya dengan jelas.</color>\n<color=#bfbfbf>\"Kami sudah mati terbunuh dua puluh tahun yang lalu,\" kata sang kakak, \"Kalau 6 butir peluru ini tidak kami tembakkan ke tempat yang seharusnya, kami tidak akan bisa kembali ke tanah orang-orang yang hidup untuk selama-lamanya.\"</color>\n<color=#bfbfbf>Pria tua tidak berkata apa-apa lagi. Saat dia menerima kedua kakak beradik itu, dia sudah tahu hari ini pasti akan tiba.</color>\n<color=#bfbfbf>\"Baiklah ... Kalau begitu, aku tidak akan membujuk kalian lagi.\" Dia pun menopang tubuhnya untuk berdiri. Pada usianya tersebut, bahkan gerakan sesederhana itu pun sulit dilakukannya.</color>\n<color=#bfbfbf>Meski demikian, dia masih ingin berputar ke seberang meja untuk memeluk murid-murid kesayangannya sekali lagi. Dia tahu bahwa ini adalah pertemuan terakhir mereka.</color>\n<color=#bfbfbf>\"Selain 6 butir peluru ini, masih perlu yang lain lagi?\" tanya si pria tua pada akhirnya.</color>\n<color=#bfbfbf>\"Tidak ada lagi,\" jawab sang kakak.</color>\n<color=#bfbfbf>Si pria tua menyadari sang adik, yang berdiri di sampingnya, sedang mengerutkan alisnya. Dia memang tidak bisa melihat, tetapi bisa merasakannya.</color>\n<color=#bfbfbf>\"Ada apa, Iris?\" tanya si pria tua yang selama ini memang lebih menyukai Iris karena karakternya yang pengertian dan emosional, tetapi tangannya tidak pernah gemetar saat menggenggam pistol.</color>\n<color=#bfbfbf>\"Sebenarnya, aku masih punya satu permintaan,\" kata Iris sambil menatap ladang bunga di luar jendela si pria tua.</color>\n<color=#bfbfbf>\"Apa aku boleh memetik beberapa Rainbow Rose yang kamu tanam?\"</color>\n<color=#bfbfbf>....</color>\n<color=#bfbfbf>-Si Dua Masketir, halaman 224.</color>"
          }
        ]
      }
    ]
  }
}