{
  "epId": 4896,
  "name": "Si Dua Masketir",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1704767126,
  "components": {
    "body": [
      {
        "title": "Si Dua Masketir (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "....\nPria tua dengan uban di kedua pelipisnya meletakkan 6 butir peluru pistol yang unik di atas meja dengan sangat hati-hati, lalu menatap dua orang kakak beradik yang berada di hadapannya dengan mata yang hampir buta.\n\"6 butir peluru, apa cukup?\" tanya pria tua itu.\n\"Cukup,\" jawab sang kakak.\nPria tua itu pun menghela napas. Dia sudah memenuhi janjinya untuk mengajarkan semua yang dia pelajari seumur hidupnya kepada sepasang bocah yatim piatu yang tergeletak di depan rumahnya lima belas tahun yang lalu.\nJurus pedang, jurus menembak, dan jurus tipu muslihat ....\nCara menyusup ke dalam kediaman seseorang tanpa ketahuan oleh anjing pemburu, cara membunuh seseorang saat mereka tidur tanpa meninggalkan jejak, dan cara menarik pelatuk tanpa ragu ....\n\"6 butir peluru, 6 nyawa ...,\" gumam si pria tua.\n\"Bukan,\" kata sang adik, \"5 nyawa.\"\n\"Ada seseorang yang mau kami tembak dua kali.\"\nPria tua itu diam saja. Dia tidak pernah bertanya kenapa dua kakak beradik ini memilihnya, juga tidak pernah bertanya apa yang akan mereka lakukan, sama seperti dulu gurunya tidak bertanya apa pun kepadanya.\nNamun, si pria tua masih merasa iba terhadap dua murid kesayangannya itu. Sepasang matanya yang hampir buta sudah melihat lebih banyak hal daripada siapa pun di kota tersebut.\n\"Anak-anakku, balas dendam adalah jalan tanpa pilihan untuk kembali,\" katanya, \"Ilmu yang kalian pelajari dariku sudah cukup bagi kalian supaya bisa hidup kaya dan berkecukupan.\"\n\"Aku tidak mau kalian mengikuti jalan yang sama sepertiku. Kedua mata ini adalah hukuman dari dewa untuk orang yang suka membalas dendam.\" Pria tua itu berusaha sebisa mungkin membuka matanya yang kabur, berharap kedua kakak beradik yang berada di seberang meja dapat melihatnya dengan jelas.\n\"Kami sudah mati terbunuh dua puluh tahun yang lalu,\" kata sang kakak, \"Kalau 6 butir peluru ini tidak kami tembakkan ke tempat yang seharusnya, kami tidak akan bisa kembali ke tanah orang-orang yang hidup untuk selama-lamanya.\"\nPria tua tidak berkata apa-apa lagi. Saat dia menerima kedua kakak beradik itu, dia sudah tahu hari ini pasti akan tiba.\n\"Baiklah ... Kalau begitu, aku tidak akan membujuk kalian lagi.\" Dia pun menopang tubuhnya untuk berdiri. Pada usianya tersebut, bahkan gerakan sesederhana itu pun sulit dilakukannya.\nMeski demikian, dia masih ingin berputar ke seberang meja untuk memeluk murid-murid kesayangannya sekali lagi. Dia tahu bahwa ini adalah pertemuan terakhir mereka.\n\"Selain 6 butir peluru ini, masih perlu yang lain lagi?\" tanya si pria tua pada akhirnya.\n\"Tidak ada lagi,\" jawab sang kakak.\nSi pria tua menyadari sang adik, yang berdiri di sampingnya, sedang mengerutkan alisnya. Dia memang tidak bisa melihat, tetapi bisa merasakannya.\n\"Ada apa, Iris?\" tanya si pria tua yang selama ini memang lebih menyukai Iris karena karakternya yang pengertian dan emosional, tetapi tangannya tidak pernah gemetar saat menggenggam pistol.\n\"Sebenarnya, aku masih punya satu permintaan,\" kata Iris sambil menatap ladang bunga di luar jendela si pria tua.\n\"Apa aku boleh memetik beberapa Rainbow Rose yang kamu tanam?\"\n....\n-Si Dua Masketir, halaman 224."
          }
        ]
      },
      {
        "title": "Si Dua Masketir (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "....\n\"Berakhirlah sudah ....\" Kedua pistol mengarah ke kepala sang Bangsawan. Darah menetes tanpa henti dari gagang salah satu pistol, \"Tik ... tik ... tik ....\", bagaikan hitungan mundur sisa hidup orang yang berada di ujung moncong pistol tersebut.\n\"Cih, sekumpulan sampah.\" maki sang Bangsawan dalam hatinya sambil menatap orang-orang yang tergeletak di belakang kedua penembak dalam hujan badai tersebut. \"Begitu banyak uang aku keluarkan, pada akhirnya yang kubeli cuma kematian tanpa rasa sakit begini?\"\n\"Kamu tahu siapa kami?\" tanya orang yang sedang menodongkan pistol tersebut.\n\"Kalau tahu, terus kenapa?\"\n\"Biar kamu gampang lapor ke hakim neraka.\"\nMeski hujan badai menerpa wajah, mata, dan telinganya, ... entah mengapa suara tetesan darah segar tetap terdengar begitu jelas di telinganya, tik ... tik ... tik ....\n\"Tahu, Iris dan Tulipe, anak-anakku.\" jawab sang Bangsawan. Dia tidak mau melawan lagi karena merasa sudah sangat lelah. Dia pun terduduk dengan begitu menyedihkan di kubangan lumpur dalam malam hujan badai seperti itu.\nTulipe meludah ke samping.\n\"Kamu masih berani sebut dirimu sebagai seorang ayah? Waktu kamu bunuh ibu kami dua puluh tahun yang lalu, dengan tatapan apa kamu melihat ibu saat sedang minum racun itu?\"\nSang Bangsawan menghela napas panjang, lalu memejamkan matanya. Dia mengingat kembali peristiwa dua puluh tahun yang lalu. Yang membuatnya terkejut adalah, ini lebih mudah daripada yang dia bayangkan.\nSepasang mata itu tiba-tiba muncul di hadapannya.\nMana mungkin dia tidak jatuh cinta padanya?\nPenampilannya yang anggun, tawanya yang merdu ... Sosoknya melangkah dari satu ruangan ke ruangan lainnya sambil mencuri pandang ke arahnya dengan malu-malu.\nApalagi kedua matanya yang berwarna hitam kecokelatan, layaknya taburan bintang di malam hari atau dasar danau yang tenang.\nMana mungkin dia menolaknya?\n\"Apa kamu mau menikahiku?\" Menghadapi sepasang mata tersebut, sang Bangsawan tidak sanggup menjawab \"tidak\".\nTapi bagaimana bisa wanita itu mengkhianatinya?\nMeminta lebih banyak hal lagi kepadanya, bahkan memintanya untuk pergi jauh darinya?\nTik ... tik ... tik ....\n\"Dia terlalu banyak permintaan ....\" kata sang Bangsawan sambil membuka matanya.\n\"Ibu tidak pernah minta apa pun. Dia cuma berharap bisa hidup tenang seperti orang lain,\" bantah Iris. Darah yang menetes berasal dari gagang senjatanya, tetapi tangannya sama sekali tidak gemetar.\n\"Dia mau aku meninggalkan semua kekayaanku untuk kawin lari dengannya!\" teriak sang Bangsawan. Kedua bocah di hadapannya ini pasti tidak paham apa itu uang dan kedudukan sehingga dia terpaksa mengucapkan sesuatu yang kekanak-kanakan seperti itu.\n\"Dia cuma mau kamu melepaskan semua kesombonganmu, tidak peduli lagi dengan pandangan orang lain, dan memberikan dia cinta sejati seperti yang pernah kamu janjikan,\" kata Iris.\n\"Kalau kalian ada di posisiku, pasti kalian juga akan ambil keputusan yang sama!\"\n\"Tidak!\" jawab Tulipe dengan yakin, \"Kami tidak akan membunuh orang yang kami cintai demi uang dan kedudukan. Cuma iblis yang bisa melakukan hal itu.\"\nSang Bangsawan menggeleng-gelengkan kepalanya, dia tidak ingin membantah lebih lanjut.\nTik ... tik ... tik ....\n\"Sebenarnya untuk apa semua ini?\" Dia seperti sedang bertanya kepada dirinya sendiri, tetapi juga tampak seperti sedang bertanya kepada kedua penembak tersebut.\n\"Kalian sudah tidak punya ibu, dan sebentar lagi akan jadi tidak punya ayah. Apa yang akan kalian dapatkan selain hukuman atas perbuatan ini?\"\nIris dan Tulipe saling bertatapan, keduanya tidak ragu lagi.\n\"Keadilan.\"\nTerdengar letusan dua tembakan, bagaikan halilintar yang membelah langit malam di tengah hujan. Seluruh tetesan hujan pun terkejut ketakutan karenanya.\nKedua kakak beradik itu berdiri di tengah hujan untuk waktu yang sangat lama tanpa bergerak sedikit pun. Hujan badai melanda kota tersebut dengan ganas, tetapi tidak ada yang lebih menusuk telinga dibandingkan keheningan mereka saat ini.\nSetelah waktu berlalu sekian lama, Iris akhirnya mengeluarkan sekuntum Rainbow Rose dan meletakkannya di dada sang Bangsawan. Kemudian, dia jatuh ke pelukan kakaknya dan menangis dengan kencang. Air hujan menyeka air matanya, mengalir ke tanah di bawah, tempat yang tidak diketahui oleh siapa pun, yaitu tanah untuk orang-orang mati ....\nTiba-tiba, badannya bergetar dan dia menarik-narik pakaian kakaknya.\n\"Ada apa, Iris?\" tanya kakaknya.\n\"Kak, lihat ...\" Iris menunjuk ke arah Rainbow Rose yang baru saja dia letakkan. Ternyata mawar itu diam-diam mekar dengan warna secerah darah di tengah gelapnya malam.\n\"Rainbow Rose kesukaan ibu ... sudah mekar.\"\n-Si Dua Masketir, halaman 358."
          }
        ]
      },
      {
        "title": "Si Dua Masketir (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Ooze Avenue no. 65, pintu kayu Tavern di salah satu sudut kota penuh dosa itu ditendang sehingga terbuka dengan keras.\nSuara obrolan yang berisik pun langsung terhenti. Orang-orang meletakkan gelas mereka dan menatap tamu yang tak diundang di tengah hujan badai tersebut.\nBadannya tegap dan berpakaian serba hitam. Baju hitam, topi hitam, sepatu bot hitam .... Jika tidak ada cahaya lilin di Tavern yang menyinarinya, mungkin orang-orang sudah mengira kegelapan malam di luarlah yang membuka pintu tersebut.\nTamu tak diundang itu memiringkan tubuhnya sedikit, topinya yang lebar menutupi wajahnya, hanya menyisakan dagunya yang lancip. Dia melihat ke sekeliling Tavern, seakan dirinya sendiri heran kenapa dia bisa muncul di sini. Dari penampilannya yang santai dan napasnya yang lega, orang-orang dapat menebak bahwa dia baru saja meraih suatu pencapaian besar atau menuntaskan balas dendamnya ....\nDan sekarang, dia hanya ingin minum-minum.\nDia berjalan menuju ke meja bar dengan langkah yang berat, air hujan yang menetes dari pakaiannya tampak seperti roh yang mengikutinya dengan setia. Sepatu botnya mengeluarkan suara \"duk ... duk ...\" saat menyentuh lantai dengan langkah yang pasti, seakan mampu menghancurkan apa pun yang menghalangi jalannya tanpa ragu.\n\"Segelas minuman, yang keras,\" kata tamu tak diundang itu. Suaranya yang berat mampu menekan botol minuman hingga hancur.\nPemilik Tavern menuangkan minumannya dengan enggan. Matanya melirik ke arah pintu kayu dengan pandangan penuh mengeluh, sambil berpikir butuh waktu berapa lama untuk dapat menghapus jejak sepatu bot di pintu itu.\n\"Terima kasih\" kata pria itu, \"Aku baru saja selesai melakukan suatu hal luar biasa bersama adikku.\"\n\"Mana adikmu?\" balas pemilik Tavern tanpa maksud apa pun.\n\"Sudah pergi menanam bunga. Dari dulu, dia sudah mau melakukan itu. Semua uangku sudah aku berikan ke dia.\"\n\"Kalau gitu, kamu mau bayar minuman ini pakai apa?\"\nPria itu pun tertegun, seakan tidak pernah memikirkan pertanyaan tersebut.\n\"Pakai ini saja.\"\n*brak* Pria tersebut melemparkan sebuah pistol berwarna hitam pekat ke atas meja.\nPengunjung di meja sebelah terkejut sampai-sampai pegangannya melemah, sehingga seluruh minuman yang ada di dalam gelas itu tumpah ke celananya. Semua orang yang ada di sana menahan napas mereka.\n\"Aku tidak terima ini.\"\nPemilik Tavern pura-pura menjawab dengan tenang, tetapi tangannya yang biasa digunakan untuk meracik minuman keras diam-diam merogoh ke dalam laci meja. Dia juga memiliki sebuah pistol di dalam laci tersebut, tetapi dia tidak yakin dapat menembak lebih cepat daripada pria yang ada di hadapannya.\n\"Jangan tegang, aku baru saja menembakkan peluru terakhir yang paling penting dari pistol ini. Pistol ini tidak akan pernah ditembakkan lagi,\" kata pria itu sambil kembali meminum segelas minuman dengan kadar alkohol yang tinggi.\nSaat dia mengangkat gelasnya, pemilik Tavern menggunakan kesempatan itu untuk memandang wajahnya sekilas. Pemuda yang tampan dengan hidung mancung dan beberapa bekas luka, serta mata hitam yang sendu ....\nPemilik Tavern tiba-tiba menarik kembali tangannya yang menggenggam pistol di dalam laci. Pria di hadapannya terlihat sudah mabuk sebelum masuk ke Tavern. Jelas bahwa dia bukan datang untuk berbuat onar.\n\"Boleh minta segelas lagi?\" tanyanya.\n\"Kamu sudah minum terlalu banyak,\" jawab sang pemilik.\n\"Aku tahu. Malam ini agak spesial.\" Dia tidak paham bahwa sang pemilik Tavern ingin mengusirnya.\n\"Apanya yang spesial?\"\n\"Aku baru saja membunuh orang.\"\nTangan bos yang sedang menuangkan minuman pun terhenti. Ucapan yang keluar dari mulut orang di hadapannya ini tidak terdengar seperti candaan.\n\"Balas dendam,\" lanjut pria itu, \"Dia sudah membunuh ibuku.\"\n\"'Dia' itu siapa?\"\n\"Si 'Bangsawan' itu.\"\n\"Omong kosong!\" Pemilik Tavern sekarang yakin kalau pemuda itu sudah mabuk.\nSang \"Bangsawan\" bukanlah orang yang baik, semua orang tahu hal itu. Orang yang ingin membunuhnya sangatlah banyak, bahkan kedai ini tidak akan cukup menampung jumlah mereka. Namun, tidak ada orang yang berani melakukannya kalau mereka masih sayang nyawa.\n\"Bunyi kentutmu harus cukup keras untuk bisa menutupi suara tembakan beberapa menit yang lalu,\" ejek pria itu.\nPemilik Tavern mengamati pria di hadapannya sekali lagi. Telapak tangannya lebar, ototnya keras, pemuda itu terlihat sudah terlibat dalam pertarungan yang tak terhitung jumlahnya. Dan bukan perkelahian kecil-kecilan di Tavern, melainkan pertarungan yang mempertaruhkan nyawa.\nTiba-tiba, sebuah pikiran terlintas di benaknya. Dia teringat belakangan ini koran sedang ramai membahas kasus pembunuhan dengan menggunakan pistol, pembunuhnya selalu meninggalkan Rainbow Rose di tempat kejadian. Pembunuh yang selalu membunuh pada saat hujan badai di malam hari.\n\"Jangan-jangan, kamu ....\"\nSebelum bos Tavern selesai berbicara, suara halilintar menyambar di luar Tavern. Tiupan angin kencang menerpa pintu kayu dengan keras hingga terbuka. Kegelapan malam membanjiri Tavern layaknya air laut yang menenggelamkan semua orang.\nSaat lilin di Tavern kembali dinyalakan, pria di hadapannya sudah menghilang. Hanya pistol berwarna hitam pekat yang tersisa, layaknya dewa kematian yang menyeramkan, yang mengamati orang-orang di sana dan malam miliknya dalam diam.\n-Si Dua Masketir, selesai."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Si Dua Masketir"
          }
        ]
      }
    ]
  }
}