{
  "epId": 4901,
  "name": "Vennessa",
  "desc": "<p>Seorang mantan budak yang kemudian menjadi pendiri dari Knight of Favonius serta menjabat sebagai Grand Master pertama dengan julukan Dandelion Knight.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/843dd2247159897d9be7c5a528e90a43_9012525653485567556.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1729865609,
  "components": {
    "galleryCharacter": [
      {
        "key": "Kartu Karakter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/3b16b576c30adbe1cba956f94daa8bc7_2277706078461383398.png"
      },
      {
        "key": "Vennessa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/05032bd9331cbcb343e3a940f8c5aca0_6451666130772692798.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vennessa bersama dengan Archon Anemo, Barbatos."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailer dan Teaser Kisah",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Manga Genshin Impact"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/6b06f5e4d1dcdf8dd6fedb04eb05c817_1960357377117408256.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Prologue: Nyanyian Sang Angin</color>\nSetelah Barbatos mendirikan kota Mondstadt yang dikasihinya, ia menyerahkannya kepada para penghuni pertama dan pergi meninggalkannya. Tetapi, ketamakan manusia tidak memiliki batas, seribu tahun kemudian, para orang kaya berkuasa di kota dan bertindak semena-mena, sampai suatu hari pada perayaan tahunan Ludi Harpastum, seorang Bard misterius muncul...\n<color=#ffffff>HoYoverse:</color> <color=#37ffff>https:/genshin.hoyoverse.com/id/manga/detail/104863?mute=1</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kisah Karakter: \"Venti — The Four Winds\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/8640deea10b2c97d9c617fcf849331c0_2007207583062938949.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15 Oktober 2020</color>\nThis tale began a thousand years ago, when Mondstadt's rulers fell from grace. The southern lion their crowns to the earth did throw, and the west wind arose and took their place.\nThe guardian of the north returned, and near to the wolven wood he drew. The Four Winds blew each in their turn, and united they built Mondstadt anew.\n<color=#ff9999>Youtube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M9kQP-cmipY&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vennessa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/4cc54dc0d8b52d748f18fcdd5d5cda3b_8522102736426147316.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vennessa dan klannya berasal dari Natlan dan mereka adalah anak dari Murata, Goddess of War dan Lady of Fire yang pada saat itu adalah Archon Pyro. Masyarakat Murata adalah orang-orang yang kuat dan bangga. Mereka tinggal di lereng gunung berapi jauh di sebelah barat. Semua anak-anak Murata diberkahi dengan rambut merah api. Beberapa tahun yang lalu, mereka meninggalkan Natlan dan berkelana di padang rumput sambil mencoba bertahan hidup. Sepuluh tahun sebelum Vennessa bertemu dengan Venti, klan Vennessa bertemu dengan Ursa the Drake yang meneror Mondstadt selama bertahun-tahun. Setelah berhasil melarikan diri dari Ursa dengan menahan lapar selama empat hari, anak-anak dari Murata berakhir di Mondstadt dimana para bangsawan sedang memimpin pada saat itu.\nKetika Archon sebelumnya, Decarabian, berhasil digulingkan, Sang Dewa Angin, Barbatos, mengambil alih Mondstadt. Dia mengajarkan orang-orang tentang kebebasan, festival dan cara untuk terbang serta membiarkan aturan dari para bangsawan terlupakan. Pada awalnya, para bangsawan merupakan contoh bagi masyarakat, tetapi seiring berjalannya waktu, kekuasaan merusak mereka. Mereka membawa kembali perbudakan dan pertarungan gladiator untuk hiburan dan salah satu festival utama, Ludi Harpastum, berubah dari perayaan untuk masyarakat menjadi perayaan untuk klan Lawrence yang berkuasa. Salah satu tradisi dari festival tersebut adalah memilih seorang gadis yang akan melemparkan bola merah yang disebut Harpastum ke kerumunan orang. Terdapat kepercayaan bahwa orang pertama yang menyentuh bola tersebut akan mendapatkan keberuntungan sepanjang tahun. Akan tetapi, Bangsawan Lawrence melarang orang biasa untuk menyentuh bola tersebut dan gadis yang menjadi Princess of Ludi Harpastum dipilih secara pribadi oleh penguasa Barca Lawrence.\nKetika klan Vennessa datang ke Mondstadt, para lord memperbudak mereka dan Vennessa dijadikan sebagai gladiator. Mereka menjanjikan Vennessa bahwa setelah dua belas pertandingan, mereka akan memberikan kebebasan kepada dirinya dan juga klannya. Oleh karena itu, Vennessa bertarung dengan sengit untuk mereka. Suatu hari, Vennessa berdoa kepada Celestia dan meminta bantuan dari para dewa dan pembebasan bagi klannya. Archon Anemo Barbatos terbangun dari tidur lelapnya setelah mendengarkan doa dari Vennessa dan turun ke Mondstadt dengan berpura-pura menjadi seorang penyair rendah hati, Venti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/2c1c36e295e00c4906f54d0da2322b6c_7312415039100388889.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Venti datang ke Ludi Harpastum dan melihat apa yang diubah dalam festival tersebut oleh para bangsawan. Ludi Harpastum merupakan festival yang dibuat Archon Anemo untuk mengajarkan orang-orang tentang kebebasan, kebahagian dan pembuatan anggur. Sang Dewa Kebebasan tidak mau tunduk terhadap para lord, sehingga dia mengambil Harpastum dan membuat Barca Lawrence marah sehingga dia memerintahkan para penjaga untuk menangkap penyair itu. Venti yang berusaha kabur dari para penjaga bertemu dengan Vennessa yang sedang membeli obat untuk gadis dari klannya yang sedang sakit. Lawrence memerintahkan Vennessa untuk bergerak menangkap Venti, tapi Vennessa menolak dan melindungi penyair tersebut. Untuk membalas dendam kepada Vennessa, Barca meminta ayahnya untuk menuntut denda uang kepada seluruh klan Vennessa dan memenjarakan Vennessa untuk mengirimkannya ke pertarungan terakhirnya pada keesokan harinya.\nPada malam hari, Venti bertemu dengan Vennessa untuk berterima kasih atas perlindungannya sekaligus meminta Vennessa menjadi temannya dan bercerita tentang Murata. Penyair itu merasa sedih saat melihat belenggunya sehingga dia menyarankan Vennessa untuk melarikan diri, tapi Vennessa menolak karena dia harus melindungi klannya dari amarah Barca."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/ea4add87f6ea0b6718655533f08220cc_5878202889985722247.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lawan terakhir dari Vennessa seharusnya adalah Ursa the Drake, tapi Lawrence tidak hanya mengirimkan Vennessa tetapi juga seluruh klannya termasuk anak-anak dan orangtua untuk bertarung. Lord Lawrence berjanji akan membebaskan seluruh budak jika berhasil menang dan memberikan Vennessa harta miliknya serta kunci ke Mondstadt. Ursa dan para anak buahnya menunggu di depan para Murata dan di belakang mereka terdapat pemanah dari para bangsawan yang tidak akan membiarkan para budak mundur ke dalam kota. Saat Vennessa mengira bahwa mereka semua akan mati, Venti muncul dengan menunjukkan wujud dewanya. Venti memberikan kekuatan angin ke pedang milik Vennessa dan membantu mengusir naga.\nSetelah berhasil menang melawan Ursa, Venti menuntut kebebasan, kekayaan dan kunci ke Mondstadt yang dijanjikan oleh bangsawan Lawrence. Vennessa dengan bantuan dari Ragnvindr, Dawn Knight, mantan anggota dari keluarga Lawrence Kreuzlied dan orang-orang yang merasa tidak puas memulai pemberontakan terhadap Para Bangsawan dan menggulingkan semua lord serta mengembalikan kekuasaan kepada masyarakat.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Salah satu dari banyaknya penyair di Mondstadt yang bisa dengan bebasnya ke sana kemari di antara lorong-lorong dan gang-gang Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2033,
        "name": "The Bell",
        "desc": "Greatsword yang besar dengan sebuah jam tertanam di tengahnya, tetapi mesin di dalamnya telah rusak sejak lama.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/钟剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Noblesse Oblige",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2297,
        "name": "Syair Prajurit",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Knight of Favonius",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/abd8efbb6bea59bcf72a9d3b0e73a118_3078198917741162030.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Setelah mengalahkan para bangsawan, Vennessa membentuk Knights of Favonius, sebuah ordo kesatria yang memerintah Mondstadt, dan Vennessa menjadi Grand Master pertama dan Dandelion Knight. Selama masa pemerintahannya, empat penjaga yang disebut Four Winds dipanggil untuk melindungi Mondstadt: Wolf of the North, Andrius yang pernah bertarung melawan tiran Decarabian; Falcon of the West, Vennessa; Dragon of the East, Dvalin, teman dari Barbatos; dan Lion of the South — Dandelion Knight (saat ini adalah Jean). Selama bertahun-tahun, masyarakat Mondstadt memuja para penjaga dengan membuatkan mereka kuil, tetapi setelah Cataclysm yang terjadi 500 tahun lalu, kuil-kuil tersebut ditinggalkan dan Four Winds pun terlupakan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/40aabcd7e8b3d68d92a61d92ec42daad_5564645639060853312.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Beberapa tahun kemudian, setelah pemulihan dari Mondstadt, Vennessa naik ke Celestia dengan wujud burung elang. Vennessa tetap mengawasi Mondstadt selama bertahun-tahun.\nPada tempat dimana dia naik ke Celestia, sebuah pohon oak raksasa tumbuh."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/fb58ef9b392d7563bd1f8d09c8efe065_3944988318624362320.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Bayangan dari pohon tersebut melindungi Statue of The Seven yang dibuat di kaki pohon tersebut dari hujan dan angin seperti saat Vennessa melindungi Mondstadt. Pohon oak tersebut memiliki hubungan khusus dengan elemen Anemo dan juga pada Archon Anemo. Ketika Barbatos terluka setelah kehilangan Gnosisnya, dia dapat sembuh dengan berada di dekat Simbol dari Pahlawan Mondstadt.\nSeperti janji Venti, Vennessa tetap menjadi pahlawan dari Mondstadt selamanya dimana kisahnya selalu dilantunkan dalam lagu-lagu."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Saat siang menjadi malam dan wajah-wajah dipenuhi keputus asaan</color>\n<color=#ffffff>Jangan pernah lupakan kisah pahlawan Vennessa, gadis dengan rambut merah api!</color>\n<color=#ffffff>Tidak pernah berhenti untuk memperjuangkan kebebasan!”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "name": "Legenda Vennessa",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>Pemimpin dari Old Monstadt dengan julukan Dewa Badai. Pemberontakan masyarakat Mondstadt yang tidak lagi dapat menahan kekejaman dari Decarabian berakhir dengan jatuhnya Decarabian dari kekuasaannya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/513d51e0ebfd54f5da34a9f85dfaf61f_2051787847883009093.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>Pelindung Wolvendom yang dikenal sebagai Great Wolf King of North dan merupakan bagian dari Four Winds.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/140615443/2ac7ad0e18377b4a7b7fc2032f318cc3_727364570697368980.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Naga Elemental yang merupakan teman dari Archon Anemo Barbatos. Teracuni oleh darah Durin, Naga Hitam, Dvalin kemudian dikenal sebagai Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/b6e31b3c3cb069320d40e3b7b7d06b2f_6367809268594540596.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "Dandelion Knight yang menjunjung tinggi keadilan dan kebenaran. Menjabat sebagai Grand Master Knights of Favonius di Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Salah satu dari banyaknya penyair di Mondstadt yang bisa dengan bebasnya ke sana kemari di antara lorong-lorong dan gang-gang Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kisah Karakter"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Kisah Karakter 2</color>\nAda sebuah pohon oak besar berada di tengah-tengah Windrise. Menurut legenda, pohon itu tumbuh ketika Vennessa naik ke surga ribuan tahun yang lalu.\nDalam beberapa bulan terakhir, orang-orang yang beristirahat di bawah pohon oak besar itu terkadang mendengar suara anak muda yang sedang menyanyikan kisah Barbatos, Archon Anemo.\nBerbeda dengan dewa lain yang masih memimpin bangsanya, Barbatos telah lama meninggalkan Mondstadt. Satu-satunya bukti nyata keberadaannya adalah Patung The Seven — bahkan patung itu pun tidak jelas. Untungnya, perbuatan yang dilakukan Barbatos di masa lalu tercatat di dalam buku dan epos, dinyanyikan dan disebarkan oleh para penyair.\nNamun yang berbeda adalah, \"Barbatos\" cenderung terlibat dalam petualangan aneh dan berbuat onar dalam lagu-lagu Venti, seperti mencuri tongkat Archon Cryo dan menukarnya dengan tongkat Hilichurl.\nPara pemuja Barbatos langsung mengkritik dan mengatakan bahwa semua itu adalah rekayasa. Tapi tanggapan Venti terhadap kritikan itu tidak menunjukkan penyesalan.\n\"Bagaimana kamu tahu semua itu adalah rekayasa?\"\nYa, bahkan suster yang paling berdedikasi sekalipun tidak mengetahuinya secara pasti rincian perbuatan Barbatos ribuan tahun lalu.\nHanya Venti yang tahu kebenaran di balik lirik lagunya, dan semua itu adalah kebenaran yang dia sembunyikan di balik senyumannya yang penuh teka-teki.\nMemang benar, semua itu adalah rekayasa.\nYah, minum terlalu banyak membuat Venti bernyanyi sesuka hatinya.\n<color=#ffd780>\"Pertemuan Rahasia sang Angin\"</color>\nSetelah melewati pembangunan 1.600 tahun lamanya, \"kebebasan\" Mondstadt telah tenggelam ke titik terendah hingga tak terlihat lagi.\nBarbatos pergi karena dia tidak ingin menjadi seorang tiran. Dia tidak pernah membayangkan bahwa orang-orang yang diberi kebebasan malah akan menjadi tiran.\nMondstadt diperintah oleh orang-orang yang kejam, membawa perbudakan ke negeri ini dan mengabaikan tangisan kaum tertindas.\nSetelah 1.600 tahun kemudian, Archon Anemo kembali ke kota kebebasan ini. Dia mendengar teriakan budak Venessa, dan bersama-sama dengannya membangun pemberontakan yang menggulingkan pemerintahan.\n—Kisah di atas diketahui sebagai sejarah Mondstadt.\nNamun, kisah ini memiliki plot cerita menarik yang tidak banyak orang tahu.\nOrang yang menyatukan penduduk Mondstadt karena konflik ini memang adalah pahlawan Vennessa — tetapi apa yang menyebabkan begitu banyak pasukan pemerintahan membelot adalah \"pengkhianatan terhadap angin\".\nSebuah perjanjian rahasia ditemukan, dan di dalamnya adalah tentang pengkhianatan — para pemerintah berjabatan tinggi telah mengkhianati angin, dan menjual segala yang ada di Mondstadt kepada Archon Geo dari tanah tetangga.\nDi akhir perjanjian itu terukir sebuah tanda tangan yang tak dapat dilakukan oleh dewa, kecuali dewa yang bernama: Rex Lapis.\nPara prajurit yang pernah menindas para budak gemetar ketika mereka menyadari bahwa mereka juga akan menjadi budak di negeri asing.\nBerita beserta konflik tersebut segera tersebar dengan cepat seperti api, dan menghabisi pemerintahan. Siapa yang menyangka, bertahun-tahun kemudian para sejarawan menemukan bahwa perjanjian rahasia itu ternyata palsu.\n—Faktanya, Venti pernah belajar teknik pemalsuan untuk mempermainkan Archon Geo, tapi dia tidak pernah bisa menipu dewa kekayaan dan transaksi tersebut. Setelah ratusan tahun, dia akhirnya berkesempatan untuk menggunakan tekniknya.\nBenar-benar kebetulan yang menyenangkan."
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "Dandelion Knight yang menjunjung tinggi keadilan dan kebenaran. Menjabat sebagai Grand Master Knights of Favonius di Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kisah Karakter"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Kisah Karakter 4</color>\nPohon besar di Windrise, melambangkan tempat di mana Dandelion Knight pertama mengakhiri perjalanannya.\nNama Knight tersebut adalah Vennessa, sang pendiri Knights of Favonius dan juga sosok gadis yang membawa pemulihan pada Mondstadt.\nDia meninggalkan kota yang telah dia sumpahi untuk melindunginya, meninggalkan legendanya, bersama sebuah benih.\nSetelah ratusan tahun berlalu, benih ini tumbuh di bawah karunia seribu angin, dan tumbuh menjadi sebuah pohon yang sangat besar.\nJean menerima nama \"Dandelion Knight\" saat usianya masih 15 tahun.\nNama Dandelion Knight ini juga dikenal dengan nama Lionfang Knight, dan telah diwariskan turun-temurun dari generasi ke generasi Knight. Nama ini hanya diberikan kepada beberapa Knight terbaik.\nPada hari di mana nama ini diberikan padanya, Jean pamit dari perayaan yang diadakan setelah upacara tersebut selesai. Seakan mengikuti jejak pahlawan masa kecilnya, dia berdiri di hadapan pohon besar itu.\nNama Dandelion Knight melambangkan ketahanan dan kebajikan yang diwariskan oleh Vennessa. Jadi, bagaimanakah mungkin orang sepertinya layak mendapatkan nama ini? Dia berpikir pada dirinya sendiri.\nLebih dari seribu tahun telah berlalu sejak pemulihan Mondstadt. Apakah dia memiliki apa yang diperlukan untuk terus melindungi Tanah Kebebasan seribu tahun ini?\nDi balik sosoknya yang tegas dan dewasa, masih terdapat hati seorang gadis kecil, yang baru saja menerima sebuah nama agung dengan penuh ketidakpercayaan diri dan kekhawatiran saat dihadapkan dengan tugas-tugas sulit yang kelak akan diembannya.\nSeketika saja, angin pun bertiup dari tanah yang jauh, dan Jean merasakan angin itu merasuk ke dalam tubuhnya, meniup pergi segala keraguan dan kekhawatiran di dalam benaknya, dan yang tertinggal kini hanyalah sebuah tekad yang tak tergoyahkan:\nUntuk Mondstadt, kini dan sampai selamanya.\nUntuk menjadi seorang Knight yang memiliki tekad sekuat Vennessa, untuk bertarung demi rakyat yang dipimpinnya, dan juga untuk kebebasan... Benar, inilah arti sesungguhnya dari motto keluarganya.\nSampai hari ini, setiap kali ada kekhawatiran yang melanda diri Jean, dia akan sekali lagi datang ke hadapan pohon ini, dan sekali lagi membiarkan angin yang berembus menghibur hatinya. Keletihannya akan sirna dalam sekejap, dan kekuatan akan kembali memenuhi dirinya.\nPohon besar di Windrise pernah menandakan permulaan dari perjalanan Lionfang Knight pertama.\nDan kini, juga menandakan permulaan dari perjalanan Jean."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Suara"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Mengenal Jean: II</color>\nNama \"Dandelion Knight\" Vennessa terus diwariskan sampai hari ini, sudah banyak Knight besar yang telah menerima kehormatan ini. Aku tidak boleh mempermalukan nama ini. Karena itu, aku tidak bisa berleha-leha. Aku harus menjadi perisai dan pedang yang tangguh untuk melindungi semua orang."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Salah satu dari banyaknya penyair di Mondstadt yang bisa dengan bebasnya ke sana kemari di antara lorong-lorong dan gang-gang Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Teman dari Vennessa yang pernah dia selamatkan dari penguasa Barca Lawrence.\nKnight of Favonius\nOrganisasi yang didirikan oleh Vennessa untuk memimpin Mondstadt setelah menggulingkan pemerintahan di Mondstadt.\nFour Winds\nVennessa memanggil empat pelindung Mondstadt"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Buku dan Item Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "name": "Legenda Vennessa",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Bisikan Angin Hutan",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2306,
        "name": "Catatan Ekspedisi Kuno: Bag. II",
        "desc": "Sebuah catatan ekspedisi yang ditemukan di gudang bawah tanah reruntuhan yang membeku.<br/>Sepertinya penulis catatan ini adalah seorang bangsawan yang pernah memerintah Mondstadt.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/59f17d37231cb49bcceb29124e5cfac1_4986076303074499069.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2046,
        "name": "Aquila Favonia",
        "desc": "Lambang jiwa dan raga dari Knights of Favonius. Ribuan tahun berlalu pun, pedang ini masih akan menghembuskan angin keadilan, dan membasmi kejahatan, seperti pahlawan wanita yang terakhir menggenggamnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/风鹰剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3800,
        "name": "Holy Lyre der Himmel",
        "desc": "<p>Sebuah harpa berharga yang sebelumnya digunakan oleh Archon Anemo Barbatos, tetapi kini kekuatan Anemo di dalamnya telah habis.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/1023623/59425415f62733a7a83dab22c5787b19_1096180587647596317.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Vennessa"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan\nMondstadt"
          }
        ]
      },
      {
        "key": "Afiliasi",
        "value": [
          {
            "type": "RichText",
            "text": "Knight of Favonius\nFour Winds"
          }
        ]
      },
      {
        "key": "Kartu Aksi TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3886,
            "name": "The Legend of Venessa",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Dream of Freedom Unrelinquished</span></p><p>\"Angin sepoi-sepoi berembus dari hutan, menerbangkan menara tirani.\"</p><p>\"Sang singa muda akhirnya menghancurkan belenggu yang mengikatnya dan mengangkat kepalanya.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/26/76539619/9588a6f9bfd896486d429ca3b21862a6_864111055417289982.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}