{
  "epId": 4902,
  "name": "Dvalin",
  "desc": "<p>Naga Elemental yang merupakan teman dari Archon Anemo Barbatos. Teracuni oleh darah Durin, Naga Hitam, Dvalin kemudian dikenal sebagai Stormterror.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/b6e31b3c3cb069320d40e3b7b7d06b2f_6367809268594540596.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1730056208,
  "components": {
    "galleryCharacter": [
      {
        "key": "Dvalin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/82bd21ae2e18cf9be700859a656f2442_2170550468333267892.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Barbatos bersama dengan Dvalin"
          }
        ]
      },
      {
        "key": "Dvalin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/c24c3302a2ad4e36b085ef47288a255e_4289110019866492845.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dvalin saat terkena racun dari darah Durin"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Salah satu dari banyaknya penyair di Mondstadt yang bisa dengan bebasnya ke sana kemari di antara lorong-lorong dan gang-gang Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Barbatos, Archon Anemo dan teman dari Dvalin."
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Salah satu anak dari Rhinedottir dan dikenal sebagai Naga Hitam.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/206a8a0bc1698ae7019f093470f9e845_1583052266530707277.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Naga Hitam yang bertarung melawan Dvalin dan Barbatos saat Catalysm terjadi.\nFour Winds\nPelindung Mondstadt yang dipanggil oleh"
      },
      {
        "type": "CustomEntry",
        "epId": 4901,
        "name": "Vennessa",
        "desc": "<p>Seorang mantan budak yang kemudian menjadi pendiri dari Knight of Favonius serta menjabat sebagai Grand Master pertama dengan julukan Dandelion Knight.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/843dd2247159897d9be7c5a528e90a43_9012525653485567556.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Buku dan Item Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Bisikan Angin Hutan",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Skyward Atlas",
        "desc": "Atlas awan yang melambangkan Dvalin dan tuannya, Archon Anemo. Menunjukkan secara rinci awan dan angin di daerah Utara, mengandung kekuatan angin dan angkasa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Skyward Pride",
        "desc": "Claymore yang melambangkan keagungan Dvalin yang mengumandang di bentang angkasa. Saat diayunkan, terdengar kekuatan Dvalin dan Anemo dalam suara yang ditimbulkannya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Skyward Spine",
        "desc": "Tombak polearm yang melambangkan kebulatan hati Dvalin. Bagian atas gagangnya menengadah ke langit, dan terbelah di hadapan kekuatan angin dan langit.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Skyward Blade",
        "desc": "Pedang Knight yang melambangkan kemuliaan Dvalin yang sudah terpulihkan. Berkat Archon Anemo bersinar di atas mata pedangnya, memberikan kekuatan langit dan angin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Skyward Harp",
        "desc": "Busur besar yang melambangkan hubungan erat antara Dvalin dan Archon Anemo. Suara yang ditimbulkan busur ini bagaikan musik di telinga Archon Anemo, di dalamnya terdapat kekuatan angin dan angkasa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 237,
        "name": "Dvalin's Claw",
        "desc": "Cakar dari Dragon of the East.<br/>Cakar yang pernah mengoyak tubuh Shadow Dragon Durin ini, sebelumnya memiliki racun yang sangat kuat. Tetapi berkat pemulihan dan pemurnianmu, racun di dalamnya tidak lagi bekerja.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Claw_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 239,
        "name": "Dvalin's Sigh",
        "desc": "Sepercik kekuatan yang diambil dari angin topan dibentuk Dragon of the East.<br/>Bentuknya indah dan tembus pandang, tiupan sejuk ataupun topan akan mendengar panggilannya. Angin adalah kekuatan, suara, dan kebabasannya.<br/>Mengembus melawan arus dari ribuan lawan-lawannya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Sigh_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 238,
        "name": "Dvalin's Plume",
        "desc": "Sebuah bulu dari ekor Naga Timur.<br/>Sebagai sebuah bulu naga, ia telah merasakan tiupan angin ribuan tahun lamanya. Ambisinya untuk bebas hampir membuat angin sepoi-sepoi untuk memutus belenggunya saat ini, tapi pengakuan pemilik sebelumnya kepadamu telah menahannya di tanganmu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Plume_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2278,
        "name": "Kristal Merah",
        "desc": "<p>Kristal berbentuk tetesan air yang memancarkan cahaya merah tua. Sepertinya dijatuhkan oleh naga itu, mungkin orang yang berbicara dengan naga tadi mengetahui sesuatu. Tapi, ke mana dia pergi?</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/10/8459597/63f097dc326884f475542426ac46767c_7072720000491863747.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1041,
        "name": "Darah Ternoda",
        "desc": "Benda yang diperoleh setelah mengalahkan Dvalin.<br/>Kristal yang terbentuk oleh angin kuno dan kekuatan dalam tubuh naga.<br/><br/>Naga yang perkasa itu dulunya pernah terkurung di dalam kurungan yang terbuat dari 3 jenis racun mematikan.<br/>Darah busuk yang pernah dia telan, kebohongan yang dibisikkan oleh Abyss, dan penderitaan karena ditinggalkan seorang diri.<br/>Ikuti air mata dan kata-kata penyair, hancurkan paku suci yang terbuat dari darah beracun yang membeku, dan robek jaring kurungan yang memenjarakan naga...<br/>Melalui air mata yang menetes dan syair-syair yang dinyanyikan, paku-paku suci yang tumbuh di tubuh Dvalin hancur berkeping-keping, dan jaring yang menjeratnya terkoyak...<br/>Mungkin ini hanya bisa dilakukan oleh pengembara berjiwa bebas dari negara nan jauh.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tainted Blood_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3800,
        "name": "Holy Lyre der Himmel",
        "desc": "<p>Sebuah harpa berharga yang sebelumnya digunakan oleh Archon Anemo Barbatos, tetapi kini kekuatan Anemo di dalamnya telah habis.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/1023623/59425415f62733a7a83dab22c5787b19_1096180587647596317.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Teaser dan Trailer Kisah",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kisah Karakter: \"Venti — The Four Winds\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/8640deea10b2c97d9c617fcf849331c0_2007207583062938949.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15 Oktober 2020</color>\nThis tale began a thousand years ago, when Mondstadt's rulers fell from grace. The southern lion their crowns to the earth did throw, and the west wind arose and took their place.\nThe guardian of the north returned, and near to the wolven wood he drew. The Four Winds blew each in their turn, and united they built Mondstadt anew.\n<color=#ff9999>Youtube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M9kQP-cmipY&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video Gameplay Fontaine"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/800ce8d3f993bc145d3d94cf3fd7c2be_9124946141998652328.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>23 Agustus 2023</color>\nKita sudah melewati sekian banyak mara bahaya tanpa kehilangan keberanian untuk terus menjelajah.\nArea baru, pengalaman baru.\nMulailah petualangan barumu di Genshin Impact melalui video gameplay Fontaine ini!\n<color=#ff9999>Youtube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=pC5D2KEincU&t=1s&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dvalin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Di zaman kuno, ketika para dewa yang sedang dalam masa emasnya berjalan di antara orang-orangnya, naga elemental yang diberkahi kekuatan Anemo lahir di surga tinggi saat zaman keajaiban itu. Naga elemental jarang terlihat dan memiliki kekuatan yang setara dengan dewa-dewa di masa lampau. Naga itu perlahan-lahan turun dan mengamati segala hal dengan mata penuh rasa ingin tahu. Dia mendarat di sebuah desa, tetapi para warga desa ketakutan dan melemparkan batu ke arahnya. Naga tersebut tidak dapat memahami mengapa mereka berteriak ketakutan. Dia mendarat di pemakaman dan hanya bisa mendengarkan ratapan dari orang yang sedang berduka. Naga tersebut bertanya-tanya akan alasan dari gumaman kesedihan mereka. Kemudian, dia mendarat di sebuah kebun buah, tapi langsung dimaki oleh petani yang marah karena kehilangan pohonnya. Naga itu tidak mengerti kenapa mereka berteriak dengan penuh amarah. Dunia terlalu rumit untuk seorang naga kecil. Naga tersebut bingung, tapi dia tidak menyerah. Suatu hari, naga itu mendengar suara yang dikeluarkan dari Holy Lyre der Himmel yang merupakan nama dari kecapi milik Archon Anemo. Terpikat dengan puisi tersebut, Naga Angin mendarat di sebelah penyanyi terbaik tersebut di bawah langit. Orang-orang panik karena melihat naga elemental yang kuat dan archon hebat yang telah menguasai Bumi tidak pernah bertatapan mata secara langsung.\n<color=#ffffff>\"Lihatlah keindahan dan kelembutannya!\"</color> Sang penyair bernyanyi.\n<color=#ffffff>\"Tapi, kita tidak tahu apa yang dipikirkannya!\"</color> Kata orang-orang."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/e4000b2c075772f202082c9a2c15c847_9038138388349335867.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Terdapat sihir misterius di balik musik dan syair yang memiliki kekuatan untuk membuat sang naga dan para manusia terkagum. Sang naga memutuskan untuk tinggal bersama dengan sang penyair yang juga ingin dimengerti oleh semua orang. Sang naga mempelajari bahasa manusia dan teknik bernyanyi penyair Windborne. Kemudian, persahabatan antara naga Dvalin dan Archon Anemo pun dimulai. Barbatos senang mendapatkan teman yang baru dan mempercayakan masyarakat Mondstadt kepada Dvalin.\nKetik Barbatos dan budak Vennessa menggulingkan Pemerintahan di Mondstadt dan Vennessa mendirikan Knights of Favonius untuk memimpin masyarakat Mondstadt, Vennessa juga memanggil Four Winds untuk melindungi Mondstadt. Dvalin menjadi Dragon of the East dan masyarakat Mondstadt memujanya dan para pelindung lainnya selama beberapa generasi.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Salah satu dari banyaknya penyair di Mondstadt yang bisa dengan bebasnya ke sana kemari di antara lorong-lorong dan gang-gang Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4901,
        "name": "Vennessa",
        "desc": "<p>Seorang mantan budak yang kemudian menjadi pendiri dari Knight of Favonius serta menjabat sebagai Grand Master pertama dengan julukan Dandelion Knight.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/843dd2247159897d9be7c5a528e90a43_9012525653485567556.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Bisikan Angin Hutan",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 3800,
        "name": "Holy Lyre der Himmel",
        "desc": "<p>Sebuah harpa berharga yang sebelumnya digunakan oleh Archon Anemo Barbatos, tetapi kini kekuatan Anemo di dalamnya telah habis.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/1023623/59425415f62733a7a83dab22c5787b19_1096180587647596317.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Stormterror",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/25dc69c3876ff2d171c7b1aac166ca3a_8345760101333866436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Saat 500 tahun yang lalu, Ecplise Dynasty dari Kerajaan Khaenri’ah runtuh. Alkemis bernama Gold yang termakan oleh ketamakan dan ambisinya sendiri, menciptakan pasukan shadowy monster dengan kekuatan misterius yang memenuhi ketujuh kerajaan di Teyvat. Masa tersebut merupakan masa yang sulit untuk Mondstadt. Lionfang Knight tidak memiliki penerus yang sesuai, dan Knight of Favonius kehilangan banyak prajurit pemberaninya selama peperangan tersebut. Black serpent-dragon Durin yang merupakan salah satu “anak” dari alkemis Rhinedottier yang muncul dari laut menutupi Mondstadt dengan bayangannya. Masyarakat Mondstadt percaya bahwa Durin ingin menghancurkan segala hal. Kecemburuan dari naga jahat membangkitkan kejahatan di lahan serta orang-orang yang tinggal di lahan tersebut. Dalam hari-hari buruk tersebut, monster yang haus akan darah dan kehancuran datang ke Mondstadt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/3dd966675be0cb2d46c420ae09c0bf6d_2325464260064829289.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Terbangun dari tidurnya di hutan karena mendengar tangisan dari korban kejahatan Durin, Archon Anemo muncul dan memanggil pelayan setianya ke sampingnya. Demi kehidupan dan kebebasan, Archon dan Naga Angin menembus angin untuk menghadapi musuh mereka. Dalam pertarungan yang membelah awan di langit, Dvalin membentang lebar enam sayapnya yang membelah langit dan mencabik sisik besi Durin dengan kekuatan bilah pedang yang besar. Konflik tersebut menjatuhkan dunia ke dalam kegelapan, Naga Angin mengeluarkan cakarnya yang seperti pedang yang ditempa angin, dan kemudian menusuk ke dalam tubuh Durin yang gelap dan rusak. Pertarungan tersebut mengguncangkan langit; bahkan matahari pun bergetar ketakutan. Pada akhirnya, Dvalin merobek leher Durin dengan giginya dan naga jahat tersebut jatuh dari langit."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/6c0fdabd2b5888ea057483852a685038_3796083965813580877.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dengan berkah dari dewanya, Naga Angin berhasil meraih kemenangan dan menyelamatkan masyarakat Mondstadt. Tubuh Durin jatuh ke dalam reruntuhan kerajaan kuno dari Sal Vindagnyr yang telah lama disebut sebagai Dragonspine. Dvalin secara tidak sengaja menelan darah Durin yang beracun, dan darah tersebut secara perlahan meracuni tubuh Dvalin hingga ke tulangnya. Dvalin pun kehilangan kesadarannya karena rasa sakit yang tak tertahankan, dan tidak ada seorang pun yang tahu dimana Dvalin jatuh."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Saat engkau bangun, kepakkanlah sayapmu dan terbanglah dengan bebas, hingga dunia yang fana mengerti keindahanmu\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Masyarakat Mondstadt dulu percaya bahwa Dvalin akan bangkit kembali ketika Mondstadt menghadapi ancaman baru. Akan tetapi, pada masa yang damai, kepercayaan akan Four Winds mulai hilang dan kuil mereka pun terbengkalai. Pada abad ketika Dvalin tidur, sosoknya mulai pudar dari ingatan masyarakat Mondstadt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/f1098093d99b6d155aa588d664021eb1_3377108858349948835.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Terbangun dari tidur selama ratusan tahun karena racun yang menggerogoti tubuhnya, Dvalin tidak mendengar nyanyi dari lyre milik teman setianya. Dia percaya bahwa Barbatos telah berkhianat dan meninggalkan dirinya. Masyarakat yang dulu dilindungi juga melarikan diri darinya. Tertipu oleh Abyss, Naga Angin jatuh dalam kejahatan dan Stormterror lahir. Dia menetap di reruntuhan Old Mondstadt dimana tiran Decarabian memimpin lebih dari dua ribu tahun yang lalu. Tempat tersebut dikenal sebagai Stormterror’s Lair."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/48e5ede86050b7eec8728ad8c567e909_2096747021115743733.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Beberapa abad kemudian, Archon Anemo terbangun dari tidurnya untuk mencari temannya yang sedang dalam amarah dan derita. Pada saat itu, Dvalin dikendalikan oleh Abyss mage yang membisikan Dvalin tentang pengkhianatan Barbatos dan masyarakat Mondstadt. Dengan bantuan dari Pengembara, Barbatos berhasil menyembuhkan Dvalin dan membersihkan racun dari pikiran Dvalin. Barbatos memberikan sang naga anugrah dari Archon Anemo, dan naga dengan enam sayap tersebut akhirnya mengingat kembali temannya. Dia bertanya kepada Archon Anemo mengapa dia tidak meminta dirinya untuk melindungi masyarakat Mondstadt yang kemudian Barbatos jawab dengan: <color=#ffffff>\"Kebebasan yang dikehendaki oleh Archon, juga merupakan suatu ketidakbebasan.\"</color> Dvalin pun terbang ke langit lagi menembus angin tanpa batas.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Salah satu anak dari Rhinedottir dan dikenal sebagai Naga Hitam.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/206a8a0bc1698ae7019f093470f9e845_1583052266530707277.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2217,
        "name": "Stormterror",
        "desc": "Dvalin, sang Dragon of the East, salah satu dari Four Winds di Mondstadt.<br/>Seiring berjalannya waktu di tengah-tengah kegelapan pekat, bahkan batu permata paling berkilau sekalipun akan tertutup oleh debu, dan seekor naga yang mulia pun akan terjerat dalam rasa benci dan dendam.<br/>Tapi kalian harus selalu ingat bahwa debu dapat dibersihkan dan rasa benci ataupun dendam yang meracuni dapat disingkirkan.<br/><br/><i>\"Terbanglah dengan bebas di langit yang luas.\"</i><br/><i>\"Sama seperti waktu kita pertama kali bertemu, saat aku menginjakkan kaki di tanah ini sambil menyanyikan lagu tentang kebebasan,\"</i><br/><i>\"Dan kamu melesat jauh ke atas langit, melihat dunia ini dari angkasa sana.</i><br/><i>\"Saat ini dunia terlihat sangat indah, tidak ada angin dan salju yang menerpa langit, dan rumput-rumput hijau menghiasi seluruh daratan.\"</i><br/><i>\"Aku yakin kamu juga akan mengerti, jika kamu pernah berjalan di atas tanah subur ini, mendengar suara gembala domba dan lonceng angin dari kejauhan, atau mencicipi anggur yang manis bagaikan madu.</i><br/><i>\"Alangkah baiknya kalau kamu bisa menjadi diriku, melihat wujudmu yang begitu mulia dan indah itu terbang bebas di langit yang biru.\"</i><br/><i>\"Dengan begitu kamu akan menyadari, bahwa langit ini dan bumi ini... Keduanya patut diperjuangkan.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>Pemimpin dari Old Monstadt dengan julukan Dewa Badai. Pemberontakan masyarakat Mondstadt yang tidak lagi dapat menahan kekejaman dari Decarabian berakhir dengan jatuhnya Decarabian dari kekuasaannya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/513d51e0ebfd54f5da34a9f85dfaf61f_2051787847883009093.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2109,
        "name": "Cryo Abyss Mage",
        "desc": "Makhluk Abyss yang memanggil Cryo dalam pertempuran.<br/>Meski mereka terlihat sangat kuat sampai bahkan dapat membuat es dengan cara mengembunkan dan membekukan uap air di udara, tubuh mereka nyatanya sangat rentan dan lemah. Begitu perisai pelindungnya hancur, hidup mati mereka sepenuhnya bergantung kepada pengampunan sang musuh saja.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Abyss Mage_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Salah satu dari banyaknya penyair di Mondstadt yang bisa dengan bebasnya ke sana kemari di antara lorong-lorong dan gang-gang Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Skyward Atlas",
        "desc": "Atlas awan yang melambangkan Dvalin dan tuannya, Archon Anemo. Menunjukkan secara rinci awan dan angin di daerah Utara, mengandung kekuatan angin dan angkasa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Skyward Pride",
        "desc": "Claymore yang melambangkan keagungan Dvalin yang mengumandang di bentang angkasa. Saat diayunkan, terdengar kekuatan Dvalin dan Anemo dalam suara yang ditimbulkannya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Skyward Spine",
        "desc": "Tombak polearm yang melambangkan kebulatan hati Dvalin. Bagian atas gagangnya menengadah ke langit, dan terbelah di hadapan kekuatan angin dan langit.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Skyward Blade",
        "desc": "Pedang Knight yang melambangkan kemuliaan Dvalin yang sudah terpulihkan. Berkat Archon Anemo bersinar di atas mata pedangnya, memberikan kekuatan langit dan angin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Skyward Harp",
        "desc": "Busur besar yang melambangkan hubungan erat antara Dvalin dan Archon Anemo. Suara yang ditimbulkan busur ini bagaikan musik di telinga Archon Anemo, di dalamnya terdapat kekuatan angin dan angkasa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2278,
        "name": "Kristal Merah",
        "desc": "<p>Kristal berbentuk tetesan air yang memancarkan cahaya merah tua. Sepertinya dijatuhkan oleh naga itu, mungkin orang yang berbicara dengan naga tadi mengetahui sesuatu. Tapi, ke mana dia pergi?</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/10/8459597/63f097dc326884f475542426ac46767c_7072720000491863747.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1041,
        "name": "Darah Ternoda",
        "desc": "Benda yang diperoleh setelah mengalahkan Dvalin.<br/>Kristal yang terbentuk oleh angin kuno dan kekuatan dalam tubuh naga.<br/><br/>Naga yang perkasa itu dulunya pernah terkurung di dalam kurungan yang terbuat dari 3 jenis racun mematikan.<br/>Darah busuk yang pernah dia telan, kebohongan yang dibisikkan oleh Abyss, dan penderitaan karena ditinggalkan seorang diri.<br/>Ikuti air mata dan kata-kata penyair, hancurkan paku suci yang terbuat dari darah beracun yang membeku, dan robek jaring kurungan yang memenjarakan naga...<br/>Melalui air mata yang menetes dan syair-syair yang dinyanyikan, paku-paku suci yang tumbuh di tubuh Dvalin hancur berkeping-keping, dan jaring yang menjeratnya terkoyak...<br/>Mungkin ini hanya bisa dilakukan oleh pengembara berjiwa bebas dari negara nan jauh.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tainted Blood_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Dvalin"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Afiliasi",
        "value": [
          {
            "type": "RichText",
            "text": "Elemental Lifeforms\nFour Winds"
          }
        ]
      },
      {
        "key": "Gelar",
        "value": [
          {
            "type": "RichText",
            "text": "Dragon of East"
          }
        ]
      },
      {
        "key": "CV Mandarin",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Peng Bo (彭博)</color>"
          }
        ]
      },
      {
        "key": "CV Inggris",
        "value": [
          {
            "type": "RichText",
            "text": "Brook Chalmers"
          }
        ]
      },
      {
        "key": "CV Jepang",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>TAKEUCHI Shunsuke (武内 駿輔)</color>"
          }
        ]
      },
      {
        "key": "CV Korea",
        "value": [
          {
            "type": "RichText",
            "text": "Pyo Yeong-jae (표영재)"
          }
        ]
      },
      {
        "key": "Entri Terkait",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2217,
            "name": "Stormterror",
            "desc": "Dvalin, sang Dragon of the East, salah satu dari Four Winds di Mondstadt.<br/>Seiring berjalannya waktu di tengah-tengah kegelapan pekat, bahkan batu permata paling berkilau sekalipun akan tertutup oleh debu, dan seekor naga yang mulia pun akan terjerat dalam rasa benci dan dendam.<br/>Tapi kalian harus selalu ingat bahwa debu dapat dibersihkan dan rasa benci ataupun dendam yang meracuni dapat disingkirkan.<br/><br/><i>\"Terbanglah dengan bebas di langit yang luas.\"</i><br/><i>\"Sama seperti waktu kita pertama kali bertemu, saat aku menginjakkan kaki di tanah ini sambil menyanyikan lagu tentang kebebasan,\"</i><br/><i>\"Dan kamu melesat jauh ke atas langit, melihat dunia ini dari angkasa sana.</i><br/><i>\"Saat ini dunia terlihat sangat indah, tidak ada angin dan salju yang menerpa langit, dan rumput-rumput hijau menghiasi seluruh daratan.\"</i><br/><i>\"Aku yakin kamu juga akan mengerti, jika kamu pernah berjalan di atas tanah subur ini, mendengar suara gembala domba dan lonceng angin dari kejauhan, atau mencicipi anggur yang manis bagaikan madu.</i><br/><i>\"Alangkah baiknya kalau kamu bisa menjadi diriku, melihat wujudmu yang begitu mulia dan indah itu terbang bebas di langit yang biru.\"</i><br/><i>\"Dengan begitu kamu akan menyadari, bahwa langit ini dan bumi ini... Keduanya patut diperjuangkan.\"</i>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Kartu Karakter TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4738,
            "name": "Dvalin",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">\"Dragon of the East\" Dvalin</span></p><p>\"Alangkah baiknya kalau kamu bisa menjadi diriku, melihat wujudmu yang begitu mulia dan indah itu terbang bebas di langit yang biru.\"</p><p>\"Dengan begitu, kamu akan menyadari bahwa langit dan bumi ini ... keduanya patut diperjuangkan.\"</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/25/15595270/497160d9f34a61f72b6943c550530da9_3187146038012951468.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}