{
  "epId": 4903,
  "name": "Durin",
  "desc": "<p>Salah satu anak dari Rhinedottir dan dikenal sebagai Naga Hitam.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/206a8a0bc1698ae7019f093470f9e845_1583052266530707277.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1729865624,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Durin"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Teaser dan Trailer",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Trailer Versi 1.2 \"Kapur Putih dan Naga Hitam\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/fe46c9646f9b74069afdebf12bf41164_5664421453523371400.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>11 Desember 2020</color>\n<color=#ffffff73>Inilah Dragonspine, gunung tempat terkuburnya tulang belulang naga beracun \"Durin\" - yang jatuh di sini setelah bertarung melawan Dvalin.</color>\n<color=#ffffff73>Dengan lingkungan mematikan yang diselimuti salju tebal, dipengaruhi oleh darah beracun dan monster-monster, sedikit sekali petualang yang berani datang untuk menaklukkan gunung ini. Namun hal-hal seperti itu tak akan bisa menghalangi Traveler yang sudah mengarungi lautan bintang, untuk menginjakkan kaki ke tempat ini...</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dzpmNU8WJVg&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/103256</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "RichText",
        "text": "Karakter\nRingkasan\nRhinedottir\nAlkemis dari Khaenri'ah yang menciptakan \"Humus\" Durin."
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Naga Elemental yang merupakan teman dari Archon Anemo Barbatos. Teracuni oleh darah Durin, Naga Hitam, Dvalin kemudian dikenal sebagai Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/b6e31b3c3cb069320d40e3b7b7d06b2f_6367809268594540596.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Naga Elemental yang mengalahkan Durin."
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Seorang jenius yang dikenal dengan julukan Kreideprinz, dia adalah Kepala Alkemis dan Kapten Tim Investigasi Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2123,
        "name": "Rockfond Rifthound",
        "desc": "Binatang buas dengan darah iblis yang mampu merobek batas dunia dan alam lain. Mereka diciptakan oleh \"Gold\".<br/>Binatang ini berperilaku mirip dengan serigala biasa. Mungkin mereka iri terhadap \"kerabat terdekat\" mereka di alam ini, dan bermimpi untuk mengambil tempat kerabat tersebut suatu hari nanti.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/4aa76a4d0124859749da800aa330f431_742029452356444328.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2125,
        "name": "Thundercraven Rifthound",
        "desc": "Binatang buas dengan darah iblis yang mampu merobek batas dunia dan alam lain. Mereka diciptakan oleh \"Gold\".<br/>Pada zaman dahulu kala, mereka membuat kerusuhan di seantero benua, tetapi mereka punah untuk sementara waktu karena perlawanan dan perburuan massal. Namun, akhir-akhir ini mereka kembali muncul. Sekelompok serigala hitam yang saat ini mengancam Springvale dan Wolvendom adalah makhluk yang sama.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/f98aad8ddb6a41ae54eb9b81c63f58da_5993783842631949620.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2124,
        "name": "Thundercraven Rifthound Whelp",
        "desc": "Binatang buas dengan darah iblis yang mampu merobek batas dunia dan alam lain. \"Gold\" mengklasifikasikan mereka sebagai \"Afisol\".<br/>Era sebelumnya, ketika binatang iblis raksasa turun, gerombolan besar anjing pemburu ini akan turun sebelum mereka mencairkan perbatasan dunia dan membuka jalan.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/67780178640303aeddfb6c453289fd3c_1700407155399853172.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2122,
        "name": "Rockfond Rifthound Whelp",
        "desc": "Binatang buas dengan darah iblis yang mampu merobek batas dunia dan alam lain. \"Gold\" mengklasifikasikan mereka sebagai \"Alfisol\".<br/>Mereka datang dari kedalaman abyss dan dapat melahap kekuatan elemen. Untungnya mereka sudah cukup langka sekarang.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/c0ad724314e188debb702e9ee2dde852_4263716805665009919.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2247,
        "name": "Golden Wolflord",
        "desc": "Berasal dari dunia yang gelap, si penguasa para Riftwolf ini punya kekuatan untuk memanggil pengikutnya, menggunakan cakarnya yang tersembunyi untuk melarutkan ruang dan membuka celah untuk dirinya masuk.<br/>Sang Wolflord tidak memiliki nama, dia hanyalah salah satu dari banyak ciptaan \"Gold\" yang tak disengaja. Hal ini pulalah yang mendorong dirinya untuk menyerbu masuk ke dunia yang bukan miliknya dan mencari nama bagi dirinya.<br/>Meski demikian, kumpulan serigala ini tidaklah bodoh. Setelah menderita kekalahan pada serangan sebelumnya, sebuah pulau kosong yang tidak berpenghuni telah mereka persiapkan sebagai tempat untuk menyambut kedatangan tuan mereka.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Saudara dari Durin."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Buku dan Item Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Bisikan Angin Hutan",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Skyward Atlas",
        "desc": "Atlas awan yang melambangkan Dvalin dan tuannya, Archon Anemo. Menunjukkan secara rinci awan dan angin di daerah Utara, mengandung kekuatan angin dan angkasa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Skyward Pride",
        "desc": "Claymore yang melambangkan keagungan Dvalin yang mengumandang di bentang angkasa. Saat diayunkan, terdengar kekuatan Dvalin dan Anemo dalam suara yang ditimbulkannya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Skyward Spine",
        "desc": "Tombak polearm yang melambangkan kebulatan hati Dvalin. Bagian atas gagangnya menengadah ke langit, dan terbelah di hadapan kekuatan angin dan langit.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Skyward Blade",
        "desc": "Pedang Knight yang melambangkan kemuliaan Dvalin yang sudah terpulihkan. Berkat Archon Anemo bersinar di atas mata pedangnya, memberikan kekuatan langit dan angin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Skyward Harp",
        "desc": "Busur besar yang melambangkan hubungan erat antara Dvalin dan Archon Anemo. Suara yang ditimbulkan busur ini bagaikan musik di telinga Archon Anemo, di dalamnya terdapat kekuatan angin dan angkasa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Festering Desire",
        "desc": "Sebilah pedang mengerikan yang seakan-akan haus akan nyawa. Pedang ini dilapisi oleh racun mematikan yang bisa melukai seekor naga sekalipun.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Dragonspine Spear",
        "desc": "Sebuah tombak yang dibuat dari gigi naga. Anehnya, tombak ini terasa hangat saat disentuh.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3655,
        "name": "Gigi Aneh",
        "desc": "<p>Sebuah gigi yang ditemukan di atas gunung bersalju. Mungkin ada seseorang yang lebih mengerti tentang benda ini...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/24/1023623/edb70f356aea7e5ad92dd0549b63f2f1_4096458297615298344.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 985,
        "name": "Gigi Naga yang Telah Menyerap Energi Kehidupan",
        "desc": "Gigi naga yang telah menyerap energi kehidupan. Penampilan dan teksturnya membuat orang merasa tidak nyaman...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vitalized Dragontooth_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Crimson Agate",
        "desc": "Kristal yang terbentuk dari hasil gabungan antara energi kehidupan yang kuat dengan energi spesial yang ada di Dragonspine. Nutrisi yang ideal untuk pertembuhan Frostbearing Tree.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1492,
        "name": "Festering Dragon Marrow",
        "desc": "Material Refinement khusus untuk senjata Festering Desire.<br/>Sebuah zat yang didapatkan dengan cara memurnikan racun Durin yang tersebar dalam Ley Line di Dragonspine. Sepertinya zat ini bisa menambah kekuatan sebuah \"Pedang Haus Darah\" yang cocok dengan zat seperti ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Festering Dragon Marrow_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1069,
        "name": "Chunk of Aerosiderite",
        "desc": "Material Ascension Senjata.<br/>Saat Khaenri'ah hancur, seorang pendosa membuat monster dengan alien, darah hitam mengalir di dalam makhluk tersebut. Mereka mengamuk di seluruh negeri, menghancurkan semua yang ada di hadapan mereka. Hidup mereka bermutasi, disebabkan oleh kekuatan di luar dunia ini. Naga hitam Durin yang menyerang Mondstadt adalah salah satu dari hasil mutasi tersebut.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chunk of Aerosiderite_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1709,
        "name": "Concealed Unguis",
        "desc": "Jaringan tubuh yang ditinggalkan oleh salah satu dari Riftwolves.<br/>Walaupun memang sangat menakjubkan, tapi \"Alfisol\" dari para anjing pemburu ini tidak sebanding dengan \"Humus\" Durin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Unguis_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Durin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/dcdf547f543afd251efe7723477446d3_8606364409093210739.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Terdapat sebuah kerajaan bernama Sal Vindagnyr ribuan tahun lalu. Suatu ketika, para priest dari kerajaan tersebut dapat meraih langit dan pergi ke Abyss atas permintaan dari para dewa Celestia. Dalam sebuah gunung, sebuah pohon berwarna putih yang merupakan bagian dari Irminsul tumbuh. Terdapat seorang High Priest dan Priestess of Vindagnyr yang merupakan seorang anak perempuan dengan kemampuan melihat masa depan. Salah satu ramalannya adalah kedatangan Naga Hitam yang dapat meracuni segala hal dengan bisanya. Kemudian, kerajaan tersebut hancur karena Skyfrost Nail lalu menjadi reruntuhan dan pohon putih tersebut layu. Selama bertahun-tahun, tidak ada seorang pun yang menginjakkan kakinya di puncak gunung bersalju tersebut hingga akhirnya ramalan sang putri mulai terwujud.\nRhinedottir, seorang alkemis yang juga dikenal sebagai Gold, menciptakan banyak beast dari Abyss untuk menyerang tujuh kerajaan di Teyvat. Durin merupakan salah satu anak dari Rhinedottir yang diciptakan dengan wujud serpent-dragon berwarna hitam yang memiliki sayap."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Lalu, anak-anakku yang sangat menggemaskan,</color>\n<color=#ffffff>Sama seperti air hujan yang mengalir dan membuat rerumputan itu tumbuh menuju arah sinar matahari,</color>\n<color=#ffffff>Pergilah ke tempat yang indah, lalu kembangkan keindahan dalam diri kalian masing-masing.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Suatu hari, Durin mendengar Archon Anemo yang sedang memainkan lyre miliknya dan melihat naga Dvalin. Dia merasa terpikat dengan keindahan dari suara tersebut. Durin bermimpi bahwa dirinya pergi ke dalam perjalanan yang sangat panjang ke sebuah tempat dimana rumput hijau tumbuh dan lagu yang menyentuh hati dinyanyikan. Dia bermimpi bahwa dia ikut bernyanyi dengan masyarakat yang baik hati di tempat tersebut dan menari di langit dengan naga seindah permata."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Ibu, terima kasih banyak.\"</color>\n<color=#ffffff>\"Sudah memberikanku sayap untuk terbang, sudah memberikanku tubuh yang kuat.\"</color>\n<color=#ffffff>\"Ibu, aku ingin pergi ke tempat yang indah.\"</color>\n<color=#ffffff>\"Memberi tahu mereka, perihal semua orang, dan juga tentang ibu.\"</color>\n<color=#ffffff>\"Aku akan memberi tahu mereka seberapa indahnya tempat kelahiranku.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/3dd966675be0cb2d46c420ae09c0bf6d_1314437151248275268.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durin pergi ke Mondstadt untuk bertemu dengan sang naga indah dan sang penyair, tetapi dia tidak sadar bahwa darahnya beracun dan hal tersebut dapat meracuni masyarakat dan tempat tersebut. Meskipun Durin tidak ingin membawa segala macam bahaya, dia menjadi bencana besar bagi Mondstadt. Masyarakat Mondstadt percaya bahwa Durin ingin menghancurkan segala hal. Kecemburuan dari naga jahat membangkitkan kejahatan di lahan serta orang-orang yang tinggal di lahan tersebut. Dalam hari-hari buruk tersebut, monster yang haus akan darah dan kehancuran datang ke Mondstadt. Terbangun dari tidurnya di hutan karena mendengar tangisan dari korban kejahatan Durin, Archon Anemo muncul dan memanggil pelayan setianya ke sampingnya. Demi kehidupan dan kebebasan, Archon dan Naga Angin menembus angin untuk menghadapi musuh mereka. Dalam pertarungan yang membelah awan di langit, Dvalin membentang lebar enam sayapnya yang membelah langit dan mencabik sisik besi Durin dengan kekuatan bilah pedang yang besar. Konflik tersebut menjatuhkan dunia ke dalam kegelapan, Naga Angin mengeluarkan cakarnya yang seperti pedang yang ditempa angin, dan kemudian menusuk ke dalam tubuh Durin yang gelap dan rusak. Pertarungan tersebut mengguncangkan langit; bahkan matahari pun bergetar ketakutan. Pada akhirnya, Dvalin merobek leher Durin dengan giginya dan naga jahat tersebut jatuh dari langit."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Sampai jumpa, Ibu, perjalananku sudah usai\"</color>\n<color=#ffffff>\"Tertidur dalam salju yang seputih perak yang menyilaukan itu rupanya cukup menyenangkan\"</color>\n<color=#ffffff>\"Sampai jumpa para penyair, sampai jumpa naga yang cantik\"</color>\n<color=#ffffff>\"Kalau kita bisa bertemu di tempat dan waktu yang berbeda\"</color>\n<color=#ffffff>\"Bertemu, bernyanyi dan menari lagi, itu pasti akan sangat menyenangkan\"</color>\n<color=#ffffff>Dirinya yang sekarat berpikir dengan tulus.</color>\n<color=#ffffff>\"Dalam pembuluh darahku mengalir berkat yang mendalam.\"</color>\n<color=#ffffff>\"Pemandangan menakjubkan dari alam semesta yang gelap di tempat aku dilahirkan.\"</color>\n<color=#ffffff>\"Kalianlah yang mewarisinya.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/f5cdefaf93f3fc5a8efaa9d8e670b325_3371773346974173023.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tubuh Durin terjatuh ke reruntuhan dari kerajaan kuno Sal Vindagnyr yang disebut sebagai Dragonspine. Salju pada puncak gunung tersebut tidak pernah meleleh, sehingga kekuatan es abadi dapat menahan racun perusak yang keluar dari tubuh Durin. Jantung Durin yang teracuni masih berdetak di dalam salju yang tebal. Darahnya meracuni tempat tersebut dan memberikan kekuatan untuk para monster yang tinggal di sana. Keinginan Durin untuk hidup mampu"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/d97160c2d7ebb6560f691f24e5ac57f6_7715825232389215889.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "membangkitkan tanaman yang telah mati dan mengubahnya menjadi monster seperti Cyro Regisvine. Ketika dari darah Naga Hitam Durin tumpah ke lahan Vindagnyr dan Pengembara menumbuhkan kembali pohon putih yang telah mati denga Crimson Agate yang berasal dari darah naga tersebut, pohon yang telah lama mati di atas puncak gunung berhasil tumbuh kembali."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/10c43aa8a4a630c92e20449188f42ff8_7062237068692766742.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Setelah kematian Durin, Andersdotter, seorang penyihir dari Hexenzirkel, menciptakan variasi lain dari Durin di dunia sihir bernama Simulanka. Meskipun dia mengetahui bahwa takdir dari Durin yang sesungguhnya akan terhubung dengan Durin dari Simulanka, penyihir itu berharap bahwa suatu hari nanti, Durin dari Simulanka dapat memiliki takdir yang berbeda. Seperti Durin yang sesungguhnya, naga dari dunia sihir tersebut menghancurkan segala hal yang disentuhnya dan masyarakat takut akan dirinya. Ketika dia berharap untuk tidak pernah dilahirkan, beberapa pahlawan dari Teyvat muncul di Simulanka dan menyelamatkan sang naga tersebut. Ketika Andersdotter sedang menciptakan Durin dari Simulanka, anak laki-lakinya, penyihir lain Barbeloth membuat sebuah ramalan tentang During dari Teyvat: <color=#ffffff>\"Anak R ... akan bangkit kembali, suatu hari nanti.\"</color> Pengamatan terbaru di Dragonspine meyakinkan kebenaran dari ramalan tersebut, dan jantung Durin secara perlahan tapi pasti kembali hidup. Proses tersebut sangat lambat, tapi pergerakannya terlihat jelas. Albedo, saudara laki-laki Durin, berharap ketika waktunya tiba, Durin dari Simulanka akan membantu Mondstadt ketika mereka membutuhkannya.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>Dahulu kala, ada tiga dewi yang menciptakan dunia ini dan memberinya nama \"Simulanka\".</p><p>Dewi Pencipta, yang memegang kendali atas segala ilmu sihir, membuat gunung dan sungai, dan memberikan kehidupan pada kami. Kekuatannya yang membuat Simulanka ada di banyak dunia.</p><p>Setelah Dewi Pencipta, datanglah Dewi Nubuat, kekuasaannya melingkupi bintang-bintang dan juga takdir dunia. Dia bisa memutar langit dan menggerakkan bumi. Sampai hari ini pun patungnya masih berdiri di titik tertinggi Constellation Metropole.</p><p>Lalu yang terakhir adalah Dewi Takdir, yang memegang kendali atas semua kisah dan harapan. Dia memberi kami rasa cinta dan juga benci yang begitu kuat, dia juga memperlihatkan pada kami makna dari kematian dan juga harapan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/193a95712c2de70de8387cacada48417_855026615518885803.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p><span style=\"color: #BFBFBF\">Perkumpulan penyihir rahasia, yang membahas berbagai rahasia di pesta minum teh dan menjelajahi Irminsul. Ada delapan penyihir di Hexenzirkel.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/18/170306649/1d2c8a015c4ae479906c0588e93dea14_1019847686622207564.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Naga Elemental yang merupakan teman dari Archon Anemo Barbatos. Teracuni oleh darah Durin, Naga Hitam, Dvalin kemudian dikenal sebagai Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/b6e31b3c3cb069320d40e3b7b7d06b2f_6367809268594540596.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Salah satu dari banyaknya penyair di Mondstadt yang bisa dengan bebasnya ke sana kemari di antara lorong-lorong dan gang-gang Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Seorang jenius yang dikenal dengan julukan Kreideprinz, dia adalah Kepala Alkemis dan Kapten Tim Investigasi Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2145,
        "name": "Cryo Regisvine",
        "desc": "Monster yang terbentuk dari tanaman merambat yang dijiwai oleh esensi embun beku menggigit yang ada di dalam Ley Line.<br/>Beberapa penelitian mengatakan bahwa tumbuhan adalah organ dunia, menyelaraskan energi elemen yang bergejolak dari Ley Line. Contoh paling nyata dari fenomena ini adalah Mist Flower, Whopperflower, dan tumbuhan-tumbuhan sejenisnya yang dipenuhi dengan energi elemental.<br/>Dalam keadaan tertentu, beberapa tumbuhan akan berubah menjadi makhluk dengan ukuran dan tujuan yang mengerikan - seperti Cryo Regisvine.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Skyward Atlas",
        "desc": "Atlas awan yang melambangkan Dvalin dan tuannya, Archon Anemo. Menunjukkan secara rinci awan dan angin di daerah Utara, mengandung kekuatan angin dan angkasa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Skyward Pride",
        "desc": "Claymore yang melambangkan keagungan Dvalin yang mengumandang di bentang angkasa. Saat diayunkan, terdengar kekuatan Dvalin dan Anemo dalam suara yang ditimbulkannya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Skyward Spine",
        "desc": "Tombak polearm yang melambangkan kebulatan hati Dvalin. Bagian atas gagangnya menengadah ke langit, dan terbelah di hadapan kekuatan angin dan langit.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Skyward Blade",
        "desc": "Pedang Knight yang melambangkan kemuliaan Dvalin yang sudah terpulihkan. Berkat Archon Anemo bersinar di atas mata pedangnya, memberikan kekuatan langit dan angin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Skyward Harp",
        "desc": "Busur besar yang melambangkan hubungan erat antara Dvalin dan Archon Anemo. Suara yang ditimbulkan busur ini bagaikan musik di telinga Archon Anemo, di dalamnya terdapat kekuatan angin dan angkasa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Dragonspine Spear",
        "desc": "Sebuah tombak yang dibuat dari gigi naga. Anehnya, tombak ini terasa hangat saat disentuh.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1969,
        "name": "Frostbearer",
        "desc": "Buah unik yang seakan memiliki sebuah keinginan sendiri. Senjata ini memancarkan sebuah aura kepedihan yang samar.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/忍冬之果.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2062,
        "name": "Blizzard Strayer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Bisikan Angin Hutan",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 3655,
        "name": "Gigi Aneh",
        "desc": "<p>Sebuah gigi yang ditemukan di atas gunung bersalju. Mungkin ada seseorang yang lebih mengerti tentang benda ini...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/24/1023623/edb70f356aea7e5ad92dd0549b63f2f1_4096458297615298344.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 985,
        "name": "Gigi Naga yang Telah Menyerap Energi Kehidupan",
        "desc": "Gigi naga yang telah menyerap energi kehidupan. Penampilan dan teksturnya membuat orang merasa tidak nyaman...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vitalized Dragontooth_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Crimson Agate",
        "desc": "Kristal yang terbentuk dari hasil gabungan antara energi kehidupan yang kuat dengan energi spesial yang ada di Dragonspine. Nutrisi yang ideal untuk pertembuhan Frostbearing Tree.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1280,
        "name": "Kotak Suci",
        "desc": "Sebuah kotak harta dengan sebuah pola di sepertiga bagian bawah kotak. Mungkin kalau kamu berhasil menaikkan kedua bagian lainnya, kamu akan membuka gerbang di suatu tempat.<br/>\"Orang tua ini mengira kalau keturunannya dapat terus hidup seperti pohon putih.\"<br/>\"Tapi pohon putih pun bisa mati, kini suara 'mereka' sudah tidak terdengar lagi. Harapan orang tua ini, dan harapan mereka terhadap tubuh ini pun sudah tiada.\"<br/>\"Orang tua ini akan mendaki puncak gunung itu sekali lagi untuk meminta bimbingan. Saat aku turun dari gunung, lukisan kedua putriku seharusnya sudah selesai.\"<br/>\"Untuk lukisan ketiga, alangkah bagusnya pemandangan bila salju sudah meleleh.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Priest's Box_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 297,
        "name": "Kotak Putri",
        "desc": "Sebuah kotak harta dengan sebuah pola di sepertiga bagian bawah kotak. Mungkin kalau kamu berhasil menaikkan kedua bagian lainnya, kamu akan membuka gerbang di suatu tempat.<br/>\"Sepertinya mural itu sudah tidak bisa diselesaikan.\"<br/>\"Aku sudah lama sekali tidak melihat langit dan rerumputan. Aku tidak tahu harus menggunakan warna biru yang mana, warna hijau yang mana, untuk menggambar pemandangan yang ayah inginkan, pemandangan saat salju sudah mencair.\"<br/>\"Semuanya akan kembali seperti semula saat dia kembali nanti. Tapi, aku sudah tidak kuat lagi, dingin sekali di sini.\"<br/>\"Maafkan aku, ayah. Maaf kamu harus terus melihat sarang gagakku yang buruk rupa.\"<br/>\"Andai aku bisa melihatmu sekali lagi... Imunlaukr.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess's Box_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1602,
        "name": "Kotak Penulis",
        "desc": "Sebuah kotak harta dengan sebuah pola di sepertiga bagian bawah kotak. Mungkin kalau kamu berhasil menaikkan kedua bagian lainnya, kamu akan membuka gerbang di suatu tempat.<br/>\"Semoga langit penuh salju ini terbakar habis, hingga tidak tersisa kehidupan apa pun di dunia ini.\"<br/>\"Semoga kita berubah menjadi debu, dan terbang bersama angin, untuk mengejar orang tak dikenal yang pergi meninggalkan Tuan Putri.\"<br/>\"Semoga naga hitam yang ada di dalam mimpi Tuan Putri terbang tinggi hingga menutupi matahari, dan mewarnai seluruh bumi dengan racun merahnya.\"<br/>\"Aku adalah orang terakhir. Tidak ada gunanya hidup lebih lama lagi.\"<br/>\"Kudengar ada seseorang yang berusaha membangun sebuah bangsa tanpa Archon. Kalau begitu, mungkin saja mereka mempunyai kekuatan untuk menentang dunia ini.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Scribe's Box_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3028,
        "name": "Scarlet Quartz",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/12/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_9105459182739363818.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kapur Putih dan Naga Hitam",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Suatu hari, seorang perajin besi membuat sebuah pedang sihir dengan menggunakan cakar, taring dan sisik dari Durin. Bisa dari sang naga memasuki pedang tersebut dan memberikannya kekuatan khusus. Sang perajin besi bangga dengan hasil ciptaannya dan dia memutuskan untuk mencoba sendiri pedang tersebut. Sesaat setelah memasuki pertarungan, energi perusak bergerak ke gagang pedang dan memasuki tubuhnya. Makhluk hidup biasa tidak dapat menahan kekuatan tersebut. Perajin besi yang terkutuk dan gila tersebut melarikan diri karena kegilaannya dan mungkin telah menemui ajalnya di suatu tempat yang tidak diketahui."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/978323e7b42ece2e107d2580c564f0b2_8898178220411972563.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pedang tersebut datang ke Albedo, salah seorang anak Rhinedottir dan saudara dari Durin. Albedo ingin melakukan beberapa eksperimen, tapi selama penyelidikannya, secara tidak terduga dia menemukan sejarah dari pedang tersebut. Pedang itu dapat dikatakan hampir “hidup” dan mampu menyerap energi orang lain. Mengetahui bahwa orang biasa tidak bisa menggunakan pedang itu, Albedo memberikannya kepada Pengembara yang memiliki kemampuan untuk menetralkan racun Durin sehingga mereka dapat memberikan kekuatan kehidupan ke dalam pedang tersebut. Albedo kemudian menarik kekuatan tersebut dari pedang itu yang ternyata beresonansi dengannya karena hubungannya dengan Durin.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Seorang jenius yang dikenal dengan julukan Kreideprinz, dia adalah Kepala Alkemis dan Kapten Tim Investigasi Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Festering Desire",
        "desc": "Sebilah pedang mengerikan yang seakan-akan haus akan nyawa. Pedang ini dilapisi oleh racun mematikan yang bisa melukai seekor naga sekalipun.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1492,
        "name": "Festering Dragon Marrow",
        "desc": "Material Refinement khusus untuk senjata Festering Desire.<br/>Sebuah zat yang didapatkan dengan cara memurnikan racun Durin yang tersebar dalam Ley Line di Dragonspine. Sepertinya zat ini bisa menambah kekuatan sebuah \"Pedang Haus Darah\" yang cocok dengan zat seperti ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Festering Dragon Marrow_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Debu dan Bayang-Bayang Salju",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ketika alkemis Rhinedottir melakukan eksperimen untuk menciptakan sebuah kehidupan dengan bantuan dari Khemia, salah satu eksperimen buatannya gagal dan dibuang. Eksperimen tersebut ditelan oleh naga Durin dan setelahnya sang naga kalah di es dan salju abadi, kemudian eksperimen tersebut hidup dengan meminum darah Durin. Eksperimen yang gagal tersebut merasa iri dengan Albedo yang hampir sempurna di matanya, sehingga dia memutuskan untuk berubah menjadi Albedo dan mengambil alih tempatnya. Albedo berhasil menghentikan tiruannya, tapi kelanjutan dari takdir tiruan itu tidak diketahui.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Seorang jenius yang dikenal dengan julukan Kreideprinz, dia adalah Kepala Alkemis dan Kapten Tim Investigasi Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Durin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/25dc69c3876ff2d171c7b1aac166ca3a_6946638316106984066.png"
      }
    ]
  }
}