{
  "epId": 4912,
  "name": "Nabu Malikata",
  "desc": "<p>Sang Dewi Bunga yang berteman dekat dengan Greater Lord Rukkhadevata dan Raja Dehsret.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/140615443/513d51e0ebfd54f5da34a9f85dfaf61f_8435382328649740845.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1734030746,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Nabu Malikata"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Afiliasi",
        "value": [
          {
            "type": "RichText",
            "text": "Malaikat\nGods"
          }
        ]
      },
      {
        "key": "Gelar",
        "value": [
          {
            "type": "RichText",
            "text": "Dewi Bunga\nRatu Bunga\nNyonya Pushpavatika"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Pengusiran dari Celestia",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Menurut legenda, sang\nmerupakan salah satu malaikat tercantik yang tinggal di\nKulitnya berkilau seperti cahaya bulan, wajahnya memiliki keindahahan yang tak dapat dilukiskan, dan dia juga memiliki tanduk indah di atas kepalanya. Suatu saat, langit terbuka dan para penyerbu dari dunia luar (kemungkinan adalah Takhta Kedua) turun dengan membawa perang besar, kehancuran, wabah dan pengetahuan terlarang. Pengetahuan terlarang merupakan sebuah bentuk “kebenaran” yang tidak dapat dipahami dan bukan milik dunia ini. Pengetahuan tersebut datang dari bagian terdalam Abyss dan dunia terus-menerus menolaknya. Setelah terjadi perang, para malaikat diusir dari Celestia dan banyak pengikut Ratu Bunga yang dipisahkan dari pikirannya. Tubuh dari sang ratu juga terluka. Cangkang yang ditinggalkan oleh para malaikat tersebut dikenal sebagai Seelie, dan sekarang menuntun para pengembara menuju harta karun seperti yang mereka dulu lakukan untuk membantu orang-orang. Selama tujuh puluh dua malam, Nabu Malikata mengembara di padang gurun yang tandus. Tumitnya terkikis oleh kerikil tajam, dan lukanya mengalir menjadi mata air jernih dan berubah menjadi aliran air yang tidak terbatas. Aliran tersebut mengalir menuju taman hijau dimana bunga lili air berwarna biru langit tumbuh — ibu dari Jinni yang lahir dari mimpi candu dan kenangan pahit dari kehilangan. Jinni yang bijak menjadi orang terdekat dari Ratu Bunga dan meminta sang ratu untuk tetap tinggal di taman berbunga tersebut. Terpikat dengan kelembutannya, sang ratu yang diusir memutuskan untuk tetap tinggal dan saat dia melangkahkan kakinya, bunga-bunga berwarna ungu yang menakjubkan tumbuh dan bunga tersebut disebut sebagai Padisarah.\nSaat di padang pasir, Ratu Bunga bertemu dengan Raja Padang Pasir,\nMereka bersatu dan mulai memimpin para manusia bersama-sama. Orang-orang dulu mengatakan bahwa Ratu Bunga merupakan Lord of Joy and Happiness. Air murni mengalir dari lengannya dan oasis dengan bunga yang bermekaran pun muncul di padang pasir. Bunga-bunga dan rerumputan mengikuti langkah kakinya dan cahaya bulan berkilau menerangkan jalannya. Di saat sulit, ketika langit berpaling dari manusia, Ratu Bunga mengulurkan tangannya untuk membantu setiap makhluk hidup untuk mendapatkan kembali kebahagiaan dan diri mereka sehingga ketenangan dan kemewahan dapat kembali lagi. Sang ratu memberikan mimpi bagi mereka yang terusir, kehilangan pikiran, dan kehilangan pengetahuannya. Dalam mimpi tersebut, mereka dihadiahkan dengan kebahagiaan mereka yang paling berharga. Terbebani dengan kejamnya realita, mereka terpikat dengan pesona Ratu Bunga dan kagum akan kecantikan dan kebaikannya. Suatu ketika, bersama dengan Raja Padang Pasir, Nabu Malikata membangun “Kota Amfiteater,” Ay-Khanoum untuk Jinni. Dalam bahasa kuno milik Jinni, kota tersebut berarti “Kota Gadis Rembulan.” Meskipun dalam masa indah tersebut, Sang Ratu Bunga tetap merasa sedih."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/140615443/0e40e4e8d20f80d6d48522739fd50f48_259581971881697382.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dahulu kala, ketika dunia diselimuti bayangan, darah dan air mata bersatu membentuk taman mata air. Sang Ratu Bunga sedang bersedih, dan sebuah kota safir, Tulaytullah, muncul dari air matanya. Di bawah kubah safir tersebut, Tighnarian membusungkan dada mereka karena telah melahirkan generasi-generasi yang bijaksana. Tulaytullah merupakan permata paling berharga milik sang Ratu Bunga. Dalam taman itu, Padisarah dengan warna ungu yang indah bermekaran dan buah delima yang besar bernyanyi dengan lantang.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7075,
        "name": "Jinni",
        "desc": "<p><span style=\"color: #BFBFBF\">Familiar dari Dewi Bunga, lahir dari mimpi yang tak terlupakan dan kenangan pahit akan kehilangan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/170306649/f435c73f957c641ef8a697cbb1ff7896_9106570199713247620.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3320,
        "name": "Tulaytullah's Remembrance",
        "desc": "<p>Lonceng yang terbuat dari safir berwarna gelap dan perak murni. Suara gemanya sangat tajam dan jauh.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/8459597/8de363bf716e4538ba86014fbea827ef_2453992894347808712.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Flower of Paradise Lost",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/8459597/50ce09dfa5a91a33aa9cedfb15bcf2d1_3879478237839990750.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2700,
        "name": "Oasis Garden's Reminiscence",
        "desc": "<p>Material Ascension Senjata.</p><p>Konon orang-orang dulu mengatakan kalau Lord of Flowers adalah Lord of Joy and Happiness. Mata air segar mengalir dari lengan bajunya, menciptakan oasis yang penuh dengan bunga di tengah-tengah padang pasir. Bunga dan rerumputan tumbuh di jejak kakinya, cahaya rembulan pun membukakan jalan  untuk dirinya. Di hari yang kelam saat langit pun tidak mengacuhkan daratan, Lord if Flower tetap mengulurkan belas kasihannya kepada setiap manusia, agar mereka semua bisa mendapatkan kembali ke kebahagiaan dan egonya. Dan melanjutkan kesenangan dan kemewahan mereka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/119402430/f3d4942112747ff9e243134a244a9bc1_723004119218395336.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2701,
        "name": "Oasis Garden's Kindness",
        "desc": "<p>Material Ascension Senjata.</p><p>Dalam teks kuno yang terkubur jauh di dalam pasir berwarna kuning, Lord of Flower dulunya adalah Owner of Dreams. </p><p>Dia yang menciptakan mimpi untuk orang yang dikucilkan, yang menggila, dan yang bodoh. Mereka akan diberikan kebahagiaan yang meluap-luap di dalam mimpi itu. Karena beratnya beban dalam kehidupan, mereka terpesona oleh Lord of Flower dan terpikat oleh kecantikan serta perhatiannya.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/119402430/1056b63e391c2064561c1629a64ee77d_1898137782390629773.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2702,
        "name": "Oasis Garden's Mourning",
        "desc": "<p>Material Ascension Senjata.</p><p>Sang Lord of Flowers memiliki hubungan yang baik dengan Jinni. </p><p>Sang pemilik bunga dan oasis bekerja sama dengan Lord of Deserts untuk membangun Ay-Khanoum, yaitu \"Kota Amfiteater\", yang juga berarti \"Kota Gadis Rembulan\" dalam bahasa kuno milik sang Jinni. </p><p>Tapi setelahnya, dikatakan bahwa Lord of Flowers meninggal karena kerasnya panas matahari dan pasir di gurun, hingga akhirnya Padisarah ungu tidak pernah muncul lagi di oasis. </p><p>Setelah kepergian Lord of Flower, badai pasir berkabung, Jinni itu pun menangis, piring permata dari cahaya bulan telah kehilangan kesenangannya dan memberikan kilauan yang menyedihkan.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/119402430/50f11014dc9900bcd9d402e79caad6e8_1232856400897089339.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2703,
        "name": "Oasis Garden's Truth",
        "desc": "<p>Material Ascension Senjata.</p><p>\"Siapa gerangan yang akan menyembah dewa yang telah meninggal?\"</p><p>Lord of Flowers pernah bersekutu dengan dua rekannya. Tapi terlepas dari kebijaksanaan dan kekuatannya, dia mendatangkan belas kasihan dan kegembiraan kepada rakyatnya. </p><p>Sama seperti bumi yang butuh lebih dari sekadar sinar matahari yang membakar dan hujan yang lebat, bagi rakyat Lord of Flowers, kegembiraan dan cinta, nyanyian dan musik, serta anggur dan kemewahan sama pentingnya dengan rasionalitas dan kekuatan.</p><p>Dikatakan bahwa tujuan dari mekarnya setangkai bunga adalah layunya yang mulia, dan layunya yang mulia itulah tujuan yang didambakan oleh Lord of Flowers sejak awal — karena kematian menambah kepahitan pada kebahagiaan yang telah hilang dan membuatnya muncul lebih dan lebih kuat lagi dalam ingatan yang tak terbatas. Lord of Deserts yang arogan tidak pernah sadar akan filosofinya. Dia hanya menikmati pesona dan keanggunannya yang luar biasa — sepalsu kasih sayang yang begitu kuat, dan itu pun menjadi hal yang sudah Lord of Flowers perhitungkan.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/119402430/d57f129a3d99caf45852020799fa467f_4961864445090509556.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2930,
        "name": "Gembala dan Botol Ajaib",
        "desc": "<p>Kisah seorang gembala yang menemukan sebuah botol ajaib dengan makhluk tak terduga yang terkurung di dalamnya.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/18/25750596/7a0a7278d7ddb0d96d13606cc45155a4_4120945781578777669.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Greater Lord Rukkhadevata",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Legenda mengatakan bahwa Nyonya Pushpavatika pernah mendengar tentang putri yang bijaksana dan turun ke lahan suci untuk menguji kebijaksanaan sang putri. Dewi Bunga bertanya kepada sang putri tiga teka-teki dan menjanjikan rempah-rempah, emas, dan permata berharga sebagai hadiah. Sang putri setuju, tapi pengetahuan sang putri lebih berharga baginya dibandingkan dengan emas.\nTeka-teki pertama dari Nyonya Pushpavatika adalah:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Benda apa yang dingin seperti benda mati ketika masih hidup,\"</color>\n<color=#ffffff>“dan setelah menghilang, dapat mengirim angin hangat ke orang-orang.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sang putri menjawab:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Kamu berbicara tentang mawar yang mudah rusak di akhir musim semi. Meskipun penuh dengan duri, ia tidak bisa menyembunyikan keharumannya.\"</color>\n<color=#ffffff>\"Bunganya dicabut untuk membuat wewangian yang kuat, dan batangnya dipotong untuk membuat sumbu lampu minyak.\"</color>\n<color=#ffffff>\"Selama berabad-abad, banyak kekasih terpesona olehnya, dan para raja merah juga mengagumi kecantikannya.\"</color>\n<color=#ffffff>\"Tapi mawar tidak pernah memikirkan siapa yang dia cintai, namun layu dengan bulan baru dan embun pagi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sang Ratu Bunga diam-diam memujinya, tapi wajah cantiknya tetap tenang.\nTeka-teki kedua dari Nyonya Pushpavatika adalah:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Apa yang naik dari bumi dan turun dari langit,”</color>\n<color=#ffffff>”tidak ada yang pernah melihatnya, tetapi ia melihat segalanya,”</color>\n<color=#ffffff>“bagian atasnya mirip dengan bagian bawahnya, dan bagian bawahnya mirip dengan bagian atasnya,”</color>\n<color=#ffffff>“tapi hanya dari atas ke bawah, bukan dari bawah ke atas?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sang putri menjawab:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Apa yang kamu bicarakan adalah hukum universal alam yang diciptakan oleh langit, hukum suci yang sudah ditetapkan dari awalnya.”</color>\n<color=#ffffff>“Tidak seorang pun di dunia telah melihat hukum abadi, tetapi hukum selalu mengatur segala sesuatu di dunia.”</color>\n<color=#ffffff>“Hanya tunduk pada Vaana, yang memuja roh langit, jangan sombong untuk membual dan mengejar orang-orang yang menipu dengan kebijaksanaan.”</color>\n<color=#ffffff>“Jika berani meniru ilmu terlarang, hanya kehancuran yang menunggumu di tebing pengetahuan.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hati dari Ratu Bunga dipenuhi dengan kebahagiaan, tapi dia tetap tenang.\nTeka-teki yang berikutnya adalah:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Hal apa yang tidak bisa menahan anak panah, tapi bisa menahan kehancuran?”</color>\n<color=#ffffff>“Hal apa yang tidak bisa menghancurkan baju zirah, tapi bisa menghancurkan seluruh kota?”</color>\n<color=#ffffff>“la tidak menyerah kepada utusan di langit atas, juga tidak menyerah terhadap kerajaan di atas tanah,”</color>\n<color=#ffffff>“dewa atau iblis, meski sudah berusaha sekuat tenaga, tetap tidak bisa menang darinya?”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Jawaban dari sang putri:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Andai maksud engkau adalah kebijaksanaan yang tiada habisnya, maka ia lah yang mempertahankan peradaban</color> <color=#ffffffd9>███</color> <color=#ffffff>.</color>\n<color=#ffffff>\"Ia akan hidup kembali seperti</color> <color=#ffffffd9>███</color> <color=#ffffff>, dan akan abadi seperti</color> <color=#ffffffd9>███</color> <color=#ffffff>.\"</color>\n<color=#ffffff>\"Bahkan jika waktu menggulung pasir dan debu di bawah kakinya, setelah ribuan tahun, ia akan tetap seperti</color> <color=#ffffffd9>███</color> <color=#ffffff>.\"</color>\n<color=#ffffff>\"Orang-orang akan bersukacita karena ia</color> <color=#ffffffd9>███</color> <color=#ffffff>, dan ia juga pasti akan</color> <color=#ffffffd9>███</color> <color=#ffffff>karena mereka.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/140615443/ebf82d018dd8108f0f8582cb64328cbe_4641969480920490550.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Setelah mendengar jawaban sang putri, Nyonya Pushpavatika pun terkagum-kagum akan kebijaksanaan dan kehebatan dari pengetahuan sang putri. Sang putri adalah Greater Lord Rukkhadevata. Sejak saat itu, seperti cahaya terang bulan, sinar panas matahari dan ladang permata, Ratu Bunga membentuk persatuan dengan Greater Lord Rukkhadevata dan bersama dengan Raja Deshret, mereka mulai menyebarkan kebaikan ke dunia dan memimpin para manusia menuju kemakmuran."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/140615443/af0b11227c52e6b65bbf488e85926612_2551339063009536076.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Menurut legenda, festival kuno Sabzeruz yang dinamai setelah Nabu Malikata awalnya merupakan perayaan ulang tahun untuk Greater Lord Rukkhadevata yang digelar oleh Dewi Bunga. Dahulu kala, teman-teman dari Greater Lord Rukkhadevata menggelar pesta perayaan untuk Greater Lord Rukkhadevata di hari ulang tahunnya. Beberapa dewa mabuk: salah satu dari mereka mulai memutar lagu dan Greater Lord mulai bernyanyi sehingga Dewi Bunga menari. Selagi Dewi Bunga menari di atas rumput, Padisarah yang indah mulai bermekaran dimana pun dia melangkah. Hamparan bunga ungu indah tersebut menjadi panggung berkilau untuknya. Semua dewa berkata, <color=#ffffff>“Oh, andai saja waktu bisa berhenti di saat ini.”</color> Tarian untuk menghormati para dewa menjadi salah satu tradisi utama dari festival Sabzeruz. Bahkan jika para dewa tidak ada lagi, tradisi menari tersebut tetap dilakukan. Penari dari Zubayr Theater, Nilou dari Grand Bazaar, secara khusus merancang kostum untuk tarian yang menggambarkan Ratu Bunga. Legenda mengatakan bahwa dewi bunga memiliki tanduk indah di kepalanya, sehingga Nilou membuat mahkota khusus untuk menunjukkan tanduk tersebut. Padisarah, simbol dari sang dewi, ditempatkan di sekitar panggung selama festival berlangsung.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Festival Sabzeruz",
        "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Sebuah festival Sumeru yang dinamai sesuai dengan nama Dewi Bunga dan merayakan ulang tahun Archon Dendro.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/170306649/bef90833a4b22d42eb98d73aa66789c5_8515672632540306013.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Penari terkenal di Teater Zubayr. Tariannya elegan dan gemulai, pembawaannya ramah dan polos.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/8459597/586d726f9ebda3506c78beaaa41f13b6_2678028484223577025.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Gilded Dreams",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/8459597/ae8a2c6f24df66e1bd7cc2dbd83d330d_4743880391780135545.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "name": "Gulungan Aliran Lagu",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/19/119402430/c8d18c76bcc6b368a1476e3f9cabf2c7_2566761653975406318.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Tumbuhan yang suci dan mulia. Membutuhkan lingkungan yang cukup kondusif untuk dapat tumbuh. Kuncup bunganya dapat diolah menjadi rempah-rempah yang berharga.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/d5172558c50dbc305ee422b95bf8ed21_7718672836290978704.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Pengorbanan diri",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Suatu hari, Nyonya Pushpavatika mengungkapkan kebenaran dari terciptanya dunia kepada temannya, Raja Padang Pasir. Pertama, matahari dan tiga bulan terang diciptakan, lalu pagi dan malam muncul. Kemudian, gravitasi diciptakan, dan pasir tenggelam lalu menciptakan bumi. Hal yang tidak memiliki berat menjadi langit. Lalu tujuh sage bijak didirikan, dan mereka memimpin orbit yang digambarkan oleh bumi, air dan bintang. Bahkan ketika bola surgawi hanya sebuah ilusi, mitos muncul ketika orang-orang melihat bintang dan bulan. Dalam waktu damai tersebut, para utusan dari langit berbicara secara terbuka kepada para manusia dan memberikan pesan dari langit kepada mereka. Akan tetapi, pembatas di dunia nyata runtuh dan racun gelap memasuki bumi. Para penyerbu turun dari awan dan kehancuran terus datang tanpa henti. Para penyerbu tersebut membawa perang kepada para malaikat dan bumi dalam harapan kecil memutuskan hubungan tersebut. Pemilik langit yang diselimuti oleh ketakutan dari khayalan dan terobosan yang meningkat membawa Divine Nail ke bumi dan menghancurkan muka bumi agar dunia yang rapuh, sedih dan tidak sempurna dapat diselamatkan. Para malaikat menderita dalam pengasingan dan kehilangan hubungan mereka dengan langit dan kemampuan mereka dalam pencerahan. Sejak saat itu, sang Ratu Bunga tidak dapat lagi menatap langit, tapi tempat asalnya selalu memanggil dirinya.\nRaja Deshret merenungkan ucapan dari Dewi Bunga dan menyampaikan keinginan terdalamnya kepada sang dewi. Siklus “Tujuh” harus dimusnahkan dan matahari serta bulan harus dihancurkan agar batasan antara hidup dan mati dapat hilang. Nyonya Pushpavatika melihat kesempatan untuk melampaui perintah tidak masuk akal yang mengatur dunia ini dalam ucapan dan keinginan dari Al-Ahmar. Dia memperingatkan sang raja agar tidak mencari Master of the Four Shadows dan menceritakan bayangan masa depan yang penuh bencana, tetapi sang raja menolak untuk mundur. Ratu Bunga telah melihat dan merencanakan semuanya sebelumnya sehingga dia paham maksud dari perkataan sang raja."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Biarlah rahasia ini menjadi beban hatiku untukmu dan dia yang mahabijaksana\".</color>\n<color=#ffffff>\"Jembatan ini kutegakkan untuk dilalui keinginanmu yang paling mendalam. Janganlah takut pada paku permata kebiruan ini\".</color>\n<color=#ffffff>\"Maka pengetahuan yang lebih tinggi akan diberikan kepadamu. Tetapi awas, kehilangan besar menantimu di ujung pertukaran ini ....\"</color>\n<color=#ffffff>\"Tetapi ingatlah akan pelajaran ini dan janganlah melupakan hukuman yang pasti menimpa para utusan langit yang jatuh ke dalam dosa\".</color>\n<color=#ffffff>\"Ketahuilah, harapan untuk ciptaan membara di dalam sanubari mereka yang paling awam dan biasa\".</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/140615443/dfcf0a928602c1afc7a4500fa5514d1d_5804532248112050063.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Untuk temannya, Ratu Bunga membuka jalan menuju pengetahuan terlarang meskipun dia mengetahui akibatnya. Diliputi kegelapan, sang ratu menuntun teman terkasihnya menuju jalan untuk memahami segala hal tentang langit dan abyss. Sang ratu telah lama tahu bahwa dia akan mengorbankan dirinya. Tubuh Raja Deshret menjadi penghubung dan oasis yang indah — harga yang harus dibayarnya. Angin topan yang besar muncul di tengah padang pasir. Badai pasir yang membawa kerusakan menjalar ke langit yang telah kehilangan salah satu dewanya. Hanya Raja Deshret yang kembali dari badai tersebut, sayangnya, Ratu Bunga tidak pernah terlihat lagi.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Sang Purbakala",
        "desc": "<p>Sang Penguasa Pertama, yang mengalahkan tujuh Penguasa Naga di dunia dan menciptakan manusia. Sang Purbakala mungkin adalah para Phane.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/06/170306649/96e9d84d7f899352b405be2854c6cbf9_5926940011698589909.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2849,
        "name": "Staff of the Scarlet Sands",
        "desc": "<p>Salah satu dari sepasang tongkat yang dibuat dari obsidian. Legenda mengatakan bahwa tongkat ini memberikan hak untuk memerintah penduduk padang pasir, tetapi sekarang tidak ada punggawa yang dapat membedakan penampilan yang tepat dari senjata raja ini.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/27/8459597/fc9a85ad2a47dc0386d55ac4e8596440_2002258094483358819.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Gilded Dreams",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/8459597/ae8a2c6f24df66e1bd7cc2dbd83d330d_4743880391780135545.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Flower of Paradise Lost",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/8459597/50ce09dfa5a91a33aa9cedfb15bcf2d1_3879478237839990750.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Khvarena",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Lama sebelum kematiannya, Sang Ratu Bunga membuat sebuah bunga “putri” Khvarena. Suatu hari, Nyoya Pushpavatika melihat\ndalam tidurnya sehingga dia sangat ketakutan. Nabu Malikata mengetahui bahwa takdirnya adalah mengorbankan dirinya untuk para manusia dan pengorbanan tersebut merupakan pembuka yang indah untuk kehidupan barunya. Maka itu, Nabu Malikata sadar bahwa dia akan mati sebelum bencana tersebut datang. Dia meminta anak perempuannya untuk mencegah datangnya bencana tersebut dan memintanya untuk menjaga “ibu” lain — Greater Lord Rukkhadevata. Ratu Bunga memperingatkan teman-temannya tentang bencana gelap tersebut dan menyampaikan takdir dari Khvarena: dia harus menahan cobaan perpecahan dan kematian untuk memperoleh keabadian."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Ambillah sepotong Khvarena ini, temanku, dan simpan dengan baik-baik.\"</color>\n<color=#ffffff>\"Dia berasal dari kebijaksanaan bunga dan nadi langit. Dalam dirinya berdiam esensi kehidupan yang paling murni.\"</color>\n<color=#ffffff>\"Khvarena adalah inti dalam hati bunga, setetes cahaya di dalam lautan Amrita.\"</color>\n<color=#ffffff>\"Hargailah anugerahku, sampai abyss kegelapan datang menelan semua kehidupan ....\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Setelah kematian dari Dewi Bunga, Greater Lord Rukkhadevata mengubah Khvarena menjadi sebuah dewi burung Simurgh dan mempercayakannya untuk menjadi pelindung dari dua dunia, yaitu perbatasan antara kelahiran dan kematian. Dalam wujud dewi burung, pancaran warna-warni ribuan burung dapat terlihat dan nyanyiannya merupakan lagu ribuan bunga. Simurgh jatuh tertidur dalam mimpi di antara pohon pinus, cemara dan teratai salju, dan ketika bencana datang, dia terbangun dan pergi menghampiri kematiannya yang tidak dapat dihindari."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/140615443/06fb58047b7794f1c605ffa922279cd9_3005255155389793953.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika Teyvat diserang oleh para monster dari Abyss, semua Archon, kecuali Archon Dendro, dikirim untuk berperang melawan mereka. Egeria, Archon Hydro Ratu Segala Perairan, pergi bersama dengan orang terdekatnya ke Tunigi Hollow di Sumeru dimana sebuah jalan menuju Abyss muncul. Dalam pertarungan tersebut, dia terbunuh dan tubuhnya menjadi lautan embun murni yang disebut sebagai Amrita. Sayangnya, Amrita tersebut dinodai oleh Abyss. Untuk membersihkan noda dan memastikan kemurnian dari Amrita, Simurgh menghancurkan wujud dewinya. Simurgh meminum air termurni dari danau dan, layaknya sebuah delima, memantulkan ribuan sinar cahaya. Khvarena masuk ke dalam tubuh Lord of Amrita dan kemudian lautan bunga berkilauan lahir dan para Flower Guardian, Pari, juga terlahir. Sesuai dengan ramalan, suatu malam, sang putri harus meninggalkan pelukan ketiga “ibu” dan mengorbankan dirinya untuk membersihkan kekotoran yang sudah meruak di dunia.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "name": "Pari",
        "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Pendamping Archon Dendro. Mereka lahir dari Amrita yang murni dan burung surgawi, Simurgh.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/170306649/e1478cace6149958abac74cb18cc2720_3936057427893076090.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Vourukasha's Glow",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/8459597/bc9329baf36935b2fb094f783a7695f2_329503776322121235.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Oasis Abadi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/140615443/7f40cb43b4a76176f42c8d3028682fdd_6371895610946051197.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pada zaman ketika Dewi Bunga berbagi takhta bersama dengan Raja Deshret dan Greater Lord Rukkhadevata, Jinni diwariskan takhta yang dihiasi dengan permata dan rubi untuk merayakan persatuan dari ketiga teman tersebut. Dalam oasis surga yang diciptakan, banyak Padisarah bermekaran dan para burung bernyanyi. Ketika Ratu Bunga membuka jalan menuju pengetahuan terlarang, oasis tersebut menjadi bayaran untuk tindakan tersebut. Bersama dengan hilangnya para malaikat, hamparan Padisarah yang indah juga hilang. Greater Lord Rukkhadevata membangkitkan kembali bunga-bunga untuk mengenang temannya. Akan tetapi, dia tidak dapat membuat warna unik bunga tersebut. Raja Padang Pasir membangun pemakaman untuk mengenang temannya. Dengan permata di bawah pasir yang dalam sebagai sumber kekuatan dan bantuan dari Jinni, sang raja membangun oasis abadi dimana waktu bergulir lambat. Dia berjanji kepada bangsa Jinni bahwa dalam Oasis Abadi, Ratu Bunga tertidur lelap dan suatu hari, sang ratu akan terbangun dari mimpinya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/140615443/05a73ef863e3b56834b468c2899a4e3d_2359175816732135413.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Setelah berabad-abad, legenda Oasis Abadi tersebar di antara para suku pengelana di padang pasir. Para pengelana mengatakan bahwa oasis tersebut selalu penuh dengan tanaman hijau yang tumbuh subur. Mereka juga mengatakan bahwa tempat itu dikuasai oleh Dewi Bunga yang sedang tidur dan dilindungi oleh ibu terakhir Jinni, Ferigees. Dia menjadi segel dari gerbang menuju oasis tersebut dan memberikan berkah untuk setiap manusia yang datang di hadapannya dengan kebaikan yang teguh meskipun mereka memiliki niat baik maupun jahat. Suku Tanit memuja Nabu Malikata dan para matriark menganggap diri mereka sebagai anak dari Nabu Malikata. Oasis Abadi merupakan pusat pemujaan mereka. Terdapat kepercayaan bahwa siapapun yang mengambil alih oasis tersebut akan mendapatkan takhta Nabu Malikata. Mereka bersatu dalam mimpi yang sama tentang kisah taman Padisarah dengan pengetahuan tanpa batas. Sama seperti ramalan yang disampaikan oleh dewi mereka, bahkan setelah hancurnya perabadan, umat manusia tetap bertahan dengan kegigihan mereka. Meskipun tanpa bimbingan dewa, para suku padang pasir menemukan jalan untuk bersatu melalui ingatan dari dewi yang telah lama mati. Pada suatu tempat di padang pasir nan-jauh, mimpi tentang oasis dengan waktu yang membeku selalu berada dalam pikiran sebuah suku. Akan tetapi, para pengelana tanpa asal-usul terus berputar dalam lingkaran hidup dan mati di tengah pasir yang mengalir di bukit pasir.\nPengembara bersama dengan Jinni, Liloupar, dan Jeht dari Suku Tanit yang mewakili sukunya, mengganggu ketenangan dari oasis tersebut dengan menghancurkan sebuah perangkat yang mempertahankan keseimbangan dari tempat tersebut. Ibu dari Jinni berharap dapat bertemu dengan sang ratu di sana, tapi dia melihat bahwa Raja Deshret telah menipu Jinni dan Ratu Bunga telah lama meninggal dunia. Melalui pandangan Liloupar, Pengembara dapat melihat oasis di masa lalu: sebuah istana yang dibentuk dengan bata batu berwarna merah tua di samping sebuah taman yang dihiasi dengan tanaman bermacam warna yang dipenuhi dengan kicauan burung tanpa henti. Para Jinni merupakan penyair dan penyedia minuman. Dalam tamannya, pertapa gila dan pengelana yang tersesat menari-nari mengitari bunga daffodil. Mereka juga meminum anggur dari para putri. Sebuah taman yang berbeda dari yang lain merupakan tempat tinggal Ratu Bunga serta tempat dia tertidur saat ini. <color=#ffffff>“Bunga mawar bermekaran layaknya percikan api, menyalakan kehidupan bagi para burung nokturnal. Lilin yang menyala dengan senyumnya, memberikan petaka bagi ngengat yang terbang menghampirinya.\"</color> Dalam ingatan masa lalu tersebut, Pengembara melihat Nabu Malikata dengan kulit yang disinari oleh kemilau rembulan dan penampilan cantik yang tak dapat terlukiskan. Penampilannya menunjukkan totalitas dari Jinni-nya, aspek mereka hanya sebuah kelopak bunga untuk melengkapi bunga Nabu Malikata. Dia merupakan intisari dari setiap aroma terakhir yang ada. Bertemu dengan pandangannya, Pengembara melihat kehampaan dan bertemu kekosongan tanpa akhir. Terjatuh dalam pelukannya, pikiran mereka dihantui dengan teror yang terus-menerus.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7075,
        "name": "Jinni",
        "desc": "<p><span style=\"color: #BFBFBF\">Familiar dari Dewi Bunga, lahir dari mimpi yang tak terlupakan dan kenangan pahit akan kehilangan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/170306649/f435c73f957c641ef8a697cbb1ff7896_9106570199713247620.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3530,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3527,
        "name": "Babel",
        "desc": "<p>Matriark dari suku Tanit.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/119402430/f98f43b6a40a71bc9e105cc779ba2320_5165094467728666677.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3445,
        "name": "Jeht",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/11/25750596/5a2b16ed95cb2de7f10938e86283d8cc_8231489938010510791.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Flower of Paradise Lost",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/8459597/50ce09dfa5a91a33aa9cedfb15bcf2d1_3879478237839990750.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Tumbuhan yang suci dan mulia. Membutuhkan lingkungan yang cukup kondusif untuk dapat tumbuh. Kuncup bunganya dapat diolah menjadi rempah-rempah yang berharga.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/d5172558c50dbc305ee422b95bf8ed21_7718672836290978704.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "RichText",
        "text": "Malaikat\nNabu Malikata mungkin adalah satu-satunya yang tersisa dari ras malaikat."
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Teman dari Nabu Malikata. Mereka memimpin Sumeru bersama dengan Greater Lord Rukkhadevata. Dewi Bunga mengorbankan dirinya agar Al-Ahmar bisa mendapatkan pengetahuan terlarang."
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Teman dari Nabu Malikata. Mereka memimpin Sumeru bersama dengan Raja Deshret. Setelah kepergian Nabu Malikata, Rukkhadevata mengurus \"putri\" dari temannya.\nKhvarena\n\"putri\" dari Nabu Malikata. Rukkhadevata mengubah Khvarena menjadi dewi burung Simurgh karena Cataclysm yang terjadi 500 tahun lalu."
      },
      {
        "type": "CustomEntry",
        "epId": 7075,
        "name": "Jinni",
        "desc": "<p><span style=\"color: #BFBFBF\">Familiar dari Dewi Bunga, lahir dari mimpi yang tak terlupakan dan kenangan pahit akan kehilangan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/170306649/f435c73f957c641ef8a697cbb1ff7896_9106570199713247620.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Kerabat dari Dewi Bunga yang tinggal di Ay-Khanoum."
      },
      {
        "type": "CustomEntry",
        "epId": 3530,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3510,
        "name": "Jinni in the Magic Bottle — Liloupar",
        "desc": "<p>Liloupar — Jinni yang agung, yang terlahir dari bunga teratai air dan telah terbelah jiwanya oleh karena hukuman kuno, kini disegel dalam botol ajaib yang transparan.</p><p>Sekarang, ia tampaknya telah menemukan tuannya yang baru ….</p><p></p><p>Meskipun ia kini hanya memiliki seperseratus juta dari kekuatan dahsyatnya di masa lalu, ia tetap akan menggunakan kekuatan yang tersisa dari dirinya ini untuk membantu tuannya melewati pasir panas dan kota kuno Desert of Hadramaveth.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/30/1023623/7ba964cab02e81f9ce019ca40685bfa9_6232277441568870803.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Sebuah Jinni yang dulunya melayani Dewi Bunga."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Buku dan Item Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "name": "Gulungan Aliran Lagu",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/19/119402430/c8d18c76bcc6b368a1476e3f9cabf2c7_2566761653975406318.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Flower of Paradise Lost",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/8459597/50ce09dfa5a91a33aa9cedfb15bcf2d1_3879478237839990750.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Vourukasha's Glow",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/8459597/bc9329baf36935b2fb094f783a7695f2_329503776322121235.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3320,
        "name": "Tulaytullah's Remembrance",
        "desc": "<p>Lonceng yang terbuat dari safir berwarna gelap dan perak murni. Suara gemanya sangat tajam dan jauh.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/8459597/8de363bf716e4538ba86014fbea827ef_2453992894347808712.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2700,
        "name": "Oasis Garden's Reminiscence",
        "desc": "<p>Material Ascension Senjata.</p><p>Konon orang-orang dulu mengatakan kalau Lord of Flowers adalah Lord of Joy and Happiness. Mata air segar mengalir dari lengan bajunya, menciptakan oasis yang penuh dengan bunga di tengah-tengah padang pasir. Bunga dan rerumputan tumbuh di jejak kakinya, cahaya rembulan pun membukakan jalan  untuk dirinya. Di hari yang kelam saat langit pun tidak mengacuhkan daratan, Lord if Flower tetap mengulurkan belas kasihannya kepada setiap manusia, agar mereka semua bisa mendapatkan kembali ke kebahagiaan dan egonya. Dan melanjutkan kesenangan dan kemewahan mereka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/119402430/f3d4942112747ff9e243134a244a9bc1_723004119218395336.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2701,
        "name": "Oasis Garden's Kindness",
        "desc": "<p>Material Ascension Senjata.</p><p>Dalam teks kuno yang terkubur jauh di dalam pasir berwarna kuning, Lord of Flower dulunya adalah Owner of Dreams. </p><p>Dia yang menciptakan mimpi untuk orang yang dikucilkan, yang menggila, dan yang bodoh. Mereka akan diberikan kebahagiaan yang meluap-luap di dalam mimpi itu. Karena beratnya beban dalam kehidupan, mereka terpesona oleh Lord of Flower dan terpikat oleh kecantikan serta perhatiannya.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/119402430/1056b63e391c2064561c1629a64ee77d_1898137782390629773.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2702,
        "name": "Oasis Garden's Mourning",
        "desc": "<p>Material Ascension Senjata.</p><p>Sang Lord of Flowers memiliki hubungan yang baik dengan Jinni. </p><p>Sang pemilik bunga dan oasis bekerja sama dengan Lord of Deserts untuk membangun Ay-Khanoum, yaitu \"Kota Amfiteater\", yang juga berarti \"Kota Gadis Rembulan\" dalam bahasa kuno milik sang Jinni. </p><p>Tapi setelahnya, dikatakan bahwa Lord of Flowers meninggal karena kerasnya panas matahari dan pasir di gurun, hingga akhirnya Padisarah ungu tidak pernah muncul lagi di oasis. </p><p>Setelah kepergian Lord of Flower, badai pasir berkabung, Jinni itu pun menangis, piring permata dari cahaya bulan telah kehilangan kesenangannya dan memberikan kilauan yang menyedihkan.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/119402430/50f11014dc9900bcd9d402e79caad6e8_1232856400897089339.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2703,
        "name": "Oasis Garden's Truth",
        "desc": "<p>Material Ascension Senjata.</p><p>\"Siapa gerangan yang akan menyembah dewa yang telah meninggal?\"</p><p>Lord of Flowers pernah bersekutu dengan dua rekannya. Tapi terlepas dari kebijaksanaan dan kekuatannya, dia mendatangkan belas kasihan dan kegembiraan kepada rakyatnya. </p><p>Sama seperti bumi yang butuh lebih dari sekadar sinar matahari yang membakar dan hujan yang lebat, bagi rakyat Lord of Flowers, kegembiraan dan cinta, nyanyian dan musik, serta anggur dan kemewahan sama pentingnya dengan rasionalitas dan kekuatan.</p><p>Dikatakan bahwa tujuan dari mekarnya setangkai bunga adalah layunya yang mulia, dan layunya yang mulia itulah tujuan yang didambakan oleh Lord of Flowers sejak awal — karena kematian menambah kepahitan pada kebahagiaan yang telah hilang dan membuatnya muncul lebih dan lebih kuat lagi dalam ingatan yang tak terbatas. Lord of Deserts yang arogan tidak pernah sadar akan filosofinya. Dia hanya menikmati pesona dan keanggunannya yang luar biasa — sepalsu kasih sayang yang begitu kuat, dan itu pun menjadi hal yang sudah Lord of Flowers perhitungkan.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/119402430/d57f129a3d99caf45852020799fa467f_4961864445090509556.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2694,
        "name": "Dream of Scorching Might",
        "desc": "<p>Material Ascension Senjata.</p><p>Sinar bulan yang berwarna keperakan dan mata air yang jernih begitu melengkapi pemandangan oasis. Namun ketika yang empunya bunga memudar dalam badai pasir yang semakin gelap, begitu pula tanah kesenangan berwarna emas tanpa kekhawatiran yang tenggelam oleh kematian.</p><p>Dalam sajak Suku Eremite, bulan memancarkan cahaya peraknya ke atas mantel berwarna merah, kemudian Al-Ahmar, Raja yang Berduka, berubah menjadi gila.</p><p>Dalam balada gurun melankolis yang didorong oleh nostalgia yang menghantui, raja yang kesepian itu pun menciptakan sebuah alam mimpi yang tak dapat menua di tengah gurun. Di sanalah terdapat mata air murni yang tidak terganggu diembunkan, dan embun yang muncul saat matahari terbenam selamanya tetap ada.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/0f4da1fdc0aa6f58e698e290ec4e1302_7429378236666367265.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2695,
        "name": "Olden Days of Scorching Might",
        "desc": "<p>Material Ascension Senjata.</p><p>Di masa ketika Lord of Deserts yang bodoh memerintah, kekuatan emas seperti matahari yang terik menyebar ke seluruh bumi.</p><p>Dalam catatan tablet batu kuno, dia mengubah kekuatannya menjadi tujuh sinar cahaya yang menyilaukan atau tujuh pilar, yang dia berikan secara adil dan merata serta penuh belas kasihan kepada semua orang, sehingga tidak ada orang yang terabaikan, ataupun yang merasa tidak puas.</p><p>Itu adalah masa keemasan yang terlupakan, masa ketika Lord of Flowers menghilang ke dalam pasir dan Lord of Flora memutuskan untuk pergi. Hanya merekalah para keturunan di atas pasir kuning yang memilih untuk mengikuti dewanya. Bahkan ketika bayangan malapetaka yang suram pun semakin membayangi, keyakinan mereka pada dewa tetaplah kuat bersinar terang seperti kuning dan emas.</p><p>Namun akhirnya bencana tetap saja menimpa. Lambang emas terkubur di kedalaman kuil dan istana, di bawah pilar runtuh yang diukir dengan elang dan kepala banteng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/926dfd8c47c13abca0158294efe5751e_2615015944487617036.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Tumbuhan yang suci dan mulia. Membutuhkan lingkungan yang cukup kondusif untuk dapat tumbuh. Kuncup bunganya dapat diolah menjadi rempah-rempah yang berharga.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/d5172558c50dbc305ee422b95bf8ed21_7718672836290978704.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Penari terkenal di Teater Zubayr. Tariannya elegan dan gemulai, pembawaannya ramah dan polos.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/8459597/586d726f9ebda3506c78beaaa41f13b6_2678028484223577025.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Suara"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Cerita yang Menarik: Padisarah</color>\nWaktu Dewi Bunga menari, Padisarah asli akan mekar di bawah kakinya. Pemandangannya kedengarannya indah sekali ya. Aku jadi ingin melihatnya."
      }
    ],
    "galleryCharacter": [
      {
        "key": "Oasis Abadi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/140615443/05a73ef863e3b56834b468c2899a4e3d_6344066575029370279.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tempat peristirahatan terakhir Nabu Malikata."
          }
        ]
      },
      {
        "key": "Tiga Takhta",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/140615443/06f850e5a4b6fa662b8699dda1293f21_831171316974314345.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Takhta dari Nabu Malikata, Raja Deshret, dan Greater Lord Rukkhadevata."
          }
        ]
      },
      {
        "key": "Mt. Damavand",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/140615443/dfcf0a928602c1afc7a4500fa5514d1d_3977053660638368180.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Penduduk padang pasir mengatakan bahwa lokasi Oasis Abadi tersembunyi di dalam badai pasir tersebut."
          }
        ]
      }
    ]
  }
}