{
  "epId": 4935,
  "name": "Gnosis",
  "desc": "<p>Gnosis adalah internal magical foci yang dimilik oleh Tujuh Penguasa sehingga mereka bisa terhubung dengan Celestia dan merupakan penanda status mereka. Gnosis dibuat dari peninggalan Third Descender.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/d233949972be14fcf0feb738a9b67efa_1965052961122676180.png",
  "menuId": 20,
  "menuName": "Glosarium",
  "version": 1749362868,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Gnosis"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Internal Magical Foci</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Takhta Suci dan Gnosis",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Pada ribuan tahun yang lalu, dunia dipimpin oleh Ketujuh Penguasa — tujuh naga elemtal, satu untuk tiap elemen. Suatu hari, takhta pertama keabadian,\npertama muncul di langit.\nmenyatakan perang dengan naga elemental, dan setelah empat puluh tahun berlangsungnya perang, ketujuh penguasa berhasil dikalahkan, dan ketujuh negara tunduk pada langit. Prinsip Langit mencuri kekuatan dari Penguasa yang kalah dan menggunakannya untuk menciptakan takhta suci dan membangun siklus tujuh. Saat ini, mereka yang menjadi Archon naik ke takhta suci dan menerima Gnosis. Selama takhta suci selalu ada, siklus tujuh akan terus berlanjut, dan naga elemental tidak bisa lagi mendapatkan otoritas penuh mereka.\nSelama perang pembalasan (mungkin perang kuno antara Descender dan para naga), Sang Purbakala terluka dan kehilangan beberapa fungsinya, sehingga mereka tidak bisa lagi menggunakan otoritas penuh untuk menahan tatanan dunia. Untuk terus menguasai dan mengendalikan kebencian di dunia, Prinsip Langit bersama dengan mereka yang datang setelahnya membuat Gnosis dari peninggalan Descender ketiga. Aturan baru pun dibuat dan para manusia hanya memiliki tujuh peninggalan, dan semua pecahan sang purbakala dipaksa melahap satu sama lain. Beberapa percaya bahwa pecahan tersebut membawa malapetaka kepada mereka, karena setelah seseorang mati, semua hubungan sebelumnya di dunia ini menjadi kutukan. Setelah penciptaan Gnosis, Celestia menyatakan Perang Archon, perang antara para dewa Tevyat agar bisa naik ke takhta suci dan mendapatkan Gnosis. Hanya satu dewa dari setiap negara yang bisa menjadi Archon, sedangkan yang lain harus melepaskan takhtanya atau dikalahkan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/abfbc526affefdaa1bbde9581da0ecc0_7287079944017633473.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gnosis merupakan magical foci yang berbentuk bidak catur yang langsung menghubungkan Archon ke Celestia serta meningkatkan kemampuan mereka. Artefak ini merupakan inti dengan kekuatan elemental yang sangat besar yang dapat para Archon gunakan dengan bebas. Terdapat tujuh Gnosis untuk setiap elemen dan negara. Dikarenakan Gnosis adalah penghubung langsung Archon ke Celestia, konon dipercaya jika artefak tersebut dihancurkan, maka Prinsip Langit yang telah tertidur selama 500 tahun sejak Cataclysm akan terbangun.\nKetika para Archon menggunakan Gnosis, makhluk lainnya menggunakan Vision, sebuah magical foci yang memberikan mereka energi elemental. Meskipun banyak yang percaya bahwa para Archon yang memberikan Vision, mereka sebenarnya tidak langsung terlibat dalam proses tersebut. Ketika harapan seseorang sampai ke langit, tujuh pengawas dari dunia fana diwajibkan untuk memberkati mereka dengan hadiah. Meskipun mereka mungkin tidak tahu siapa atau harapan apa yang bisa terdengar gaungnya sampai ke atas sana, Ketujuh Archon harus tetap memberikan sebagian dari kekuasaan mereka kepada orang tersebut. Ketika seseorang yang diberkati berhasil menunaikan tugasnya, maka hadiah yang diberikan oleh para dewa akan dikembalikan berlipat kali ganda.\nOrganisasi dari Snezhnaya, Fatui yang merupakan bawahan dari Archon Cryo Tsaritsa, sedang mengumpulkan Gnosis dari para Archon. Tujuan utama dari penggunaan Gnosis tersebut masih belum diketahui saat ini, tapi mungkin tujuannya berkaitan dengan rencana Fatui untuk menjatuhkan Prinsip Langit.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Vision",
        "desc": "<p>Vision adalah external magical foci yang dianugerahkan Celestia dan Tujuh Penguasa kepada Allogenes, sekelompok orang dengan harapan yang kuat, untuk mengendalikan kekuatan elemental tertentu. Para pemilik Vision dapat menjadi Dewa dan naik ke Celestia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/140615443/fa9e7f4e1400794f2ee1468599880d59_8734458739391040687.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Naga elemen-nya",
        "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Sekelompok suku kuno, yang memerintah Teyvat jauh sebelum keberadaan manusia. Naga adalah bagian dari Dunia Terang.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/170306649/6b42b8d4c35d308f332802ee8cff5a9a_2994512055399171038.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Sang Purbakala",
        "desc": "<p>Sang Penguasa Pertama, yang mengalahkan tujuh Penguasa Naga di dunia dan menciptakan manusia. Sang Purbakala mungkin adalah para Phane.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/06/170306649/96e9d84d7f899352b405be2854c6cbf9_5926940011698589909.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Hakim Agung Fontaine yang bergelar Iudex. Terkenal karena selalu adil dan tidak berpihak.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/8459597/0513aa7f482dbb4778545d02f94956fe_3425792438027215362.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Seorang gadis yang dikurung bak burung di dalam sangkar Sanctuary of Surasthana, hanya bisa melihat dunia dari dalam mimpi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/01/8459597/f29490bddc56b4a6773b6c5003bbb853_5188553682332031242.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "Koleksi Byakuyakoku",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/17/119402430/a12294633921ad7fd98c1fa58463d3e6_5287784480645726697.jpg",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Anemo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/25feb67d533079a8733817a551575202_9130331449658180658.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Selama Perang Archon, para penduduk Mondstadt bangkit untuk memberontak terhadap tirani dari Dewai Badai, Decarabian. Ketika tiran tersebut terkena anak panah dari wanita yang mencintainya, elemen Anemo, Barbatos menyerap kekuatan dewa yang terbunuh tersebut dan menjadi Archon Anemo serta mendapatkan Gnosis dan takhta suci. Barbatos yang tidak ingin menjadi seorang tiran seperti Decarabian meninggalkan aturan Mondstadt kepada para penduduknya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/6c0fdabd2b5888ea057483852a685038_4789008879081881890.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sekitar 2,600 tahun lalu, Naga Angin, Dvalin, dirusak dengan darah naga hitam Durin saat Cataclysm terjadi, kemudian dia terbangun dari tidurnya dan menyerang Mondstadt. Dia percaya bahwa Barbatos dan yang lain telah mengkhianatinya. Untuk membersihkan pikiran temannya dari racun, Barbatos memberkatinya dengan berkat Archon Anemo, dan Dvalin kembali mengingat Barbatos. Setelah menyelamatkan Dvalin, Barbatos diserang oleh Fatui Harbinger, Signora yang secara paksa mengambil Gnosis dari sang Archon.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>Pemimpin dari Old Monstadt dengan julukan Dewa Badai. Pemberontakan masyarakat Mondstadt yang tidak lagi dapat menahan kekejaman dari Decarabian berakhir dengan jatuhnya Decarabian dari kekuasaannya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/513d51e0ebfd54f5da34a9f85dfaf61f_2051787847883009093.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Naga Elemental yang merupakan teman dari Archon Anemo Barbatos. Teracuni oleh darah Durin, Naga Hitam, Dvalin kemudian dikenal sebagai Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/b6e31b3c3cb069320d40e3b7b7d06b2f_6367809268594540596.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Salah satu anak dari Rhinedottir dan dikenal sebagai Naga Hitam.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/206a8a0bc1698ae7019f093470f9e845_1583052266530707277.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7480,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Geo",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Setelah mengalahkan seluruh dewa di Liyue saat Perang Archon,\nnaik ke takhta suci dan menerima Gnosis Geo serta menjadi Archon Geo. Selama masa kepemimpinannya, Morax menciptakan koin pertama yang dinamai atas dirinya — Mora. Seiring berjalannya waktu, Mora menjadi mata uang terpenting di seluruh Tevyat, dan otoritasnya tidak diragukan oleh siapa pun. Mora diproduksi dalam Golden House di Liyue dengan menggunakan kekuatan Gnosis Geo. Ketika Rex Lapis berpisah dengan Gnosisnya, produksi Mora menurun dan saat ini, penduduk Liyue harus mencari cara lain untuk membuat koin."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/e5e0c2b838033e99e946756ef1a722a8_175565577631002433.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "3,700 setelah memulai kepemimpinannya, Morax memutuskan untuk memberikan kekuasaan atas Liyue ke Adeptus dan rakyatnya dan meninggalkan tempatnya sebagai archon. Dia berpura-pura mati di depan rakyat Liyue dan membuat “kontrak terakhir yang mengakhiri semua kontrak yang pernah dia buat” dengan Archon Cryo. Kehilangan kemampuan istimewanya untuk melindungi Liyue merupakan harga besar yang harus dibayarnya, tapi Tsaritsa bisa menawarkan Morax sebuah kesepakatan yang setimpal, dan Rex Lapis memberikan Gnosis-nya ke Fatui Harbinger, Signora.\nSelain Signora, Harbinger lainnya, Childe, datang untuk mengambil Gnosis Geo. Untuk mencuri artefak tersebut, dia mengeluarkan God of Vortex, Osial (yang kemudian menyebabkan serangan kedua dari istri Osial, Beisht) yang telah dikurung oleh Morax saat Perang Archon, untuk memancing Archon Geo keluar. Akan tetapi, Adeptus dan rakyatLiyue bisa melindungi Liyue dari serangan dewa tersebut, sehingga rencana Childe gagal dan Signora berhasil mendahuluinya.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adeptus",
        "desc": "<p>Para makhluk suci abadi dari Liyue yang bertugas untuk melindungi masyarakat Liyue selama ribuan tahun.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/7372a2d1b47769b64d0e87bd21a867a7_6992418847095542132.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7480,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Anggota ke-11 dari Eleven Harbingers, juga dikenal dengan nama \"Childe\". Ketenaran namanya saja dapat menghantar ketakutan di medan perang.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4905,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Electro",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Setelah Perang Archon, Raiden Makoto menjadi Archon Electro dengan saudari kembarnya Ei yang menjadi bayangannya. Ketika Makoto meninggal dunia saat Cataclysm, takhta suci dan Gnosis diberikan kepada Ei. Ei yang mencari keabadian yang ideal mencoba untuk mengubah Gnosis Electro menjadi inti dari boneka mekanik yang akan mengambil alih peran Archon dan memimpin Inazuma, tapi seluruh tekniknya tidak berhasil. Dengan mengumumkan koneksinya dengan Celestia, Ei memutuskan untuk pindah secara permanen ke Plane of Euthymia untuk menghindari erosi waktu, dan mempercayakan Gnosisnya ke familiar kitsune-nya Yae Miko untuk dijaga."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Apa kamu tidak takut aku akan menjual barang ini?\"</color>\n<color=#ffffff>\"Kamu sendiri tahu nilai Gnosis. Kalau kamu mau jual pun, kamu harus mencari sesuatu dengan harga yang sebanding. Itu sama sekali tidak mudah.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/f6e3eb165e1f92054a3e9132439fd413_166928379649660825.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 tahun kemudian, Yae Miko menukarkan Gnosis Electro untuk nyawa Pengembara yang sedang diancam oleh Fatui Harbinger, Scaramouche. Setelah menerima Gnosis, Scaramouche malah menghilang dan tidak memberikannya ke Tsaritsa. Beberapa waktu kemudian, Scaramouche dan Harbinger lain, The Doctor, mendekati para Sage dari Sumeru Akademiya untuk menciptakan Archon baru melalui Scaramouche dengan menggunakan Gnosis Electro. Meskipun rencana para Sage tidak selesai, Scaramouche berhasil mendapatkan akses ke Irminsul yang memiliki seluruh ingatan Teyvat, dan bisa mengendalikan cuaca di Sumeru. Setelah pertarungan dengan Archon Dendro, Lesser Lord Kusanali, Scaramouche kehilangan Gnosis Electro dan tidak bisa menjadi dewa. Meskipun Gnosis Electro merupakan hadiah yang diambil Archon Dendro saat bertarung, dia paham bahwa Gnosis asing akan membawa malapetaka ke Sumeru. Lesser Lord Kusanali menyerahkan artefak tersebut dan menukarkannya dengan penghancuran “segmen’ dari The Doctor. Maka itu, Tsaritsa mendapat Gnosis ke-empat.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Lady Guuji dari Kuil Agung Narukami juga menjabat sebagai pemimpin redaksi Yae Publishing House. Kecerdasan dan kelicikan yang tidak dapat dibayangkan tersembunyi di balik penampilannya yang cantik.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dendro",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Beberapa ribuan tahun lalu, Sumeru dipimpin oleh\nDia menolak takhta suci yang ditawarkan Celestia dan memutuskan untuk menghancur siklus tujuh. Al-Ahmar mulai memimpin Sumeru bersama dengan Dewi Bunga, Nabumalikata, dan Goddess of Wisdom, Rukkhadevata. Nabu Malikata mengorbankan dirinya agar Raja Deshret bisa menerima pengetahuan terlarang, dan Al-Ahmar mengorbankan dirinya untuk menyelamatkan Sumeru dari pengetahuan yang dia dapatkan karena pengetahuan tersebut mencemari lahan, orang-orang dan silver tree, Irminsul. Oleh karena itu, Greater Lord Rukkhadevata memimpin Sumeru sendiri dan naik ke takhta suci, menjadi Archon Dendro."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/b7b07292aaf724ed9fbd6b806b5df855_8795633253979154465.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Saat Cataclysm terjadi 500 tahun lalu, Irminsul sekali lagi tercemar oleh pengetahuan terlarang. God of Wisdom mengerti jika dia tidak bisa melawan pengetahuan terlarang hanya dengan kekuatannya sendiri, sehingga dia menggunakan Gnosis Dendro untuk menciptakan perangkat yang menyatukan semua kebijaksanaan manusia dan menamainya “Akasha.” Dengan bantuan dari Akasha, Rukkhadevata mengambil mimpi, esensi dari kebijaksanaan manusia, dari rakyat Sumeru. Berkat kebijaksanaan tersebut, hampir seluruh pengetahuan terlarang berhasil dibersihkan dari Irminsul, tapi Greater Lord tercemar dan meninggal dunia saat melindungi Irminsul. Sebelum kematiannya, dia memisahkan ranting termurni dari Irminsul dan menciptakan Lesser Lord Kusanali, penerus dari takhta suci. Meskipun Kusanali menjadi Archon Dendro baru, para sage dari Sumeru Akademiya menganggapnya lemah dan mengurungnya di Sanctuary of Surasthana."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/52f6d72b329b40219ba4e373fb4de3ae_2515857088939158808.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dengan kekuatan dari Akasha, para sage Akademiya menciptakan terminal Akasha menggunakan kekuatan Gnosis. Dengan menggunakan Akasha, rakyat dibantu dengan kebijaksanaan Archon Dendro dan mendapatkan pengetahuan yang diperlukan. Perlahan-lahan, para sage mulai menggunakan ciptaan Goddess of Wisdom bukan untuk memberikan pengetahuan kepada mereka yang menginginkannya, tapi menaruh pengetahuan yang dibutuhkan Akademiya. Banyak informasi menjadi terlarang, dan kebenaran mulai sulit dibedakan dengan hal yang palsu. Para Great Sage menggunakan terminal Akasha untuk membuat orang tertidur dan mengambil mimpi mereka agar bisa menciptakan dewa palsu dari Fatui Harbinger, Scaramouche, dengan bantuan mimpi-mimpi tersebut. Dikarenakan Akademiya menggunakan terminal tersebut untuk kepentingan yang salah, Lesser Lord Kusanali memutuskan untuk menutup Akasha. Ketika Fatui Harbinger, The Doctor, menukarkan Gnosis Electro dengan penghancuran “segmen” dirinya, dia menawarkan Archon Dendro kesepakatan baru: berikan dia Gnosis Dendro yang ditukar dengan informasi mengenai Descenders dan langit palsu Tevyat. Meskipun Goddess of Wisdom awalnya ragu, dia memberikan Gnosisnya yang kemudian dikirim ke Tsaritsa.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6516,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p><span style=\"color: #BFBFBF\">Irminsul dapat dianggap sebagai pohon besar yang merambat ke bawah dan bukan ke atas, yang berisi seluruh pengetahuan dan kebijaksanaan dunia dari zaman kuno hingga saat ini. Ley Lines, seperti akar Irminsul, menjelajahi bumi, dengan menyerap kenangan dunia.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/170306649/397c455727305467fc969f5c2bab4062_4231420706946598679.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Sang Dewi Bunga yang berteman dekat dengan Greater Lord Rukkhadevata dan Raja Dehsret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/140615443/513d51e0ebfd54f5da34a9f85dfaf61f_8435382328649740845.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hydro",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/13286a387d1bb3c3d31f92a6657d4050_7904264484723600340.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Penguasa Hydro pertama merupakan jantung dari Primordial Sea dimana seluruh kehidupan berasal. Ketika Sang Purbakala mengalahkan para naga, Celestia menciptakan “jantung” baru — Egeria. Dia mencuri kekuatan Sang Purbakala dan mengubah familiar Oceanid-nya menjadi manusia, kemudian melakukan dosa sehingga Celestia mengurungnya. Ketika Egeria terbebas, dia menerima bagian dari Sang Purbakala serta takhta suci dan menjadi Archon Hydro pertama di Fontaine. Bersama dengan dosanya, terdapat sebuah ramalan di Fontaine jika suatu hari nanti semua orang akan tenggelam dan Archon Hydro akan menangis sendirian di atas takhta sucinya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/6b63ba3a7d5c46b0a07282251614a445_3093913912890406392.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Setelah kematian Egeria saat Cataclysm, Focalors, Oceanid yang berubah menjadi manusia, menjadi penerusnya. Focalors selalu memikirkan cara untuk melawan ramalan dan takdir. Dia menemukan satu jawaban yang mungkin: Prinsip Langit perlu ditipu saat ramalan tersebut terpenuhi. Dia memisahkan kedewaan barunya dari tubuh dan jiwanya. Dia menamai rekan manusianya Furina dan memerintahkannya untuk mengambil peran Archon dan memimpin Fontaine. Focalors menaruh kedewaannya bersama Gnosis Hydro di dalam Oratrice Mecanique d'Analyse Cardinale, perangkat khusus yang mengubah kepercayaan orang-orang pada keadilan menjadi Indemnitium, tipe energi yang memberikan kekuatan ke Fontaine. Meskipun perangkat tersebut digunakan untuk pengadilan, tujuan utamanya adalah membunuh Archon Hydro dan menghancurkan takhta suci ketika waktunya tiba. Focalors paham bahwa hanya dengan kekuatan tersebut dia bisa menghancurkan takhta suci Archon, mengacaukan aturan Celestia, dan menghancurkan aturan Tujuh. Saat ramalan mulai menjadi nyata, Focalors melaksanakan rencananya, dan Oratrice menghancurkan Focalors dan takhta suci Fontaine, serta mengembalikan kekuatan yang tersimpan kembali ke Naga Hydro Neuvilette.\nSeperti Harbinger lainnya,\nditugaskan untuk mengirim Gnosis Hydro ke Snezhnaya dan diperbolehkan menggunakan Gnosis tersebut untuk menyelamatkan Fontaine dari ramalan. Arlecchino telah lama mencoba menemukan lokasi dari artefak karena dia sadar Furina tidak memilikinya. Dia mengirim anak-anak dari House of Hearth untuk menyusup ke Benteng Meropide. Mereka diminta untuk mencari tahu rahasia yang disembunyi penjara tersebut dan apakah rahasia tersebut berhubungan dengan Gnosis. Dengan takhta suci Hydro yang hancur, Archon Hydro baru tidak bisa lagi muncul. Penguasa Hydro yang mendapatkan kembali otoritasnya memaafkan para penduduk Fontaine dari dosa mereka dan mengambil alih Fontaine, memberikan kekuatannya untuk mereka yang keinginannya bisa mencapai langit. Karena Naga Hydro tidak memerlukan kekuatan dari Gnosis, Neuvillette memberikan Gnosis Hydro ke Arlecchino sebagai tanda terima kasih atas bantuannya saat musibah menimpa Fontaine.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Naga elemen-nya",
        "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Sekelompok suku kuno, yang memerintah Teyvat jauh sebelum keberadaan manusia. Naga adalah bagian dari Dunia Terang.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/170306649/6b42b8d4c35d308f332802ee8cff5a9a_2994512055399171038.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Benteng Meropide",
        "desc": "<p>Penjara di Fontaine yang dikelola oleh Duke Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/140615443/50cced84e7b5ce297f198bd9fc685c54_4388142289875110823.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Pusat perhatian utama panggung pengadilan, hingga tepuk-tangan di penghujung acara terdengar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/8459597/263e5ea0784d182b393f67a7e24146a5_1557025989132645732.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Hakim Agung Fontaine yang bergelar Iudex. Terkenal karena selalu adil dan tidak berpihak.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/8459597/0513aa7f482dbb4778545d02f94956fe_3425792438027215362.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Fatui Harbinger ke-4 \"The Knave\". Diplomat yang tenang dan kejam. Dikenal sebagai \"Ayah\" yang dihormati dan dapat diandalkan oleh anak-anak di House of the Hearth.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/8459597/672e65470bfd14b664596c2a7f7eaaf8_8461818695122691912.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5767,
        "desc": "",
        "displayStyle": "card",
        "menuId": 33
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Pyro",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Karena kondisi alami Natlan, tidak ada dewa di negara tersebut yang bisa menjadi Archon, dan Archon Pyro pertama adalah seorang manusia biasa bernama Xbalanque. Setelah naik ke takhta suci, dia meminjam kekuatan Yang Berkuasa Atas Kematian, Ronova, salah satu bayangan Sang Purbakala, dan mendirikan aturan di Natlan — kerangka dimana orang biasa bisa naik menjadi Archon. Aturan tersebut adalah Gita Kebangkitan dimana para penyandang Marga Kuno yang jatuh dalam pertarungan dengan Abyss dibangkitkan, dan Ziarah Kembalinya Api Keramat. Selama Ziarah itu, para penduduk Natlan menentukan orang terkuat dari mereka yang bisa menjadi Archon Pyro berikutnya, dan membuat api persaingan untuk menyalakan Api Keramat. Ketika seseorang naik ke takhta suci, api dalam jiwannya akan bangkit, dan Api Keramat Natlan mengabulkan pengetahuan tertentu dan ingatan dari negara tersebut. Kekuatan yang diterima Archon baru bergantung pada potensi mereka. Prinsip yang sama juga berlaku untuk kekuatan Yang Berkuasa Atas Kematian, tapi jumlah kekuatan yang diwariskan tidak berubah sesuai kemampuan yang menahannya. Jika seseorang melewati ujiannya, mereka mendapatkan kekuatan yang belum pernah ada dan kemampuan untuk menggunakan kekuatan yang lebih kuat dari kekuatan Archon. Akan tetapi, setiap kekuatan memiliki bayarannya, dan harga untuk kekuatan Ronova adalah kematian. Meskipun aturan ini tidak menyatakan waktu dari pembayarannya, hasil akhirnya tidak bisa dihindari."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/501dfee2ecd09f21232bc2a87e17e2bf_6527341891537441883.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Natlan berbeda dengan negara lain karena Natlan tidak memiliki Ley Lines. Pada awalnya, mereka menderita saat perang antar para naga dan Descender pertama yang kemudian mencemari Abyss dan mulai rusak saat Cataclysm 500 tahun lalu. Salah satu Malaikat, dibawah pimpinan Ronova, menciptakan Kerajaan Malam yang mengganti Ley Lines di Natlan dan dimana aturan ditetapkan. Dikarenakan kondisi Ley Lines setelah Cataclysm dan serangan terus-menerus dari Abyss, menurut perhitungan, negara ini tidak akan hidup lebih dari 500 tahun. Archon Pyro Mavuika membuat rencana untuk menggunakan takhta suci dan kekuatan Ronova untuk menyelamatkan Natlan. Seorang pahlawan dari setiap suku akan muncul, dan ketika enam pahlawan berkumpul, kekuatan Ronova dapat dikeluarkan. Untuk melaksanakan rencana berbahaya tersebut sendiri, Mavuika memberikan hidupnya agar dia bisa terlahir kembali saat waktu Natlan mulai habis."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/07d83116d50f91e83284ddfd9d0b985f_305118150393319.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "500 tahun kemudian, Mavuika terlahir kembali dari Api Keramat, dan enam pahlawan diakui oleh Marga Kuno mereka. Meskipun Mavuika paham jika dia harus membayar hidupnya untuk kekuatan Ronova dan rencananya mungkin gagal, dia tidak ingin menggunakan Gnosis Pyro untuk menghancurkan semua jiwa dan membersihkan pencemaran. Gnosis Pyro memiliki kemampuan untuk mengambil jiwa dan ingatan orang-orang dari Ley Lines lalu menjalin mereka menjadi sebuah jejaring raksasa yang bisa menahan pencemaran Abyss. Dalam proses pembuatan jejaringan tersebut, semua jiwa akan hancur, sehingga Mavuika ragu untuk menggunakan Gnosis tersebut. Bahkan jika seluruh ingatan negara harus dikorbankan, jejaringan tersebut masih bisa terjangkit pencemaran, dan seluruh pengorbanan menjadi sia-sia. Dengan kekuatan takhta suci dan kekuatan Ronova, Mavuika berhasil menghentikan seluruh invasi Abyss, membersihkan sebagian Kerajaan Malam dari pencemaran Abyss, dan menggunakan Gita Kebangkitan untuk semua rakyat Natlan yang meninggal dunia setelah menerima kekuatan.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6820,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7099,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p><span style=\"color: #BFBFBF\">Archon Pyro pertama, yang mengalahkan Flamelord dan bangkit kembali dari kobaran api.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/06/170306649/15c7244cea7dbd5f9711a7fa7b5acc23_6705951778938496193.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Penguasa Kegelapan, salah satu bayangan Sang Purbakala.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/06/170306649/60a38d446ebf0a832b3391c142ce943b_3518275881042342039.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Lord of the Night",
        "desc": "<p><span style=\"color: #BFBFBF\">Malaikat yang membuat Kerajaan Malam di Natlan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/06/170306649/f74cf2820acd672e9cf3236cab916f7f_6749418523072933247.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "galleryCharacter": [
      {
        "key": "Gnosis Anemo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/3c5a1021179c8a8d934a9c3e2c8e302a_1002746803786300728.png"
      },
      {
        "key": "Gnosis Geo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/c92d98900af22e8200b92d86d6db355f_7859437111199610995.png"
      },
      {
        "key": "Gnosis Electro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/1b363505e0b6a4f6d140f265093fcdae_748359498841034892.png"
      },
      {
        "key": "Gnosis Pyro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/0fec10150c9806617042f8e772f85940_1687206313172166180.jpg"
      }
    ]
  }
}