{
  "epId": 4938,
  "name": "Festival Moonchase",
  "desc": "<p>Festival Moonchase merupakan festival yang diadakan untuk merayakan kedatangan musim gugur melalui cahaya rembulan.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/e5cf6e7f7bbe0108466c1cf6d177bf64_2289089664672472550.png",
  "menuId": 20,
  "menuName": "Glosarium",
  "version": 1728503137,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival Moonchase",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/140615443/2e14e4aeb0e70b758692b96a7cecbaa6_3065633236424076470.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Festival Moonchase merupakan salah satu tradisi kuno dari Liyue, sebuah perayaan besar yang menandakan datangnya musim gugur melalui cahaya rembulan. Pada zaman dahulu, festival ini dipercaya dilakukan saat Adeptus mencari “Way,” tapi pada masa kini, festival tersebut merupakan waktu untuk bersenang-senang dan beristirahat. Pada awalnya, Moonchase merupakan sebuah ritual yang hanya dilakukan oleh Adeptus. Menurut legenda, dalam perjalanan mereka menuju Adeptal path, Adeptus melintasi pegunungan dan sungai dan menikmati berbagai macam hidangan untuk mencari penghiburan di hati mereka. Generasi berikutnya melihat perjalanan mereka sebagai “Jejak Kuliner.”"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/140615443/99d363bf24aefe0935064ebb44b197d6_1081313352630868235.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Beragam festival yang menyandang nama Moonchase mulai bermunculan dalam masyarakat di Liyue karena mereka mencoba meniru ritual aslinya. Saat malam bulan purnama, masyarakat bersenang-senang dengan berkumpul bersama dan menyajikan hidangan istimewa, minuman anggur dan teh. Rex Lapis menyatukan perayaan yang beragam tersebut ke dalam satu nama, yaitu Moonchase untuk menghargai teman lamanya, Stove God. Rex Lapis yang mengakui kontribusi dari temannya ke Liyue berusaha untuk mengabadikan kenangan teman lamanya tersebut. Sumpah bersama kepada bulan ini menandakan keakraban yang penuh kegembiraan, peringatan akan masa lalu dan renungan pada masa kini yang merupakan inti dari Festival Moonchase. Setiap tahun, Festival Moonchase mengambil tema yang unik dan biasanya dipilih oleh Qixing. Terdapat satu cerita rakyat yang mengisahkan bagaimana orang-orang zaman dahulu menemukan kuil Stove God, tapi mereka tidak menemukan patung apapun — hanya lempengan batu besar dan halus."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/140615443/2f19fd579241cb39e2ce8e1f430f8d3a_2493268621027560130.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Adeptus Streetward Rambler mengungkapkan bahwa Stove God merupakan teman dekatnya yang kini telah kehilangan ingatan dan terlupakan oleh dunia. Meskipun Stove God telah pergi, sebuah janji telah dibuat untuk menunggu kembalinya Stove God dalam wujud yang baru ketika lahan telah kembali subur. Marchosius pernah menjadi Patron God of the Soil, semua kebijaksanaan dan kekuatan miliknya, telah dia serahkan kepada tanah untuk mencegah cobaan dan kesengsaraan yang dapat menimpa tanah tersebut seperti kekeringan, banjir, hujan lebat, angin topan, gempa bumi, tsunami, kebakaran, dan wabah penyakit. Stove God dulu pernah berjalan di tanah tandus bersama dengan pengikutnya hingga akhirnya sampai di pelabuhan. Dia bersama dengan para manusia membangun tempat tinggal mereka dan menyalakan kompor mereka. Melalui tangannya, lampu jalan pertama di Liyue menyala dan membawa wangi masakan ke dalam rumah masyarakat di lahan tersebut. Orang-orang tidak lagi mengingat Stove God, tapi pada masanya ketika mereka masih ingat, Stove God merupakan Adeptus yang paling dekat dengan para manusia.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adeptus",
        "desc": "<p>Para makhluk suci abadi dari Liyue yang bertugas untuk melindungi masyarakat Liyue selama ribuan tahun.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/7372a2d1b47769b64d0e87bd21a867a7_6992418847095542132.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "<p>Teman dan pendamping Xiangling, Guoba membantunya dalam memasak dan pertempuran.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/12/1023623/aed6d782110b4a976ecc5deffddd9bff_4377603066186055709.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Madame Pingn atau dikenal dengan gelar adeptusnya Streetward Rambler. Madame Ping dapat ditemukan didekat Yujing Terrace pada siang hari. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/1bdec1bf0f367b9284d04ce2b3f57ccd_2524792498497204153.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sentuhan Cahaya Rembulan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/140615443/6eae5d30e791e9690f84ed2d8f8a1f74_3033718824187676428.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Festival Moonchase dirayakan pada saat musim panen bahan masakan, sehingga waktu tersebut merupakan waktu yang cocok untuk memasak dan menikmati masakan terbaik. Masyarakat Liyue menikmati makanan kesukaan mereka, berbagi momen bersama dengan teman dan keluarga, dan merayakan keindahan dari bulan dan bunga. Festival Moonchase pertama yang diikuti Pengembara bertema “Feast of the Bounteous Land” yang berisi kompetisi memasak bernama “Masterful Chefs,” yang dipilih oleh Qixing dari Liyue. Xiangling, koki muda yang berbakat dan bersemangat tinggi, mencari inspirasi untuk kompetisi tersebut dan mengajak Pengembara dan Paimon menjadi bagian dari kelompoknya untuk mencari ide. Mereka bertemu dengan beragam orang dan mendapatkan pandangan yang berbeda tentang “perfect dish.” Xiangling terus melaju dalam kompetisi Masterful Chefs setelah menyajikan tiga hidangan percobaannya yang baru: Chicken Foo Yung, Come and Get It, dan Crystal Shrimp. Masukan dari masyarakat Liyue mendorong Xialing untuk menyesuaikan hidangannya untuk babak terakhir dimana dia menyajikan Jueyun Chili Chicken, Triple-Layered Consommé dan Crystal Shrimp. Akhirnya, Xiangling memenangkan kompetisi tersebut melawan Yanxiao sebagai finalis kedua."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/140615443/17bcb139d5628767d22bc2f0b43af917_6733476766387090852.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Selama persiapan mereka untuk kompetisi memasak tersebut, kelompok Xiangling mencari informasi terkait Stove God karena mereka mengira terdapat hubungan antar batu yang ditemukan seorang nelayan dengan Stove God. Mereka mengumpulkan informasi dari berbagai sumber termasuk Nenek Ruoxin di Qingce Village, koleksi buku milik Xingqiu dan buku kuno yang disimpan Yanxiao di Wangshu Inn. Setelah kompetisi tersebut, kelompok tersebut mencari Keqing, Yuheng dari Liyue Qixing, untuk membagikan Chili-Mince Cornbread Buns. Keqing menyampaikan kepada kelompok tersebut bahwa resep hidangan tersebut adalah hidangan kuno dari catatan kakeknya tentang Stove God."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/140615443/d17b41f4cb589879c7566a66ffbd8f76_1854256581036594331.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Xiangling mengingat bahwa dia membuat hidangan tersebut di hari pertama dia bertemu dengan Guoba dalam sebuah gua di gunung. Xiangling berlindung di dalam gua tersebut dari hujan dan menaruh Cornbread Bun di meja persembahan yang dia lihat. Dia kemudian tertidur dan ketika terbangun, Guoba telah memakan semuanya. Sejak saat itu, Guoba selalu mengikuti Xiangling. Kemudian tiba-tiba, batu tersebut pecah dan mengungkapkan bahwa Guoba adalah Stove God, Marchosius. Madame Ping menjelaskan bahwa Marchosius merupakan dewa yang sangat menyayangi masyarakatnya dan bertindak untuk menanggapi keinginan mereka. Semangat saja tidak akan cukup untuk membangunkan kembali Marchosius dari tidur lelapnya, tetapi ketika Keqing memakan Chili-Mince Cornbread Buns, camilan rakyat tradisional, sebuah keinginan yang terdalam terpenuhi. Kekuatan yang besar dilepaskan dengan terpenuhinya keinginan ini bergema dengan patung Marchosius dan menyebabkan patung tersebut menunjukkan bentuk dari Stove God di masa lalu. Guoba memang telah kehilangan kekuatan lamanya, tetapi sekarang dia bisa menjadi sebebas yang dia inginkan tanpa satu pun kekhawatiran di dunia. Mereka yang memiliki pikiran dan pengetahuan pasti akan merasa terganggu dengan segala macam hal. Sikap riangnya saat ini adalah bukti bahwa dia sedang beristirahat.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "<p>Teman dan pendamping Xiangling, Guoba membantunya dalam memasak dan pertempuran.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/12/1023623/aed6d782110b4a976ecc5deffddd9bff_4377603066186055709.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Madame Pingn atau dikenal dengan gelar adeptusnya Streetward Rambler. Madame Ping dapat ditemukan didekat Yujing Terrace pada siang hari. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/1bdec1bf0f367b9284d04ce2b3f57ccd_2524792498497204153.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Seorang koki ternama dari Liyue. Memiliki cinta yang mendalam akan seni masak-memasak, sangat pandai memasak masakan andalannya dengan rasa yang pedas dan gurih.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "Yuheng dari Liyue Qixing, dia punya banyak hal yang ingin dikatakan mengenai Rex Lapis yang memerintah Liyue- dan pada kenyataannya, para Dewa mengagumi orang-orang sepertinya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Seorang pria muda yang membawa sebilah pedang panjang, sering terlihat di kios buku. Memiliki hati mulia yang menjunjung tinggi keadilan dan kebenaran.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3926,
        "name": "Nenek Ruoxin",
        "desc": "<p>Kepala Desa dari Qingce Village.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/13/1023623/4ae06a37c46d61d36610d4cb39c3e629_9092723563654347805.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2548,
        "name": "Yanxiao",
        "desc": "<p>Koki di Wangshu Inn.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/66ec65365ea200a7e23d3bf9744ec2c0_5694421476040924412.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 740,
        "name": "Triple-Layered Consommé",
        "desc": "Makanan yang dihidangkan dengan rapi. Ham, daging unggas, dan rebung telah diiris menjadi potongan dengan panjang yang sama, dan telah ditata dengan rapi di dalam mangkuk sup. Kemudian disiram dengan sup kaldu setelah dikukus dengan api besar. Berlapis-lapis dan terasa asin namun segar di mulut.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Triple-Layered Consommé_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1869,
        "name": "Jueyun Chili Chicken",
        "desc": "Ayam dingin dicampur dengan saus. Teknik mahir yang digunakan untuk mencampur hidangannya mempertahankan kesegaran ayamnya. Kulit ayamnya yang keemasan menyembunyikan rasa yang agak pedas di dalamnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jueyun Chili Chicken_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1626,
        "name": "Chili-Mince Cornbread Buns",
        "desc": "Camilan tradisional dari Liyue. Adonan segar dibentuk menjadi bulat, ditiriskan, lalu diletakkan dalam sebuah wadah untuk dikukus. Daging dan sayur lalu dicuci, dipotong, sebelum akhirnya digoreng di dalam wajan yang sudah diminyaki. Saat disantap, bumbu yang digoreng harus diletakkan di tengah roti lalu dimakan bersamaan. Di antara sayuran yang renyah dan daging yang beraroma, ini merupakan sebuah rasa yang padat dan enak.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chili-Mince Cornbread Buns_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 978,
        "name": "Crystal Shrimp",
        "desc": "Salah satu cemilan tradisional Liyue. Isinya adalah daging udang segar utuh, dan kualitas tepung yang berkilauan dapat ditebak dari kekenyalan kulit luarnya. Mempunyai rasa yang cukup kenyal di mulut.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Shrimp_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Teaser dan Trailer",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser Kisah: Cita Rasa Dunia"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/140615443/1ddaeec9db21e22f934774062dbc7969_1757267723393493904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 Oktober 2021</color>\nWaktu yang berlalu ditandai dengan makanan dan minuman yang kita nikmati sambil bersenang-senang — yang didapatkan dari anugerah alam. Dari dulu hingga sekarang, tahun demi tahun berlalu dalam sekejap mata.\nAsap dari tungku dapur membawa kebahagiaan dan sukacita, kesederhanaan rumah tangga mewarnai kehidupan siang dan malam. Awan halus tak hentinya mengejar bulan, sedangkan perahu dunia tak hentinya mengarungi aliran waktu.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sHshbPUOXo4"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/1115943</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustrasi dan Emoji",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Event \"Sentuhan Cahaya Rembulan\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/140615443/88720f88d2fd832026a898c1de4cd004_8787376314338621196.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>30 Agustus 2021</color>\n<color=#ffffff73>Selama event berlangsung, selesaikan misi di \"Kisah Moonchase\" atau ikuti event \"Pemburu Cahaya Rembulan\" dan tantangan \"Jejak Kuliner\", untuk mendapatkan Claymore Eksklusif \"Luxurious Sea-Lord\" dan Material Refinement-nya, Crown of Insight, Primogem, resep, serta hadiah lainnya.</color>\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/780930</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Festival Moonchase"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      },
      {
        "key": "Versi Terkait",
        "value": [
          {
            "type": "RichText",
            "text": "Event versi 2.1 - Sentuhan Cahaya Rembulan"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Festival Moonchase",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/140615443/3bc305a3e407418384a1ea768a09bbcd_7831516861751269989.jpg"
      }
    ]
  }
}