{
  "epId": 4939,
  "name": "Festival Windblume",
  "desc": "<p>Festival Windblume merupakan festival yang dibuat untuk mengenang jasa para pahlawan yang telah mengalahkan tiran Decarabian, God of Storm.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/a2b5d731d7d2847a062cfd8750b02944_7280859701605203716.png",
  "menuId": 20,
  "menuName": "Glosarium",
  "version": 1728503888,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival Windblume",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Legenda menyatakan bahwa ketika tiran Decarabian memimpin Mondstadt selama lebih dari 2600 tahun lalu, dulu terdapat bunga liar yang bermekaran di bukit dan lembah. Semakin kuat angin bertiup, semakin kuat pula akar dari bunga-bunga tersebut tumbuh dan mereka lebih tumbuh subur. Mereka tidak takut dengan angin kencang, musim dingin yang mengerikan dan es yang menderu liar. Bunga tersebut dikenal sebagai “Windblume.”\nKata “Windblume” sempat dipercaya sebagai kata kode untuk masyarakat yang berharap untuk tetap berkomunikasi dan merencanakan perlawanan secara tersembunyi. Pada saat itu, masyarakat sering mengucapkan bahwa semakin kuat angin bertiup, semakin kuat juga akar dari Windblume tumbuh dan semakin cerah bunga yang akan mekar."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Biarkan aku menghadiahkanmu bunga tanpa nama ini. Semoga musim semi yang tak pernah kamu lewati ini, tidak menjadi tidak berarti bagimu.\"</color>\n<color=#ffffff>\"Berikan aku balasan yang berupa harapan serta senyuman. Bergabunglah bersamaku untuk menyambut hari di mana badai berhenti.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Prajurit berambut merah adalah orang pertama yang mengirimkan pesan rahasia melalui Windblume. Meskipun namanya tidak lagi dikenal dan seorang prajurit mengkhianatinya untuk dewa yang baru lahir setelah Decarabian, tindakannya masih diingat dalam sebuah lagu. Sama seperti takdir dari Windblume untuk mekar dibawah tekanan yang besar ketika kebutuhan untuk tumbuh sangat mendesak, takdir dari klan ini mungkin tidak akan berubah: mereka akan selalu hidup dalam kegelapan dan terus membawa sang api fajar. Beberapa ratus tahun kemudian, prajurit berambut merah lainnya, Ragnvindr Dawn Knight, pergi untuk berperang dengan bangsawan di Mondstadt yang telah ditelan oleh kekuatan dan kekayaan. Pada saat ini, penerus dari Ragnvindr Clan, Diluc, melindungi Mondstadt dari segala musuh dengan bersembunyi di bawah naungan malam.\nKetika tiran tersebut digulingkan dan Barbatos berkuasa atas Mondstadt, Windblume menjadi simbol dari kebebasan, dan Festival Windblume menjadi hari untuk mengingat keberanian dan pengorbanan dari pahlawan tersebut. Akan tetapi, seiring berjalannya waktu, sejarah dari festival tersebut terlupakan, dan “Windblume” pun mendapatkan makna baru."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Bunga yang mekar melambangkan cinta, dan menandakan datangnya musim semi.”</color>\n<color=#ffffff>“Mereka sudah tidak perlu lagi memberi sinyal pemberontakan, atau memberi isyarat untuk mengibarkan spanduk…”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>Pemimpin dari Old Monstadt dengan julukan Dewa Badai. Pemberontakan masyarakat Mondstadt yang tidak lagi dapat menahan kekejaman dari Decarabian berakhir dengan jatuhnya Decarabian dari kekuasaannya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/140615443/513d51e0ebfd54f5da34a9f85dfaf61f_2051787847883009093.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Salah satu dari banyaknya penyair di Mondstadt yang bisa dengan bebasnya ke sana kemari di antara lorong-lorong dan gang-gang Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "Pemilik dari kerajaan kilang anggur di Mondstadt, kekayaan, ketenaran, dan kekuatannya diakui oleh semua orang.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2045,
        "name": "Windblume Ode",
        "desc": "Sebuah busur yang dihiasi dengan bunga tanpa nama, bunga tersebut mengandung harapan dari orang-orang yang juga tidak pernah berkesempatan memiliki sebuah nama.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/风花之颂.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3614,
        "name": "Mailed Flower",
        "desc": "<p>Greatsword yang anggun dan elegan, dihiasi dengan bunga dan pita bernuansa festival.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/8459597/bca5e3d255c646e42449a06b79b5d019_5577902386645957573.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Windblume",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/140615443/63c39f59ec1f979b04e586eee3c5dbc3_8644269810264075235.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tidak seorang pun di Mondstadt yang mengetahui jenis bunga apakah Windblume itu, tetapi di Mondstadt terdapat dua kelompok dengan pendapat yang berlawan: Asterists yang juga dikenal sebagai “Windblumer traditionalists,” dan Dandelionites.\nKelompok yang pertama percaya bahwa Festival Windblume adalah penghargaan atas pembebasan Mondstadt dari kekejaman. Windwheel Aster yang memutar angin merupakan simbol sejati dari kebebasan Mondstadt dan lambang dari kincir angin. Hal tersebut merupakan alasan para tradisionalis memilih bunga itu sebagai simbol mereka. Banyak yang telah melupakan sejarah dari festival tersebut sehingga teori ini tidak tersebar luas.\nPada masa kini, kebanyakan orang adalah Dandelionites dan percaya bahwa Festival Windblume adalah festival untuk para pasangan dan mereka bisa menunjukkan cinta mereka dengan ketulusan yang paling luar biasa selama festival tersebut. Orang yang bersemangat tentang cinta sering pergi ke Cape Oath dan mengekspresikan perasaan mereka satu sama lain di tengah hamparan Dandelion dan Cecilia. Bagi mereka, Windblume berarti kasih sayang dan kegembiraan. Terkadang, senjata yang dibuat dihiasi dengan bunga tersebut mengikuti keinginan dari peminta dan pembuat.\nBeberapa orang tidak termasuk dalam kelompok Dandelionites atau pun Asterists dan mereka percaya bahwa Windblume bisa jadi Wolfhook, Cecilia, Sweet Flower atau bunga lainnya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/140615443/add38acc78249d2073b5c6372a2dcced_4485931494619366391.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Pada kenyataannya, Windblume tidak pernah ada. Dengan demikian, setiap orang dapat memberikan makna yang berbeda untuk Windblume: bunga cinta, bunga kehormatan, atau bunga berkah. Windblume adalah semangat keinginan untuk bebas, keberanian yang membuat kamu mengikuti kemana pun angin bertiup. Maka itu, apapun yang indah dan layak diberkahi dapat menjadi Windblume.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 1750,
        "name": "Windwheel Aster",
        "desc": "Tumbuhan yang mencintai angin. Bagi anak-anak angin dan warga Mondstadt, Windwheel Aster adalah \"angin yang terlihat\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windwheel Aster_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1543,
        "name": "Dandelion Seed",
        "desc": "Biji kecil yang menaiki angin. Tanpa sayapnya pun, ia masih memegang harapan yang jauh di dalamnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dandelion Seed_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 464,
        "name": "Cecilia",
        "desc": "Bunga yang indah dengan nama yang cocok. Hanya bertumbuh di tempat dengan angin kencang, dan sama sulit dipahaminya dengan jiwa yang tidak terikat oleh apa pun.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cecilia_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1676,
        "name": "Wolfhook",
        "desc": "Beri dengan duri yang sering tertancap di kulit serigala. Kalau kamu perhatikan, kamu seperti bisa mendengar lolongan serigala di hutan.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Wolfhook_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1197,
        "name": "Sweet Flower",
        "desc": "Bunga yang sangat harum. Dapat ditemukan di tempat yang gelap sekalipun karena aromanya yang khas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sweet Flower_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3614,
        "name": "Mailed Flower",
        "desc": "<p>Greatsword yang anggun dan elegan, dihiasi dengan bunga dan pita bernuansa festival.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/8459597/bca5e3d255c646e42449a06b79b5d019_5577902386645957573.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1748,
        "name": "Windblume Festival Commemorative Balloon",
        "desc": "Dapat digunakan untuk melepaskan balon yang bisa dipecahkan.<br/>Balon memiliki arti khusus di bangsa angin, karena mereka melambangkan kebebasan untuk terbang bersama angin. Tentu saja, mereka tetap akan pecah karena tekanan udara jika terbang terlalu tinggi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windblume Festival Commemorative Balloon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Masa Kini",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/140615443/a3e19c7f8295f68f1cfbc975e0f96beb_6593462962600596377.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mondstadt pada masa kini merayakan Festival Windblume musim semi sebagai festival kebebasan dan kasih sayang, sebagai waktu untuk bersenang-senang. Festival Windblume tidak kalah pentingnya dengan Festival Lantern Rite di Liyue atau Festival Fontinalia di Fontaine. Pada saat ini, masyarakat memberikan Windblume kepada Archon Anemo Barbatos untuk menunjukkan rasa hormat dan cinta mereka. Berdasarkan pada tradisi, mereka memberikan bunga kepada orang-orang terdekat dan tersayang. Pada saat ini juga, Adventurer Guild tidak menerima komisi karena selama festival berlangsung kamu harus melakukan segala hal sendiri untuk mencari cintamu.\nSalah satu tradisi modern dari Festival Windblume adalah menangkap rubah. Setiap Festival Windblume, pemburu baru pergi ke Wolvendom untuk menangkap rubah. Ketika mereka menangkap satu, mereka akan menaruh karangan bunga di atas kepalanya dan melepaskannya. Hal tersebut adalah doa untuk menemukan cinta di tahun ke depannya.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Lantern Rite",
        "desc": "<p>Festival Lantern Rite diadakan untuk mengenang mereka yang telah mempertaruhkan kehidupan mereka dalam Perang Archon.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Teaser dan Trailer",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Trailer Versi 1.4 \"Undangan Windblume\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/140615443/e3596a4f463d226c0b8f23b6aa3709bc_6552002200237189647.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>6 Maret 2021</color>\nAlunan lagu sukacita yang tertiup perlahan dalam angin,\nSyair-syair kuno yang tersembunyi dalam hamparan bunga.\nKamu mungkin akan sibuk mencari makna perayaan di Kota Angin,\nTetapi jangan lupakan apa yang tersembunyi dalam hatimu yang gundah.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=vv_JnSwFp0A"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/228977</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cuplikan Adegan Festival Windblume \"Angin Lautan Bunga\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/140615443/83e89f74e4346512de3962f0188e8742_7527052996480033618.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>4 April 2021</color>\nAngin berada dalam pelukan awan, dalam percikan hujan, dalam mimpi dan lautan bunga...\nKamu berada di sisiku, di depan mataku, di dalam hatiku yang terus bergejolak karena cinta.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=HRksKER0Ies&embeds_referring_euri=https%3A%2F%2Fwww.hoyolab.com%2F&source_ve_path=MjM4NTE"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/282449</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Trailer Versi 3.5 \"Napas Sang Windblume\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/140615443/6b0c60e3d07d4899fd9e7c92f37761cf_2390054139974537167.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17 Februari 2023</color>\nBeberapa orang mengira bahwa takdir tersembunyi di dalam angin, seperti keharuman bunga, seperti embun di pagi hari ....\nBegitulah hukum alam, berlaku tanpa terkecuali.\nDi sisi lain, ada orang yang lebih suka menemukan takdirnya sendiri, atau bahkan menjalin ulang takdirnya sendiri.\nTapi bukankah pada akhirnya, semua ini juga sudah diatur oleh takdir?\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=AcTUi59vw_E&t=6s"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/16435184</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser Kisah: Pesta Teh Penyihir"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/140615443/5da152820e14418390fff7d2b1b8bce7_8541659635129762118.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>7 Maret 2023</color>\nSaat menerima panggilan mendadak dari lampu kuno, bahkan \"Petualang Hebat yang Pernah Berkunjung ke Berbagai Dunia\", \"Raja Dodo\", \"Pelindung Mondstadt Kuno\", \"Teman dari Teman Dewasa yang Memiliki Harapan\", \"Penulis Panduan Perjalanan Teyvat\", \"Pencipta Aliran Kujirai - Temari Jutsu\", \"Pemasok Untuk Tuan Sangemah Bay yang Terkenal\", \"Tetua Hexenzirkel A\", \"Ibu Klee yang Paling Manis\" — Bu Alice pun sampai terkejut dan kebingungan\nUntungnya panggilan ini bukan menandakan terjadinya kecelakaan. Hanya membuat seorang gadis yang sudah tumbuh dewasa ini mengingat kembali teman-teman yang menghabiskan masa muda bersamanya.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&t=7s"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/16848089</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustrasi dan Emoji",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kisah Festival Windblume"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/140615443/67f8ac83e4248a049ff0e6b7527a583d_1193558595957664356.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>18 Maret 2021</color>\nBaru-baru ini, Cat's Tail mengadakan sebuah kompetisi yang menggiurkan! Bagaimana tidak, hadiahnya adalah Applebloom Cider edisi eksklusif Festival Windblume. Yakin bahwa kemenangan dalam genggamannya, Venti pun dengan semangat mendaftarkan dirinya. Namun, siapa yang menyangka kalau akhirnya Venti malah... kalah dengan menyedihkan?!\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/252088</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Undangan Windblume",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/140615443/9df6197238dbdbfcaae6d5edc0be473d_1381402314407618524.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Selama Festival Windblume, banyak masyarakat Mondstadt yang memutuskan suatu hal sesuai dengan kata hati mereka. Pada festival pertama yang didatangi Pengembara dan Paimon, mereka bertemu dengan teman lama mereka, penyair Venti yang sedang bermimpi mendapatkan uang untuk persediaan anggur baru edisi terbatas. Venti memutuskan untuk mengajar orang-orang yang ingin mempelajari seni tentang cinta untuk menulis puisi cinta. Agar dirinya dapat cepat bebas dan meminum anggur, Venti meminta Pengembara dan Paimon untuk membantu dirinya dan berjanji akan mengirimkan isyarat rahasia untuk menentukan apakah orang tersebut harus menjaga jarak dan meluangkan waktu atau menyerah saja. Kapten dari Knights of Favonius, Kaeya, juga memutuskan untuk menulis puisi cinta dan mengatakan bahwa seperti guru-guru lainnya, Venti seharusnya memeriksa pekerjaan muridnya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/140615443/7dcb267b17dfcf33f177345d625d41a9_3544506545668666955.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dengan nasihat Venti, Pengembara dan Paimon mulai membantu masyarakat Mondstadt. Pertama, mereka bertemu dengan Marvin, anggota dari keluarga Goth yang terkenal di Mondstadt. Ayah dari Marvin yang tegas dan konsevatif tidak menyetujui hubungan anaknya dengan perempuan dari keluarga petani, sehingga Marvin ingin memberikan Windblume kepada ayahnya dan meminta restu untuk hubungannya dengan Marla. Pengembara dan Paimon memberikan nasihat kepada Marvin untuk berbicara dengan ayahnya dan mengingatkannya untuk tidak melupakan Marla di Festival of Love. Kemudian, mereka bertemu Ellin, seorang perempuan yang bermimpi menjadi Knight of Favonius. Dia ingin memberikan bunga dan puisi kepada Acting Grand Master Jean karena dia adalah fans berat Jean. Ellin khawatir Jean yang adil, gigih dan teliti akan memberikan hadiah balasan yang akan mengalihkan Jean dari hal-hal penting. Akan tetapi, di saat yang sama, hadiah tanpa tanda pengirim akan memunculkan kecurigaan. Dengan bantuan dari Venti, Pengembara dan Paimon memberikan saran kepada Ellin dan menuju ke orang berikutnya. Albert, ketua dari Fan Club Barbara (Diakones dari Church of Favonius dan Idola di Monstadt), ingin membangun patung bunga Barbara yang besar dan menempatkannya di dekat pintu masuk katedral.\nDengan mengumpulkan puisi-puisi dari muridnya dan menyelesaikan berbagai macam tugas, Venti menerimakan puisi-puisi berikut dari Kaeya, Timaeus dan Bennett:\nPuisi Kaeya:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Mi muhe ye</color>\n<color=#ffffff>Dalam bahasa Hilichurl</color>\n<color=#ffffff>Artinya aku mencintaimu.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Puisi Timaeus:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Bergandengan tangan denganmu di depan perapian</color>\n<color=#ffffff>Api yang tidak menyala</color>\n<color=#ffffff>Karena mereka telah menyala di dalam hatiku.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Puisi Bennett (ditulis bersama Razor):"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Kamu dan Mare Jivari</color>\n<color=#ffffff>Sungguh dekat namun juga jauh</color>\n<color=#ffffff>Satu berada di ujung dunia</color>\n<color=#ffffff>Satu berada di tengah hatiku</color>\n<color=#ffffff>Wolfhook dan Dandelion</color>\n<color=#ffffff>Kuberikan Windblume milikku untukmu.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Dibawah bimbingan penyair terkenal, orang-orang bisa membuka diri dengan puisi cinta, meskipun beberapa dari mereka dinilai oleh Venti kurang matang dipikirkan. Karena Festival Windblume berasal dari Kota Kebebasan, masyarakat sendiri bebas memilih apa yang akan mereka lakukan di hari tersebut: membuat pilihan pertama atau mempercayakan kesempatan. Masyarakat berbagi kenangan indah dan membiarkan hati mereka menentukan.</color>\n<color=#ffffff73>Berkat bantuan yang berharga kepada masyarakat Mondstadt, Pengembara dinyatakan sebagai Windblume Star dan diberikan kehormatan untuk memilih bunga Windblume dan mempersembahkannya untuk Archon Anemo atas nama semua masyarakat Mondstadt. Setelah berdiskusi dengan Venti, Archon Anemo Barbatos, Pengembara dan Paimon mempelajari tentang asal-usul Windblume sebenarnya dan bunga tersebut membawa maknanya tersendiri untuk setiap orang.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Siapa gerangan yang membelai wajahmu yang berlumuran darah dan penuh tekad,</color>\n<color=#ffffff>Dengan aliran kecil yang mengalir lembut</color>\n<color=#ffffff>Dengan batu besar yang berdiri tegap</color>\n<color=#ffffff>Siapa gerangan yang memeluk hatimu yang letih namun mulia</color>\n<color=#ffffff>Dalam mimpi yang lelap</color>\n<color=#ffffff>Di langit yang luas</color>\n<color=#ffffff>Temanku tersayang</color>\n<color=#ffffff>Aku menuntun tanganmu</color>\n<color=#ffffff>Ke malam di mana lentera bersinar terang</color>\n<color=#ffffff>Untuk menceritakan kisah kebebasan dan mimpi</color>\n<color=#ffffff>Kisah dimana festival ini dimulai.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Salah satu dari banyaknya penyair di Mondstadt yang bisa dengan bebasnya ke sana kemari di antara lorong-lorong dan gang-gang Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "Seorang kesatria pedang yang ulung dan ahli strategi di dalam Knights of Favonius, dikabarkan berasal dari luar Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Barbara",
        "desc": "Setiap penduduk Mondstadt mendambakan Barbara. Tetapi kata \"idola\" yang melekat padanya, dia hanya melihatnya dari majalah.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2538,
        "name": "Ellin",
        "desc": "<p>Ellin adalah seorang gadis yang melatih keterampilan berpedangnya untuk menjadi Knight of Favonius.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/05/25750596/6e256ddd1c76901306f688ea4f3fa4b5_8379457979075493814.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "Dandelion Knight yang menjunjung tinggi keadilan dan kebenaran. Menjabat sebagai Grand Master Knights of Favonius di Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2547,
        "name": "Timaeus",
        "desc": "<p>Timaeus adalah seorang pelajar ilmu Alkimia dari Mondstadt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/06/25750596/c5a1adb658e2aa4ef949384256d64056_8855203227441650806.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "Seorang petualang yang berhati baik, tetapi kerap dihantui oleh nasib yang tidak mujur.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Razor",
        "desc": "Seorang anak laki-laki yang tinggal di daerah Mondstadt. Jauh dari peradaban manusia dan tinggal di kalangan antara serigala di Wolvendom. Firasatnya tajam, tubuhnya lincah bagai kilat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Napas Sang Windblume",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Pada Festival Windblume kedua yang didatangi Pengembara dan Paimon, mereka bertemu dengan asisten alkemis Sucrose yang ditunjuk sebagai Windblume Festival Special Ambassador. Tugas Sucrose adalah melakukan hal baik selama festival tersebut dan dia meminta setiap orang yang dia bantu untuk menghembuskan napas ke dalam tabung reaksi untuk mengumpulkan “Napas Kebahagiaan.” Dia ingin menggunakan napas tersebut dalam alkemis untuk membuat keajaiban yang belum pernah ada. Sucrose ingin napas terakhir yang spesial dan meminta Pengembara dan Paimon untuk membantu dirinya mencapai hal sulit tersebut."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/140615443/07366e56384b84382de2339422e4c10a_1259847677590868742.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dalam perjalanan, mereka bertemu dengan Collei yang datang dari Sumeru dengan gurunya, Tighnari dan Cyno, untuk bertemu dengan temannya Amber dalam festival tersebut. Ketika sedang memilih buku di Gift Shop, Collei menemukan sebuah catatan misterius yang terlihat seperti ramalan. <color=#ffffff>\"Barang siapa mampu melakukan semua hal ini, hendaknya dia menyalakan lentera kebahagiaan dan mendapat berkat yang berlimpah-limpah.Temukan bunga yang tidak ada di dunia ini. Temukan pemandu yang tidak pernah tersesat. Temukan dia yang tidak pernah bersaksi dusta. Temukan legenda yang tak berkesudahan.\"</color> Sucrose, Pengembara dan Paimon bersama dengan Collei memutuskan untuk memecahkan misteri dari catatan tersebut dan mencari lentera kebahagiaan.\nCollei dan yang lainnya menganggap bahwa lentara kebahagiaan dapat mengabulkan permintaan, sehingga Collei berpikir untuk “mengubah sifat dirinya.” Ketika dia pertama kali datang ke Mondstadt, dia sangat kekanak-kanakan dan tidak membiarkan orang lain menyentuhnya. Salah seorang pemandu dari Knights of Favonius, Amber, tidak menyerah untuk mendekati Collei. Karena hal tersebut, Collei mulai mengagumi Amber dan berharap bisa menjadi seperti dirinya suatu hari nanti. Setelah mencoba dan gagal selama beberapa tahun, Collei sadar bahwa dirinya tidak akan pernah menjadi Amber: Collei selalu cemas, terlalu memikirkan segala hal dan selalu ragu terhadap dirinya sendiri. Maka itu, dia ingin mengubah dirinya sendiri."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/140615443/3996ab6999bec3c308690e903af9255b_5418670727506746795.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dengan bantuan dari semua teman-teman mereka, mereka menemukan pulau yang melayang. Di tengah pulau tersebut terdapat sebuah meja dengan kursi dan alat makan untuk 7 orang dan sebuah lentera di tengah meja. Setelah menyatakan asumsi mereka terkait ramalan tersebut, dengan bantuan dari lentera tersebut, mereka bisa berkomunikasi dengan penyihir Alice, ibu dari Klee. Ternyata “ramalan” tersebut adalah surat undangan untuk perkumpulan perpisahan yang dikirimkan para penyihir kepada teman mereka yang memutuskan untuk meninggalkan mereka dan menghabiskan waktu mereka dengan pasangannya. Setiap teka-teki dari catatan tersebut merujuk pada para penyihir: Rhinedottir (bunga yang tidak ada di dunia ini), Nicole (pemandu yang tidak pernah tersesat), Alice (dia yang tidak pernah bersaksi dusta), dan Andersdotter (legenda yang tak berkesudahan)."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/140615443/9810142f89b4673455c5bd3ba521162a_7431371703916962157.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Alice menceritakan tentang Hexenzirkel, sebuah komunitas penyihir yang bersifat rahasia. Suatu ketika, organisasi tersebut menantang Archon Anemo, tapi Archon Anemo menyuruh mereka untuk membuat musik bukan perang. Mulai dari saat itu, para penyihir hanya mengadakan pertemuan di hutan, langit atau tepi tebing. Dalam pesta teh tersebut, mereka berbagi cerita dan rahasia mereka serta menyelesaikan perbedaan mereka. Terdapat delapan penyihir, di antaranya adalah Alice (A), I. Ivanovna N. (J), yang menerima surat undangan yang ditemukan oleh Collei, Rhinedottir (R), Andersdotter (M), Master dari Mona Megistus, Barbeloth (B), dan Nicole (N).\n“Ramalan” yang ditemukan Collei dalam buku yang dituliskan oleh Andersdotter disisipkan oleh salah satu murid dari I. Ivanovna N., Scarlett. Penyihir muda tersebut ingin bertemu dengan Hexenzirkel untuk menjadi penerus resmi J, sehingga dia memutuskan untuk mengikuti Collei dan teman-temannya selagi mereka menyelesaikan catatan tersebut.\nDi akhir petualangan Collei, gadis yang pemalu dan baik hati dengan masa lalu yang sulit menemukan teman sejatinya dan juga berteman dengan Sucrose, seorang introvert dari lahir. Sucrose memilih “Napas Kebahagiaan” milik Collei untuk menjadi komponen terakhir dari penelitiannya. Benih Padisarah, bunga langka dari Sumeru, menjadi Windblume dari Collei yang diberikan Collei kepada Pengembara.\n<color=#ffe699>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p><span style=\"color: #BFBFBF\">Perkumpulan penyihir rahasia, yang membahas berbagai rahasia di pesta minum teh dan menjelajahi Irminsul. Ada delapan penyihir di Hexenzirkel.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/18/170306649/1d2c8a015c4ae479906c0588e93dea14_1019847686622207564.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p><span style=\"color: rgb(206, 207, 209)\">Seorang Penjaga Hutan Pemula yang aktif di Hutan Avidya. Tutur kata dan perbuatannya sangat lembut, namun kepribadiannya sedikit tertutup.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/8459597/37a18b6b6865c59063003a9380f08225_8567268729099607009.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Sucrose",
        "desc": "Seorang alkemis dipenuhi dengan rasa ingin tahu tentang semua hal. Dia meneliti bio-alkimia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "Seorang astrolog yang menyebut dirinya sendiri sebagai \"Astrologist Mona Megistus\", dan memiliki kemampuan yang sesuai dengan julukannya. Kepandaiannya setara dengan keangkuhannya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3654,
        "name": "Scarlett",
        "desc": "<p>Scarlett adalah penerus I. Ivanovna N., yang dikenal dengan kode nama \"J\" dari Hexenzirkel.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/06/1023623/d098eaecdb2f28693b1fded2861840b3_5920663391012391825.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3661,
        "name": "Windblume dari Collei",
        "desc": "<p>Bagi Collei, satu-satunya bunga yang bisa menjadi \"Windblume\" miliknya dan bisa menyampaikan rasa terima kasih serta harapannya adalah Padisarah. Sekarang dia mengirimkan benih-benihnya padamu.</p><p>Collei telah mengambil langkah ke masa depan dengan berkunjung ke Mondstadt. Semoga hari-hari yang dijalani Collei akan seperti benih yang ada di tangannya, penuh dengan harapan dan masa depan yang cerah.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/24/1023623/abd1eb8a9d4c6277f7b4560b6c86f784_2096647264659357543.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2351,
        "name": "Putri Babi Hutan",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
        "displayStyle": "card",
        "menuId": 12
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Festival Windblume"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      },
      {
        "key": "Versi Terkait",
        "value": [
          {
            "type": "RichText",
            "text": "Event versi 1.4 - Undangan Windblume\nEvent versi 3.5 - Napas Sang Windblume"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Festival Windblume",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/140615443/78139491cf3d6baa1d30ee53bca9eefa_862489635994458575.png"
      },
      {
        "key": "Festival Windblume",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/140615443/7dcb267b17dfcf33f177345d625d41a9_3291743692382742668.png"
      }
    ]
  }
}