{
  "epId": 4951,
  "name": "Cloudseam Scale",
  "desc": "Sisik dingin dan padat dari Solitary Suanni. Tetap mampu mempertahankan Kekuatan Adeptus murni bahkan setelah terjatuh, juga tidak dapat dirusak oleh senjata biasa.<br>Binatang biasa terkadang dapat terpengaruh oleh Kekuatan Adeptus yang terpancar dan menjadi lebih kuat dari biasanya. Namun, Kekuatan Adeptus Solitary Suanni berasal dari dalam dirinya sendiri. Itulah sebabnya pemimpin mereka sering dianggap setara dengan Adeptus.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/02/9564191/c51294943608418125265cc8aa101a1b_4278194875508917630.png",
  "filterValues": {
    "objectType": [
      "Material Penguatan Senjata dan Karakter"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1717858311,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Dijatuhkan Oleh"
      },
      {
        "type": "CustomEntry",
        "epId": 5056,
        "name": "Solitary Suanni",
        "desc": "<p>Hewan mistis yang elegan dan agung, hanya bermukim di kedalaman gunung yang diselimuti kekuatan Adeptus.</p><p>Sejak dulu kala, hewan mistis ini sudah dianggap sebagai pertanda keberuntungan, dan pilihannya untuk tetap hidup jauh dari warna-warni dunia fana sudah dipuja-puja oleh para intelektual dari generasi demi generasi. Dalam legenda kuno Lembah Chenyu, pemimpin Suanni ini dipanggil sebagai Mountain Lord (Penguasa Gunung) dan dianggap memiliki posisi yang sama dengan Adeptus.</p><p>Ada juga yang mengatakan kalau Xuanwen Beast yang menjelajah di gunung sekarang ini merupakan keturunan Suanni. Tapi karena sulit untuk meneruskan garis keturunan yang agung ini, ia berubah menjadi binatang buas. Meski ini bertolak belakang dengan teori lain tentang asal mula Xuanwen Beast, ada beberapa catatan yang menunjukkan bahwa kemunculan Suanni sering didampingi oleh Xuanwen Beast dalam jumlah besar.</p><p>Di zaman sekarang, Tarian Wushou yang terkenal di Lembah Chenyu berasal dari gerakan Solitary Suanni. Tapi karena tidak banyak orang yang pernah melihat makhluk yang sebenarnya, kebanyakan orang hanya berimajinasi tentang bentuknya. Setelah perubahan dan interpretasi seni yang berbeda selama ribuan tahun, kostum kepala untuk Tarian Wushou akhirnya menjadi model yang sekarang ini.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/1023623/f02b8c509e8b9e4440f8c7d044f8206e_4159219616193056262.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascension Karakter"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bintang-5</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p>Salah satu Adeptus yang agung dan mulia dari Jueyun, \"Cloud Retainer\". Ahli segala jenis mekanika, yang hatinya kini berpaling kepada dunia fana. \"Xianyun\" Adalah nama yang digunakannya setelah turun gunung.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/8459597/2c2be27f8876e9435ab8c8b933b8408c_4034196479147710727.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bintang-4</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5598,
        "name": "Sethos",
        "desc": "Penerus Temple of Silence yang menjaga rahasia dan berasal dari padang pasir.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/30/cdb7abfcb86138e5b618946a5466d442_2702695812908100899.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Cloudseam Scale</color>"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Material Penguatan Senjata dan Karakter</color>"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Dijatuhkan oleh Solitary Suanni Lv. 30+</color>"
          }
        ]
      }
    ]
  }
}