{
  "epId": 5009,
  "name": "Penjelajah Waktu (I)",
  "desc": "<p><span style=\"color: #BFBFBF\">Novel fiksi ilmiah Fontaine yang diterbitkan oleh Steambird. Menceritakan tentang seorang insinyur yang menggunakan mesin waktu untuk melakukan perjalanan.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/18/170306649/c4e277e4271378086ddaf2e6a5551745_9040359514753747035.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1708455953,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffe699>Bagian I</color>\n<color=#ffffffa6>Masalah itu sudah terjadi bertahun-tahun lalu. Setelah pesta makan malam, Nona Aviva (sekarang sudah menjadi Nyonya Nenonen) berkeluh kesah pada kami mengenai terlalu cepatnya perkembangan teknologi modern dengan nada bicaranya yang dramatis seperti biasanya. Meskipun pemahamannya tentang teknik tidak sedalam pemahamannya tentang kualitas tanah di Pulau Watatsumi (tentu saja, dia juga tidak tahu apa pun tentang kualitas tanah di Pulau Watatsumi), tapi seperti yang sedang populer di antara sebagian pria dan wanita berpendidikan, dia juga menyebut ketertarikan terhadap teknik adalah semacam tren.</color>\n<color=#ffffffa6>\"Ribuan tahun yang lalu leluhur kita sudah menguasai daratan ini.\" Dia berdeham sambil menggoyang-goyangkan kipas lipat yang berhiaskan bulu merak dan permata biru itu dengan lembut dan berusaha menunjukkan ekspresi wajahnya yang sedih. \"Ratusan tahun yang lalu, dengan peralatan menyelam model baru, mereka berhasil menaklukkan lautan dengan mudah. Belakangan ini, ada beberapa tuan dan nona bangsawan yang tiba-tiba punya ide yang aneh. Mereka berencana melepaskan diri dari belenggu daratan dan menaklukkan langit dengan sebuah alat yang disebut 'Gravimeter'. Aku khawatir, kalau pemikiran mereka mungkin akan menjadi kenyataan dalam waktu dekat.\"</color>\n<color=#ffffffa6>\"Benar, memang seperti yang Anda katakan. Manusia, makhluk berakal budi yang sangat hebat dan energik! Mereka selalu mengubah kondisi hidupnya sendiri dengan antusiasme yang tidak bisa dibayangkan setiap saat.\" Editor koran The Steambird langsung berkomentar, \"Sebenarnya kalau kita menilainya dari segi teknik mesin dan teori, bukan dari segi yang lainnya, manusia memiliki kedudukan yang hampir setara dengan sang pencipta, karena mereka menggunakan kepandaian mereka sendiri untuk menguasai sebagian besar ruang di alam. Dengan tekad mereka, mereka bisa membentuk ulang dunia ini.\"</color>\n<color=#ffffffa6>\"Aduh, bukan itu maksudku.\" Nona Aviva menghela napas dengan berlebihan. \"Daratan-daratan tidak diketahui yang jauh dan gelap itu, peninggalan-peninggalan kuno yang tersembunyi di dasar laut itu, semua eksplorasi dan perintisan yang romantis itu, semua pencapaian hebat yang menunjukkan kejayaan sains, teknologi, dan pemikiran kita yang rasional itu sudah hampir menghilang dari peradaban kita. Leluhur kita sudah mewujudkan begitu banyak pencapaian yang luar biasa, tapi mereka tidak menyisakan ruang untuk kita jelajahi dan taklukkan. Bagi para tuan dan nona yang sangat mendambakan penjelajahan terhadap sesuatu yang tidak diketahui, apa lagi yang lebih menyakitkan dibandingkan hal ini?\"</color>\n<color=#ffffffa6>Dia berpura-pura mengutip kata-kata Raja Argeadai dalam legenda, seolah-seolah dia bisa membuktikan jika dirinya benar-benar merasa sedih dengan pemikiran seperti ini. Namun, orang-orang di tempat itu hanya duduk dengan santai dan berusaha mengangguk dengan sopan. Nyonya Elle juga sedikit menguap.</color>\n<color=#ffffffa6>Melihat tidak ada yang meresponsnya, antusiasme Nona Aviva juga mulai menurun, lalu dia mengganti topiknya ke pesta dansa minggu depan. Tentu saja, ini adalah topik yang lebih populer. Suasana yang awalnya suram, kembali menjadi meriah. Monsieur Ratar hendak menceritakan legenda tentang menara, penyihir dan bola kaca yang pernah dia dengar di Sumeru, tapi belum sempat dia bercerita, Tuan Ciric yang diam sedari tadi tiba-tiba memotongnya.</color>\n<color=#ffffffa6>\"Nona Aviva, hal yang Anda katakan tadi sungguh mengesankan,\" ujarnya sambil menyalakan sebatang rokok. \"Tapi, Anda juga tidak perlu terlalu cemas karena masih ada satu ruang yang masih belum dikuasai manusia di dunia ini. Apalagi kalau tidak punya kemampuan yang cukup, mungkin selamanya tidak akan bisa ditaklukkan oleh manusia.\"</color>\n<color=#ffffffa6>\"Ruang yang mana?\" tanya bangsawan itu dengan wajah tidak senang. Awalnya dia sudah sangat percaya diri dengan ceritanya mengenai monyet itu.</color>\n<color=#ffffffa6>\"Waktu.\"</color>\n<color=#ffffffa6>Semua orang tiba-tiba terdiam. Sesaat kemudian, semua orang pun tertawa terbahak-bahak.</color>\n<color=#ffffffa6>\"Sungguh teori yang tidak masuk akal!\" Dokter Reinier berusaha menahan tawanya. \"Pertama-tama, kenapa waktu bisa jadi bagian dari ruang?\"</color>\n<color=#ffffffa6>\"Apa Anda bisa ada di dalam ruang tanpa adanya waktu?\"</color>\n<color=#ffffffa6>\"Maksudnya?\"</color>\n<color=#ffffffa6>\"Pada saat ini, Anda masih bisa mengobrol denganku di sini, tapi sesaat kemudian. Anda menghilang tanpa jejak. Apa ini mungkin terjadi?\" Dia berhenti sejenak, seolah menunggu orang lain untuk berpikir. \"Orang yang berpikir kritis pasti tahu. Sama seperti panjang, lebar, dan tinggi, waktu juga merupakan dimensi dari sebuah ruang. Karena itu, waktu, sebagai bagian dari sebuah ruang, tentunya juga bisa ditaklukkan.\"</color>\n<color=#ffffffa6>\"Tidak masuk akal ...\" Sang dokter bergumam dengan suara pelan, tapi dia juga tidak membantah ucapannya lagi.</color>\n<color=#ffffffa6>\"Aku sudah meneliti hal ini cukup lama.\" Dia pun meneruskan kata-katanya, \"Aku sudah membayangkan sejenis mesin yang bisa membuat manusia melakukan perjalanan waktu sesuka hati mereka. Mesin ini harusnya selesai sekitar dua bulan lagi. Nanti kalau sudah selesai, Nona Aviva, aku mengundang Anda, beserta semua tuan dan nona yang ada di sini datang ke bengkelku untuk menyaksikan bersama pencapaian besar manusia yang satu lagi, penaklukkan waktu.\"</color>\n<color=#ffffffa6>Nona Aviva tidak mengatakan apa pun. Faktanya, dinilai dari ekspresi wajahnya, teman bangsawan kami ini sama sekali tidak mengerti apa yang dikatakan Tuan Ciric.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Penjelajah Waktu (I)</color>"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Item Quest</color>"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Dibeli dari Toko Hubel di Court of Fontaine</color>"
          }
        ]
      }
    ]
  }
}