{
  "epId": 5090,
  "name": "Herblord",
  "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Adeptus yang memiliki wujud asli yaitu seekor ular dari Chenyu Vale.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/26/170306649/7645624035438f40b5a8d249e68786af_4167879282640625795.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1727980892,
  "components": {
    "galleryCharacter": [
      {
        "key": "Herblord",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/26/170306649/ed8c9ace0b5644d066e4566c83c6219b_5422384956752272649.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Lukisan mural yang menggambarkan Herblord dan Fujin.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Herblord</color>"
          }
        ]
      },
      {
        "key": "Bangsa",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Liyue</color>"
          }
        ]
      },
      {
        "key": "Afiliasi",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Adeptus</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "RichText",
        "text": "Karakter\nRingkasan"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Seorang Adeptus dengan wujud asli seekor ikan karper dan merupakan teman Herblord.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Mountain Lord dan teman Herblord."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Item/Buku Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Echoes of an Offering",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5017,
        "name": "Cabang Pohon Kuno",
        "desc": "<p>Cabang pohon yang dipetik dari pohon teh kuno. Sepertinya bisa merasakan aura Kekuatan Adeptus lemah yang terpancar ....</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/25/9564191/f039942bd809774b4a2be4edea0e4d91_1099839093441508796.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Herblord",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sejak ribuan tahun yang lalu, jauh sebelum Perang Archon, ada seorang dewi lain di Chenyu Vale, yang dihormati oleh Herblord dan temannya, Fujin. Wujud asli Adeptus Herblord adalah seekor ular putih dengan mata kuning, tetapi untuk menyembuhkan manusia yang sakit dan menciptakan obat-obatan, dia lebih memilih wujud manusia: seorang wanita dengan kulit putih dan mata keemasan. Bersama Fujin, dia berteman dengan Azure Suanni, yang telah tinggal di lembah jauh sebelum orang-orang tiba di sana."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/64d0bfa488abb0f686ae11699ddd2475_5408777128137087972.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Suatu hari, Herblord menanam Pohon Adeptal. Kemudian mekanisme yang menghidupkan pohon itu hancur dan pohon itu mengering, tetapi Herblord mengatakan bahwa selama kupu-kupu yang hidup tidak terbang menjauh, pohon itu dapat dihidupkan kembali. Sebelumnya, Adeptus mendekorasi gerbang menuju pohon ini dengan kupu-kupu berwarna-warni. Selama Perang Archon, dia membagi sebagian energi Adeptal dan menyuntikkannya ke kupu-kupu ini, sehingga meningkatkan umur mereka. Kemudian, bahkan jika sesuatu terjadi pada ular Adeptus, manusia di Chenyu Vale mungkin bisa mengikuti petunjuk kupu-kupu dan menemukan formula yang ditinggalkan Herblord."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Saat kupu-kupu yang hidup berkumpul di dalam guci, energi adeptal bergelora kembali, seperti kehidupan baru yang dipulihkan pada pohon yang layu...”</color>\n<color=#ffffffd9>“... Lahir di saat musim dingin, hidup berkembang dan berubah seiring berjalannya waktu. Tapi aku merindukan musim semi ketika semua keindahan itu kembali...”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adeptus",
        "desc": "<p>Para makhluk suci abadi dari Liyue yang bertugas untuk melindungi masyarakat Liyue selama ribuan tahun.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/7372a2d1b47769b64d0e87bd21a867a7_6992418847095542132.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5017,
        "name": "Cabang Pohon Kuno",
        "desc": "<p>Cabang pohon yang dipetik dari pohon teh kuno. Sepertinya bisa merasakan aura Kekuatan Adeptus lemah yang terpancar ....</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/25/9564191/f039942bd809774b4a2be4edea0e4d91_1099839093441508796.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Perang Archon",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ketika Prinsip Langit menyatakan perang untuk memperebutkan takhta divine dan kekuasaan Teyvat, Tuan Herblord dan Fujin bertempur melawan Rex Lapis. Menurut Fujin, tuannya menjadi gila karena mencari posisi dewa yang dapat mengendalikan dunia ini, atau dia hanya mencoba untuk bertahan hidup, karena dia mengerti bahwa dia tidak dapat mengalahkan Morax. Dalam upaya membalikkan takdir, dia telah membuat Bishui River meluap dan menghancurkan semua yang ada di sepanjang arus sungai. Herblord dan Fujin tidak bisa membiarkan orang-orang mati, jadi mereka melawan dewi mereka. Menurut legenda, Herblord menunda Dewi dengan sebuah pertempuran, dan Fujin melemparkan Votive Rainjade ke dalam air, yang menghentikan laju air sungai. Lingyuan memanggil teman-temannya, Xuanwen Beast, untuk membantu teman-temannya dan mengusir orang-orang ke dalam gua. Selama perang, Herblord menghabiskan banyak energinya, dan kemudian meninggalkan Chenyu Vale dan menemukan rumahnya di Liyue Harbor.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5057,
        "name": "Xuanwen Beast",
        "desc": "<p>Binatang buas yang bermukim di gunung di Lembah Chenyu. Dinamakan Xuanwen Beast karena pola gelap di tubuhnya.</p><p>Dalam cerita rakyat di area itu, binatang ini adalah pelayan Adeptus pada zaman dulu yang ditugaskan untuk menaklukkan kejahatan dan melindungi sebuah tempat. Setelah Adeptus tersebut meninggal, mereka pun berubah menjadi binatang yang ganas. Tidak ada yang bisa membuktikan cerita ini dan tidak ada yang pernah tahu identitas Adeptus yang dimaksud. Tapi ada satu hal yang pasti, lebih baik jauh-jauh dari makhluk ini untuk menjaga keselamatanmu.</p><p>Selama ribuan tahun, binatang-binatang ini telah kehilangan wilayahnya dalam jumlah besar karena eksploitasi manusia yang tiada hentinya. Sekarang ini, mereka kadang-kadang hanya bisa ditemukan di gunung-gunung terpencil di Lembah Chenyu ....</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/1023623/d75494fa72798564617469b6393fac97_1322353936308468619.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Changsheng",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/a13ea30b31d0f86f2e449842196890bd_4131096950139344579.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Setelah Perang Archon, ketika Liyue diliputi oleh penyakit dan wabah, seorang dokter bersumpah untuk membersihkan dunia dari rasa sakit dan penderitaan. Dia pergi ke Chenyu Vale untuk mencari Herblord, tetapi di tempat tinggalnya dia hanya menemukan seekor ular putih dengan semua kekuatannya yang telah habis. Ular tersebut mengundang dokter tersebut untuk membuat perjanjian yang menghubungkan kehidupan mereka: sebagai imbalan atas kekuatan supranatural dokter tersebut, ular itu akan mengajarinya seni penyembuhan rahasia. Dokter menerima persyaratan tersebut dan mampu menyelamatkan banyak nyawa, namun suatu hari saat perpisahannya tiba. Dia meneruskan perjanjian dengan ular tersebut kepada murid terbaiknya, dan mereka kemudian meneruskannya kepada murid mereka. Orang terakhir yang membuat perjanjian dengan ular Changsheng adalah dokter dan pemilik Bubu Pharmacy, Baizhu, yang berniat untuk menemukan obat untuk kematian.\nDilihat dari fakta bahwa Herblord, yang kehilangan kemampuan untuk mengambil bentuk manusia, hanyalah seekor ular bermata kuning, dapat menyembuhkan orang dan menemukan rumahnya di Liyue Harbor, dapat diasumsikan bahwa Changsheng mungkin adalah Herblord itu sendiri.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3609,
        "name": "Baizhu",
        "desc": "<p>Pemilik Bubu Pharmacy. Dia sering membawa ular putih bernama Changsheng di pundaknya. Dia adalah seorang dokter yang terampil dan cerdas.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/01/8459597/05599650d7f42e1c4adde373de6b297d_7459390407665800620.png",
        "displayStyle": "card"
      }
    ]
  }
}