{
  "epId": 5102,
  "name": "Adeptus",
  "desc": "<p>Para makhluk suci abadi dari Liyue yang bertugas untuk melindungi masyarakat Liyue selama ribuan tahun.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/7372a2d1b47769b64d0e87bd21a867a7_6992418847095542132.png",
  "menuId": 23,
  "menuName": "Organisasi",
  "version": 1737186506,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Adeptus",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Adeptus merupakan para makhluk suci abadi dari Liyue yang melindungi masyarakat Liyue selama ribuan tahun. Meskipun manusia memiliki tujuan yang besar, hanya mereka dengan status non-manusia yang bisa menjadi adeptus. Tidak ada seorang pun yang terlahir sebagai Adeptus, dan juga tidak semua tetap menjadi Adeptus selamanya. Maka itu, semua orang non-manusia dapat menjadi Adeptus. Kata “Adeptus” hanyalah sebuah gelar, dan tidak semua makhluk suci dirujuk dengan gelar tersebut. Adeptus dikenal sebagai “Adeptus yang Perkasa dan Penuh Terang”, dan “Penuh Terang” yang dimaksud mengacu pada cahaya dari “mata” ketiga milik mereka yang membuat mereka dapat menggunakan kekuatan elemental tanpa Vision. Bagi manusia biasa, “mata” ketiga berbentuk Vision, tapi untuk Adeptus, makhluk yang memiliki elemental murni, mereka lebih dekat dengan asal usul kekuatan dunia dibandingkan dengan manusia fana. Mereka terlahir dengan kekuatan elemental yang mengalir di antara langit dan bumi, sehingga bagi mereka, memanipulasi kekuatan elemental bisa dilakukan tanpa sadar. Mereka tidak membutuhkan bantuan alat apa pun, termasuk Vision. Tidak diketahui secara pasti bagaimana Adeptus mendapatkan Vision mereka, tetapi, ketika mereka menjelma menjadi manusia, mereka menggunakan Vision untuk mengikuti aturan yang ada."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/38e948e42650754082b9336999ec4d31_7976124148296495284.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Manusia dengan darah campuran antara manusia dan adeptus, biasanya tidak dapat mengubah penampilkan mereka dan memiliki ciri khas dari makhluk suci dan manusia (Ganyu memiliki tanduk dan Yanfei memiliki tanduk dan sisik). Jangka waktu hidup mereka lebih lama dibandingkan manusia biasa, karena beberapa manusia dengan darah adeptus bertahan hidup lebih dari 3000 tahun. Meskipun manusia setengah Adeptus memiliki kemampuan untuk beresonansi dengan dunia, mereka menerima Vision seperti manusia biasa yang membantu meningkatkan kekuatan mereka."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/e7516eb701186c244d7ff526a2288034_2938680132931142351.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Rex Lapis, Archon Geo, adalah Adeptus pertama yang dapat memberikan kekuatan kepada Adeptus lain sebagai bagian dari “Penuh Terang” mereka. Salah satu kekuatannya adalah kemampuan untuk membuat dunia kecil tersendiri yang menjadi tempat tinggal Adeptus. Meskipun Adepti of the north, Fujin dan Herblord, dipuja sebagai Adeptus, mereka tidak memiliki nama Adeptus dan tidak memiliki kekuatan seperti southern Adepti yang memiliki kemampuan membuat tempat tinggalnya sendiri. Setiap Adeptus memiliki kekuatannya tersendiri. Oleh karena itu, Rex Lapis dan Menogias dapat mengendalikan elemen Geo, Xiao dan Cloud Retainer memiliki elemen Anemo, Indaris mengendalikan Pyro, dan Bonanus serta Bosacius masing-masing memiliki kekuatan Hydro dan Electro. Adeptus dapat menggunakan kekuatan mereka untuk menyelamatkan manusia dari kematian meskipun manusia biasa tidak bisa menahan energi tersebut.\nKetika Adeptus meninggal dunia, terdapat tradisi “mengantar Adeptus\" yang disebut sebagai Rite of Parting dan mengizinkan para Adeptus untuk turun. Tradisi tersebut merupakan adat istiadat yang membutuhkan kostum khusus, serta waktu, tempat, cuaca dan penonton yang tepat. Beberapa orang percaya bahwa Adeptus turun dari Celestia atau terlahir di sana, tapi tidak seorang pun yang mengetahui kebenaran dari kelahiran dan kematian mereka."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/a6d19eeb674008265ba99f55f7d23fe5_318492781027907771.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Banyak Adeptus tinggal di Jueyun Karst yang dianggap sebagai tempat tinggal para Adeptus di Liyue. Tempat tersebut tidak dapat diraih oleh manusia biasa. Akan tetapi, terdapat kelompok “ahli tanaman obat” yang bekerja dengan mengumpulkan tanaman obat berharga yang hanya bisa ditemukan di Jueyun Karst. Manusia biasa lainnya memerlukan Simbol Seribu Izin untuk memasuki lahan suci tersebut. Beberapa Adeptus membuat jebakan untuk pengembara ceroboh dan para Treasure Hoarder sehingga tidak ada seorang pun yang akan mengganggu mereka.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Yaksha, sesosok Adeptus yang melindungi Liyue. Juga memiliki julukan \"Conqueror of Demons\" atau \"Vigilant Yaksha\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p>Salah satu Adeptus yang agung dan mulia dari Jueyun, \"Cloud Retainer\". Ahli segala jenis mekanika, yang hatinya kini berpaling kepada dunia fana. \"Xianyun\" Adalah nama yang digunakannya setelah turun gunung.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/8459597/2c2be27f8876e9435ab8c8b933b8408c_4034196479147710727.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Cloud Retainer",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Aocang, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/25/119402430/46ee1323ddfe94fe1707c1d50912504e_3094320817345525302.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Seorang sekretaris di Yuehai Pavilion. Darah hewan pusaka Qilin mengalir di dalam tubuhnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Seorang konsultan hukum yang terkenal di Liyue, di tubuh gadis muda ini juga mengalir darah Adeptus.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Herblord",
        "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Adeptus yang memiliki wujud asli yaitu seekor ular dari Chenyu Vale.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/26/170306649/7645624035438f40b5a8d249e68786af_4167879282640625795.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Seorang pemimpin Yaksha, yang juga dikenal sebagai Marshal Vritras.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/d4379ed382b3e7ad63511e5c5801e068_3712980479758361201.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Mountain Shaper",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Hulao, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/119402430/6f30a05b953798d6483f2bdcae21831b_1414383427815560587.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "name": "Simbol Seribu Izin",
        "desc": "Sebuah token yang dipinjamkan oleh \"Childe\" dari Fatui. Biasanya, orang-orang Liyue hanya mengadakan ritual untuk menyembah Adeptus di daerah pinggiran Jueyun Karst; namun, dia yang memegang token ini dapat dengan aman memasuki kediaman Adeptus.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sigil of Permission_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Perang Archon",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/a82bdf0881ab4b3d46003b668727a98c_6196454049345545269.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sebelum terjadinya Perang Archon, Rex Lapis yang belum menerima Gnosis bersama dengan God dan Adeptus lainnya mendirikan Liyue dan Guili Assembly. Guizhong, Dewa Debu, menyebarkan pengetahuannya beserta keterampilannya dalam pembuatan mekanik kepada manusia. Marchosius, Stove God, mengajarkan manusia pengetahuan terkait memasak dan membuat tungku. Bersama dengan Adeptus lainnya, mereka melindungi rakyat mereka. Pada saat itu, Adepti of the south yang mengabdi pada Rex Lapis merupakan teman dari Adepti of the North yang mengabdi pada Goddess lainnya. Adeptus sering mengadakan jamuan teh dimana mereka menghabiskan waktu bersama dengan memainkan musik dan bernyanyi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/5d7ba312dadb3346ea74692d25d818ba_6698997031814844739.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ketika Perang Archon dimulai, Liyue menjadi medan perang. Goddess of the north beserta pelayannya, Fujin dan Herblord, berperang melawan Rex Lapis; Guili Plains terkena banjir dan Adeptus membantu para penduduk untuk pindah ke Liyue Harbor yang kemudian menjadi kota utama. Banyak Adeptus yang meninggal dunia dalam perang tersebut. Marchosius mengorbankan dirinya untuk masyarakatnya sehingga dia kehilangan kekuatan serta ingatannya dan berubah menjadi Guoba. Skybracer mengorbankan tanduknya untuk menyanggah gunung yang runtuh dan memastikan keselamatan dari para penduduk desa. Dia juga terus bertarung hingga darahnya terkuras habis dan pada akhirnya meninggal dunia. Herblord dan Fujin menentang Goddess mereka untuk melindungi rakyatnya dan kehilangan energi Adeptal mereka. 3700 tahun yang lalu, para Adeptus membuat kontrak dengan Rex Lapis dan berjanji akan menjaga Liyue Harbor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/cbbc2021262142dac77f5818495a655b_2771620064357396280.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Setelah Perang Archon, Liyue terjangkit wabah dan kelaparan. Bangkai dari dewa yang kalah tersebar ke seluruh dunia dan bereinkarnasi menjadi roh jahat dan iblis. Amarah dari para monster tersebut memunculkan penyakit, serangan monster dan kejadian aneh lainnya. Pada akhirnya, Rex Lapis memanggil para Yaksha untuk menaklukkan roh jahat dan iblis tersebut. Mereka bersumpah: <color=#ffffff>“Membunuh demi kedamaian, bertempur demi membersihkan kejahatan, inilah dedikasi hidup kami.”</color> Sebagai Adeptus yang paling beringas dan handal berperang, mereka selalu siap melakukan segala hal untuk melindungi Liyue.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5103,
        "name": "Yaksha",
        "desc": "<p>Sebuah kelompok khusus yang terdiri dari Adeptus yang dipanggil oleh Rex Lapis untuk melindungi wilayah Liyue dari kejahatan yang berasal dari sisa-sisa kekuatan dewa-dewa yang telah kalah dalam pertempuran di masa lalu. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/170306649/6d7ffbd0e5266a433bb312ca186f8954_451180074353785100.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/d764314ff0105fdd260019c1d559cd97_7012506787953564012.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "<p>Teman dan pendamping Xiangling, Guoba membantunya dalam memasak dan pertempuran.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/12/1023623/aed6d782110b4a976ecc5deffddd9bff_4377603066186055709.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Herblord",
        "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Adeptus yang memiliki wujud asli yaitu seekor ular dari Chenyu Vale.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/26/170306649/7645624035438f40b5a8d249e68786af_4167879282640625795.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Skybracer",
        "desc": "<p>Seorang Adeptus dari Liyue yang terbunuh selama Perang Archon.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2332,
        "name": "Kumpulan Kitab Batu: Vol. I",
        "desc": "Buku sejarah yang dikompilasi dan diterjemahkan dari kepingan batu kuno di Liyue oleh sang ahli sejarah Zichang. Berisi berbagai macam peristiwa sejarah yang terpecah-pecah.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Stone Tablet Compilations: Vol. I_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2314,
        "name": "Yaksha: Adeptus Pelindung",
        "desc": "Sebuah volume dari koleksi \"Keajaiban Tersembunyi dan Cerita Rakyat Liyue\", yang berfungsi sebagai \"Tur Daratan Liyue,\" versi Liyue sendiri sebuah ensiklopedia yang berisi tentang kepercayaan dan adat istiadat rakyat. Diciptakan oleh Masudi, seorang sarjana dari Sumeru. Karena cara penulisannya yang kuno, sebagian besar buku ini ditolak oleh publik dan penerbit. \"Yaksha: Adeptus Pelindung\" memperkenalkan para pembaca tentang berbagai Yaksha yang bertempur berdampingan dengan Geo Archon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Yakshas: The Guardian Adepti_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2326,
        "name": "Kitab Keseimbangan",
        "desc": "Legenda mengatakan bahwa kitab ini berisi mantra kuno yang digunakan untuk menghormati Rex Lapis dan Adeptus Yaksha. Juga berfungsi sebagai catatan sejarah tentang kepercayaan kuno pada Archon Geo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Verses of Equilibrium_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kematian Rex Lapis",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/a0a990eea30d7f5ee6099930cc60bb29_3656009839720822662.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika Rex Lapis terbunuh saat Rite of Descension, para Adeptus geram terhadap masyarakat Liyue. Cloud Retainer ingin menghancurkan keseluruhan dari Liyue Harbor. Dia yakin bahwa setelah Archon meninggal dunia, tragedi buruk akan menimpa mereka dimana Cloud Retainer ingin membebaskan para rakyat. Adeptus merasa Liyue Qixing yang memimpin Liyue telah gagal melaksanakan tugasnya dan menyebabkan kematian dari Archon.\nKetika Rex Lapis muncul dalam mimpi para Adeptus, mereka memutuskan untuk sementara berdamai dengan Liyue Qixing untuk melindungi para rakyat dari ancaman bahaya. Fatui Harbinger, Childe, memanggil Osial, Penguasa Vortex yang ditaklukkan oleh Rex Lapis saat Perang Archon, untuk memancing Rex Lapis dan mengambil Gnosis miliknya untuk Tsaritsa. Adeptus memodifikasi Guizhong Ballista agar berubah menjadi mesin perang dan dengan usaha gabungan dari Mileliths, Liyue Qixing dan Adeptus, dewa kuno tersebut berhasil dihentikan dan Liyue terselamatkan.\nSetelah pertarungan tersebut, para Adeptus mempercayakan Liyue kepada Liyue Qixing. Ketika istri dari Osial, Beisht, ingin menyerang Liyue untuk membalas dendam suaminya, para Adeptus tidak lagi membantu dan membiarkan masyarakat Liyue melindungi tempat tinggal mereka sendiri.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4905,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Cloud Retainer",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Aocang, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/25/119402430/46ee1323ddfe94fe1707c1d50912504e_3094320817345525302.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Childe",
        "desc": "\"Childe\" Tartaglia, Fatui Harbinger ke-11.<br/>Tartaglia bertarung dengan kekuatan Delusion yang mengerikan dan dengan ilmu bela diri yang dia pelajari dalam suatu tempat penuh kegelapan.<br/><br/>Dia adalah seorang petarung sejati yang selalu haus akan pertarungan.<br/>Setiap pertumpahan darah, setiap tantangan hidup dan mati, adalah cobaan yang menyenangkan bagi dirinya.<br/>Orang-orang mengatakan bahwa sejak muda, kemampuan bertarung Tartaglia sudah dikenal di seluruh penjuru.<br/>Tetapi dia sendiri tidak pernah memamerkan dirinya seperti itu.<br/><br/>Karena dia percaya...<br/><i>\"Kamu ditakdirkan untuk menjadi pusat angin topan,\" </i><br/><i>\"suara pedang yang saling beradu akan senantiasa menemanimu.\"</i><br/><i>\"Ingatan saat kamu menginjakkan kaki ke dalam kegelapan pekat itu,\"</i><br/><i>\"akhirnya akan menjadi kekuatanmu untuk menguasai dunia.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Perayaan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/d5c9c5afb47c2d374724a12982d4ea71_7895100518356361030.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Saat Perang Archon terjadi, masyarakat Liyue menyalakan lentera yang menerangi langit malam sebagai pengingat jalan pulang untuk para prajurit dan juga pengingat untuk tidak kehilangan diri mereka sendiri. Lantern Rite merupakan festival tahunan untuk memperingati para pahlawan. Saat Lantern Rite berlangsung, Adeptus yang gugur dikenang dengan Mingxiao Lantern — sebuah lentara besar dengan Plaustrite sebagai batu utama di dalam lentara tersebut. Pengembara dan Paimon datang ke festival tersebut saat Skybracer, Sea Gazer dan Menogias sedang dikenang."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/718f53b129fd58882c10520441e37bcd_3701410269049146495.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Konon, legenda menyatakan saat beberapa Adeptus mencari Adeptal path, mereka berkelana melewati gunung dan sungai sambil menikmati berbagai macam hidangan untuk menenangkan hati mereka. Perjalanan mereka disebut sebagai “Jejak Kuliner” oleh mereka yang mengikuti jalan tersebut. Pada awalnya, Moonchase merupakan sebuah ritual yang hanya dilakukan oleh Adeptus, tetapi saat ini, Festival Moonchase merupakan perayaan dari datangnya musim gugur melalui cahaya rembulan. Dalam perayaan tersebut, masyarakat menyantap hidangan kesukaan mereka, menghabiskan waktu bersama teman dan saudara, serta menikmati bulan dan bunga.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Lantern Rite",
        "desc": "<p>Festival Lantern Rite diadakan untuk mengenang mereka yang telah mempertaruhkan kehidupan mereka dalam Perang Archon.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4938,
        "name": "Festival Moonchase",
        "desc": "<p>Festival Moonchase merupakan festival yang diadakan untuk merayakan kedatangan musim gugur melalui cahaya rembulan.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/e5cf6e7f7bbe0108466c1cf6d177bf64_2289089664672472550.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Legenda",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Terdapat banyak legenda terkait Adeptus. Legenda yang pertama adalah patung-patung batu yang muncul di sekitar wilayah Liyue. Konon dikatakan pada beberapa sudut wilayah Liyue, binatang buas kuno terbangun di malam hari dalam dinginnya musim gugur dan mengamati dunia sekitar yang asing bagi mereka. Suara katak dan serangga menyapa mereka dan dibalas dengan tangisan pilu dan suara parau. Kemudian, mereka mengelilingi Liyue dan memperhatikan lahan yang pernah mereka lindungi. Para tetua dari Qingce Village mengatakan bahwa patung-patung tersebut merupakan para monster yang pernah bertempur bersama dengan Rex Lapis saat Perang Archon. Setelah perang berakhir, ombak berlalu dan kedamaian kembali. Para monster tersebut tidak perlu lagi melindungi masyarakat Liyue, sehingga mereka satu per satu pergi ke tempat yang terpencil dari kota tersebut. Pada tempat tersebut, mereka hidup bebas tanpa mengkhawatirkan dunia fana. Akan tetapi, beberapa dari mereka mengingat masa kejayaan mereka saat mengabdi kepada Rex Lapis, dan juga saat mereka masih melindungi Liyue. Meskipun mereka tidak berasal dari dunia fana, dan mereka tidak abadi: bagi mereka, hidup juga akan berakhir suatu hari nanti. Maka itu, mereka meminta Rex Lapis untuk mengubah tubuh mereka menjadi batu yang abadi. Archon Geo yang pengasih mengabulkan permintaan mereka dan membuat mereka menjadi batu.\nLegenda yang kedua berisi cerita tentang Qilin, hewan mistis mulia dan baik hati. Qilin sering menjelajahi hutan dan pegunungan, tapi mereka hanya muncul di malam hari dimana cahaya bintang menyinari embun yang jernih. Mereka bertahan hidup dengan meminum air dari mata air jenih dan memakan tumbuhan obat-obatan yang wangi. Qilin tidak pernah menyakiti makhluk lain. Mereka bahkan menolak untuk menginjak serangga atau merusak rumput. Masyarakat percaya bahwa setiap gerakan, kebiasaan, dan sifat dari Qilin berasal dari sebuah etiket kuno yang tidak pernah berubah selama ribuan tahun. Konon katanya ribuan tahun yang lalu, terdapat seorang pengumpul tanaman obat-obatan sedang membersihkan dirinya di kolam pegunungan. Secara tiba-tiba, seekor Qilin yang sedang lewat mulai memakan baju yang dia tinggalkan di pinggir kolam. Qilin tersebut terlalu muda untuk memahami rasa malu dan privasi manusia dan dia juga belum mempelajari tentang cara berperilaku di dunia fana. Untuk menebus kesalahannya dan tidak mengejutkan manusia tersebut dengan wujud Adeptalnya, sang Qilin berubah wujud menjadi manusia. Qilin itu pun muncul di hadapan manusia tersebut di bawah sinar rembulan yang terpantul dari kolam. Mereka kemudian pergi bersama melewati bunga dan hutan bambu. Sang Qilin menerjemahkan bahasa para hewan kepada manusia itu, menunjukkan padanya kediaman para Adeptus dan mereka berbagi mimpi. Ketika cahaya matahari mulai membangunkan pengumpul tanaman obat itu, dia terbangun dan menemukan bahwa sang Qilin telah pergi tanpa jejak. Beberapa orang mengatakan bahwa Qilin tinggal bersama dengan manusia, melahirkan anak, dan mulai terbiasa dengan kehidupan manusia.\nLegenda yang ketiga bercerita tentang seorang anak laki-laki dan kuda Adeptus. Anak tersebut tersesat di hutan bambu dan seorang gadis bergaun putih menawarkan bantuan agar dirinya bisa keluar dari hutan tersebut. Selama mereka menghabiskan waktu di hutan, sang gadis bercerita tentang berbagai kisah mengenai tiga bulan dan waktu sebelum Archon terlahir."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Di masa lalu yang silam sekali, langit memiliki tiga bulan. Mereka adalah tiga saudari perempuan yang telah hidup jauh lebih lama daripada Archon Geo, bahkan tahun kelahiran mereka jauh lebih tua daripada pelabuhan Liyue.</color>\n<color=#ffffff>Bulan adalah putri-putri dari puisi dan nyanyian, yang bertakhta di langit malam. Mereka melintasi langit dengan kereta peraknya, bergantian satu sama lain setiap tiga bulan sekali. Jika pemerintahan tidak diteruskan dari satu saudari ke yang lainnya, maka bencana besar akan terjadi saat itu juga.</color>\n<color=#ffffff>Ketiga saudari perempuan ini memiliki kecintaan yang sama, yaitu bintang-bintang pada saat merekahnya fajar. Hanya pada saat interaksi antara pagi dan malam bertemu, barulah salah satu dari tiga saudari perempuan tersebut bisa melintasi langit dan berangsur-angsur menghilang ke istana fajar. Kemudian ketika fajar menyingsing, kereta mereka akan membawa sang saudari pergi.</color>\n<color=#ffffff>Ketiga saudari perempuan itu mencintai satu-satunya kekasih mereka, sama seperti mereka saling mencintai. Tentu saja, ini semua adalah sebelum bencana itu datang.</color>\n<color=#ffffff>Kemudian bencana itu membalikkan kereta raja, dan menghancurkan istana kekasihnya. Ketiga saudari perempuan tersebut bertengkar satu sama lain dan berubah menjadi musuh di langit malam. Pertengkaran mereka berakhir dengan kematian, hanya menyisakan satu di antaranya, memancarkan cahaya dingin tak bernyawa…”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Pagi pun datang, lalu mereka pun berpisah. Dalam cahaya fajar, anak tersebut mendengar suara tangisan yang semakin menjauh. Dia berbalik dan mencari, tapi dia tidak menemukan siapapun di belakangnya. Akan tetapi, terdapat sehelai rambut di pundaknya. Bertahun-tahun kemudian, anak yang telah tumbuh besar tersebut mengingat kejadian itu dan dia paham bahwa perbedaan antara dirinya dan gadis itu seperti gunung dan jurang. Laki-laki itu ditakdirkan untuk meninggalkan rumahnya dan pergi ke Liyue Harbor, mencari kekayaan yang telah dilimpahkan oleh Archon Geo pada dirinya. Sementara takdir sang gadis adalah menyembunyikan dirinya dari pandangan Archon Geo yang baik serta penuh belas kasih dan melindungi kisah-kisah kuno yang mulai terlupakan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/a617a1d0de3a8ceb6be7f6a0995a2187_8067809477740317127.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Legenda yang lain mengisahkan tentang ahli bela diri, Guhua. Dia adalah master dari Rainslasher, pedang besar yang gelap dan berpijar tanpa tepi yang tajam. Beberapa tahun lalu, pedang tersebut dikenal sebagai “Beacon of the Nether” oleh para bandit gunung karena jika melihat pedang tersebut berarti tidak ada kata kembali. Konon katanya Guhua merupakan Adeptus. Ketika dia masih hidup, para bandit tidak berani bertindak dan pedesaan sama damainya seperti di kota. Di akhir perjalanannya, Guhua naik ke langit dalam kabut ungu dan menjadi bintang. Seseorang yang dibantu oleh Guhua mendirikan sekolah dan menamainya Guhua School untuk menghormatinya. Klan Guhua dulunya sangat terkenal, tetapi saat ini klan tersebut mulai redup karena terus berkurang selama beberapa ribu tahun."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/d9ad26954d1ce9e0a40f196b72450232_7375691150427647216.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Salah satu dari legenda Adeptus merupakan legenda lokal di Fontaine. Beberapa generasi lalu, pengembara dari Fontaine berkelana di Liyue dan terjatuh ke dalam danau. Saat dia mulai tenggelam dan kesulitan bernafas, dia mendengar alunan musik yang merdu. Dia berkata bahwa lagu tersebut memiliki melodi yang sangat indah dan mengharukan yang pernah dia dengar. Bahkan saat berada di ambang kematian, musik tersebut menyita perhatiannya dan hampir membuatnya lupa bahwa dia sedang tenggelam. Ketika dia tersadar, dia menemukan bahwa dirinya telah dibawa ke daratan. Seorang wanita yang tidak dikenal dengan pancaran aura seperti dewa berdiri tidak jauh dari dirinya. Ketika wanita itu melihat bahwa pria tersebut tidak lagi dalam bahaya, dia pergi tanpa jejak. Pengembara tersebut mencoba mengejar wanita itu untuk berterima kasih kepadanya. Meskipun mereka hanya terpisah beberapa langkah, tidak peduli seberapa cepat pengembara itu mengejarnya, dia tidak bisa mendekat dan jarak di antara mereka tetap sama. Pada akhirnya, hal yang dapat dia lakukan hanyalah membungkukkan kepala untuk berterima kasih sambil memperhatikan perempuan itu berjalan pergi ke sungai dan pegunungan nan jauh. Pada akhirnya dia berbalik dan kembali ke rumahnya. Saat dia sampai di Fontaine, dia mulai mempelajari alat musik untuk menyebar luaskan ceritanya, seperti seorang penyair. Setelah melewati beberapa generasi yang menceritakan kembali, membubuhi, dan mendramatisasi ceritanya, masyarakat berasumsi bahwa gadis tersebut kemungkinan adalah seorang peri. Cerita tersebut menjadi legenda lokal di Fontaine. Legenda tersebut dikenal sebagai “Wanita yang Menghadap ke Danau.” Masyarakat saat ini berkata jika kamu pergi ke bawah tepi danau dan memainkan alat musik, selama kamu melantunkan melodi yang menyenangkan, kamu bisa mendengar gadis peri yang sedang bersembunyi memainkan alat musiknya bersama denganmu.\nLegenda ke-enam bercerita tentang hidangan yang rumit dan terkenal dari masakan Liyue, Adeptus’ Temptation. Bahan-bahan yang dipilih secara khusus direndam dan direbus perlahan hingga menjadi kaldu sup. Konon katanya resep yang ditulis hanya dari ingatan saja sudah cukup untuk menggoda Adeptus untuk kembali lagi ke dunia fana.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Madame Pingn atau dikenal dengan gelar adeptusnya Streetward Rambler. Madame Ping dapat ditemukan didekat Yujing Terrace pada siang hari. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/1bdec1bf0f367b9284d04ce2b3f57ccd_2524792498497204153.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2042,
        "name": "Rainslasher",
        "desc": "Pedang besar tanpa mata pedang yang bersinar gelap. Meremukkan musuh-musuhnya dengan kekuatan yang besar.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/雨裁.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 271,
        "name": "Adeptus' Temptation",
        "desc": "Hidangan Liyue yang terkenal dan cukup kompleks, dibuat dari bahan-bahan pilihan dan direbus perlahan menjadi sup. Resep yang ditulis berdasarkan ingatan saja sudah cukup untuk membuat Adeptus untuk turun lagi ke dunia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Adeptus' Temptation_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2338,
        "name": "Catatan Jueyun",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2337,
        "name": "Rembulan Hutan Bambu",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan Adeptus Terkenal"
      },
      {
        "type": "RichText",
        "text": "Karakter\nRingkasan"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Adeptus pertama, Rex Lapis."
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Cloud Retainer",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Aocang, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/25/119402430/46ee1323ddfe94fe1707c1d50912504e_3094320817345525302.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Adeptus bangau dari Mt. Aocang."
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Mountain Shaper",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Mt. Hulao, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/119402430/6f30a05b953798d6483f2bdcae21831b_1414383427815560587.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Adeptus bangau dari Mt. Hulao."
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Moon Carver",
        "desc": "<p>NPC eksklusif quest. Dia adalah seorang adeptus yang berdiam di Qingyun Peak, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/119402430/04cbb551e9234cef9aa39840dc923d55_2286624349359987015.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Adeptus rusa dari Qingyun Peak."
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Skybracer",
        "desc": "<p>Seorang Adeptus dari Liyue yang terbunuh selama Perang Archon.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Adeptus rusa yang menyelamatkan Mt. Tianheng dari kehancuran."
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Sea Gazer",
        "desc": "<p>Seorang Adeptus berasal dari Liyue yang gemar mengumpulkan harta karun. Dia adalah pemilik sebelumnya dari \"Fantastic Compass.\"</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/bcf3c5e99c0f06cc10a700403456164c_8244983452388089599.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Adeptus Angsa dan mantan pemilik Fantastic Compass."
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Madame Pingn atau dikenal dengan gelar adeptusnya Streetward Rambler. Madame Ping dapat ditemukan didekat Yujing Terrace pada siang hari. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/1bdec1bf0f367b9284d04ce2b3f57ccd_2524792498497204153.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Adeptus yang tinggal bersama manusia, Streetward Rambler."
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Adeptus karper dari Chenyu Vale."
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Herblord",
        "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Adeptus yang memiliki wujud asli yaitu seekor ular dari Chenyu Vale.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/26/170306649/7645624035438f40b5a8d249e68786af_4167879282640625795.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Adeptus ular dari Chenyu Vale."
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Yaksha, sesosok Adeptus yang melindungi Liyue. Juga memiliki julukan \"Conqueror of Demons\" atau \"Vigilant Yaksha\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Adeptus dengan julukan \"Conqueror of Demons\" dan Yaksha terakhir."
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Seorang pemimpin Yaksha, yang juga dikenal sebagai Marshal Vritras.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/d4379ed382b3e7ad63511e5c5801e068_3712980479758361201.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Pemimpin dari para Yaksha yang dikenal sebagai Marshal Vritras."
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Menogias",
        "desc": "<p>Salah satu dari lima Yaksha terkuat, dikenal juga sebagai Jenderal Kapisas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/fd505028541501db5aa5017adef2cc5b_5592616659966550454.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Salah satu Yaksha terkuat, Jenderal Kapisas, yang mahir dalam merancang busana."
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Bonanus",
        "desc": "<p><span style=\"color: #BFBFBF\">Salah satu dari lima Yaksha terkuat, yang juga dikenal sebagai Jenderal Chizapus.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/fa2f62d6a15dc28d690f588ff1bce14c_415587706170125014.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Salah satu dari lima Yaksha terkuat yang dikenal sebagai Jenderal Chizapus."
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Indarias",
        "desc": "<p>Salah satu dari lima Yaksha terkuat, yang juga dikenal sebagai Jenderal Musatas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/438d5295fe79098ca4a705616564e25b_2148814916165033501.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Salah satu dari lima Yaksha terkuat yang dikenal sebagai Jenderal Musatas.\nPervases\nYaksha burung yang meninggal dunia saat Perang Archon."
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Seorang sekretaris di Yuehai Pavilion. Darah hewan pusaka Qilin mengalir di dalam tubuhnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Manusia dengan darah campuran adeptus, dimana ibu dari Ganyu adalah Adeptus Qilin. Dia adalah sekretaris dari Yuehai Pavilion."
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Seorang konsultan hukum yang terkenal di Liyue, di tubuh gadis muda ini juga mengalir darah Adeptus.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Manusia dengan darah campuran adeptus, dimana ayah dari Yanfei adalah Adeptus. Dia merupakan salah satu manusia berdarah adeptus yang tidak terikat kontrak dengan Rex Lapis karena dia lahir di masa yang damai dan membuat kontrak dengan orang tuanya untuk \"hidup bahagia.\""
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Suanni yang dikenal sebagai Mountain Lord. Meskipun dia tidak dipuja sebagai Adeptus, tapi dia merupakan makhluk suci yang memiliki kekuatan Adeptus.\nGuhua\nDia dipercaya sebagai Adeptus yang naik takhta ke Celestia."
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "<p>Teman dan pendamping Xiangling, Guoba membantunya dalam memasak dan pertempuran.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/12/1023623/aed6d782110b4a976ecc5deffddd9bff_4377603066186055709.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Marchosius, Stove God, dengan wujud asli panda. Meskipun dia tidak disebut sebagai Adeptus, tapi dia merupakan makhluk suci abadi yang memiliki kekuatan Adeptus."
      }
    ],
    "galleryCharacter": [
      {
        "key": "Adeptus",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/8b648a5bbc14ff32d1c639af61d5be8a_337349276380021132.png"
      },
      {
        "key": "Adeptus",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/1c95fbf97d478ba9ba8f149c3b458206_5385140815252212799.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Adeptus</color>"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Kelompok makhluk suci abadi</color>"
          }
        ]
      },
      {
        "key": "Bangsa",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Liyue</color>"
          }
        ]
      },
      {
        "key": "Pemimpin",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Rex Lapis</color>"
          }
        ]
      }
    ]
  }
}