{
  "epId": 5103,
  "name": "Yaksha",
  "desc": "<p>Sebuah kelompok khusus yang terdiri dari Adeptus yang dipanggil oleh Rex Lapis untuk melindungi wilayah Liyue dari kejahatan yang berasal dari sisa-sisa kekuatan dewa-dewa yang telah kalah dalam pertempuran di masa lalu. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/170306649/6d7ffbd0e5266a433bb312ca186f8954_451180074353785100.png",
  "menuId": 23,
  "menuName": "Organisasi",
  "version": 1738587089,
  "components": {
    "galleryCharacter": [
      {
        "key": "Yaksha",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/170306649/bf057873730af40b5f9df35971335d8b_3987937121571603505.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lima Yaksha yang terkuat."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "RichText",
        "text": "Karakter\nRingkasan"
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adeptus",
        "desc": "<p>Para makhluk suci abadi dari Liyue yang bertugas untuk melindungi masyarakat Liyue selama ribuan tahun.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/7372a2d1b47769b64d0e87bd21a867a7_6992418847095542132.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Seluruh Yaksha termasuk dalam golongan Adeptus Pelindung.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Rex Lapis yang memanggil para Yaksha untuk memburu para iblis."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Yaksha Terkenal"
      },
      {
        "type": "RichText",
        "text": "Karakter\nRingkasan"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Yaksha, sesosok Adeptus yang melindungi Liyue. Juga memiliki julukan \"Conqueror of Demons\" atau \"Vigilant Yaksha\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Alatus — Raja Bersayap Emas yang juga dijuluki Conqueror of Demons merupakan satu dari lima Yaksha terkuat dan satu-satunya Yaksha yang masih hidup.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Seorang pemimpin Yaksha, yang juga dikenal sebagai Marshal Vritras.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/d4379ed382b3e7ad63511e5c5801e068_3712980479758361201.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Seorang pemimpin Yaksha, yang juga dikenal sebagai Marshal Vritras.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Menogias",
        "desc": "<p>Salah satu dari lima Yaksha terkuat, dikenal juga sebagai Jenderal Kapisas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/fd505028541501db5aa5017adef2cc5b_5592616659966550454.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Salah satu dari lima Yaksha terkuat dan memiliki bakat dalam desain pakaian yang dikenal juga sebagai Jenderal Kapisas.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Bonanus",
        "desc": "<p><span style=\"color: #BFBFBF\">Salah satu dari lima Yaksha terkuat, yang juga dikenal sebagai Jenderal Chizapus.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/fa2f62d6a15dc28d690f588ff1bce14c_415587706170125014.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Salah satu dari lima Yaksha terkuat, yang juga dikenal sebagai Jenderal Chizapus.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Indarias",
        "desc": "<p>Salah satu dari lima Yaksha terkuat, yang juga dikenal sebagai Jenderal Musatas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/438d5295fe79098ca4a705616564e25b_2148814916165033501.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Jenderal Musatas, yang merupakan gelar dan meninggal karena utang karma.</color>\nPervases\nSeekor burung Yaksha, yang meninggal selama Perang Archon."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Item/Buku Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 2314,
        "name": "Yaksha: Adeptus Pelindung",
        "desc": "Sebuah volume dari koleksi \"Keajaiban Tersembunyi dan Cerita Rakyat Liyue\", yang berfungsi sebagai \"Tur Daratan Liyue,\" versi Liyue sendiri sebuah ensiklopedia yang berisi tentang kepercayaan dan adat istiadat rakyat. Diciptakan oleh Masudi, seorang sarjana dari Sumeru. Karena cara penulisannya yang kuno, sebagian besar buku ini ditolak oleh publik dan penerbit. \"Yaksha: Adeptus Pelindung\" memperkenalkan para pembaca tentang berbagai Yaksha yang bertempur berdampingan dengan Geo Archon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Yakshas: The Guardian Adepti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2326,
        "name": "Kitab Keseimbangan",
        "desc": "Legenda mengatakan bahwa kitab ini berisi mantra kuno yang digunakan untuk menghormati Rex Lapis dan Adeptus Yaksha. Juga berfungsi sebagai catatan sejarah tentang kepercayaan kuno pada Archon Geo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Verses of Equilibrium_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Teaser dan Trailer",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser Kisah: Yaksha, Sang Adeptus Pelindung"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/237301566/90f7b599b4d7f65c3edf3844d9cf3f04_5140932463371261091.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>27 Januari 2021</color>\n<color=#ffffff73>Alatus — Raja Bersayap Emas yang juga dijuluki Conqueror of Demons. Tidak ada yang mengetahui asal-usulnya, dan juga tidak ada yang mengetahui tujuan akhirnya.</color>\n<color=#ffffff73>Hanya pada malam musim semi, saat lentera-lentera diterbangkan, penduduk Liyue yang melihat ke arah Guyun akan berseru: \"Lihat, Vigilant Yaksha sedang memburu para iblis!\"</color>\n<color=#ffffff73>Atau mereka akan mendengar suara seruling dari rawa-rawa, tetapi saat dicari, tidak ada seorang pun di sana. Mereka pun akan berseru: \"Para Yaksha sedang memanggil rekan-rekan lamanya kembali ke kampung halaman mereka.\"</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=Wv-Tr-sSoCs&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/152781</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser Kisah: Memori Lama yang Tersisa"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/237301566/68227850eb221e54dc2b6c91f89e1436_291937187263281196.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 Juni 2022</color>\n<color=#ffffff73>Setelah krisis berakhir, orang-orang akan pergi satu demi satu, ada yang dalam renungan, ada yang dalam kepuasan.</color>\n<color=#ffffff73>Tapi Xiao mengundangmu untuk berbincang, bercerita tentang memori seorang Yaksha yang telah dibangkitkan ....</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ZVnfjTVZrWY&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/5121496</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser Kisah: Gema Suara di Hati"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/170306649/d9ad26954d1ce9e0a40f196b72450232_6422431082510597348.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 Januari 2023</color>\n<color=#ffffff73>Seperti kepulan asap yang menghilang dalam sekejap mata, seperti tangkai yang mengambang tanpa akar.</color>\n<color=#ffffff73>Aliran air mengalir, menyapu butiran debu yang ada.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/15209511</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Trailer Versi 4.4 \"Pesona Corak Angin Musim Semi\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/2b4ba05abf8ef2585a4d3c2128084609_3450904720678795680.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19 Januari 2024</color>\nMusim semi tiba lebih awal, hewan keberuntungan datang menyapa, membawa serta angin keberuntungan tinggi di atas awan.\nBagaikan bangau liar, layangan warna-warni membubung tinggi, aliran sungai bergerak melewati lembah tempat harta karun tersembunyi.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=zQk1QHm2-Cw&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/24445730</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Adegan Animasi Pesona Corak Angin Musim Semi \"Layangan Berkibar di Tengah Angin\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/bfc85aae7acd8f1bbb45bcab95f44bcd_8387963249736878829.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>9 Februari 2024</color>\n<color=#ffffff73>Perayaan seperti ini mengisi hidup kita dengan momen kebahagiaan yang langka. Tapi akankah kita bertemu lagi setelah kembang apinya padam?</color>\n<color=#ffffff73>Jika kita bisa tanyakan kepada angin yang bertiup sebelum musim semi tiba, ia mungkin bisa memberitahukan kapan mereka yang mengembara akan kembali, dan kapan kita bisa berbincang lagi di bawah terang bulan.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=aIo5bqK26p0&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/25102032</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Perang Archon",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Beberapa ribu tahun yang lalu, Prinsip-prinsip Langit menyatakan perang di antara para dewa untuk memperebutkan takhta dewa, dan tanah Liyue menjadi tempat pertempuran. Rex Lapis dan para Adeptus dari Selatan bertempur melawan para Adeptus dari Utara dan para dewa lainnya. Banyak sekali dewa, Adeptus, dan Yaksha yang gugur dalam perang ini. Di antara para korban adalah Yaksha termuda, Pervases, yang secara pribadi diberi nama oleh Rex Lapis, dan Dewa Debu, Guizhong, yang kekuatannya disegel oleh para Yaksha untuk mencegah kebangkitannya. Tidak ada tempat di mana jiwa-jiwa orang yang sudah meninggal dapat kembali."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/90f7b599b4d7f65c3edf3844d9cf3f04_5990369071033377616.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dalam salah satu pertempuran, Rex Lapis mengalahkan dewa yang dipuja oleh Yaksha muda, yaitu seorang Adeptus. Kemudian ada seorang dewa memanfaatkan kelemahan Xiao dan menjadikannya boneka dari dewa tersebut, dia dipaksa untuk melakukan aksi-aksi jahat yang kejam. Banyak yang tewas di tangannya, banyak harapan dihancurkan olehnya dan dia bahkan dipaksa untuk memangsa semua mimpi-mimpi dari korbannya. Walaupun ini semua membuat hati Xiao sakit, dia sama sekali tidak bisa melawan. Akhirnya, saat Perang Archon terjadi, Morax, sang Archon Geo, ditemukan takdir dengan master dari yaksha ini. Ketika Rex Lapis mengalahkan tuan Yaksha, dia membebaskannya dan memberinya nama Xiao untuk melindunginya: <color=#ffffffd9>\"Dalam dongeng di dunia lain, nama Xiao adalah roh kegelapan yang mengalami penderitaan dan kesulitan yang hebat. Dia menanggung banyak penderitaan. Mulai sekarang, gunakanlah nama ini.\"</color> Untuk membalas budi kepada Archon Geo, Rex Lapis,\nmenanggung beban untuk melindungi Liyue selama ribuan tahun. Karena semua kelembutan dan kepolosannya telah hilang selama pelayanannya berada dalam pengaruh dewa jahat. Yang tersisa hanyalah hasrat untuk membunuh dan menanggung beban dosanya. Xiao hanya bisa membantu orang-orang Liyue dalam pertempuran."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/07c5b1b79ed283b8ce32f56522a1dbae_6458912599486681398.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "3.700 tahun yang lalu, Morax mengalahkan dewa-dewa Liyue lainnya dan mendirikan Pelabuhan Liyue bersama para Adepti, dan menjadi Archon Geo. Adepti membuat perjanjian dengan Rex Lapis dan bersumpah untuk melindungi rakyat Liyue. Meskipun Morax mengalahkan semua dewa dan mengubur mereka di bawah tebing gunung, mereka abadi. Kesadaran mereka mungkin berkurang, tetapi kekuatan dan kebencian mereka akan selalu ada dan menyebar seperti racun, tanpa henti menimbulkan kekacauan bagi dunia dan penduduknya. Para dewa yang kembali ke siklus elemen tidak menyerah tetapi kembali dalam bentuk iblis. Tersiksa oleh kemarahan, mereka memunculkan racun, yang pada gilirannya menimbulkan segala macam wabah, monster, dan kejahatan sesat lainnya. Mereka membuat bumi kelaparan dan mengaduk-aduk air, serta menimbulkan kehancuran pada manusia. Untuk membersihkan iblis-iblis tersebut, Rex Lapis memanggil para Yaksha. Para Yaksha, binatang buas yang ganas dan suka berperang, binatang bercahaya dari Liyue, siap melakukan apa saja untuk melindungi tanah. Dalam pertempuran dengan iblis, mereka mengenakan topeng yang membuat para iblis takut, menyembunyikan bagian dari diri mereka yang membuat mereka menjadi manusia. Para Yaksha bersumpah untuk memulihkan ketertiban dan menumpas kejahatan: <color=#ffffff>\"Membunuh demi kedamaian, bertempur demi membersihkan kejahatan, inilah dedikasi hidup kami.\"</color> Lima dari sekian banyak orang adalah yang terkuat: Marsekal Vritras Bosacius, Jenderal Musatas Indarias, Jenderal Chizapus Bonanus, Jenderal Kapisas Menogias, dan Raja Bersayap Emas, Alatus. Bersama dengan Archon, mereka mengusir wabah, mengalahkan iblis, dan dikenal oleh manusia sebagai “Para Yaksha”. Mereka tahu bahwa perang yang mereka lakukan tidak akan pernah bisa dimenangkan, dan tidak akan pernah berakhir. Perang ini juga merupakan perang tak terlihat yang tidak akan pernah disaksikan oleh siapa pun dan tidak akan ada yang berterima kasih kepada mereka."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/548e5247deab8a521e2c9f8d040c062f_2241455296625011163.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Para Yaksha tanpa ampun membunuh inkarnasi yang tak terhitung jumlahnya dari sisa-sisa dendam para dewa, tetapi dengan melakukan hal itu, jiwa mereka terpecah. Akhirnya, pecahan-pecahan kebencian mereka mampu mencemari jiwa para Yaksha, mengutuk mereka pada penderitaan yang mengerikan akibat hutang karma. Beberapa turun ke dalam kemarahan buta yang tidak dapat diungkapkan dengan kata-kata atau didorong oleh rasa takut hingga kegilaan yang tak terlukiskan. Beberapa orang saling menyerang dan menghancurkan satu sama lain dan beberapa lainnya tersesat dalam khayalan pikiran. Setelah seribu tahun menjadi kutukan, tiga dari lima orang itu terbunuh."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/fd7d2c27514b9c50f2f6057c5d987cc3_7052495050928265229.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Menogias dan Bonanus saling menyerang, dan Bonanus menusuk saudaranya dengan tombak. Indarias menyerah pada pengaruh utang karma dan meninggal. Yaksha keempat, Bosacius, menjadi gila dan menghilang, meninggalkan kekayaannya yang disegel oleh seni Adeptal, dan hanya Alatus yang masih hidup. Perbuatan-perbuatan buruk yang dilakukan selama ribuan tahun mulai menggerogoti Raja Bersayap Emas dari dalam. Dia kehilangan sanak saudara, teman, dan sekutunya, menghadapi ketidakmungkinan penebusan, dibakar amarah yang tak kunjung padam, dan tidak mengenal jeda. Dia berbalik melawan keluhan masa lalunya tetapi tidak menerima pembalasan atau bantuan, dan ganjarannya hanyalah kekosongan di dalam hatinya yang tidak dapat diisi oleh keabadian. Suatu hari, sebagian besar kekuatan Xiao dihabiskan untuk bertarung dari senja hingga fajar, dan dia muncul sebagai pemenang hanya dengan sehelai rambut. Karena kelelahan, <color=#ffffff73>Conqueror of Demons</color> merasakan kebencian ilahi yang mencemari tubuhnya mulai bekerja. Kebencian yang tak terbatas membanjiri akal sehatnya, dan dia jatuh ke tanah dalam kesakitan. Tapi pada saat itu juga rasa sakitnya lenyap tanpa peringatan. Ini bukan karena kekuatan Xiao sendiri, karena dia telah diselamatkan oleh suara seruling Archon Anemo, Barbatos. Suara seruling yang jernih dan indah terdengar di atas gunung dan sungai, terbawa angin ke tempat dia berbaring. Suara itu melindungi Alatus, memijat indera liarnya, dan memberinya kedamaian sejenak. Dan meskipun <color=#ffffff73>Conqueror of Demons</color> sendirian sepanjang hidupnya, masih ada orang-orang di dunia ini yang siap melindunginya.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adeptus",
        "desc": "<p>Para makhluk suci abadi dari Liyue yang bertugas untuk melindungi masyarakat Liyue selama ribuan tahun.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/7372a2d1b47769b64d0e87bd21a867a7_6992418847095542132.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Seorang konsultan misterius yang terikat kontrak dengan Wangsheng Funeral Parlor. Dia memiliki pengetahuan yang mendalam tentang segala sesuatu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Yaksha, sesosok Adeptus yang melindungi Liyue. Juga memiliki julukan \"Conqueror of Demons\" atau \"Vigilant Yaksha\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Seorang pemimpin Yaksha, yang juga dikenal sebagai Marshal Vritras.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/d4379ed382b3e7ad63511e5c5801e068_3712980479758361201.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Menogias",
        "desc": "<p>Salah satu dari lima Yaksha terkuat, dikenal juga sebagai Jenderal Kapisas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/fd505028541501db5aa5017adef2cc5b_5592616659966550454.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Indarias",
        "desc": "<p>Salah satu dari lima Yaksha terkuat, yang juga dikenal sebagai Jenderal Musatas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/438d5295fe79098ca4a705616564e25b_2148814916165033501.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Bonanus",
        "desc": "<p><span style=\"color: #BFBFBF\">Salah satu dari lima Yaksha terkuat, yang juga dikenal sebagai Jenderal Chizapus.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/fa2f62d6a15dc28d690f588ff1bce14c_415587706170125014.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Salah satu dari banyaknya penyair di Mondstadt yang bisa dengan bebasnya ke sana kemari di antara lorong-lorong dan gang-gang Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2314,
        "name": "Yaksha: Adeptus Pelindung",
        "desc": "Sebuah volume dari koleksi \"Keajaiban Tersembunyi dan Cerita Rakyat Liyue\", yang berfungsi sebagai \"Tur Daratan Liyue,\" versi Liyue sendiri sebuah ensiklopedia yang berisi tentang kepercayaan dan adat istiadat rakyat. Diciptakan oleh Masudi, seorang sarjana dari Sumeru. Karena cara penulisannya yang kuno, sebagian besar buku ini ditolak oleh publik dan penerbit. \"Yaksha: Adeptus Pelindung\" memperkenalkan para pembaca tentang berbagai Yaksha yang bertempur berdampingan dengan Geo Archon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Yakshas: The Guardian Adepti_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2326,
        "name": "Kitab Keseimbangan",
        "desc": "Legenda mengatakan bahwa kitab ini berisi mantra kuno yang digunakan untuk menghormati Rex Lapis dan Adeptus Yaksha. Juga berfungsi sebagai catatan sejarah tentang kepercayaan kuno pada Archon Geo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Verses of Equilibrium_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cataclysm",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/9a723eb62826da5b39b435eec28c8297_1287605558445924247.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 tahun yang lalu, sebuah bencana dahsyat terjadi di Khaenri'ah, dan Abyss mengalir ke dunia ini. <color=#ffffff73>Chasm</color> , tempat kejahatan kuno bersembunyi, menjadi pusat pertempuran dengan monster-monster Abyss. Para Millelith ditugaskan untuk mengevakuasi penduduk setempat dan para penambang, dan beberapa prajurit tetap berada di <color=#ffffff73>Chasm</color> untuk melindungi tempat persembunyian. Yaksha berlengan empat, Bosacius, datang membantu mereka. Dengan pedang di tangannya, ia memasuki <color=#ffffff73>Chasm</color> untuk mengakhiri penderitaan orang-orang. Api bale ungu bersinar di matanya, dan orang-orang mengatakan bahwa Yaksha mempertahankan <color=#ffffff73>Chasm</color> bukan untuk memenuhi perintah Rex Lapis, tetapi untuk menebus dosa-dosa abadi, untuk mendapatkan pengampunan atas kepengecutan dan kelemahan yang pernah dia tunjukkan. Bagaimanapun juga, Yaksha turun ke dalam tambang bersama para Millelith. Selama bertempur berdampingan dengan Yaksha, para prajurit fana ini tidak dapat menghindar dari karma, atau terluka selama pembantaian. Untuk menghindari dikonsumsi oleh kegelapan dari pembunuhan yang terus menerus, para prajurit Millelith menggunakan arloji untuk menandai berlalunya waktu secara diam-diam selama setiap pertempuran. Mereka menetapkan kecepatan dan jadwal berbaris yang terpadu sehingga satu skuadron tentara fana akan mengambil medan perang seperti yang dilakukan sebelum mereka mundur. Siklus maju dan mundur ini terus berlanjut hingga ke kedalaman <color=#ffffff73>Chasm</color> , di mana para prajurit Yaksha dan para prajurit gagah berani sama-sama gugur."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/90ec28a7bc8d4e51d7db9d334bd6a40d_2423246889581117515.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Bersama dengan salah satu manusia, Boyan, Bosacius turun ke dalam the subspace of the Chasm, di mana ruang dan waktu terdistorsi. Ia memanfaatkan kelemahan dan ketakutan manusia dan menunjukkan ilusi kepada mereka untuk memikat mereka ke dalam perangkap. Karena karma, Yaksha melupakan dirinya sendiri, saudara-saudaranya, dan mengapa dia datang ke <color=#ffffff73>Chasm</color> . Dengan mengorbankan nyawa mereka, Boyan dan Bosacius berhasil menyegel the subspace dengan Fantastic Compass - artefak yang mampu mengubah ruang dan menyegel monster. Sebelum meninggal, pikiran Yaksha berlengan empat itu menjadi jernih, dan dia mengingat teman-temannya. Bosacius tetap terjebak di <color=#ffffff73>Chasm</color> , dan Alatus kemudian bertemu dengan perwujudan hantunya di the subspace ini saat dia tiba di tambang untuk mencari saudaranya yang hilang. Untuk keluar dari sub-angkasa dan menyelamatkan orang-orang, Xiao siap mengorbankan dirinya sendiri, namun dia diselamatkan oleh Rex Lapis.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Seorang pemimpin Yaksha, yang juga dikenal sebagai Marshal Vritras.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/d4379ed382b3e7ad63511e5c5801e068_3712980479758361201.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Yaksha, sesosok Adeptus yang melindungi Liyue. Juga memiliki julukan \"Conqueror of Demons\" atau \"Vigilant Yaksha\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2064,
        "name": "Tenacity of the Millelith",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Vermillion Hereafter",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Peninggalan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/d62233f03601be3f1482da55fc406cc0_7401207558544153494.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Selama perang di masa silam, masyarakat Liyue menerangi langit malam dengan lentera sebagai pengingat jalan pulang bagi para pejuang mereka dan untuk tidak pernah melupakan diri mereka sendiri. Lantern Rite adalah perayaan tahunan untuk menghormati para pahlawan ini. Pada hari ini, orang-orang berdoa agar kemakmuran turun kepada mereka dan agar masalah hilang. Pada malam hari, penduduk kota meluncurkan banyak lentera langit dan satu lentera bulan besar ke langit. Hanya pada musim semi, selama persembahan lentera di malam hari, orang-orang dapat melihat cahaya di Guyun dan menyatakan: <color=#ffffffd9>\"Bersiaplah, Guardian Yaksha akan mengakhiri kelaliman monster!\"</color>\nAtau terkadang mereka mendengar suara seruling dari rawa, tetapi mereka tidak menemukan siapa pun yang memainkan seruling di rawa. Demikianlah kata mereka, <color=#ffffffd9>\"Hark, para Yaksha memanggil rekan lama ke tanah air.\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/dfcd3f2011935d6162fe5cd362960c47_4538355187157167310.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Untuk mengenang jasa-jasa para Yaksha, orang-orang mendirikan patung-patung mereka. Dipercaya bahwa para Yaksha yang perkasa ditakdirkan untuk mengembara di tanah dalam keadaan menderita tanpa akhir. Untuk menghibur para Yaksha, mereka disuguhi makanan dan dinyanyikan nyanyian suci. Semua ini akan menenangkan para Yaksha dan memberi mereka kekuatan untuk terus mempertahankan perdamaian. Saat ini, patung-patung besar Yaksha yang mengalahkan roh-roh jahat masih berdiri di Liyue, tetapi wajah mereka sudah lama rusak dan tidak dapat dikenali lagi. Di dunia fana, hampir tidak ada yang diketahui tentang Yaksha, karena mereka bukanlah dewa populer yang membawa kekayaan dan perlindungan, dan bukan orang bijak mistik yang menjadi tujuan para peziarah untuk mencari kebijaksanaan ilahi. Tidak ada yang akan berpikir untuk berterima kasih kepada Xiao, karena mereka akan takut dengan kekuatan ilahi. Pemandangan Xiao, bahkan dari kejauhan, cukup mengintimidasi dan membuat orang langsung lari tunggang langgang menyelamatkan diri. Namun, Qixing, yang memerintah Liyue, menugaskan salah satu agen rahasia mereka untuk mendukung Conqueror of Demons dalam menaklukkan iblis. Agen rahasia tersebut menjalankan sebuah organisasi samaran yang disebut Penginapan Wangshu. Sesekali, Xiao mampir ke penginapan tersebut untuk menikmati semangkuk Almond Tofu, yang mengingatkannya pada mimpi yang dulu ia lahap."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/8b671dfbeb1e2ed7a75088c60db5de9b_3776640753422333091.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Suatu hari, seorang manusia memutuskan untuk berpura-pura menjadi seorang Yaksha dan menyebut dirinya Starsnatcher, untuk mengumpulkan pengikut. Dia memberikan obat kepada orang-orang, menemani para pedagang, dan membantu mereka yang patah hati dengan imbalan sumbangan. Dengan menggunakan Sigil of Permission, dia mengusir iblis tetapi tidak membunuh mereka, sehingga mereka secara bertahap berkumpul di satu tempat, mengancam orang-orang dengan bahaya. Setelah mengetahui tentang penipuan tersebut, Penakluk Iblis menggunakan seni Adeptal bernama Dream Trawler untuk memanggil jiwa Starsnatcher. Ritual ini terdiri dari empat bagian: mempersembahkan dupa, meditasi, mantera, dan melepaskan anak panah. Untuk mempersembahkan dupa, seseorang harus meletakkan dupa ke dalam pedupaan dengan rasa hormat kepada Rex Lapis di dalam hati mereka. Meditasi adalah mengosongkan pikiran dari pikiran-pikiran sepele dan fokus pada target dari seni yang kita tampilkan. Kemudian, orang-orang harus mengucapkan mantera dengan suara keras: <color=#ffffffd9>“Devayaksha, Buanglah Dosa!”</color> , dan akhirnya - lepaskan anak panah ke arah masing-masing patung Yaksha untuk meminta otoritas mereka untuk melakukan kontrak. Ketika jiwa Adeptus palsu dipanggil, dia bersumpah kepada Alatus untuk meninggalkan kejahatan, hidup sesuai dengan hati nuraninya, dan tidak mencemarkan nama baik Adeptus."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/4034daf7d995376ffadd9d0bc70d02cd_4298174480460191849.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Untuk menghormati kenangan akan Yaksha Pervases, sebuah kuil dibangun, tetapi seiring berjalannya waktu, orang-orang berhenti datang ke sana, dan kuil tersebut runtuh. Dengan menggunakan seni Adeptal khusus Mortal Lingering, Lampu Bintang Tujuh, dan pedupaan, almarhum Yaksha dapat menjelma di dunia sebagai ilusi pada hari kematiannya untuk melihat Liyue modern. Wang Ping'an, yang meninggalkan nama Starsnatcher dan memutuskan untuk menebus dosa-dosanya, membangun kembali kuil Pervases. Terkadang, Xiao datang ke kuil ini untuk mengenang saudara-saudaranya yang telah meninggal dan membawakan Pervases yaitu makanan Grilled Tiger Fish yang ia cintai.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Lantern Rite",
        "desc": "<p>Festival Lantern Rite diadakan untuk mengenang mereka yang telah mempertaruhkan kehidupan mereka dalam Perang Archon.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Yaksha, sesosok Adeptus yang melindungi Liyue. Juga memiliki julukan \"Conqueror of Demons\" atau \"Vigilant Yaksha\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2515,
        "name": "Wang Ping'an",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Wang Ping'an_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 1088,
        "name": "Grilled Tiger Fish",
        "desc": "Ikan kebab yang dipanggang di atas api. Ikan yang baru saja ditangkap dari pelabuhan, diambil dan langsung dibakar. Aromanya bisa mengundang kucing jalanan. Kesegaran ikan tersebut pasti adalah rahasia dari kelezatannya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Grilled Tiger Fish_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 741,
        "name": "Yaksha: Adeptus Pelindung",
        "desc": "Sebuah volume dari koleksi \"Keajaiban Tersembunyi dan Cerita Rakyat Liyue\", yang berfungsi sebagai \"Tur Daratan Liyue,\" versi Liyue sendiri sebuah ensiklopedia yang berisi tentang kepercayaan dan adat istiadat rakyat. Diciptakan oleh Masudi, seorang sarjana dari Sumeru. Karena cara penulisannya yang kuno, sebagian besar buku ini ditolak oleh publik dan penerbit. \"Yaksha: Adeptus Pelindung\" memperkenalkan para pembaca tentang berbagai Yaksha yang bertempur berdampingan dengan Geo Archon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Yakshas: The Guardian Adepti_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2314,
        "name": "Yaksha: Adeptus Pelindung",
        "desc": "Sebuah volume dari koleksi \"Keajaiban Tersembunyi dan Cerita Rakyat Liyue\", yang berfungsi sebagai \"Tur Daratan Liyue,\" versi Liyue sendiri sebuah ensiklopedia yang berisi tentang kepercayaan dan adat istiadat rakyat. Diciptakan oleh Masudi, seorang sarjana dari Sumeru. Karena cara penulisannya yang kuno, sebagian besar buku ini ditolak oleh publik dan penerbit. \"Yaksha: Adeptus Pelindung\" memperkenalkan para pembaca tentang berbagai Yaksha yang bertempur berdampingan dengan Geo Archon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Yakshas: The Guardian Adepti_icon.png",
        "displayStyle": "card",
        "menuId": 12
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Yaksha</color>"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Liyue</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Group of immortal (Kelompok orang abadi)</color>"
          }
        ]
      },
      {
        "key": "Pemimpin",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Bosacius</color>"
          }
        ]
      }
    ]
  }
}