{
  "epId": 5150,
  "name": "Uraku Misugiri",
  "desc": "<p>Pedang terkenal yang dibuat langsung oleh Urakusai — orang yang paling berseni dan berbudaya. Konon katanya, pedang ini tidak pernah menebas makhluk hidup sama sekali selama ratusan tahun.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/8459597/97083537849c199bc3fa7fed8a49d010_4628026788421911295.png",
  "filterValues": {
    "weaponProperty": "CRIT DMG",
    "weaponRarity": 5,
    "weaponType": "Sword"
  },
  "menuId": 4,
  "menuName": "Senjata",
  "version": 1711596982,
  "components": {
    "galleryCharacter": [
      {
        "key": "Kartu Karakter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/8459597/373ff53e3c9f2c83b955fca37de7ae36_4916860876702304084.png"
      },
      {
        "key": "Bentuk Sebelum Lv. 40",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/8459597/9cdf1d8885e7f1d85aab9dd12ed85a93_2741605419678025491.png"
      },
      {
        "key": "Bentuk Setelah Lv. 40",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/8459597/88e6eb860c04ab6a2214db156fcd4fec_6936691085819473780.png"
      }
    ],
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Konon katanya Kitsune Urakusai pernah mabuk dan memotong tirai berlapis emas yang terpasang di panggung di tengah hutan dan menjadi musuh abadi dengan bake-danuki.\nBegitulah asal nama pedang ini, sedangkan tarian pedang Kitsune yang mabuk di bawah rembulan malam itu dianggap sebagai anekdot oleh semua yang menonton selain bake-danuki.\nLalu, konon katanya Urakusai meminta maaf atas kejahatannya kepada bake-danuki yang mempersiapkan pementasan itu, lalu memberikan peralatan teh dan berbagai benda pusaka lainnya yang berharga.\nSebelum kejadian itu, ada dia \"dari Gerbang Depan\" yang cuma pernah bertemu dengannya sekali, mendapatkan pemberian pedang \"Misugiri\" yang terkenal karena berhasil memediasi antar pihak.\nAda sedikit kejanggalan dengan kabar dari bengkel kerja. Tuan ini bukan cuma orang aneh yang bertarung dengan pohon Lavender Melon, tapi juga sedikit elegan, suka berakting, juga suka mainan dan pakaian.\nSaat terlibat dalam pertarungan, dia kerap menampakkan dirinya kepada orang-orang dalam wujud aneh, mengenakan brokat emas berpotongan rumput dan awan musim gugur, serta memakai cat minyak cerah di wajahnya.\nNamun, tidak ada yang pernah menggambarkannya sedang memegang pedang dekorasi emas terkenal \"Misugiri\" di pertempuran terakhir, baik di buku kuno atau buku cerita.\nDalam berbagai anekdot dan kisah sejarah, senjatanya selalu sama seperti gelarnya, pedang besar yang namanya sulit diucapkan.\nMeski gulungan lukisan menggambarkan penampilan berwibawanya yang memegang sepasang pedang besar dan kecil di masing-masing tangannya, seperti hendak menebas monster hitam yang datang seperti gelombang ....\nTapi bagaimanapun juga, menurut \"Antologi\" yang bisa dipercayai pada saat itu, \"Misugiri\" sudah hilang dari dia \"dari Gerbang Depan\" satu musim panas sebelum kejadian itu.\nOleh karena itu, di benak orang-orang yang membicarakan cerita setelah minum-minum, \"Misugiri\" yang tak pernah berlumur darah musuh selalu membuat orang-orang berimajinasi.\nDi antara Oni yang tidak menggunakan bahasa tertulis dan cuma menggunakan lagu nyanyian untuk menceritakan sejarah, \"Antologi\" juga mencatat cerita yang berbeda dan saling melengkapi.\nSetelah sebuah pertandingan gulat di festival, dia \"dari Gerbang Depan\" sebenarnya memberikan pedang terkenal \"Misugiri\" kepada seorang penjahit yang bukan berasal dari keluarga bela diri.\nSepertinya gadis itu menenun kembali bunga emas yang longgar pada haori milik dia, lalu pria itu pun memberikan pedang di pinggangnya sebagai hadiah.\n\"Tidak perlu imbalan? Begini saja, ambil saja pedangku, anggap saja ditukar dengan guntingmu itu! Jadi tidak perlu imbalan lagi!\"\n\"Eh? Apaan sih? Memangnya kenapa, pedangnya tidak boleh dipakai untuk potong kain? Dasar gadis cilik, sewaktu ngomong malah seperti Tengu yang membosankan!\"\n\"Alasan apa itu? 'Rakyat jelata dan keluarga bela diri itu berbeda'?!? Kamu bisa pakai gunting untuk menggunting kain, kalau begitu, memotong kain dengan pedang besar harusnya makin gampang dong!\"\n\"Bukan! Aku hadiahkan pedang ini karena pemilik aslinya cerewet! Dia bilang benda terkenal seperti ini harus digantung di tembok agar bisa dilihat semua orang.\"\n\"Bukan kasih kamu, ini transaksi! Daripada si rubah tua itu terus-terusan tanya ke aku bagaimana pedangnya, lebih baik buat kamu untuk menjahit baju saja!\"\n\"Sedang marahi aku lagi ya! Kedengaran! Wah! Maksudmu apa jerit-jerit? Sudah, sudah, lihat baik-baik ya ....\"\nSambil berkata, Oni itu pun berdiri dan mengeluarkan pedang dari sarungnya. Pedangnya yang dingin memantulkan asap dan cahaya bulan dari upacara.\nLalu tanpa pikir panjang, dia menebas lengan bajunya, lalu menyimpan pedangnya. Duduk tegak sambil mempersembahkan lengan bajunya yang panjang.\nSamurai oni yang biasanya bersikap terbuka dan bebas, mulai serius dan menunjukkan sedikit kekejaman.\n\"Lihat, meski aku orang bawahan yang tidak tahu cara menjahit, tapi dengan pedang ini, aku juga bisa memotong kain dengan mudah! Jangan anggap remeh orang lain ya!\"\n\"Tolong, terimalah pedang ini. Karena aku yakin, cuma kamu yang bisa memanfaatkannya. Aku pasti cuma akan menghancurkannya.\"\n\"Kamu mau aku jaga bagaikan pusaka keluarga? Haha. Bukannya aku belum pernah kepikiran. Tapi pedang terkenal ini kalau tidak terpakai, pasti akan kesepian, kan.\"\n\"Kalau begitu, setelah Urakusai datang, dia pasti akan ejek aku orang bawahan, membosankan, dan tidak tahu adat.\"\nMenghadapi wajah serius Oni yang tiba-tiba seperti itu, gadis penjahit muda itu pun menjadi ketakutan.\nHingga setelah dia menerima hadiah yang sangat berharga itu dengan penuh rasa takut, samurai yang sok pintar itu baru tertawa terbahak-bahak dan pergi dengan puas.\nDia \"dari Gerbang Depan\" pun mendapat julukan \"Si Bodoh nan Idiot\" dari penduduk desa, tapi dia sama sekali tidak tersinggung.\nMeski dia terlalu emosional, namun dia sudah berteman dengan banyak orang dan menyelamatkan banyak nyawa dalam hidupnya yang tak terlalu singkat dan panjang.\nGulungan brokat tanpa kata yang ditenun kemudian untuk mempersembahkan korban kepada dewa, kitsune, youkai, oni, dan manusia yang telah melindungi banyak nyawa ....\nKarena penyesalan sang penjahit yang tidak bisa mengembalikan pedang terkenalnya dan membantunya membunuh musuhnya, dia pun mendesain wujudnya yang begitu gagah sambil memegang dua pedang.\nTapi itu sudah lama sekali setelahnya. Sebelum itu, Urakusai harus berduka untuk para orang yang terpisah dan berkelana tanpa tujuan selama bertahun-tahun.\nSaat keturunan suku oni yang memiliki marga sama melihat gadis penjahit yang memegang pedang terkenal yang indah seperti dulu, namun tak lagi muda, mereka bernostalgia:\n\"Waktu paman sedang membersihkan pedangnya, dia sering menghela napas. Bisa-bisanya Tuan Urakusai menitipkan benda pusaka seperti ini kepada orang bawahan seperti dirinya.\"\n\"'Benda ini harusnya menikmati seluruh keindahan dan kemakmuran di dunia, mana mungkin aku bisa menodainya dengan pembunuhan dan dendam kesumat?'\"\nKembali ke topik. Saat gadis muda ini menyadari fungsi pedang ini di luar medan perang, masih ada beberapa hari untuk menenun gulungan lukisan masa depan itu.\nSaat itu, Oni Chiyo mengenakan juunihitoe yang indah sekali dan menari sambil memegang pedang, bercahaya bagai bunga beterbangan di tengah angin musim semi."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Lv. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT DMG"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "44",
              "19.2%"
            ]
          }
        ]
      },
      {
        "key": "Lv. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT DMG"
            ]
          },
          {
            "key": "",
            "values": [
              "110",
              "141",
              "33.9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1630,
            "name": "Coral Branch of a Distant Sea",
            "desc": "Material Ascension Senjata.<br/>Di rantai kepulauan Inazuma, Pulau Watatsumi adalah yang terjauh dari Pulau Narukami. Dan Watatsumi dalam bahasa kuno pulau berarti \"dewa lautan\". Menurut legenda, saat Serpent pertama muncul di jurang yang selalu diselimuti kegelapan malam, tubuh Serpent tersebut memancarkan cahaya dan ditutupi oleh cabang koral berwarna-warni.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1043,
            "name": "Chaos Gear",
            "desc": "Berasal dari mesin Ruin kuno yang sekarang sudah tidak aktif.<br/>Mesin ini adalah sumber energi dari mekanisme biomimetik tersebut.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Gear_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1248,
            "name": "Old Handguard",
            "desc": "Pelindung tangan yang digunakan dalam pertempuran yang juga pernah terpasang pada sebilah pedang orang Inazuma.<br/>Bagi mereka yang mahir dalam seni pedang, pelindung tangan ini dapat digunakan untuk menahan pedang musuh. Tapi bagi seorang pemula, pelindung tangan lebih berguna untuk menahan serangan diri mereka sendiri.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 10000
          }
        ]
      },
      {
        "key": "Lv. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT DMG"
            ]
          },
          {
            "key": "",
            "values": [
              "210",
              "241",
              "49.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1628,
            "name": "Jeweled Branch of a Distant Sea",
            "desc": "Material Ascension Senjata.<br/>Koral ini tidak dapat ditemukan di mana pun di Teyvat. Koral ini adalah hadiah yang diperoleh Serpent besar saat menerobos ke Laut Hitam. Bagi seekor Serpent yang hidup di kedalaman jurang itu, tubuh yang dipenuhi cabang koral melambangkan kekuatan, dan kehilangan cabang koral berarti kekuatan juga akan menghilang. Dengan kata lain, cabang koral yang patah juga memiliki kekuatan yang luar biasa.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1043,
            "name": "Chaos Gear",
            "desc": "Berasal dari mesin Ruin kuno yang sekarang sudah tidak aktif.<br/>Mesin ini adalah sumber energi dari mekanisme biomimetik tersebut.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Gear_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1248,
            "name": "Old Handguard",
            "desc": "Pelindung tangan yang digunakan dalam pertempuran yang juga pernah terpasang pada sebilah pedang orang Inazuma.<br/>Bagi mereka yang mahir dalam seni pedang, pelindung tangan ini dapat digunakan untuk menahan pedang musuh. Tapi bagi seorang pemula, pelindung tangan lebih berguna untuk menahan serangan diri mereka sendiri.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          }
        ]
      },
      {
        "key": "Lv. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT DMG"
            ]
          },
          {
            "key": "",
            "values": [
              "275",
              "307",
              "57.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1628,
            "name": "Jeweled Branch of a Distant Sea",
            "desc": "Material Ascension Senjata.<br/>Koral ini tidak dapat ditemukan di mana pun di Teyvat. Koral ini adalah hadiah yang diperoleh Serpent besar saat menerobos ke Laut Hitam. Bagi seekor Serpent yang hidup di kedalaman jurang itu, tubuh yang dipenuhi cabang koral melambangkan kekuatan, dan kehilangan cabang koral berarti kekuatan juga akan menghilang. Dengan kata lain, cabang koral yang patah juga memiliki kekuatan yang luar biasa.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1044,
            "name": "Chaos Axis",
            "desc": "Berasal dari mesin Ruin kuno yang sekarang sudah tidak aktif.<br/>Bahkan teknik yang hebat dan kekuatan yang tidak diketahui dari perangkat ini pun kini sudah tidak ada gunanya setelah mesin yang memuatnya gagal untuk mempertahankan integritas strukturalnya.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Axis_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 711,
            "name": "Kageuchi Handguard",
            "desc": "Pelindung tangan yang terpasang pada sebilah pedang yang sangat bagus.<br/>Inazuma memiliki tradisi yang panjang dalam seni membuat pedang. Saat membuat pedang, pandai besi akan sering membuat beberapa senjata yang berbeda sekaligus, sebelum memilih salah satu dari mereka sebagai \"shinuchi,\" atau senjata terbaik, sementara yang lain disebut sebagai \"kageuchi\".",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          }
        ]
      },
      {
        "key": "Lv. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT DMG"
            ]
          },
          {
            "key": "",
            "values": [
              "341",
              "373",
              "65.0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1629,
            "name": "Jade Branch of a Distant Sea",
            "desc": "Material Ascension Senjata.<br/>Dewa yang melarikan diri ke Laut Hitam dan telah kehilangan segalanya, bertemu dengan orang-orang terlantar yang tidak memiliki apa-apa di kedalaman laut. Oleh karena itu, dewa itu memilih untuk tetap tinggal dan menjadi \"Orobashi no Mikoto\" mereka, \"Watatsumi Omikami\" mereka.<br/>Konon seekor Serpent besar pernah mematahkan semua cabang koral di tubuhnya, untuk memberi cahaya kepada anak-anaknya yang meringkuk dalam kegelapan. Mereka juga mengatakan bahwa dewa itu menggunakan cabang koral itu untuk membuat tangga besar yang memungkinkan anak-anaknya dapat mencapai permukaan dan melihat cahaya matahari.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1044,
            "name": "Chaos Axis",
            "desc": "Berasal dari mesin Ruin kuno yang sekarang sudah tidak aktif.<br/>Bahkan teknik yang hebat dan kekuatan yang tidak diketahui dari perangkat ini pun kini sudah tidak ada gunanya setelah mesin yang memuatnya gagal untuk mempertahankan integritas strukturalnya.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Axis_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 711,
            "name": "Kageuchi Handguard",
            "desc": "Pelindung tangan yang terpasang pada sebilah pedang yang sangat bagus.<br/>Inazuma memiliki tradisi yang panjang dalam seni membuat pedang. Saat membuat pedang, pandai besi akan sering membuat beberapa senjata yang berbeda sekaligus, sebelum memilih salah satu dari mereka sebagai \"shinuchi,\" atau senjata terbaik, sementara yang lain disebut sebagai \"kageuchi\".",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          }
        ]
      },
      {
        "key": "Lv. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT DMG"
            ]
          },
          {
            "key": "",
            "values": [
              "408",
              "439",
              "72.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1629,
            "name": "Jade Branch of a Distant Sea",
            "desc": "Material Ascension Senjata.<br/>Dewa yang melarikan diri ke Laut Hitam dan telah kehilangan segalanya, bertemu dengan orang-orang terlantar yang tidak memiliki apa-apa di kedalaman laut. Oleh karena itu, dewa itu memilih untuk tetap tinggal dan menjadi \"Orobashi no Mikoto\" mereka, \"Watatsumi Omikami\" mereka.<br/>Konon seekor Serpent besar pernah mematahkan semua cabang koral di tubuhnya, untuk memberi cahaya kepada anak-anaknya yang meringkuk dalam kegelapan. Mereka juga mengatakan bahwa dewa itu menggunakan cabang koral itu untuk membuat tangga besar yang memungkinkan anak-anaknya dapat mencapai permukaan dan melihat cahaya matahari.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1046,
            "name": "Chaos Oculus",
            "desc": "Berasal dari mesin Ruin kuno yang sekarang sudah tidak aktif.<br/>Nama \"Ruin\" berasal dari area di mana mereka sering melakukan aktivitasnya. Namun kenyataannya, mesin Ruin sebenarnya tidak punya banyak kesamaan dengan puing-puing reruntuhan di area di mana mereka biasanya ditemukan.<br/>Di masa lalu, reruntuhan ini pernah menjadi bagian dari peradaban yang kekuatannya hampir sanggup untuk menyentuh atap langit, sementara \"Ruin\" masih menunggu dengan manis di tempat-tempat yang dalam di bumi, menunggu datangnya perintah untuk bangkit dan menginjak semua kerajaan yang ada.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Oculus_icon.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 400,
            "name": "Famed Handguard",
            "desc": "Pelindung tangan yang dipasang di senjata terkenal.<br/>Beberapa orang percaya bahwa pedang memiliki jiwa dan kehidupan sendiri, dan karena itu pedang pantas diberi nama. Mereka yang mencintai pedang, juga akan dipilih dan diakui pedang sendiri. Tapi mereka yang menganggap pedang sebagai teman atau bahkan kekasih, mereka harus diperingatkan bahwa hubungan ini dibangun atas dasar kematian dan pertumpahan darah. Gairah dari mereka yang sering menari dengan tebasan pedang dan hujan darah, pada akhirnya akan dipadamkan oleh besi yang tak berperasaan.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 55000
          }
        ]
      },
      {
        "key": "Lv. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT DMG"
            ]
          },
          {
            "key": "",
            "values": [
              "475",
              "506",
              "80.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1631,
            "name": "Golden Branch of a Distant Sea",
            "desc": "Material Ascension Senjata.<br/>Arti yang ada di balik nama \"Watatsumi\" hanyalah harapan dari orang-orang terlantar di kedalaman laut terhadap dewa ular yang memimpin mereka.<br/>Karena memiliki rakyat yang mengharapkan dirinya, dewa ular pun terpaksa menetap di dunia yang awalnya ingin dia tinggalkan. Ditanggalkannya cabang koral yang menghiasi tubuhnya, diinjaknya tanah di mana dia seharusnya tidak berada, dan dihadapinya musuh yang tidak pernah diharapkannya untuk menang — sampai akhirnya, bentuk ilahinya terbelah bersama pegunungan, darah segarnya berubah menjadi plasma, tekad dan kekuatannya menjadi racun Tatarigami yang tak pernah hilang.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1046,
            "name": "Chaos Oculus",
            "desc": "Berasal dari mesin Ruin kuno yang sekarang sudah tidak aktif.<br/>Nama \"Ruin\" berasal dari area di mana mereka sering melakukan aktivitasnya. Namun kenyataannya, mesin Ruin sebenarnya tidak punya banyak kesamaan dengan puing-puing reruntuhan di area di mana mereka biasanya ditemukan.<br/>Di masa lalu, reruntuhan ini pernah menjadi bagian dari peradaban yang kekuatannya hampir sanggup untuk menyentuh atap langit, sementara \"Ruin\" masih menunggu dengan manis di tempat-tempat yang dalam di bumi, menunggu datangnya perintah untuk bangkit dan menginjak semua kerajaan yang ada.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Oculus_icon.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 400,
            "name": "Famed Handguard",
            "desc": "Pelindung tangan yang dipasang di senjata terkenal.<br/>Beberapa orang percaya bahwa pedang memiliki jiwa dan kehidupan sendiri, dan karena itu pedang pantas diberi nama. Mereka yang mencintai pedang, juga akan dipilih dan diakui pedang sendiri. Tapi mereka yang menganggap pedang sebagai teman atau bahkan kekasih, mereka harus diperingatkan bahwa hubungan ini dibangun atas dasar kematian dan pertumpahan darah. Gairah dari mereka yang sering menari dengan tebasan pedang dan hujan darah, pada akhirnya akan dipadamkan oleh besi yang tak berperasaan.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 65000
          }
        ]
      },
      {
        "key": "Lv. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT DMG"
            ]
          },
          {
            "key": "",
            "values": [
              "542",
              "-",
              "88.2%"
            ]
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Uraku Misugiri"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Event Permohonan Senjata"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Sword"
          }
        ]
      },
      {
        "key": "Stats Sekunder",
        "value": [
          {
            "type": "RichText",
            "text": "CRIT DMG"
          }
        ]
      },
      {
        "key": "Brocade Bloom, Shrine Sword",
        "value": [
          {
            "type": "RichText",
            "text": "DMG Normal Attack meningkat sebesar <color=#37ffff>16%/20%/24%/28%/32%</color> dan DMG Elemental Skill meningkat sebesar <color=#37ffff>24%/30%/36%/42%/48%</color> . Setelah Karakter aktif di sekitar mengakibatkan Geo DMG, efek ini meningkat 100% selama 15 detik. Selain itu, DEF pengguna meningkat sebesar <color=#37ffff>20%/25%/30%/35%/40%</color> ."
          }
        ]
      },
      {
        "key": "Dirilis pada Versi",
        "value": [
          {
            "type": "RichText",
            "text": "4.5"
          }
        ]
      }
    ]
  }
}