{
  "epId": 5222,
  "name": "Spina di Rosula",
  "desc": "<p>Organisasi yang meliputi berbagai lapisan masyarakat dan berkomitmen untuk membantu masyarakat menyelesaikan masalah yang sulit. Organisasi ini bersedia untuk bekerja sama dengan otoritas Fontaine saat dibutuhkan.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/037d662ecf4042be6a24970148e1c5ff_3629528023380321062.png",
  "menuId": 23,
  "menuName": "Organisasi",
  "version": 1737186118,
  "components": {
    "galleryCharacter": [
      {
        "key": "Spina di Rosula",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/140615443/d96b0a6f9056c628280b027206060d35_3196588764164612813.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Markas utama Spina di Rosula yang terletak di Poisson."
          }
        ]
      },
      {
        "key": "Spina di Rosula",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/1ee44f8ee531c9327e6b437758d94394_5491465788138986505.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Markas Spina di Rosula yang terletak di Fleuve Cendre."
          }
        ]
      },
      {
        "key": "Consigliere",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/90738c32a9fa23742b3e9882f0d872f9_7699851885810169749.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Penasihat\" Spina di Rosula yang berada di Fleuve Cendre."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/140615443/d96b0a6f9056c628280b027206060d35_5538260527806419094.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula merupakan organisasi yang meliputi berbagai lapisan masyarakat dan berkomitmen untuk membantu masyarakat menyelesaikan masalah sulit mereka. Bahkan, organisasi ini bersedia untuk bekerja sama dengan otoritas Fontaine. Para Petinggi Fontaine bukanlah orang-orang yang mengetahui segala hal, di situlah Spina di Rosula membantu menutup celah yang dimiliki dan tidak disadari oleh Petinggi Fontaine. Jika orang yang mereka hadapi tidak berniat untuk berdiskusi, maka organisasi tersebut akan mengatasi masalah dengan metode yang lebih kasar, yaitu dengan membawa “Sarung Tangan Putih.”"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/140615443/ae577647454167a7a0f797a6a7dc5603_7581291380627942714.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula didirikan oleh Callas saat berada di Poisson dan markas utama dari organisasi tersebut berupa sebuah kapal. Kapal raksasa tersebut adalah perwujudan dari penemuan, kesempatan, ambisi, dan penaklukan. Hal tersebut melambangkan masa depan Spina di Rosula yang cerah dan tak terbatas. Lambang dari organisasi ini, jangkar dan mawar, dirancang oleh Clementine, istri dari Callas serta ibu dari Navia yang merupakan ketua organisasi saat ini.\nAda saat ketika, Callas merupakan orang yang dihormati dalam Court of Fontaine, dan Spina di Rosula bisa mendapatkan segalanya. Callas merupakan orang yang ambisius dimana dia selalu melihat ke depan. Maka itu, dia berharap perkembangan dari Spina di Rosula akan mengubah Poisson menjadi kota yang besar dan tidak kalah dari Court of Fontaine yang megah. Callas terkenal akan sifatnya yang keras kepala dan dingin, sementara Clementine selalu ceria. Callas mengelola urusan organisasi dan memperluas pengaruhnya, sedangkan Clementine mengurus hubungan dan suasana dalam Spina di Rosula. Bersama-sama, mereka saling melengkapi satu sama lain dan berkat mereka, Spina di Rosula dapat tumbuh dan berkembang.\nSpina di Rosula sedang kekurangan dana, sehingga mereka melakukan kegiatan mereka di markas yang terletak di Fleuve Cendre. Organisasi ini tidak mengijinkan pengambilan uang secara ilegal atau tidak bermoral, sehingga saat itu mereka bertahan dengan menggunakan dana dari masyarakat Fontaine yang mendukung organisasi tersebut.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Ketua Spina di Rosula, bos yang cantik, baik, dan bertanggung jawab.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/8459597/3fc7580c01a9e622692402889706c4db_6830702166295055314.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "name": "Sonny",
        "desc": "<p>NPC eksklusif Quest Dunia: Pesan dari Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/1023623/352bcc2162575411b2dfaab0aacc3037_2752995852488559724.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Jalur Aquabus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/140615443/06c20ef98d5655478712258cdf29d52a_746653858621436249.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Salah satu dari proyek penting milik Callas adalah pembangunan jalur air aquabus yang membentang di seluruh Fontaine. Ketika pembangunan dari jalur tersebut didiskusikan, Spina di Rosula terbagi menjadi dua kelompok. Callas percaya bahwa organisasi ini mendapatkan kesempatan emas untuk membangun kerjasama dengan otoritas Court of Fontaine dan Institut Penelitian dan pembangunan jalur tersebut akan membantu membentuk koneksi yang bermanfaat. Aquabus dirancang untuk membawa keuntungan komersial dan reputasi baik di antara masyarakat Fontaine. Kelompok yang kedua yang dipimpin oleh Romeuf, anggota Spina di Rosula, merasa bahwa dana yang cukup besar tersebut lebih baik dipakai untuk perkembangan di Poisson. Ketika kedua kelompok tidak berhasil menemukan titik terang, Romeuf dan para pendukungnya menyimpan dendam terhadap Callas dan Clementine yang bias karena kehamilannya. Bagi kelompok Romeuf, dukungan Clementine untuk pembangunan jalur tersebut adalah pengkhianatan dimana suara kelompok Romeuf tidak akan lagi didengar. Setelah Clementine meninggal dunia karena komplikasi saat melahirkan putrinya, Callas melihat pembangunan jalur tersebut sebagai perwujudan dari harapan terakhir Clementine. Ketika harapan terakhir tersebut sirna, Romeuf meninggalkan Spina di Rosula."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/140615443/69c34d13406d72e1596cff7c3621d1bb_4268223513702024358.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Pada akhirnya, dengan bantuan dari Spina di Rosula, tiga jalur Aquabus berhasil dibangun dan diberikan nama menurut keluarga Caspar: Clementine, Navia, dan Callas. Walaupun markas dari organisasi tersebut berada di Poisson, tidak ada satu pun jalur yang mengarah ke kota tersebut dan hanya jalur Clementine yang melewati Mont Automnequi. Jalur Callas yang mengarah dari Court of Fontaine ke Institut Penelitian dihancurkan saat Laboratorium Utama Institut meledak. Navia berencana untuk membangun kembali jalur tersebut dan juga menambahkan pemberhetian tambahan dari jalur yang telah ada. Selain itu, dia juga berencana membangun jalur ke empat menuju Lumidouce Harbor.\nBeberapa tahun kemudian, ketika putri dari Clementine dan Callas, Navia, menjadi ketua organisasi, Romeuf memutuskan untuk membalas dendamnya terhadap Spina di Rosula dan meledakkan jalur Clementine yang melewati Poisson. Colter, asisten dari Romeuf yang baru saja keluar dari Benteng Meropide, menyalahkan Navia atas semua permasalahan yang ada di Spina di Rosula dimana Clementine, Callas, dan mantan kepala pelayan Melus meninggal dunia. Dia percaya bahwa Navia menghancurkan segala hal yang penting bagi Colter dengan kedua tangan Navia dan membawa kehancuran untuk Poisson. Navia berhasil mengalahkan Colter dalam sebuah pertarungan, dan Pengembara serta Paimon berhasil menjinakkan bom dan menyelematkan jalur tersebut dari kehancuran.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5145,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Institut Penelitian Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The Fontaine Research Institute of Kinetic Energy Engineering Region didirikan oleh Alain Guillotin dan sering disingkat menjadi Institut Penelitian Fontaine.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Ketua Spina di Rosula, bos yang cantik, baik, dan bertanggung jawab.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/8459597/3fc7580c01a9e622692402889706c4db_6830702166295055314.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kasus Orang Hilang Berantai",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sekitar 20 tahun yang lalu, terdapat kasus hilangnya gadis muda di Fontaine. Meskipun Maison Gardiennage telah berusaha keras, baik para gadis maupun pelakunya tidak berhasil ditemukan. Selain itu, beberapa tahun sebelumnya di Poisson, sebuah Sinthe mulai terkenal — minuman yang dapat meningkatkan suasana hati dan menyebabkan halusinasi yang menyenangkan. Dengan penggunaan Sinthe jangka panjang, banyak efek samping yang terjadi, seperti kehilangan fokus atau kesulitan mengontrol emosi. Setelah berhenti, orang tersebut mengalami kilasan paranoia dan kecemasan serta kekurangan tenaga untuk melakukan apapun. Sinthe adalah air dari Lautan Primordial yang mampu menghancurkan tubuh masyarakat Fontaine karena asal mula mereka sebagai Oceanid."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/140615443/a4f32cb7b9aad3d2c1ee8f191c2b09cd_412288613240519372.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Callas yang menjadi pemimpin Poisson pada saat itu menuntut larangan keras untuk Sinthe dan berusaha untuk mencari pelaku dibalik penjualan minuman tersebut. Callas tersadar musuhnya cerdik, sehingga dia memutuskan untuk secara diam-diam berkomunikasi dengan para penjual dan membangun koneksi dengan mereka. Pada akhirnya, dia berhasil meyakinkan Jacques untuk menjadi informannya. Jacques merasa bersalah atas pekerjaannya setelah melihat efek dari Sinthe. Maka itu, dia bersedia membantu Callas. Suatu malam, Callas mengadakan pesta di rumah pedesaan dimana dia berencana untuk bertukar informasi dengan Jacques. Tiba-tiba, terdengar dua suara tembakan dan di tempat kejadian, orang-orang menemukan Callas yang memegang pistol di tangannya dan Jacques yang telah tewas di tanah. Karena kekurangan bukti, Callas dituduh atas pembunuhan dan dijuluki “Callas si Pengkhianat.” Dalam persidangannya, dia memilih untuk melakukan duel dan menolak untuk menyerah hingga pada akhirnya dia mati. Ketika presiden Spina di Rosula dituduh atas pembunuhan, organisasi tersebut kehilangan pengaruhnya.\nCallas menemukan hubungan antara Sinthe dan kasus gadis hilang jauh sebelum malam tersebut. Menurut informasi yang dia dapat, korban berikutnya adalah Navia, putri dari Callas, dan Callas tidak bisa berdiam diri. Callas terkena penyakit mematikan sehingga dia tidak memiliki banyak waktu untuk menyelesaikan penyelidikan yang telah dia mulai. Callas pun memutuskan untuk melakukan tindakan ekstrim. Dia mengatakan bahwa dia memiliki bukti penting di tangannya yang melibatkan para pelaku dan anggota terkenal Spina di Rosula. Akan tetapi, selama keamanan putrinya terjamin, maka bukti tersebut tidak akan diungkap ke publik. Callas takut putrinya akan diancam oleh seseorang, sehingga dia tidak membantah tuduhannya dalam pembunuhan Jacques dan memilih untuk mati di Duelists’ Ring. Sebelum kematiannya, dia membagikan lokasi pabrik Sinthe dengan Melus.\nTiga tahun setelah kematian ayahnya, Navia melakukan penyelidikan terhadap kasus gadis hilang serta kasus ayahnya. Dengan bukti terbaru, dia bersama rekannya, Pengembara dan Paimon, menemukan bahwa kemungkinan terdapat orang ketiga dalam kasus Callas yang dilenyapkan dengan air Primordial. Setelah pemeriksaan dan penyelidikan ulang, daftar tersangka menjadi tiga orang yang dekat dengan Spina di Rosula: Florent, penasihat senior dari organisasi; Marcel, ketua dari Confrerie of Cabriere; dan Thierry yang bertanggungjawab atas koordinasi dan pertukaran informasi antara Spina di Rosula dan Gardes. Hasil dari penyelidikan tersebut mengungkapkan bahwa Marcel yang Navia anggap sebagai keluarganya sendiri adalah pelaku dari kasus gadis hilang, Sinthe, serta pembunuhan Jacques. Berkat usaha dari Pengembara, Paimon, dan Navia, pelaku tersebut ditemukan dan masyarakat Fontaine kembali hidup dalam damai.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Ketua Spina di Rosula, bos yang cantik, baik, dan bertanggung jawab.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/8459597/3fc7580c01a9e622692402889706c4db_6830702166295055314.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "name": "Melus",
        "desc": "<p>Salah seorang pelayan Navia.</p><p><span class=\"wk-shady\">Melus menjadi salah satu korban dari Insiden besar yang terjadi di Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/1023623/989d308ac88f228d8627a7d4e0892cdf_2662631685016520840.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>NPC eksklusif Quest Archon \"Bagai Rintik Hujan, Turun Tanpa Sebab\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4507,
        "name": "Thierry",
        "desc": "<p>NPC Eksklusif Quest Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/1023623/130e94bd8f8b0e9ab116dd8be69c16bb_149185918168954597.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "name": "Florent",
        "desc": "<p>NPC eksklusif pada Story Archon dan Navia Quest Story.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/1023623/63170d49bdb9b086cd6078c1d30dfc3c_6892854991307946716.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Masa Kini",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ketika ramalan Fontaine yang menyebutkan <color=#ffffff>“Pada akhirnya, mereka akan larut ke dalam air, menyisakan Archon Hydro sebatang kara, menangis tersedu di atas takhtanya.”</color> mulai terjadi, Poisson menjadi tempat pertama yang terkena dampak dari air Lautan Primordial. Meskipun banyak penduduk yang meninggal dunia, Spina di Rosula dengan bantuan dari Fatui berhasil menyelamatkan banyak orang. Pelayan dari organisasi, Melus, dan Pembantu Navia, Silver, meninggal dunia saat menyelamatkan para penduduk. Setelah insiden tersebut, Poisson mulai pulih, dan Navia menjanjikan kompensasi untuk semua korban. Walaupun kondisi keuangan Spina di Rosula sedang tidak baik, janji ini membantu menunjukkan sikap optimis organisasi terhadap apa yang telah terjadi sehingga masyarakat dapat kembali percaya pada organisasi tersebut."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/140615443/a2abb0698b7d5af0e4f900310f8f1f37_5206263365887398420.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula memainkan peran penting dalam sidang Furina selama banjir terjadi. Bawahan dari Navia “menyerang” Furina di Poisson dan memaksanya untuk masuk ke Giant Magic Box. Kemudian, kelompok lain berganti ke pakaian biasa dan datang ke opera house sebagai penonton umum dan menunggu kesempatan untuk memicu pemberontakan terhadap Archon mereka. Dengan bantuan organisasi, rencana yang dibuat Clorinde, Neuvillete, Navia, Fatui, dan Pengembara berhasil terlaksana, dan masyarakat Fontaine terselamatkan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/140615443/c64229fe7af3c92b3ef7b346c03bacc2_5606656318003405857.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Setelah reputasi Callas dipulihkan, dan Poisson yang rusak karena Lautan Primordial dibangun kembali, para penduduk memutuskan untuk membangun monumen dari orangtua Navia. Masyarakat ingin menunjukkan rasa terimakasih mereka kepada Clementine dan Callas atas perkembangan dari Poisson dan Spina di Rosula, sehingga mereka mendonasikan uang untuk membangun tugu peringatan. Meskipun Navia merasa dirinya belum memberikan banyak kontribusi, tapi masyarakat Poisson berterimakasih atas segala hal yang telah dilakukannya sehingga Navia termasuk ke dalam model tugu tersebut.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Ketua Spina di Rosula, bos yang cantik, baik, dan bertanggung jawab.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/8459597/3fc7580c01a9e622692402889706c4db_6830702166295055314.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Pusat perhatian utama panggung pengadilan, hingga tepuk-tangan di penghujung acara terdengar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/8459597/263e5ea0784d182b393f67a7e24146a5_1557025989132645732.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Hakim Agung Fontaine yang bergelar Iudex. Terkenal karena selalu adil dan tidak berpihak.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/8459597/0513aa7f482dbb4778545d02f94956fe_3425792438027215362.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Pesulap terkenal dari Fontaine yang berotak encer dan bertangan gesit. Penonton selalu terpesona oleh kemampuannya dalam bermain sulap dan bertutur kata.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/13/8459597/e343d4442cc3b8e243f0d528bb715f75_6716309492187033203.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Asisten pesulap yang tidak banyak bicara. Emosinya sulit ditebak, persis seperti kucing.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/13/8459597/436e6f2b9b9006bfe511a98093259daf_7074109838903530261.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p><span>Anak muda pendiam yang jago menyelam. Di balik pembawaannya yang dingin dan tidak ramah, tersembunyi hati yang murni penuh ketulusan.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/8459597/8e44111a378f4e5379b8e7444e8c2daa_3102990355324092339.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Metode Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Meskipun Spina di Rosula sering membantu masyarakat, metode yang dipakai oleh Spina di Rosula terkadang kasar. Suatu hari, Pengembara dan Paimon bertemu dengan Virgil dari organisasi tersebut yang meminta bantuan mereka untuk mencari brankas komunitas rahasia bernama “Liliacruces Forum.” Dia ingin menggunakan apapun yang dapat ditemukan untuk menentang Sonny, “Sarung Tangan Putih.” Ketika dia tersadar bahwa komunitas yang disebut “Liliacruces Forum” adalah Institute of Natural Philosophy, Virgil memutuskan untuk menyingkirkan Pengembara dan Paimon untuk mengambil mora mereka. Ketika Pengembara dan Paimon berhasil melarikan diri, mereka menemukan Sonny dan rekannya, Luca, yang sedang mencari Virgil. Mereka bersama-sama menemukan tempat pengiriman Sinthe yang dijual oleh Virgil dan anak buahnya. Setelah “percakapan yang panjang dan serius dengannya,” Virgil tidak pernah terlihat lagi.\nSuatu hari, anggota Spina di Rosula, Turner dan Hunter, mengubur Henri yang tanpa sadar terlibat dengan Fatui dan merusak peralatan yang dia percaya dapat merusak lingkungan di pasir. Pada kenyataannya, perangkat tersebut digunakan Institute Penelitian Fontaine untuk mengamati dan meningkatkan kualitas air, dan inti dari perangkat tersebut mereka semua data hidrologi Fontaine. Berkat bantuan dari Pengembara, perangkat tersebut dipulihkan, Fatui berhasil dikalahkan, dan Turner serta Hunter mempekerjakan Henri.\nKetika Navia mendengar rumor tentang seseorang yang merencanakan hal jahat terhadap Melusine dan kasus tersebut sedang diselidiki oleh Neuvillette dan Pengembara, Navia meminta Spina di Rosula untuk mencari petunjuk. Kemudian, dia “mengundang” para tersangka untuk minum kopi, dan mereka tidak bisa menolak karena Spina di Rosula kemungkinan mengancam mereka. Meskipun Special Security and Surveillance Patrol dan Marechaussee Phantom mengetahui metode kasar Spina di Rosula, mereka tidak ikut campur.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "name": "Sonny",
        "desc": "<p>NPC eksklusif Quest Dunia: Pesan dari Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/1023623/352bcc2162575411b2dfaab0aacc3037_2752995852488559724.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "name": "Luca",
        "desc": "<p>NPC eksklusif Quest Dunia: Pesan dari Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/06/1023623/f078c54f96cb0a31775558ec31e48791_8014966933551338634.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4519,
        "name": "Henri",
        "desc": "<p>NPC eksklusif Quest Dunia Bikin Ngiler!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/06/1023623/dffcb5863768deb732ec9a76dae331cd_4901781331863340916.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Ketua Spina di Rosula, bos yang cantik, baik, dan bertanggung jawab.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/8459597/3fc7580c01a9e622692402889706c4db_6830702166295055314.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan Anggota Terkenal"
      },
      {
        "type": "RichText",
        "text": "Karakter\nRingkasan\nCallas Caspar\nPendiri dan presiden pertama dari Spina di Rosula serta pemimpin di Poisson. Dia meninggal dunia saat melawan Clorinde dalam duel setelah dirinya dituduh atas pembunuhan.\nClementine Caspar\nIstri dari Callas dan juga Ibu dari Navia yang meninggal dunia karena mengalami komplikasi setelah melahirkan."
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Ketua Spina di Rosula, bos yang cantik, baik, dan bertanggung jawab.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/8459597/3fc7580c01a9e622692402889706c4db_6830702166295055314.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Presiden Spina di Rosula saat ini yang merupakan anak dari Callas dan Clementine."
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "name": "Melus",
        "desc": "<p>Salah seorang pelayan Navia.</p><p><span class=\"wk-shady\">Melus menjadi salah satu korban dari Insiden besar yang terjadi di Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/1023623/989d308ac88f228d8627a7d4e0892cdf_2662631685016520840.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Pelayan Spina di Rosula yang meninggal dunia saat pengevakuasian Poisson."
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "name": "Silver",
        "desc": "<p>Salah seorang pelayan Navia.</p><p><span class=\"wk-shady\">Silver menjadi salah satu korban dari Insiden besar yang terjadi di Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/1023623/67a5ab8dc603c5833c796944b43a6773_2138158965508277915.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Pembantu Navia yang meninggal dunia saat pengevakuasian Poisson."
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "name": "Florent",
        "desc": "<p>NPC eksklusif pada Story Archon dan Navia Quest Story.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/1023623/63170d49bdb9b086cd6078c1d30dfc3c_6892854991307946716.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Penasihat senior."
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "name": "Sonny",
        "desc": "<p>NPC eksklusif Quest Dunia: Pesan dari Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/1023623/352bcc2162575411b2dfaab0aacc3037_2752995852488559724.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Anggota Spina di Rosula dengan julukan \"Sarung Tangan Putih\" yang terlibat dalam penuntutan pihak yang terkait penjualan Sinthe."
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "name": "Luca",
        "desc": "<p>NPC eksklusif Quest Dunia: Pesan dari Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/06/1023623/f078c54f96cb0a31775558ec31e48791_8014966933551338634.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Anggota Spina di Rosula dan rekan dari Sonny dengan julukan \"Nelayan.\""
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "name": "Hinterman",
        "desc": "<p>Seorang pedagang ikan yang tinggal di Poisson. Ia menawarkan berbagai bahan masak dan produk khas Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/25/1023623/291f71cf70e95388bad7a7f8843fc83e_8457004132455657203.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Seorang pedagang ikan di Poisson.\nConsigliere\nSeekor"
      },
      {
        "type": "CustomEntry",
        "epId": 3706,
        "desc": "",
        "displayStyle": "text",
        "menuId": 15
      },
      {
        "type": "RichText",
        "text": "dan \"penasihat\" dari Spina di Rosula. Dia adalah \"orang\" yang dapat dipercaya.\nTetreaux\nSeorang Bartender di Fleuve Cendre."
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Mantan anggota Spina di Rosula yang terlibat dalam pendistribusian Sinthe."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan Kerjasama"
      },
      {
        "type": "RichText",
        "text": "Karakter\nRingkasan"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>NPC eksklusif Quest Archon \"Bagai Rintik Hujan, Turun Tanpa Sebab\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Ketua dari Confrerie of Cabriere, anak organisasi Spina di Rosula."
      },
      {
        "type": "CustomEntry",
        "epId": 4507,
        "name": "Thierry",
        "desc": "<p>NPC Eksklusif Quest Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/1023623/130e94bd8f8b0e9ab116dd8be69c16bb_149185918168954597.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Garde yang berperan sebagai penghubung informasi antara Spina di Rosula dan Maison Gardiennage."
      },
      {
        "type": "CustomEntry",
        "epId": 4505,
        "name": "Coralie",
        "desc": "<p>NPC eksklusif pada Story Archon dan Navia Quest Story.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/1023623/77386853bec5fbd2e88d42e19f9f8d29_6910403919831140221.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Istri dari Jacques, mantan informan Spina di Rosula. Sejak kematian Jacques, Coralie dan anaknya dijaga oleh Spina di Rosula."
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Spina di Rosula"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Organisasi masyarakat"
          }
        ]
      },
      {
        "key": "Bangsa",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Pemimpin",
        "value": [
          {
            "type": "RichText",
            "text": "Navia Caspar"
          }
        ]
      }
    ]
  }
}