{
  "epId": 5600,
  "name": "Sea of Bygone Eras",
  "desc": "<p>Perairan luas yang berada di sebelah selatan Danau Fontaine Besar dulunya merupakan bagian dari Lautan tinggi itu. Di kedalaman laut yang tak tersentuh sinar matahari itu, terkuburlah mimpi-mimpi dan harapan yang ada sejak awal waktu.</p><p>Melodi lagu yang sudah lama terlupakan kini dikumandangkan kembali di antara kejayaan yang sudah pudar dan reruntuhan di dasar laut. Sebuah kisah yang telah lama berakhir, kini akan diceritakan kembali...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/c86b4a5efff5f51db1924a6c797eb9cf_8157991459411558911.png",
  "menuId": 20,
  "menuName": "Glosarium",
  "version": 1748350356,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Portus Anticus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/e61ea8d2a875c83e094d097cc6314a7e_8656986296426799515.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Selama kejayaan Remuria, Portus Anticus merupakan tempat yang paling kaya di kerajaan tersebut. Ketika kapal-kapal berlayar melewati pilar laut di jalan kerajaan menuju ke pelabuhan besar dimana Kapal Kerajaan Fortuna berlabuh, mereka akan melihat sebuah menara yang tinggi dengan lonceng tembaga yang pernah mengusir kabut laut tanpa ujung. Menara Remuria tidak dibangun untuk menerima ramalan dari langit, tapi untuk memandu kapal-kapal dalam berlayar di antara pulau-pulau di daratan. Konon katanya, menara ini berada diperbatasan antara dunia nyata dan dunia mimpi. Bahkan jika para pelaut tertidur lelap karena sihir iblis laut, mereka dapat mengikuti suara lonceng tersebut agar terbebas dari kabut dan kembali menemukan jalan mereka menuju Remuria."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/3709973f6978b7847efd829309b988bf_2357914250020790907.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ketika Harmost Boethius dan Simfoni Agung, Phobos, mengetahui konspirasi rahasia antar Raja Dewa Remus dan Pangeran Naga Scylla untuk menghancurkan simfoni, Boethius memerintahkan Portus Anticus untuk dilindungi dari serangan para suku “barbar” utara. Hal tersebut dilakukan agar mereka tidak ikut campur dalam negosiasi dengan Dragonheir. Setelah Scylla tiba bersama pasukan Vishap, pelabuhan dan semua rute pelarian langsung ditutup. Salah satu rantai yang menyegel Scylla selama ribuan tahun berada di Portus Anticus.\nKetika kerajaan Remuria runtuh, tiang kapal dari Fortuna, lambang kejayaan tertinggi dari kerajaan tersebut, patah dan patung dewa tidak dapat ditemukan. Portus Anticus menjadi makam para golem. Hanya tersisa lonceng agung yang belum sepenuhnya hancur oleh waktu dan karat."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Semua pengejaran kami saat hidup itu sia-sia. Bahkan riasan emas tidak bisa memberikan kenyamanan sedikit pun bagi jiwa yang mati.”</color>\n<color=#ffffff>“Seperti yang kamu lihat, tiangnya sudah lama patah dan patungnya sudah tidak ditemukan lagi. Semua pengejaran kami saat hidup itu sia-sia. Bahkan riasan emas tidak bisa memberikan kenyamanan sedikit pun bagi jiwa yang mati.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Saat masyarakat Remuria kuno merasuki masyarakat Petrichor, para peneliti dari Klub Pemimpi, Mécantre dan Babisse menjadi “bayangan” dari peneliti Remuria di Portus Anticus. Mereka sedang meneliti saluran air tinggi dan desain aquabus. Meskipun hal ini membuat hidup mereka bahagia, tapi penelitian mereka kurang berimajinasi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Kalau pola pikir peneliti itu adalah ibarat air sungai yang mengalir, imajinasi itu adalah batu yang bisa menciptakan riak inspirasi di sungai itu.</color>\n<color=#ffffff>Kenapa burung bisa terbang? Kenapa pohon bisa bertumbuh? Kenapa hujan turun dari atas? Kenapa dunia ini berwarna?</color>\n<color=#ffffff>Tanpa \"imajinasi\" yang keluar entah dari mana, peneliti itu cuma sama seperti air di kolam mati.</color>\n<color=#ffffff>Imajinasi adalah kembang api yang selalu dikejar-kejar oleh setiap peneliti, tapi tidak akan bisa mereka dapatkan untuk waktu lama.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/78d51b068d0a1b51725ae325bb54d003_6607992204412899054.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika dua saudara tersebut mendengar para peneliti membicarakan tentang tiga cara untuk memperlambat korosi air di aquabus dan dua cara memodifikasi badan kapal, salah satu dari mereka mendapatkan ide untuk menggabungkn kedua proposal tersebut. Mereka dapat membuat kapal kecil yang bisa melintasi air dengan cepat. Saudara yang lainnya terinspirasi dengan rincian dari pembangunan saluran air mereka dan mulai membuat konsep desain yang bisa dibangun di antara dua gunung dengan membuat jembatan besar yang bisa dilewati berbagai jenis transportasi besar. Kedua saudara tersebut menyesal karena ide mereka tidak pernah sampai ke para peneliti Remuria. Untuk mengenang mereka, Babisse dan Mécantre memutuskan untuk melanjutkan penelitian mereka yang terinspirasi dari perabadan Remuria."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/647b8b721aec5f57e371c4943a5b05dd_7115339111304545753.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dalam sungai bawah tanah, terdapat patung dari direktur Institut Ilmu Pengetahuan Alam Remuria yang bertanggung jawab atas segala penelitian. “Bayangan” miliknya merupakan seorang pengusaha bernama Grundland yang selalu kejam terhadap orang lain dan mengambil keuntungan dari mereka. Dalam kehidupan nyatanya, dia menggunakan berbagai cara untuk mengendalikan orang-orang yang kemudian menjadi “bayangan” masyarakat Remuria. Dia merasakan akibat dari penaklukan tersebut. Perasaan tersebut meninggalkan kesan buruk padanya dan dia memutuskan untuk berubah dan meninggalkan dirinya yang lama.\nKetika Harmost yang berhasil selamat, Cassiodor, Pengembara, dan Paimon pergi ke Sea of Bygone Eras untuk menyelamatkan masyarakat Petrichor, mereka melihat patung Este di pelabuhan. Este adalah salah satu pengikut Cassiodor setelah hancurnya Remuria dan menjadi salah satu dari anggota awal Marechaussee Hunter. Keturunannya yang berasal dari Petrichor merupakan satu-satunya yang tetap sadar selama hipnotis."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/31e147b7d56d08077c856d643db992f2_6948212762652512346.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dalam Portus Anticus, salah satu partitur kuno, Rex Tremendae, dapat ditemukan. Partitur tersebut dapat dimainkan dengan Kotak Musik Otomatis Kuno.\n<color=#ffffff>“Bersukacitalah! Muliakanlah! Dengarkanlah, suara lonceng sudah dibunyikan. Emas, bumbu-bumbuan, dan sutra dari kejauhan semua berkumpul di tempat ini. Inilah zaman keemasan tanpa kekhawatiran …</color>\n<color=#ffffff>Tapi apakah masa-masa indah seperti ini bisa bertahan sampai selamanya? Raja pahlawan mengerutkan dahinya …”</color>\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Nostoi Region",
        "desc": "<p>Dalam bahasa kuno, Petrichor memiliki arti \"golem.\" Sayangnya, saat ini tempat tersebut hanyalah sebuah desa nelayan yang hancur berantakan jauh dari perairan Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/140615443/0e774c59ef9aba90743d77528dcb592c_5510357818447538138.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5646,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Scylla adalah pangeran yang memimpin Bangsa Naga di masa lalu. Meski sudah kehilangan tubuh fisiknya, tapi dia tetap bisa menguasai kekuatan arus air.</p><p>Saat mendekatinya dalam jarak tertentu, kamu akan bisa memanggil arus air kecepatan tinggi untuk berpindah ke sisinya. Berinteraksilah dengannya untuk membuatnya memanggil arus air dan mengantarkanmu ke posisi target.</p><p>Bidik objek tertentu saat kamu sedang mempertimbangkan hendak ke mana, mungkin ada yang ingin dia katakan kepadamu ....</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/762d24fb00dcfe355802e7181da1a743_1484827899469767686.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Salah satu Harmost Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/8dd1bf13fcb6632439addaf00c2e4b7b_9152339455730697144.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: #BFBFBF\">Golden Hunter, salah satu Remurian Harmost.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/be6dc5d4421df05c7eb7e14e6211b0dd_5385204076144771033.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Kotak Musik Otomatis Kuno",
        "desc": "<p>Sebuah kotak musik kuno yang ditemukan di dalam Kastil Pudar dan berisi kekuatan \"Simfoni\" yang misterius.</p><p>Gunakan kotak musik ini untuk membaca partitur musik yang berasal dari peradaban kuno. Cari partitur musik lainnya untuk membuka rahasia dari peradaban tersebut.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/9564191/72e381551bbee1988ad96b4d235a955c_5017211994734729781.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caesaruem Palace",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/e5985fb7ce521570a65db0df5a1e1fa5_426028755084978533.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Caesareum Palace merupakan istana yang indah dulunya, tapi sekarang hanya tersisa reruntuhan. Legio VI,\nmelindungi istana tersebut selama ribuan tahun. Seiring dengan berjalannya waktu, hampir semua pergi, mati atau melepas obsesi dan kebencian mereka selama bertahun-tahun. Konon, mereka dirasuki oleh nafsu sehingga mereka meninggalkan kewajiban mereka dan mengikuti pembantaian yang tidak masuk akal. Hanya tersisa satu golem yang berdiri untuk melindungi istana tersebut. Beberapa tahun yang lalu, pasukan legiun menjaga istana dari para Vishap. Sejarah dari pertarungan mereka direkam dalam “Simfoni,” dan rekaman tersebut terus-"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/4436632aa8267343f6c2462cb7f079ed_3412084749040033191.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "menerus diputar ulang seperti sebuah opera. Salah satu golem, Aetius, dan saudara perempuannya, Placidia, mati saat melawan Dragonborn ketika mereka datang ke gerbang istana tersebut. Semua prajurit dari Legio VI menjaga istana dan bertarung demi kejayaan dari Harmost Euergetia. Mereka memilih para rakyat dan kematian karena bagi mereka tidak ada kehormatan yang lebih besar daripada gugur saat melindungi para rakyat.\nKetika Harmost Boethius dan Simfoni Agung, Phobos, mengetahui konspirasi rahasia antara Raja Dewa Remus dan Pangeran Naga Scylla untuk menghancurkan Simfoni, Boethius mengutus Legio V Orchestrae Excitator untuk mengakhiri seluruh pertarungan dengan Dragonborn dan kembali ke Caesareum Palace. Harmost Euergetia memerintahkan Legio VI untuk menjaga Caesareum Palace dibawah kepemimpinan dari Harmost Boethius yang diasingkan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/eed3a1f65161f5b132c092e8dad7763c_9209276416925463265.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dalam Caesareum Palace, salah satu partitur kuno, Dies Irae, dapat ditemukan.\n<color=#ffffff>“Seiring dengan drum perang penaklukan, Legiun Emas bersinar bagai matahari dan rembulan. Di bawah pantulan sinar matahari, segala kegelapan seharusnya musnah…</color>\n<color=#ffffff>Anugerah takdir tidak akan bisa direbut lagi. Ini adalah jalan kebeneran yang dipilih oleh Raja. Meski kebenaran ini tidak bisa dimengerti oleh rakyatnya…”</color>\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Salah satu Harmost Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/8dd1bf13fcb6632439addaf00c2e4b7b_9152339455730697144.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Scylla adalah pangeran yang memimpin Bangsa Naga di masa lalu. Meski sudah kehilangan tubuh fisiknya, tapi dia tetap bisa menguasai kekuatan arus air.</p><p>Saat mendekatinya dalam jarak tertentu, kamu akan bisa memanggil arus air kecepatan tinggi untuk berpindah ke sisinya. Berinteraksilah dengannya untuk membuatnya memanggil arus air dan mengantarkanmu ke posisi target.</p><p>Bidik objek tertentu saat kamu sedang mempertimbangkan hendak ke mana, mungkin ada yang ingin dia katakan kepadamu ....</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/762d24fb00dcfe355802e7181da1a743_1484827899469767686.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Kotak Musik Otomatis Kuno",
        "desc": "<p>Sebuah kotak musik kuno yang ditemukan di dalam Kastil Pudar dan berisi kekuatan \"Simfoni\" yang misterius.</p><p>Gunakan kotak musik ini untuk membaca partitur musik yang berasal dari peradaban kuno. Cari partitur musik lainnya untuk membuka rahasia dari peradaban tersebut.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/9564191/72e381551bbee1988ad96b4d235a955c_5017211994734729781.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hortus Euergetis",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/e7487a1e28d86c3ea91a160b12e59b0d_5428593529877113113.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nama Hortus Euergetis berasal dari salah satu Harmost besar Remuria, Euergetia. Dia pernah memimpin pasukan legiun tapi tidak pernah melihat kemunduran dari Remuria. Rantai yang digunakan untuk menangkap Pangeran Naga Scylla dibuat dengan menggunakan darahnya. Rantai tersebut berada di Hortus Euergetis."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Semoga melodi Anda menemukan kedamaian, Euergetia yang baik hati, sekaligus rekan kerjaku, temanku, dan saudaraku.</color>\n<color=#ffffff>Bahkan jika kebaikanmu terlupakan, bahkan jika namamu terlupakan sekalipun, tapi bunga-bunga di sini akan tetap bermekaran untukmu.</color>\n<color=#ffffff>Tidurlah, tidurlah. Tak perlu lagi mengkhawatirkan hari kemarin, jangan lagi menangis untuk hari esok. Kamu hanya perlu tertawa seperti dulu.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Scylla adalah pangeran yang memimpin Bangsa Naga di masa lalu. Meski sudah kehilangan tubuh fisiknya, tapi dia tetap bisa menguasai kekuatan arus air.</p><p>Saat mendekatinya dalam jarak tertentu, kamu akan bisa memanggil arus air kecepatan tinggi untuk berpindah ke sisinya. Berinteraksilah dengannya untuk membuatnya memanggil arus air dan mengantarkanmu ke posisi target.</p><p>Bidik objek tertentu saat kamu sedang mempertimbangkan hendak ke mana, mungkin ada yang ingin dia katakan kepadamu ....</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/762d24fb00dcfe355802e7181da1a743_1484827899469767686.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5660,
        "name": "Belenggu Penyegel Naga",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Initium Iani",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/6ca13ad6c385ea89aeef43e41e41888a_2487537637024174737.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Selama kejayaan Remuria, terdapat jalan kerajaan menuju ke Machimos dimana para prajurit Remuria yang pemberani tinggal. Kuil dan arena yang megah dibangun dengan batu raksasa untuk mengenang kejayaan dan kemenangan kota tersebut. Dinding yang kokoh dan tinggi didekorasi dengan kilau dan emas. Terdapat juga patung perunggu dan marmer yang disusun di lahan tersebut. Selain itu, emas, rempah, dan berbagai barang khusus dari seluruh dunia berlimpah di pasar kota tersebut. Machimos merupakan kota terluar dari ibu kota yang terpisahkan dari Capitolium oleh Initium Iani, sebuah pelindung yang memisahkan bagian kota luar dengan kota dalam. Simfoni yang dijalin oleh Raja Dewa dan para musisi yang mencakup seluruh Remuria melewati Initium Iani dan jalur air emasnya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/eb10623b622070ca24357c52fb8225f2_8325441462705857546.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ketika Raja Dewa mengamanatkan temannya, Pangeran Vishap Scylla dengan simfoni terakhir yang merupakan perintah untuk menghancurkan Simfoni Agung, Phobos, Scylla harus melalui Initium Iani bersama dengan pasukan Vishap dan menyerang ibu kota. Harmost Boethius mengetahui rencana tersebut dan berbohong bahwa dirinya telah menyerah terhadap perintah Raja Dewa dan langsung menyerang Scylla dengan pasukannya. Para Vishap yang kewalahan dengan pasukan tersebut tidak bisa sampai ke Golden Palace tepat waktu. Pada akhirnya, Scylla ditahan dibawah menara tinggi dan Boethius menyegel Initium Iani. Kekuatan dari Phobos kehilangan kendali dan kerajaan tersebut jatuh ke dalam lautan seakan menerima hukuman ilahi.\nBertahun-tahun kemudian, Harmost Cassiodor yang berhasil selamat, Pengembara, dan Paimon menghancurkan rantai yang menahan Scylla dan membebaskannya. Untuk menyelesaikan rencana Remus dan memainkan Requiem, Scylla membuka segel dari Initium Iani dan memimpin para penduduk dari kota bagian dalam ibu kota menuju Passage of Ianus.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Salah satu Harmost Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/8dd1bf13fcb6632439addaf00c2e4b7b_9152339455730697144.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Scylla adalah pangeran yang memimpin Bangsa Naga di masa lalu. Meski sudah kehilangan tubuh fisiknya, tapi dia tetap bisa menguasai kekuatan arus air.</p><p>Saat mendekatinya dalam jarak tertentu, kamu akan bisa memanggil arus air kecepatan tinggi untuk berpindah ke sisinya. Berinteraksilah dengannya untuk membuatnya memanggil arus air dan mengantarkanmu ke posisi target.</p><p>Bidik objek tertentu saat kamu sedang mempertimbangkan hendak ke mana, mungkin ada yang ingin dia katakan kepadamu ....</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/762d24fb00dcfe355802e7181da1a743_1484827899469767686.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: #BFBFBF\">Golden Hunter, salah satu Remurian Harmost.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/be6dc5d4421df05c7eb7e14e6211b0dd_5385204076144771033.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Alta Semita",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/07e4e4624c611e7ef344f98e9317bc39_6575852920933443.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Alta Semita mengarah dari Passage of Ianus menuju ke Golden Palace. Ichor yang berkilau pernah mengikuti air untuk menuju ke danau besar di utara, sambil menyebarkan keadilan dan kebahagiaan ke seluruh Laut Tinggi. Ichor mengalir melalui saluran air emas dan simfoni Remuria bergema. Ketika Remuria jatuh, jalur air tersebut rusak."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/b3e5d8e0ea7e8d896c3d19d2e8afc9fb_714671059533037337.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Salah satu simfoni yang direkam dengan bentuk lukisan terletak di utara dari Alta Semita. Jalur air dapat dipulihkan melalui simfoni tersebut. Untuk mengeluarkan kekuatan dari simfoni, terompet perlu dibunyikan untuk membangunkan partitur yang terukir, dan membuat para “aktor” di panggung kembali ke tempat mereka.\nKetika jalur air dipulihkan kembali dengan Ichor, Scylla membantu melepas kekuatan dari simfoni dan membuka Golden Palace. Gerbang dari Domus Aurea terbuka lebar dan seketika melodi dari Remus terdengar dari Capitolium ke seluruh tempat lainnya.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Scylla adalah pangeran yang memimpin Bangsa Naga di masa lalu. Meski sudah kehilangan tubuh fisiknya, tapi dia tetap bisa menguasai kekuatan arus air.</p><p>Saat mendekatinya dalam jarak tertentu, kamu akan bisa memanggil arus air kecepatan tinggi untuk berpindah ke sisinya. Berinteraksilah dengannya untuk membuatnya memanggil arus air dan mengantarkanmu ke posisi target.</p><p>Bidik objek tertentu saat kamu sedang mempertimbangkan hendak ke mana, mungkin ada yang ingin dia katakan kepadamu ....</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/762d24fb00dcfe355802e7181da1a743_1484827899469767686.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Collegium Phonascorum",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/945fb0bdb62598f511ae53708a14bdef_4605233813519046645.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dalam Collegium Phonascorum, terdapat partitur kedua yang direkam dalam bentuk lukisan. Para musisi dari Remus di masa lalu sering mengukir batu dan dinding batu dengan melodi mereka, tetapi saat ini hanya lebah emas yang mendengar panggilan dari “Simfoni.” Ketika ilusi bayangan burung-burung dikembalikan ke tempat asalnya, mereka akan mengeluarkan kekuatan dari simfoni untuk memulih jalur air.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Clivus Capitolinus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/857befb568ae3d4170657d4b51b768de_2691750829721744901.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Capitolium, pusat dari Remuria, merupakan kota bagian dalam dari ibu kota. Di sini terdapat ribuan bunga harum dan parfum di udara, dan nyanyian euphonious dapat terdengar dimana pun. Tempat tersebut merupakan surga bagi para seniman dimana hanya para musisi dan intelektual hebat yang diperbolehkan masuk. Bahkan di antara mereka, hanya sebagian kecil yang menikmati hak istimewa dari mengabdi kepada Raja Dewa. Di tempat ini, seluruh teater dan istana dibangun dengan bentuk yang harmonis dimana tiang dan kubah mereka dihiasi"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/831a8c655a7864f6a6643f21c58d5186_5227623966733411500.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "dengan ukiran yang mewah dan kompleks dan berpusat pada istana emas dengan pilar tembaga yang tinggi. Sang Raja yang senang beristirahat dengan damai di pusat istana mendengarkan setiap melodi dan nada secara seksama dari setiap sudut kerajaan. Ketika mendengar bunyi yang janggal, Raja Dewa akan membenarkannya secara langsung melalui petikan senarnya dan mengembalikan kesempurnaan dari simfoni kerajaannya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/d2d3a6d1f88aca6233f72944f45ec453_8465395619908742399.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Di sebuah gua bawah tanah yang terletak di bawah Clivus Capitolinus, terdapat halaman tua dari Capitolium. Di tempat tersebut, “Unreturned Envoy,” Cineas, Vishap dari masa lampau, dan salah satu partitur kuno, Confutatis, dapat ditemukan, yang kemudian dapat dimainkan di Kotak Musik Otomatis Kuno.\n<color=#ffffff>“Sangkakala penghakiman sudah ditiup, keputusan takdir tidak bisa ditolak. Bahkan dewa pun tidak akan bisa kabur…</color>\n<color=#ffffff>Saat hari penghakiman tiba, bagaimana dunia akan bergetar? Manusia penuh dengan dosa, tidak terkecuali pemimpinnya. Seluruh dosa akan dihakimi…”</color>\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Kotak Musik Otomatis Kuno",
        "desc": "<p>Sebuah kotak musik kuno yang ditemukan di dalam Kastil Pudar dan berisi kekuatan \"Simfoni\" yang misterius.</p><p>Gunakan kotak musik ini untuk membaca partitur musik yang berasal dari peradaban kuno. Cari partitur musik lainnya untuk membuka rahasia dari peradaban tersebut.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/9564191/72e381551bbee1988ad96b4d235a955c_5017211994734729781.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Domus Aurea",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/b01a3f8e0f97cf5a0019803e99d98170_240288741208990791.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Golden Palace diciptakan dari kapal emas “Fortuna,” dimana Raja Dewa Remus dan seer Sybilla dalam bentuk lebah emas turun ke tanah Meropis. Remus membawa para manusia dan ketertiban. Dia mengajarkan manusia-manusia tersebut cara bertani dan menanam tanaman di tanah tersebut, serta membangun kuil dan kota dengan batu-batu yang besar untuk menampung mereka. Selain itu, hal yang terpenting, Remus sendiri yang menyebarkan keindahan dari musik dan seni yang membedakan manusia dengan makhluk hidup lainnya sehingga mereka melihat diri mereka sendiri sebagai tuan dari segala hal. Domus Aurea dirancang sebagai sebuah instrumen musik yang besar dimana simfoni akan dibuat. Oleh karena itu, bentuknya menyerupai harpa besar. Sebelumnya, dengan bantuan dari terompet, simfoni dapat disiarkan ke seluruh sudut dunia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/c1c3ae49dbf00c14be54bb08d66bdb74_63839433571814184.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ketika Remuria jatuh dan Remus mengorbankan dirinya sendiri untuk mengeluarkan melodi dari simfoni terakhir, Harmost Boethius berhasil menyelamatkan diri. Dia menghabiskan ribuan tahun dalam Golden Palace. Dia dapat melawan erosi waktu dan perlahan-lahan mengambil kekuatan dari pecahan “simfoni.” Dia membuat istana simfonis sebagai ruangannya sendiri. Di ruangan tersebut, dia ingin mendapatkan tubuh baru kemudian menjadi dewa dan membangkitkan kembali kerajaan.\nKetika Pengembara sampai ke Domus Aurea dan menahan Boethius dengan bantuan dari Harmost Cassiodor, mereka berakhir di Sacellum Requietis — aula utama dari Domus Aurea. Di sana, Pengembara melepaskan simfoni terakhir dari Raja Dewa Remus dan menghancurkan Simfoni Agung.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Salah satu Harmost Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/8dd1bf13fcb6632439addaf00c2e4b7b_9152339455730697144.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: #BFBFBF\">Golden Hunter, salah satu Remurian Harmost.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/be6dc5d4421df05c7eb7e14e6211b0dd_5385204076144771033.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sumber Daya",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Radiant Spincrystal</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5633,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5635,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5636,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5637,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Arsip NPC",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>NPC Terkait</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: #BFBFBF\">Golden Hunter, salah satu Remurian Harmost.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/be6dc5d4421df05c7eb7e14e6211b0dd_5385204076144771033.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Salah satu Harmost Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/8dd1bf13fcb6632439addaf00c2e4b7b_9152339455730697144.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Scylla adalah pangeran yang memimpin Bangsa Naga di masa lalu. Meski sudah kehilangan tubuh fisiknya, tapi dia tetap bisa menguasai kekuatan arus air.</p><p>Saat mendekatinya dalam jarak tertentu, kamu akan bisa memanggil arus air kecepatan tinggi untuk berpindah ke sisinya. Berinteraksilah dengannya untuk membuatnya memanggil arus air dan mengantarkanmu ke posisi target.</p><p>Bidik objek tertentu saat kamu sedang mempertimbangkan hendak ke mana, mungkin ada yang ingin dia katakan kepadamu ....</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/762d24fb00dcfe355802e7181da1a743_1484827899469767686.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Quest",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Quest Dunia</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Peta",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Lokasi Peta Interaktif Tevyat</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=id-id#/map/34?shown_types=3,85,521&center=-49.94,-200.00&zoom=-1.00"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Keselarasan Harmoni",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/4417194d9a22aa68cbc2c9d4aa037acd_8272044892321916164.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Remuria dulunya adalah negara yang makmur yang dibangun oleh Philharmonic God, Remus, di sebuah tanah bernama Meropis. Peramal Agung Sybilla yang selamat dari banjir pertama tapi kehilangan akal dan wujudnya meramalkan ke Remus bahwa dirinya akan membawa perabadan dan keadilan kepada rakyatnya, namun pada akhirnya, keadilan tersebut akan menjadi penyebab kehancurkan mereka. Dalam usaha untuk melawan takdir tersebut, Sebastos membuat tubuh dari perunggu dan batu untuk masyarakat Remuria dimana Ichor air jernih yang tidak bisa larut mengalir. Dengan bantuan dari Sybilla, dia menciptakan Simfoni Agung yang dirancang untuk membebaskan rakyatnya dari belenggu takdir, darah, dan daging. Sebastos mencurahkan lagunya ke dalam Ichor, akan tetapi masyarakat Remuria yang tidak dapat menanggung beban takdir tersebut meminta arahan dari dewa dan atasan mereka. Atas permintaan dari rakyatnya, Remus pun menulis semua lagu menjadi simfoni megah yang membawakan mereka kebahagian yang besar. Begitulah cara Phobos tercipta. Meskipun hal tersebut mengabulkan permintaan dari seluruh rakyat Remuria, mereka hanya merasakan sakit. Terbutakan oleh keyakinan mereka akan simfoni, mereka pun terjerumus dalam perbudakan Phobos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/b5c4d227310ac4322abda4fe82bd20ae_4510407034273471578.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ketika Remus tersadar bahwa Phobos yang menyebabkan kehancuran dari Remuria, Remus memutuskan untuk menghancurkan Simfoni tersebut. Dia membuatkan kesepakatan dengan pangeran dari naga Hydro, Scylla, bahwa dirinya akan memimpin pasukan Vishap melawan Golden City. Sebastos menciptakan simfoni terakhir, Requiem yang merupakan perintah untuk menghancurkan Phobos, dan mempercayakan hal tersebut kepada sang pangeran naga. Remus sadar jika hidupnya akan berakhir dan hanya simfoni yang tersisa, tapi dia siap berkorban demi kebebasan rakyatnya dari belenggu Phobos. Akan tetapi, Phobos tidak membiarkan rencana Raja Dewa berjalan lancar dan memenjarakan Scylla di bawah menara dengan bantuan dari salah satu Harmost milik Remus, Boethius, serta menutup Initium Iani yang mengarah ke ibu kota. Sebagai hasilnya, Pangeran Naga tidak bisa memasuki ibu kota tepat waktu dan kekuatan Phobos lepas kendali. Akhirnya, istana kerajaan tersebut tenggelam di balik ombak, seakan dijatuhi hukuman ilahi.\nSebelum kehancuran Remuria, Sebastos memisahkan melodi Harmost Cassiodor dari Simfoni Agung dan memberikannya kebebasan. Hanya beberapa orang yang selamat dari banjir: Cassiodor dan beberapa rekannya dari berbagai tempat. Mereka berjuang menahan kekuatan primordial water dan Harmost Boethius menggunakan lidahnya yang fasih untuk mempengaruhi mereka yang tersisa. Dia merencanakan sebuah ritual yang bertujuan untuk mengembalikan “simfoni” yang telah pecah dan memulihkan tempat yang telah hancur tersebut. Demi tujuan tersebut, dia tidak ragu untuk menghancurkan kesadaran dari pengikutnya dan merampas jiwa dari masyarakat Fontaine dimana pun. Banyak raja dan bangsawan menjadi budaknya, dan bangsa yang baru lahir hampir musnah karena hal ini. Untuk menghentikan Boethius yang saat ini telah menjadi monster, Cassiodor harus meninggalkan namanya dan menjadi pemburu bayangan serta melawan Boethius bersama dengan masyarakat Fontaine. Setelah konflik yang sulit, Cassiodor dan masyarakat Fontaine menyegel Boethius dan laut yang telah melahap Remuria. Golden Hunter bersumpah demi takdir bahwa dia akan menjadi penghalang antara masa lalu dan masa kini serta menjadi penjaga roh bangsa kuno.\nRibuan tahun kemudian, Boethius kembali menguasai “simfoni” yang terusik, dengan menjalin pecahan jiwanya dan melodi yang rusak ke dalam simfoni. Harmost Boethius membawa kekacauan ke simfoni untuk memulihkan Remuria dan menjadi dewa yang baru. Boethius percaya bahwa Remus telah mengkhianati Remuria dengan berkolusi bersama Vishap dan mencoba menghancurkan Simfoni Agung."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Aku akan memutarbalikkan roda takdir, menghadirkan kembali dunia lama, membuat tanah ini kembali ke kebenaran. Sedangkan manusia yang ada di atas tanah hanya bisa tunduk pada kehendak kita.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/e6ded426211e34a86d94bbb81d526d43_4385358348035541006.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Selama waktunya, Cassiodor kehilangan tubuh batunya dan memasuki tubuh seekor kucing putih yang diberi nama Osse oleh Paimon nantinya. Untuk menghentikan Boethius, Cassiodor meminta bantuan Pengembara dan Paimon. Mereka bersama-sama masuk ke Sea of Bygone Eras dan membebaskan pangeran naga, Scylla, yang ditahan oleh Boethius di bawah Machimos. Meskipun tubuh Scylla telah hancur, ingatannya di dalam Ichor terus hidup. Cassiodor percaya bahwa Scylla telah mengkhianati Raja Dewa dan menyerang istana emas yang menyebabkan Remuria terkena banjir. Pangeran Naga menyampaikan tentang perjanjian terakhirnya dengan Remus, rencana rahasia mereka, dan pembuatan Requiem yang mampu menghancurkan Phobos. Scylla memimpin pasukan Vishap untuk menyerang ibu kota sebagai rencana terakhir Remus demi menyelematkan masyarakat Remuria dan bangsanya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/b01a3f8e0f97cf5a0019803e99d98170_4683279083003165101.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ketika Cassiodor dan Pengembara sampai ke Domus Aurea, Boethius menggunakan kekuatan musik untuk memancing mereka ke dalam istana simfoni miliknya. Ruang tersebut merupakan manifestasi dari jiwa Dominus dan dipertahankan dengan kekuatan simfoni. Berkat pusat Phobos yang berada di dekat Golden Palace, Boethius dapat mempengaruhi dunia nyata secara langsung. Jika Dominus bisa mendapatkan kekuatan penuh simfoni, maka dunia nyata dapat digantikan dengan khayalannya, dan wujud Fontaine akan kembali ke ribuan tahun yang lalu. Cassiodor membuat rencana untuk menghancurkan Boethius yang telah menyiapkan tubuh yang kuat untuk dirinya di dunia nyata. Karena Pengembara tidak berasal dari Tevyat dan tidak diciptakan dari air Laut Primordial, melodi Phobos tidak menyanyikan takdir mereka, dan Boethius tidak dapat mempengaruhi jiwa mereka yang membuat rencana Cassiodor sukses."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/319addbf237238c198272be1f2462516_3854562851580409997.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dengan bantuan Scylla, Pengembara dan Paimon menyambungkan saluran air emas dimana simfoni agung dulunya mengalir dan membuka jalan ke istana emas. Wujud asli dari Boethius ternyata adalah Phobos yang menggabungkan setiap lagu dan keinginan dari masyarakat Remuria. Keinginan terdalam mereka membuat Remuria menuju perang, penaklukan, dan kehancuran “orang barbar” utara. Bahkan sebelum kehancurkan dari Remuria, Phobos menyerapkan Boethius dan memberontak terhadap Sebastos. Dengan mengorbankan dirinya sendiri, Cassiodor menjebak Phobos ke dalam sebuah tubuh batu sehingga Pengembara bisa menghancurkan Boethius dan Phobos. Ketika Pengembara memainkan Requiem, Simfoni Agung benar-benar hancur, dan jiwa-jiwa dari masyarakat Remuria kembali ke laut dalam, sehingga keinginan dari Cassiodor untuk melanjutkan rencana dan harapan Sebastos untuk membebaskan semua orang dari simfoni dapat terpenuhi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Jika air kehilangan kejernihannya, bagaimana mungkin ia bisa kembali menjadi air? Jika pohon meninggalkan tanah, ke mana akarnya harus tumbuh?\"</color>\n<color=#ffffff>\"Sekeras apa pun hantaman batu dan logam, tanpa air dan tanah, manusia tidak dapat bertahan hidup.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ketika jiwa Cassiodor menghilang, Osse kembali menjadi kucing biasa yang tinggal di Petrichor dengan Este, seorang keturunan prajurit Remuria.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: #BFBFBF\">Golden Hunter, salah satu Remurian Harmost.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/be6dc5d4421df05c7eb7e14e6211b0dd_5385204076144771033.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Salah satu Harmost Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/8dd1bf13fcb6632439addaf00c2e4b7b_9152339455730697144.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Scylla adalah pangeran yang memimpin Bangsa Naga di masa lalu. Meski sudah kehilangan tubuh fisiknya, tapi dia tetap bisa menguasai kekuatan arus air.</p><p>Saat mendekatinya dalam jarak tertentu, kamu akan bisa memanggil arus air kecepatan tinggi untuk berpindah ke sisinya. Berinteraksilah dengannya untuk membuatnya memanggil arus air dan mengantarkanmu ke posisi target.</p><p>Bidik objek tertentu saat kamu sedang mempertimbangkan hendak ke mana, mungkin ada yang ingin dia katakan kepadamu ....</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/762d24fb00dcfe355802e7181da1a743_1484827899469767686.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustrasi",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Melodi Sebuah Kerajaan Kuno - Versi 4.6"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/14bbbb0046994b4c22b5db31b7868037_6460385425368051152.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>16 April 2024</color>\nHalo, Traveler! Setelah update v4.6, area baru \"Nostoi Region\" dan \"Sea of Bygone Eras\" akan dibuka. Ayo lihat konten edisi ini dan pelajari ada hal unik apa saja di area baru ini!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Musik",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cantus Aeternus"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/db9bdccdf444b42b421bce463b16248c_1700576480117202935.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14 Mei 2024</color>\nAlbum Ketiga OST Fontaine Genshin Impact \"Cantus Aeternus\" sudah dirilis! OST ini terbagi menjadi tiga bagian, yaitu \"Versi di Petrichor\", \"Sumphonia Capitolii\", dan \"Balemoon Rising\" dengan total 39 lagu OST orisinal dari area Fontaine di Genshin Impact yang diproduksi oleh tim HoYo-MiX.\n<color=#ff9999>Disc 1:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=6dROuF_TT64&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disc 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=4HEx2RF-SsE&t=18s&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disc 3:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M0a2ZuGmi-4&ab_channel=GenshinImpact"
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Sea of Bygone Eras"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Lokasi Permanen"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Versi terkait",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Initium Iani",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/e6ded426211e34a86d94bbb81d526d43_1508939201545944618.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Ada ibu kota kerajaan di bawah laut.\""
          }
        ]
      },
      {
        "key": "Portus Anticus",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/44c99804c732b5413da33eeb742be9cb_7910611061388112679.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Gua yang pernah tenggelam di dasar laut dulunya pernah menjadi pelabuhan kerajaan yang makmur. Jika suara lonceng kuno bisa menembus penghalang air laut, jiwa yang hilang mungkin bisa kembali ke jalan kampung halamannya."
          }
        ]
      },
      {
        "key": "Alta Semita",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/319addbf237238c198272be1f2462516_1762223261677533009.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ichor yang berkilau pernah mengikuti jalur air untuk menuju ke danau besar di utara, sambil menyebarkan keadilan dan kebahagiaan ke seluruh Laut Tinggi. Itu adalah masa kedamaian di Remuria, masa yang penuh dengan kemuliaan dan harapan."
          }
        ]
      },
      {
        "key": "Domus Requiem",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/396cfafba28c3cf1de610edb8eb24993_1394224988573000996.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Tolong berikan istirahat yang abadi kepada mereka, dan semoga cahaya bisa terus menyinari mereka selama-lamanya.\""
          }
        ]
      },
      {
        "key": "Collegium Phonascorum",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/8eac466c75c73b1c5c18e154b83ea57c_7861897342984991449.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Takdir sering kali hanya sebuah bayangan yang membuat orang-orang melihat kebahagiaan, lalu mendorong mereka ke jalan kehancuran.\""
          }
        ]
      },
      {
        "key": "Domus Arena",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/b01a3f8e0f97cf5a0019803e99d98170_7525482239145309087.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Aku bermimpi, di dalam mimpi itu, bahkan manusia biasa pun bisa punya kehendak bebas dan takdir yang belum ditentukan...\""
          }
        ]
      },
      {
        "key": "Lokasi Peta (1)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/03f46235cf3b8a2d410bd20b3e425b07_6667368671825879609.PNG"
      },
      {
        "key": "Lokasi Peta (2)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/da4800a67bacaf6d6414d652571aa0f3_8491598963556236956.PNG"
      },
      {
        "key": "Lokasi Peta (3)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/3c5ceee2ae86cde770a2786af1de1bf7_3864152814154286269.PNG"
      },
      {
        "key": "Lokasi Peta (4)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/e747b823d6e84ac5fd434b1f3a8fa6fd_6808537921520470308.png"
      },
      {
        "key": "Lokasi Peta (5)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/6fd4202b423e6b1553eaf1a3bb457388_8323792217471773626.PNG"
      },
      {
        "key": "Lokasi Peta (6)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/548f964dbf735a73f7bf0e3105af912f_1286431292996936750.PNG"
      },
      {
        "key": "Lokasi Peta (7)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/df7d05b0d6eb36e5bd44d06b91e61f5c_4246276097065032862.PNG"
      },
      {
        "key": "Lokasi Peta (8)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/bf7044f339c58f5687639cf48863782e_5848542080404786487.png"
      },
      {
        "key": "Lokasi Peta (9)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/fda145bf344bbc68bce3613d04fbb99f_9114997436973344964.PNG"
      }
    ]
  }
}