{
  "epId": 5601,
  "name": "Nostoi Region",
  "desc": "<p>Dalam bahasa kuno, Petrichor memiliki arti \"golem.\" Sayangnya, saat ini tempat tersebut hanyalah sebuah desa nelayan yang hancur berantakan jauh dari perairan Fontaine.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/140615443/0e774c59ef9aba90743d77528dcb592c_5510357818447538138.png",
  "menuId": 20,
  "menuName": "Glosarium",
  "version": 1748350344,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Bayangan yang Meliputi Petrichor",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ketika Pengembara dan Paimon sampai di Petrichor untuk pertama kalinya, mereka terkejut dengan kehancuran kota dan sikap aneh dari para penduduknya. Saat melihat beberapa Petualang, Pengembara pun memutuskan untuk mendekati mereka, tapi mereka mulai membicarakan tentang Raja Iblis, pasukan golem dan seseorang bernama Este. Awalnya, Paimon mengira orang-orang tersebut terlibat dalam sebuah pertunjukkan, tapi mereka hanya menyerang dan kabur setelah dikalahkan. Ketika Pengembara menyentuh patung batu yang berdiri di sebelah Petualang, dia tiba-tiba melihat ingatan aneh dimana\nmemanggil mereka sebagai “Imperator.” Golem tersebut mengumumkan pendekatan dari ritual untuk membunyikan Simfoni agung, Phobos, dan pembebasan dari jeratan\nPhobos merupakan setiap melodi, gerakan, pikiran, dan keseluruhan dari semua jiwa masyarakat Remuria. Di bawah bimbingannya, masyarakat Remuria seharusnya hidup bahagia dan terbebas dari kejamnya takdir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/d3c8cf022bac76a55f5125c200946e97_7733680363348156319.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Kemudian, Vishap besar muncul di depan Pengembara dan memanggil Pengembara sebagai Remus. Ribuan tahun yang lalu, Remus adalah pemimpin dari kerajaan Remuria yang jatuh. Vishap Prince, Scylla, adalah teman dari Remus yang mengikuti dirinya dari kerajaan dimana Dragonborn tinggal, Fontemer, untuk melihat dunia tanpa konflik yang dijanjikan Remus. Scylla menuduh Remus bahwa simfoni yang dia buat tidak membawa keadilan dan kebahagiaan tapi menjadi sumber segala kejahatan. Kerajaan Remus hancur berkeping-keping, dan kaum abadi dan bangsa air saling membunuh satu sama lainnya. Di bawah pengaruh Phobos, masyarakat Remuria menjadi budak yang mengikuti kehendak simfoni. Remus mengingatkan Vishap akan perjanjian mereka: untuk membebaskan masyarakat Remuria dan menghancurkan Simfoni agung. Remus berniat untuk mengorbankan dirinya sendiri untuk mengeluarkan simfoni terakhirnya, Requiem — sebuah instruksi untuk menghancurkan Phobos. Remus mempercayakan simfoni ini kepada Scylla dan memerintahkan Scylla untuk menyerang ibu kota Remuria. Vishap Prince harus menyimpan energi utama yang dikeluarkan oleh Requiem.\nTerbangun dari mimpi tersebut, Pengembara berjalan lebih dalam ke Petrichor. Semua penduduk, seperti para Petualang, terpengaruh oleh hipnotis dan berbicara tentang Raja Dewa Remus, Dominus Boethius, dan pasukan golem. Hanya satu orang yang tidak terpengaruh yaitu Este, anggota dari “Klub Pemimpi.” Klub tersebut meneliti tentang hipnotis sebelumnya, tetapi mereka tidak bisa mengatasi insiden sebesar itu. Hipotesis Este adalah terdapat suatu hal yang tidak normal terjadi di dalam reruntuhan, maka itu Pengembara dan Paimon memutuskan untuk menyelidiki tempat tersebut. Dalam perjalanannya, mereka bertemu kucing aneh bersinar yang bisa berbicara yang meminta mereka untuk pergi ke kerajaan kuno di laut dalam untuk menenangkan “Simfoni” yang berkecamuk dan menyelematkan jiwa-jiwa yang hilang."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/1cc43e9ca88bc647bd2f85399e957947_4264812511794662450.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Pada kenyataannya, masyarakat Petrichor tidak berada dibawah pengaruh hipnotis, tapi jiwa orang-orang Remuria yang telah mati lalu merasuki mereka. Hal ini terjadi karena tindakan dari salah satu Harmost dari Remus, yaitu Boethius yang berhasil selamat dari runtuhnya kerajaan. Empat Harmost dari Remuria adalah satu-satunya dirijen dari simfoni, selain Remus, dan bisa mengubah melodi Phobos. Ratusan tahun sebelum jatuhnya kerajaan, Boethius mendapatkan kembali kekuatan atas simfoni yang terganggu dengan menjalin pecahan jiwanya dengan melodi yang rusak ke dalam simfoni tersebut. Harmost membawa kekacauan ke dalam simfoni untuk membangkitkan Remuria dan menjadi dewa yang baru. Karena ritualnya, tubuh dari masyarakat Petrichor diisi dengan jiwa dari masyarakat Remuria yang telah lama mati. Kucing bersinar itu adalah mantan teman Boethius, Harmost Cassiodor. Remus memisahkan jiwanya dari simfoni dan memberikan dirinya kehendak sendiri. Ketika Remuria dihancurkan, Cassiodor tidak berada di ibu kota dan berhasil selamat. Cassiodor percaya bahwa Boethius menentang kehendak Remus, sehingga dia mencoba menghentikannya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/c1c3ae49dbf00c14be54bb08d66bdb74_563831221014691755.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika Pengembara, Paimon, dan Cassiodor datang ke Sea of Bygone Eras melalui jalan di Kastil Pudar, mereka menyelamatkan Scylla yang disegel oleh Boethius ribuan tahun yang lalu. Tubuhnya dihancurkan, tapi kesadarannya terus hidup. Untuk berterima kasih, Scylla membantu mereka meraih ibu kota Remuria. Mereka memulihkan saluran air emas untuk memasuki Golden Palace dan bertemu dengan Boethius. Pangeran Vishap mempercayakan Requiem kepada Pengembara dan ketika mereka memainkan simfoni terakhir, jiwa dari masyarakat Remuria kembali ke laut dalam, dan penduduk di Petrichor terbangun dari tidur mereka. Mereka tidak tahu bahwa apa yang terjadi adalah kenyataan dan mereka melihat ingat dari ribuan tahun lalu. Mereka pun berkesimpulan bahwa mereka berada di pengumpulan mimpi.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Sea of Bygone Eras",
        "desc": "<p>Perairan luas yang berada di sebelah selatan Danau Fontaine Besar dulunya merupakan bagian dari Lautan tinggi itu. Di kedalaman laut yang tak tersentuh sinar matahari itu, terkuburlah mimpi-mimpi dan harapan yang ada sejak awal waktu.</p><p>Melodi lagu yang sudah lama terlupakan kini dikumandangkan kembali di antara kejayaan yang sudah pudar dan reruntuhan di dasar laut. Sebuah kisah yang telah lama berakhir, kini akan diceritakan kembali...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/c86b4a5efff5f51db1924a6c797eb9cf_8157991459411558911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Scylla adalah pangeran yang memimpin Bangsa Naga di masa lalu. Meski sudah kehilangan tubuh fisiknya, tapi dia tetap bisa menguasai kekuatan arus air.</p><p>Saat mendekatinya dalam jarak tertentu, kamu akan bisa memanggil arus air kecepatan tinggi untuk berpindah ke sisinya. Berinteraksilah dengannya untuk membuatnya memanggil arus air dan mengantarkanmu ke posisi target.</p><p>Bidik objek tertentu saat kamu sedang mempertimbangkan hendak ke mana, mungkin ada yang ingin dia katakan kepadamu ....</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/762d24fb00dcfe355802e7181da1a743_1484827899469767686.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Salah satu Harmost Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/8dd1bf13fcb6632439addaf00c2e4b7b_9152339455730697144.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: #BFBFBF\">Golden Hunter, salah satu Remurian Harmost.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/be6dc5d4421df05c7eb7e14e6211b0dd_5385204076144771033.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sumber Daya",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Material Penguatan Karakter</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5608,
        "name": "Fragment of a Golden Melody",
        "desc": "Lencana emas yang jatuh dari dada centaur golem. Nada-nada yang terukir pada kerikil yang menempel padanya tampaknya merupakan bagian dari drama musikal yang megah.<br>Orang-orang pernah percaya bahwa lagu kebahagiaan dan harmoni abadi akan bergema di seluruh dunia hingga akhir dari semua takdir, namun harmoni dapatlah berubah. Ketika Raja Dewa yang memberontak jatuh dari singgasananya, ibu kota yang tak terbinasakan itu menjadi sampah dan puing-puing — lalu, siapakah yang akan memainkan lira di tangan seorang komandan yang tidak memiliki legiun?",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/23/34fdbe29e8b5a8891b304ab2003ecdaf_6771357141552831544.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Radiant Spincrystal</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5634,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Makhluk Hidup",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Musuh dan Monster</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5609,
        "name": "Legatus Golem",
        "desc": "<p>Golem berbentuk manusia setengah kuda yang terbuat dari marmer dan kuningan. Darah Ichor mengalir di balik wujudnya yang keras itu. Sambil berdiri tegak sebagai sang pemimpin pasukan, golem ini siap menginjak siapa pun yang berani mempertanyakan kehormatannya.</p><p>Peradaban yang kini telah tenggelam dulunya percaya bahwa perang itu mirip seperti lagu, sebuah seni yang mengikuti ritme tertentu. Maka dari itu sang pemimpin pasukan bisa disamakan seperti seorang dirigen, membawa pedang dan perisai layaknya senar dan rangka dari sebuah lira.</p><p>\"Perang adalah pengorbanan yang tak terelakkan demi mencapai kedamaian dunia\". Begitulah ucap Harmost, yang pernah memimpin pasukan para golem untuk menguasai seluruh lautan tinggi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/28/1023623/3d9acabfe82467816e21ac130d1bf59a_5350229859309487580.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Arsip NPC",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>NPC terkait</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3943,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3940,
        "name": "Félix Yogue",
        "desc": "<p>NPC Eksklusif Event. Dia adalah anggota Daydream Club yang muncul selama event Lukisan Mekanik Abadi dalam event Duel di Puncak Invokation!.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/08/1023623/189de2a3a103e5e58da859376a1611f1_4619307308472077889.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Salah satu Harmost Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/8dd1bf13fcb6632439addaf00c2e4b7b_9152339455730697144.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Quest",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Quest Dunia</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Bayangan yang Meliputi Petrichor",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/12694555/1c0f22a859063af0403353b6fad40a28_8575239935158529258.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5645,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5644,
        "name": "Di Sanalah Hidupnya",
        "desc": "<p><span style=\"color: #BFBFBF\">Kamu melihat wajah yang tidak asing di Court of Fontaine ....</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/170306649/6bbf186ae1dbc9baa7cb63bca2251eac_5667469323463375022.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5643,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Athenaeum",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Koleksi Buku</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5620,
        "name": "Sejarah Rahasia Alam Utara",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/29/be3ede6d2db7da81746a14523f206f8d_6798712119334297532.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Peta",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Lokasi Peta Interaktif Tevyat</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Petrichor",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/bfd8e541d21c969126a293760112f53b_9186088163952563388.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Petrichor merupakan kota kecil di pulau yang jauh dari kota utama dan berada di bawah Laut Tinggi. Pemandangan indah dari air terjun Laut Tinggi dapat terlihat dari Petrichor. Lebih dari ribuan tahun lalu, tempat ini merupakan kota yang damai dan belum dikenal sebagai Petrichor. Masyarakat Fontaine tinggal dalam kedamaian dan kesejahteraan, hingga pasukan golem milik Remus yang disebut sebagai Raja Iblis datang ke kota tersebut. Remus menyatakan dirinya sebagai penguasa segala perairan dan pasukannya telah melenyapkan banyak kota sebelum sampai di Petrichor. Golem mengambil lahan mereka, dan merusak sumber air murni mereka. Para golem juga membangun benteng dan menara tinggi dan simfoni Raja Iblis memperbudak masyarakat Fontaine. Ketika kerajaan runtuh, masyarakatnya kembali bebas lagi.\nSaat ini, tempat tersebut adalah kota yang romantis dimana penduduknya menjunjung tinggi adat dan sopan santun serta ramah terhadap pendatang dari luar. Sejak zaman Duke Petrichor pertama yang ditunjuk oleh Archon Hydro pertama, Egeria, keluarga de Petrichor merupakan pemimpin bijak yang membimbing kota tersebut menjadi makmur.\nkeluarga terakhir, Renault de Petrichor, dipindahkan ke Poisson — di sana, dia kehilangan nyawanya dalam Pengepungan Poisson. Rene de Petrichor, anak dari Renault, menjadi salah satu pendiri organisasi penting dalam sejarah Fontaine, yaitu Asosiasi Narzissenkreuz. Setelah keluarga de Petrichor menghilang, kota tersebut menjadi desa nelayan yang terbengkalai. Ketika penjelajah hebat dan Doge pertama, Ruggiero, mendirikan Consilium Sapientium dan datang ke Petrichor untuk mencari harta karun Remuria, desa nelayan tersebut dapat dipulihkan. Para penduduk desa percaya bahwa kota itu telah runtuh karena hubungan mereka dengan dunia luar yang terlalu dekat sehingga menghancurkan tradisi mereka. Saat ini di desa tersebut, terdapat dewan yang terdiri dari para petua yang menentukan segala isu di Petrichor. Petua yang paling terpercaya menjadi Doge. Doge dari desa tersebut saat ini adalah Tiepolo. Saudara Tiepolo, Contarini yang bekerja di Special Security and Surveillance Patrol, dan asisten dari Tiepolo berharap bisa membentuk hubungan dengan organisasi terkenal, Spina di Rosula, agar kota mereka menjadi titik temu rute perkapalan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/174e227dae6c2a51083cdd972dc7f55b_8235470047890076814.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Faded Theater yang tersisa dari Golden Empire berada di Petrichor. Dibawah pimpinan musisi abadi Boethius, Golden Troupe pernah menampilkan elegi dari perabadan kuno. Seiring berjalannya waktu, pertunjukkan kuno tersebut menjadi legenda. Legenda menjadi mitos. Suatu hari, secara kebetulan, pertunjukkan tersebut dibawakan kembali dan menjadi pembuka dari mimpi baru. Di sebelah theater, terdapat sebuah segel yang menutupi pintu masuk Kastil Pudar. Sang bijak yang agung Ruggiero bersama dengan Golden Hunter Cassiodor, menyegel Kastil Pudar untuk melindungi orang-orang dari pengetahuan yang terpendam di sana."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/bead3abfb55b7afd530db4d2305ecc63_8491677306968412289.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Suatu hari, seorang “penduduk kota biasa,” Juliano, bertemu dengan Ruggiero. Menurut Juliano, dia menyebrangi lapisan air jernih dan mengunjungi koridor di dasar danau. Dia melewati lembah yang luas, hingga sampai ke reruntuhan kota di timur. Dia mengalahkan pasir kuning yang meliputi langit serta mengumpulkan peninggalan orang mati. Dia juga menaklukkan laut luas, membongkar rahasia dari pulau terpencil yang terkubur. Akan tetapi, semakin dia meraih sesuatu, dia merasa semakin kosong. Sebanyak apapun harta karun yang ia dapat, tidak ada satupun yang bisa mengisi lubang di hatinya hingga akhirnya dia bertemu sang bijak agung Ruggiero. Melalui bimbingannya, kedamaian dalam diri Juliano kembali lagi, dan dia menggunakan kekayaan yang telah didapatkan untuk membantu Ruggiero membangun kembali Petrichor. Juliano membagi sisa kekayaannya menjadi empat bagian dan menyembunyikannya di pulau tersebut.\nSekitar 450 tahun yang lalu, Alain Guillotin dan adiknya Mary-Ann, Rene de Petrichor, Jakob Ingold, dan Carter Scherbius tiba di Petrichor untuk berlibur. Alain, Rene, Jakob, dan Carter bekerja bersama di Institute of Natural Philosophy, dan Carter memutuskan untuk menyelenggarakan piknik di luar kota. Rene tertarik dengan reruntuhan perabadan kuno dan catatan yang ditinggalkan oleh Golden Troupe. Selama mempelajari hal tersebut, dia menemukan satu rahasia utama di Fontaine, bahwa semua penduduk Fontaine berasal dari Oceanid."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/c1f51031792713f423f4d4a2a3b55b2f_4894034107455224983.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Pada suatu hari, para penduduk tersadar bahwa mereka berada dibawah pengaruh dari pengumpulan mimpi. Para Garde menduga bahwa hal ini berkaitan dengan sejenis gas hipnotis alami yang berasal dari bawah kota. Hanya beberapa yang sadar bahwa hal yang terjadi bukanlah mimpi, tapi jiwa dari orang-orang Remuria kuno yang memasuki tubuh para penduduk desa. Hanya satu orang yang tidak terkena “hipnotis” yaitu Este — keturunan dari Marechaussee Hunter ternama dan teman dari Golden Hunter. Bersama dengan Walter, Este mengikuti Cassiodor dari Remuria. Mereka akhirnya beristirahat di Fontaine yang baru. Mata air menanggapi jiwa orang-orang Remuria yang terperangkap di batu sama seperti yang telah terjadi dengan masyarakat Fontaine, dan Este memiliki keluarga dan anak. Garis keturunan Este yang bergabung dengan penduduk Fontaine terus berlanjut hingga saat ini. Keturunan dari Este yang memimpin Pengembara dan Paimon bertemu Cassiodor ketika bencana muncul di Petrichor. Ketika jiwa dari masyakarat Remuria kembali ke laut dalam, Este menyimpan kucing putih Osse yang pernah dirasuki oleh Cassiodor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/1e5984929b259bfe0f197faad011f1ed_1253929872975195405.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Desa di Petrichor merupakan rumah bagi Klub Pemimpi, sekelompok penemu yang dipimpin oleh mimpi. Seekor kucing, Lady Grobel, merupakan Presiden klub. Para anggota klub pada dasarnya adalah pemimpi, sehingga mereka menghabiskan hari-harinya memikirkan berbagai macam hal yang keren. Salah satu anggota klub yang terkenal adalah Xavier, seorang sutradara dan penemu Film Kamera. Dia membuat beberapa peningkatan dari Kamera dan mengubahnya menjadi Film Kamera yang mampu memproyeksikan rangkaian foto secara terus-menerus sehingga menjadi gambar bergerak. Suatu hari, Xavier sampai di Tatarasuna di Inazuma untuk melihat restorasi dari Mikage Furnace dan menyutradarai film “Kisah Tatara” tentang hal tersebut. Selain itu, dia adalah sutradara dari film “Samurai Ketujuh” dan produser film “Si Dua Masketir” yang ditampilkan di Fontinalia Film Festival. Film itu dibuat dengan partisipasi dari Furina (sutradara), Kamisato Ayaka, dan Chevreuse (aktris yang tampil). Film tersebut sukses besar dan memenangkan perhargaan utama dari festival tersebut — Anugerah Furina. Berkat kemenangan tersebut, Xavier mendirikan studio filmnya sendiri, yaitu Muskeeter Pictures."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/76364bb88146ca9819ee280e0a6aa052_8131214527011217632.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Anggota klub lain yang terkenal adalah Garcia, pembuat Mesin Angka. Meskipun dia dan asistennya, Lutong, sering mengalami krisis dana, Garcia telah meraih hasil yang hebat dan sering dipekerjakan untuk membuat perhitungan seperti membersihkan buku di Opera Epiclese. Saat bekerja di Sumeru, Garcia berhasil meraih terobosan baru dalam kinerja Mesin Angka, tapi dia kembali ke Fontaine untuk melanjutkan penelitiannya. Karena struktur mekanisme tradisional cukup terbatas, kinerja mesin tersebut telah mencapai batasnya. Suatu hari, Garcia membuat janji temu denga Grundland yang siap mensponsori peneliti Garcia. Sebagai gantinya, dia ingin mengambil proyek Mesin Angka bersama seluruh datanya, tetapi Garcia menolak. Kemudian, Garcia and Lutong sadar bahwa mereka diikuti, dan ketika mereka tidak berada di rumah, seseorang menyelinap ke dalam ruangan mereka dan menggeledah barang mereka. Garcia dan Lutong memutuskan untuk kembali ke Petrichor yang merupakan “wilayah” Garcia secepat mungkin, tapi di sana mereka bertemu Grundland. Dia adalah salah satu orang yang mengalami pengumpulan mimpi. Di dalam mimpinya, Grundland merupakan kepala dari Institut Ilmu Pengetahuan Alam Remuria yang bertanggung jawab atas seluruh projek penelitian. Sementara pada kenyatannya, dia menggunakan berbagai metode untuk mengendalikan orang lain, lalu karena dia menjadi “bayangan” dari masyarakat Remuria, dia merasakan semua kesakitan dari pengabdian tersebut. Perasaan tersebut sangat membekas baginya, dan dia memutuskan untuk berubah dan tidak lagi menjadi orang yang seperti itu.\nAnggota klub lainnya adalah Grispan yang mempelajari berbagai tipe hipnotis termasuk bawah air dan termal. Ketika penduduk Petrichor keluar dari pengumpulan mimpi, mereka berpikir bahwa mereka dihipnotis oleh Grispan, tapi dia pergi ke Natian bersama dengan Presiden saat itu. Selain itu, anggota klub tersebut juga termasuk penemu Evermotion Mechanical Painting, Félix Yogue yang bermimpi bisa membuat sumber kinetic energy yang abadi, dan dua bersaudara Mecantre dan Babisse yang sibuk membuat meriam raksasa dengan proyektil yang dapat meraih bintang-bintang di Tevyat dengan kemungkinan bisa membawa penumpang. Mereka dibantu dalam penelitian mereka oleh mantan spesialis teknis senior Bossuet yang pensiun dan pindah ke Petrichor. Meskipun dia menganggap ide dari saudara tersebut sebagai fantasi kosong, dia percaya berkat kepemimpinannya, ide tersebut akan membuahkan hasil yang bermanfaat di bidang lain. Ketika Mécantre dan Babisse berada di dalam “mimpi,” mereka juga peneliti yang mempelajari saluran air di ketinggian dan desain aquabus. Meskipun hal tersebut membuat mereka bahagia, pekerjaan tersebut kurang imajinasi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Tentu saja. Kalau pola pikir peneliti itu adalah ibarat air sungai yang mengalir, imajinasi itu adalah batu yang bisa menciptakan riak inspirasi di sungai itu.</color>\n<color=#ffffff>Kenapa burung bisa terbang? Kenapa pohon bisa bertumbuh? Kenapa hujan turun dari atas? Kenapa dunia ini berwarna?</color>\n<color=#ffffff>Tanpa \"imajinasi\" yang keluar entah dari mana, peneliti itu cuma sama seperti air di kolam mati.</color>\n<color=#ffffff>Imajinasi adalah kembang api yang selalu dikejar-kejar oleh setiap peneliti, tapi tidak akan bisa mereka dapatkan untuk waktu lama.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/78d51b068d0a1b51725ae325bb54d003_3071649569770612773.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika saudara tersebut mendengar para peneliti membicarakan tentang tiga cara untuk memperlambat korosi air di aquabus dan dua cara memodifikasi badan kapal, salah satu dari mereka mendapatkan ide untuk menggabungkn kedua proposal tersebut. Mereka dapat membuat kapal kecil yang bisa melintasi air dengan cepat. Saudara yang lainnya terinspirasi dengan rincian dari pembangunan saluran air mereka dan mulai membuat konsep desain yang bisa dibangun di antara dua gunung dengan membuat jembatan besar yang bisa dilewati berbagai jenis transportasi besar. Kedua saudara tersebut menyesal karena ide mereka tidak pernah sampai ke para peneliti Remuria. Untuk mengenang mereka, Babisse dan Mécantre memutuskan untuk melanjutkan penelitian mereka yang terinspirasi dari perabadan Remuria.\nTerdapat legenda di Petrichor bahwa ratusan tahun yang lalu, sebuah organisasi rahasia bernama Lilacruce Forum meninggalkan harta karun di Petrichor yang dapat mengabulkan keinginan (yang mungkin Pure Grail). Meskipun banyak penduduk yang menganggap hal tersebut sebagai dongeng untuk mengundang turis, beberapa yang lain percaya pada legenda tersebut. Contohnya seperti seorang peneliti dari Sumeru Akademiya, Chandraputra yang mencoba mencari tahu keanehan dan kejanggalan dalam sebuah desa yang bisa berguna untuk menulis buku “Bayangan di Atas Petrichor dan Teka-Teki Liliacruces.”\nKehidupan di Petrichor berhubungan erat dengan seni. Goldoni, seorang keturunan dari pembuat opera terkenal, Coppelius, biasanya menulis naskah opera, tapi temannya Xavier meminta Goldoni untuk menulis naskah buat filmnya. Karena Goldoni ingin Xavier memahami niatnya dan juga lebih memperhatikannya, Goldoni pun setuju walaupun dia mengalami banyak kesulitan. Selain itu, instrumen musik dibuat di desa tersebut dan para musisi tinggal di sana. Salah satu musisi, Venier, sedang bersiap tampil di Iridescence Tour yang diatur oleh Dvorak. Dvorak meminta bantuan Venier untuk festival tersebut meskipun Venier sedang berduka atas putrinya. Mereka seharusnya tampil bersama di Opera Epiclese, tapi putri Venier menjadi korban dari kasus pelarutan perempuan yang berlangsung selama 20 tahun di Fontaine. Ketika masyarakat Petrichor berada dibawah pengaruh jiwa masyarakat Remuria kuno, seorang pria yang bermimpi menjadi prajurit dari Legiun Athanatoi dan melaksanakan latihan yang sulit merasuki tubuh Venier. Hanya dengan menyelesaikan tes yang disiapkan pelatihnya dia bisa\nDengan bantuan Pengembara, dia mendapatkan lebih banyak harapan untuk gelar hebat dan wujuh abadi.\nAlat musik yang digunakan dibuat oleh Giovanni, yaitu seorang pengrajin alat musik yang hebat dan patrono Keluarga Pasquale saat ini. Keluarganya telah membuat alat musik selama beberapa generasi, dan Giovanni adalah perwakilan dari generasi ke 25. Jauh sebelum Opera Epiclese dibangun di Erinnyes, leluhur dari Giovanni merupakan luthier yang menyetel senar dari Tuan Coppelius dan rombongannya. Selama 500 tahun terakhir, setidaknya sepertiga dari alat musik Fontaine dibuat di bengkel kayu milik keluarga Pasquale. Sebelumnya, kakak laki-laki Giovanni, Giustino, seharusnya menjadi patrono, tapi dia pergi meninggalkan Petrichor. Dia berkelana di dunia dalam waktu yang lama dan membuka bisnis di Sumeru, tetapi dia tidak pernah menulis surat untuk keluarganya. Setelah 10 tahun berlalu, dia pun memutuskan untuk kembali ke kampung halamannya. Meskipun Giovanni merasa tersinggung karena kakaknya tidak mengingat mereka dan juga perbedaan mereka, mereka tetap bersaudara."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/50751cea1570afe6eac66dbc3ba8cf92_7986568589455000540.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Di dekat segel yang menutupi pintu masuk Kastil Pudar, salah satu partitur kuno, Locus Amoenus yang dapat dimainkan dengan Kotak Musik Otomatis Kuno, dapat ditemukan.\n<color=#ffffff>“Waktu itu, tanah subur dan menghasilkan panen berlimpah, sampai semua yang ada di bumi tampaknya sudah dipersiapkan untuk mereka…”</color>\nPada subarea ini, terdapat Quest Dunia"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Bayangan yang Meliputi Petrichor",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/12694555/1c0f22a859063af0403353b6fad40a28_8575239935158529258.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5645,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", dan"
      },
      {
        "type": "CustomEntry",
        "epId": 5643,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Asosiasi Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Asosiasi Narzissenkreuz adalah komunitas rahasia yang didirikan oleh Rene de Petrichor dan Jakob Ingold untuk membuat Neohuman agar dapat selamat dari kehancuran Dunia yang diramalkan dari World-Formula. Asosiasi tersebut dinyatakan sebagai kelompok ekstremis ilegal dan organisasi kriminal oleh hukum Fontaine yang didasarkan pada Hakim Agung bergelar Iudex, Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/13/140615443/76c3b544663face535a657d1f97f4ad0_2273832275518145976.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Salah satu Harmost Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/8dd1bf13fcb6632439addaf00c2e4b7b_9152339455730697144.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: #BFBFBF\">Golden Hunter, salah satu Remurian Harmost.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/be6dc5d4421df05c7eb7e14e6211b0dd_5385204076144771033.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin, yang dibesarkan di Institut Narzissenkreuz bersama dengan adik angkatnya, Mary-Ann. Alain merupakan pendiri dari Fontaine Research Institute of Kinetic Energy Engineering, dengan kontribusinya yang paling terkemuka adalah penelitian terkait Pneuma-Ousia yang menghasil penemuan dari Sistem Arkhe dan pembuatan Clockwork Meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Anak angkat dari Emanuel Guillotin dan dibesarkan di Institut Narzissenkreuz bersama dengan saudaranya Alain</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/140615443/7f04e9d0b83ab550cc91ddf708008a7d_7985405383310980762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Seorang anak yatim piatu yang dibesarkan di Institut Narzissenkreuz yang dikemudian diadopsi oleh Karl Ingold. Dia menjadi Neohuman dan pendiri dari Asosiasi Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/140615443/02bc05cc787742e2fdf79dc45a69ccec_3618252087252545171.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3943,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3940,
        "name": "Félix Yogue",
        "desc": "<p>NPC Eksklusif Event. Dia adalah anggota Daydream Club yang muncul selama event Lukisan Mekanik Abadi dalam event Duel di Puncak Invokation!.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/08/1023623/189de2a3a103e5e58da859376a1611f1_4619307308472077889.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3486,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/c32bab10651059ad3c0c8a0e5bbd2e03_905614230189675855.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Kotak Musik Otomatis Kuno",
        "desc": "<p>Sebuah kotak musik kuno yang ditemukan di dalam Kastil Pudar dan berisi kekuatan \"Simfoni\" yang misterius.</p><p>Gunakan kotak musik ini untuk membaca partitur musik yang berasal dari peradaban kuno. Cari partitur musik lainnya untuk membuka rahasia dari peradaban tersebut.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/9564191/72e381551bbee1988ad96b4d235a955c_5017211994734729781.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 56,
        "name": "Naskah \"Samurai Ketujuh\"",
        "desc": "Sebuah naskah film yang kamu dapat dari Xavier.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/\"The Seventh Samurai\" Script_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Faded Castle",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/9d0f669ccf48758a28e73066b32feae0_6223180998762381049.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sebelum jatuhnya Remuria, kastil yang saat ini dikenal sebagai Kastil Pudar adalah milik Boethius. Setelah kerajaan tenggelam, kastil tersebut menjadi pengungsian untuk para Harmost dan pengikutnya. Masyarakat dari kerajaan yang selamat tidak pernah menyerah atas keinginan mereka untuk mendapat keselamatan dan melampaui takdir. Mereka menyebut dirinya sebagai “Golden Troupe” dalam mengenang hilangnya Golden City. Pada panggung emas dalam kastil pudar, para musisi yang kehilangan partitur mereka menangisi masa lalu yang tidak dapat kembali. Untuk menyelamatkan perabadan mereka yang memudar dan harapan mereka untuk naik ke langit atas, Golden Troupe memainkan melodi yang indah, menarik anak-anak untuk memberikan jiwa mereka ke golem yang sedang tidur. Golden Troupe percaya ketika simfoni agung dapat dimainkan satu kali lagi, mereka akan mendapatkan hadiah yang pantas diberikan kepada mereka yang jujur dan setia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/97e6057232bcbf970a8bae297fbf4e76_2910653582548198385.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Salah satu studi mereka adalah teknik sihir “Seal of Chymical Marriage,” yang terdapat dari dua bagian: \"Circle of Four Orthants\" dan \"Tree of Emanation.\" Menurut catatan Golden Troupe, terdapat beberapa tempat penting di Fontaine yang diperlukan untuk menyegel sumber kehidupan dunia. Selain itu, mereka ingin menciptakan simfoni harmonis sempurna yang hanya menjadi milik orang-orang sehingga para dewa tidak lagi dibutuhkan.\nBertahun-tahun kemudian, Rene de Petrichor, pendiri Asosiasi Narzissenkreuz nantinya, menemukan catatan yang ditinggalkan oleh Golden Troupe. Dia mempelajari tentang “Fortuna” dan juga jatuh bangunnya kerajaan tersebut, serta ketika perabadan dimusnahkan, sebuah peradaban baru akan lahir dari debu. Fenomena tersebut ternyata mirip dengan teori pola komputasi milik Rene yang disebut “formula dunia.” Setelah ribuan perhitungan, dia menemukan perbedaannya dengan Fortuna: tidak seperti dunia yang ditampilkan di teks kuno tersebut, tidak akan ada lagi peradaban yang lahir. Seperti perabadan Remuria kuno, Rene ingin mengelak takdir dan mencegah Akhir Zaman, sehingga dia mendirikan Asosiasi Narzissenkreuz."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/1eaea51ced75598a1ef3a3eb76212e9f_994771773939668066.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dengan menggunakan “Seal of Chymical Marriage,” Asosiasi tersebut menemukan titik dimana mereka perlu menempatkan empat kuadran. Di tengah empat kuadran tersebut, Tower of Ipsissimus dibangun untuk membebaskan orang-orang dari kehendak mereka sambil menunggu Akhir Zaman tiba dan terlahir kembali di dunia baru.\nRatusan tahun yang lalu, Ruggiero tiba di reruntuhan Petrichor untuk mencari Kastil Pudar yang legendaris dan mempelajari tentang perabadan Remuria. Dia bertemu Golden Hunter, Cassiodor di Petrichor, dimana dia mempelajari tentang Marechaussee Hunter dan Lochknight. Tujuan awal Ruggiero adalah harta karun Remuria, tapi harta tersebut terkubur di laut yang dalam. Lalu, dia tersadar bahwa para manusia tidak perlu kendali atas segala macam pengetahuan di luar kemampuan mereka, dan dengan bantuan dari Cassiodor, dia menyegel jalan ke Kastil Pudar. Peneliti ingin membangun kembali kota Petrichor yang terbengkalai dan menarik para pengungsi untuk tinggal di sana serta menyebarkan versi lain dari legenda Remuria dan Kastil Pudar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/7d5d9d537cb890b9693c655043f339c7_7321854295147888641.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Orang-orang pun akan melindungi segelnya dan rahasia dari tempat tersebut terpendam selamanya. Walaupun, Petrichor terletak jauh dari bagian utama Fontaine, air di dekat istana mirip dengan air di Laut Tinggi.\nKonon katanya di danau yang paling murni sedunia, terdapat sebuah istana yang berkilauan dengan cahaya keemasan. Daun emas dan permata menghiasi dindingnya dan bendera indah berkibar di menara kota yang menjulang tinggi menembus awan. Tamu dari luar melihat dari jendela warna-warni, tapi tidak ada hal yang lebih menakjubkan dari banyaknya patung yang nyata seperti hidup. Di tengah balai istana, terdapat panggung emas dimana para musisi bernyanyi siang dan malam untuk sang penguasa. Anggur terus mengalir tanpa henti untuk menghilangkan dahaga para tamu, dan semuanya dapat bergabung tanpa memandang latar belakang dan asal mereka. Namun, tidak ada satu pun hal yang bisa meredakan ketakutan sang penguasa atau pun memberikan kedamaian pada jiwanya yang gelisah. Saat jam menara menandakan tengah malam, dia akan dirasuki kegelisahannya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/87ab9463f93182d0948532c936d0be91_6956257093146430906.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Suatu malam di dalam mimpinya, dia melihat kapal hitam. Lambung kapal itu rusak dan tiangnya patah. Setiap bagian yang rusak diselimut oleh rumput laut dan membentuk bayangan gelap yang menakutkan di bawah cahaya rembulan. Sosok yang tinggi dan kurus dibalut jubah hitam berdiri di geladak kapal. Matanya dapat menembus jiwa seseorang dengan sekejap mata. Penguasa istana merasa bahwa sosok jubah hitam tersebut pasti datang untuk menagih utang, dan semua hal di depannya akan menjadi butiran debu.\nSuatu hari, suara tawa serak yang aneh terdengar dari sebuah ruang kosong, dan awan kabut berwarna merah terang menyelimuti kastil tersebut. Bayangan dengan jubah hitam muncul di tengah panggung besar di kastil tersebut. Para tamu satu persatu jatuh ke lantai, bahkan mereka tidak sempat berteriak. Jiwa dari sang penguasa ditelan oleh kegelapan. Kastil tersebut mulai runtuh, dan bulan darah yang bersembunyi dibalik menara kembali muncul di langit. Pada hari itu, reruntuhan dari kastil pudar yang telah jatuh terkapar di dalam kegelapan, dan melalui jendela yang pecah, para patung terlihat seperti monster."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“dan tenggelam ke laut dalam dengan melodi yang sumbang.</color>\n<color=#ffffff>Di mana yang tersisa hanyalah kegelapan, kematian, dan duka.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/ee3ca87f7eeea5820c6b29dd306e0f3d_4601812522161798714.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Aula utama pada kastil tersebut sering memainkan pertunjukkan misterius. Bahkan dalam perabadan Remuria, pertunjukkan dilakukan di sana dan terdapat pintu masuk menuju bawah laut yang lebih dalam. Beberapa partitur Remuria dibentuk seperti senar, dan beberapa dibentuk seperti mural. Partitur tersebut dimainkan di panggung emas. Partitur pertama bercerita tentang lahan subur, lalu yang kedua bercerita tentang kapal pengembara yang menemukan sebuah negara dan ingin membawa pengetahuan dan kekayaan ke lahan kosong tersebut. Partitur ketiga berkisah tentang kesengsaraan dari Raja Dewa, Remus, yang ingin kerajaannya untuk terus hidup. Cerita dari partitur ke empat adalah tentang keadilan yang dibawa oleh kapal Remuria. Partitur lain bercerita tentang ramalan yang diprediksi oleh seer Sybilla bahwa darah akan mengisi lautan dan bumi akan menjadi butiran debu. Partitur terakhir menceritakan tentang jatuhnya Golden Empire."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/64eb124586c1c9a9898d0b3be569ea85_6329952610897441370.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Golden Troupe membangun segala jenis alat musik yang meniru konstruksi dari zaman keemasan golden realm, dan Kotak Musik Otomatis portabel adalah salah satunya. Bahkan mereka yang tidak memiliki pengetahuan bermusik dapat menggunakan kekuatan “Simfoni” secara bebas melalui kotak tersebut. Dengan kekuatan tersebut, seseorang dapat mempengaruhi buku teks sihir kuno yang dibawah pengaruh melodi yang sumbang untuk keluar dari rak mereka. Perabadan kuno melihat takdir sebagai opera yang kejam — sebuah naskah yang telah lama diperbaiki dan tidak dapat berubah meskipun perubahan aktor dan melodi terjadi. Dengan mengumpulkan dan meniru “opera kejam” yang tersisa, mereka memang bisa menciptakan sesuatu yang dianggap sebagai “sihir.” Akan tetapi, dalam hal takdir, mereka tidak bisa melampaui orang-orang di masa lalu. Semua komposisi musik dapat dimainkan di Kotak Musik tersebut."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/f944911321eb927afe353e5694361109_8201623586026477232.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Di salah satu ruangan di kastil, terdapat sebuah ruang arsip. Naskah opera kuno, partitur musik, dan semua cerita tentang hal yang pernah dan belum terjadi tercatat dan tersimpan di ruang tersebut. Konon, seseorang percaya dengan mengekploitasi segala kemungkinan dalam setiap cerita, rahasia takdir dapat terungkap. Tapi ternyata, takdir dari setiap orang ditentukan oleh keinginannya sendiri. Di dalam arsip tersebut, partitur milik Boethius, “Pelancong Kelana,” bisa dipulihkan. Partitur tersebut bercerita tentang Boethius yang tidak menyerah saat mencoba membangkitkan Remuria dan melihat Fontaine baru sebagai musuhnya. Boethius dianggap sebagai salah satu musisi terpenting dalam sejarah Fontaine, dan opera atau partitur Remuria kuno buatannya memiliki tempat khusus di sejarah musik. Bagi para anggota Asosiasi Musisi, perannya dalam sejarah peperangan yang berlangsung hingga berdirinya Fontaine tidak mempengaruhi pencapaian musiknya. Musik dari Boethius mungkin mengandung sejarah palsu, tapi musiknya tetap mempertahankan nilainya sebagai sebuah seni. Cerita Harmost dapat menjadi pengingat untuk musisi lain: seni yang murni saja bisa dipakai untuk melakukan kejahatan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/140615443/da4763357839117c59066fb9e6f88a92_142576687352892760.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Legatus Golem, sebuah golem berbentuk manusia setengah kuda yang terbuat dari marmer dan kuningan, berdiri di ruang pameran di kastil tersebut. Di balik wujud batu kerasnya mengalir darah Ichor. Berdiri tegak seperti seorang pemimpin legiun, dia siap melawan semua musuh yang berani mempertanyakan kehormatannya. Peradaban yang telah runtuh saat ini percaya bahwa perang seperti musik, seni yang mengikuti ritme, dan lagu kebahagiaan dan harmoni abadi akan bergema ke seluruh dunia hingga akhir dari segala takdir. Oleh karena itu, seseorang yang memimpin pasukan disamakan seperti seorang dirijen yang tameng dan pedangnya seperti tali senar dan rangka sebuah lira yang memainkan melodi yang menyala layaknya kobaran api di tengah medan perang yang tidak kenal kata ampun. <color=#ffffff>“Perang adalah pengorbanan yang tak terelakkan demi mencapai kedamaian dunia.”</color> Begitulah ucapan dari seorang Harmost yang pernah memimpin pasukan golem untuk menaklukkan seluruh lautan tinggi. Akan tetapi, harmoni dapat berubah. Ketika Raja Dewa yang memberontak jatuh dari takhtanya, ibu kota yang tadinya abadi berubah menjadi puing dan reruntuhan — lalu siapa yang akan memainkan lira yang berada di tangan pasukan tanpa pemimpin.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Asosiasi Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Asosiasi Narzissenkreuz adalah komunitas rahasia yang didirikan oleh Rene de Petrichor dan Jakob Ingold untuk membuat Neohuman agar dapat selamat dari kehancuran Dunia yang diramalkan dari World-Formula. Asosiasi tersebut dinyatakan sebagai kelompok ekstremis ilegal dan organisasi kriminal oleh hukum Fontaine yang didasarkan pada Hakim Agung bergelar Iudex, Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/13/140615443/76c3b544663face535a657d1f97f4ad0_2273832275518145976.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Salah satu Harmost Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/8dd1bf13fcb6632439addaf00c2e4b7b_9152339455730697144.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: #BFBFBF\">Golden Hunter, salah satu Remurian Harmost.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/be6dc5d4421df05c7eb7e14e6211b0dd_5385204076144771033.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Pemimpin dari Asosiasi Narzissenkreuz, sebelumnya dikenal sebagai Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/140615443/90f57df4396a9aa89cee2704bafdac6d_4996562499393406427.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5609,
        "name": "Legatus Golem",
        "desc": "<p>Golem berbentuk manusia setengah kuda yang terbuat dari marmer dan kuningan. Darah Ichor mengalir di balik wujudnya yang keras itu. Sambil berdiri tegak sebagai sang pemimpin pasukan, golem ini siap menginjak siapa pun yang berani mempertanyakan kehormatannya.</p><p>Peradaban yang kini telah tenggelam dulunya percaya bahwa perang itu mirip seperti lagu, sebuah seni yang mengikuti ritme tertentu. Maka dari itu sang pemimpin pasukan bisa disamakan seperti seorang dirigen, membawa pedang dan perisai layaknya senar dan rangka dari sebuah lira.</p><p>\"Perang adalah pengorbanan yang tak terelakkan demi mencapai kedamaian dunia\". Begitulah ucap Harmost, yang pernah memimpin pasukan para golem untuk menguasai seluruh lautan tinggi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/28/1023623/3d9acabfe82467816e21ac130d1bf59a_5350229859309487580.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/c32bab10651059ad3c0c8a0e5bbd2e03_905614230189675855.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5608,
        "name": "Fragment of a Golden Melody",
        "desc": "Lencana emas yang jatuh dari dada centaur golem. Nada-nada yang terukir pada kerikil yang menempel padanya tampaknya merupakan bagian dari drama musikal yang megah.<br>Orang-orang pernah percaya bahwa lagu kebahagiaan dan harmoni abadi akan bergema di seluruh dunia hingga akhir dari semua takdir, namun harmoni dapatlah berubah. Ketika Raja Dewa yang memberontak jatuh dari singgasananya, ibu kota yang tak terbinasakan itu menjadi sampah dan puing-puing — lalu, siapakah yang akan memainkan lira di tangan seorang komandan yang tidak memiliki legiun?",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/23/34fdbe29e8b5a8891b304ab2003ecdaf_6771357141552831544.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5627,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5630,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5632,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5629,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4692,
        "name": "Runtuhnya Kastil yang Pudar",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/535398cb0ba01203eb959d029eb28342_4654503092941623661.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 5666,
        "name": "Buku Teks Sihir yang Misterius",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 5667,
        "name": "Rak Buku yang Penuh dengan Buku Teks Sihir Misterius?",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card",
        "menuId": 14
      }
    ],
    "galleryCharacter": [
      {
        "key": "Petrichor",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/140615443/c521e0a890620a200f2d582cbb12c015_3718420702929331312.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ada banyak legenda yang menyentuh dan impian yang indah di Petrichor, tapi ini semua tidak pernah mengubah kehidupan di kota kecil ini.\nSetiap kali angin laut meniup suara lonceng malam, orang-orang, di kota menikmati satu hari yang santai lagi."
          }
        ]
      },
      {
        "key": "Panggung Emas yang Pudar",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/140615443/941a93d1e73422b0cc7b507a4852174d_354865225862471375.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Setelah semua kejayaan dan kemuliaan berakhir, musisi yang kehilangan simfoninya pernah bernyanyi di sini untuk meratapi masa lalunya yang tak pernah kembali."
          }
        ]
      },
      {
        "key": "Faded Castle",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/140615443/95eb50c3d28dec6342de8df8340bfb52_313413749169379418.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Banyak rahasia yang terungkap di sini, tapi jawabannya tidak pernah ditemukan."
          }
        ]
      },
      {
        "key": "Lokasi Peta (1)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/43fd3ad09b650053d533fe768e1a757d_2762622474196118463.png"
      },
      {
        "key": "Lokasi Peta (2)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/140615443/464f1e3d1e3c31c0f422c5850bdf7166_5244583070454286044.png"
      },
      {
        "key": "Lokasi Peta (3)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/140615443/20c4a01fe338ad5be215508c50865f52_8416789758421019084.png"
      },
      {
        "key": "Lokasi Peta (4)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/9aaa761f9c4270f5fa78dca4cf57ce87_1853912367803154405.PNG"
      },
      {
        "key": "Lokasi Peta (5)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/140615443/9a53f699f66a8df97e838ee4cd613820_2838712590582302956.PNG"
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Nostoi Region"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Tempat Permanen"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Versi Terkait",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ]
  }
}