{
  "epId": 5617,
  "name": "Cassiodor",
  "desc": "<p><span style=\"color: #BFBFBF\">Golden Hunter, salah satu Remurian Harmost.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/be6dc5d4421df05c7eb7e14e6211b0dd_5385204076144771033.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1724784445,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Cassiodor</color>"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fontaine</color>\n<color=#ffffffd9>Remuria</color>"
          }
        ]
      },
      {
        "key": "Afiliasi",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Harmosts</color>"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Golden Hunter</color>\n<color=#ffffffd9>Ouranides dari Ouranopolis</color>\n<color=#ffffffd9>Osse</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Cassiodor",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/197fb7278c6044b3bead4b9068a0c8a1_8000266008332392139.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Cassiodor di dalam tubuh kucing."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "RichText",
        "text": "Karakter\nRingkasan"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Cassiodor bergabung dengan Remuria ketika sukunya ditaklukkan."
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Mengangkat Cassiodor menjadi Harmosts."
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Salah satu Harmost Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/8dd1bf13fcb6632439addaf00c2e4b7b_9152339455730697144.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Salah satu Remurian Harmost dan mantan teman Cassiodor\nErinnyes\nCassiodor kemungkinan besar tumbuh bersama Erinnyes, tetapi setelah suku mereka ditaklukkan oleh Remurians, dia bergabung dengan Remus.\nEuergetia\nAurelius\nRemurian Harmost"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Item Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/c32bab10651059ad3c0c8a0e5bbd2e03_905614230189675855.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/539b03bed1057707abd643147e18abde_5296175504928612803.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Song of Days Past",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cassiodor",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tak seorang pun mengingat nama asli Cassiodor, tetapi prajurit muda yang kemudian dikenal dengan nama ini diduga tumbuh besar di suku yang sama dengan Erinnyes, yang kelak menjadi Knight of the Lakelight di masa depan. Pada zaman kuno, suku mereka dihancurkan oleh God King, Remus, dan pasukan dari City of Gold yang juga memperbudak atau membunuh anggota suku mereka. Hanya Erinnyes dan Cassiodor yang berhasil lolos dari nasib ini. Erinnyes dibawa oleh Pangeran Aremorica. Dia bersumpah untuk mengabdi pada Mistress of Many Water, Egeria, dan melindungi tanah pure water yang tidak ditaklukkan oleh Remus. Selama perang, Cassiodor bertemu dengan Harmost yang sombong dan bergabung dengan Remus. Kemudian, dia naik pangkat, dan God King sendiri mengangkatnya menjadi Harmost dan menciptakan tubuh yang tak tergoyahkan dari batu dan perunggu untuknya. Dibandingkan dengan Remurian lainnya, jiwanya seperti Ichor yang tak dapat larut. Cassiodor dan Harmost lainnya, Boethius, menjadi teman dekat.\nBertahun-tahun kemudian, ketika Erinnyes menjadi pewaris Aremorica dan telah menyatukan banyak suku yang berperang untuk mempertahankan diri melawan Remuria, dia dan Cassiodor bertemu lagi di kota yang jauh. Musisi muda itu datang menyamar sebagai pengembara, dan dalam turnamen, dia mengalahkan banyak pahlawan besar yang namanya akan dikenang selama beberapa generasi. Akhirnya, setelah dinobatkan sebagai juara baru, dia diberi kesempatan bertemu dengan Erinnyes. Cassiodor membagikan mimpinya tentang harmoni dan kejayaan, tentang akhir dari perang dan kebencian kepada Erinnyes, tetapi Knight of the Lakelight menyambutnya dengan pedang."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...████, ████ ku... Janganlah kamu memaksakan dirimu untuk mengatakan apa yang tidak kamu kehendaki”</color>\n<color=#ffffffd9>“Aku tahu bahwa itu adalah</color> <color=#ffffff>Usurper yang terkutuk yang telah menodai jiwamu, dan memenjarakanmu dalam batu\"</color>\n<color=#ffffff>\"Jangan khawatir, ████ku... Aku tidak pernah melupakan sumpah yang kita ambil saat itu, bahkan untuk sesaat\"</color>\n<color=#ffffff>\"Tidak peduli berapa harganya yang harus aku bayar, aku akan menyelamatkanmu dari belenggu beku itu, rantai kekalmu\"</color>\n<color=#ffffff>\"Dan ketika kita akhirnya menikmati pelukan Ratu Segala Perairan sekali lagi, kita akan meninggalkan masalah dan kesedihan\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cassiodor percaya pada masa depan Remuria yang cerah. Temannya, Boethius, menyatakan bahwa di bawah tatapan God King, tidak akan ada lagi kemiskinan, kelemahan, kebodohan, dan kebiadaban; hanya di bawah kendali tatanan Sebastos, keindahan dapat lahir. Berkat kesetiaan pada cita-cita Remus, Cassiodor menjadi lebih dekat dengan penguasa. Ketika Symphony Phobos yang agung memimpin bangsa Remuria menuju penaklukan dan perang, Harmost tidak memiliki keinginan yang sama, sehingga Remus memilihnya untuk rencana terakhirnya. Raja Dewa memisahkan melodi Cassiodor dari melodi Simfoni Agung, memberinya kehendak bebas, dan menugaskannya untuk menyelamatkan bangsa Remuria dan membawa mereka ke Ouranopolis, kota masa depan. Maka Cassiodor pun menjadi Ouranides dari Ouranopolis.\nCassiodor tidak berada di ibukota ketika Remuria tenggelam, jadi dia selamat. Dia tahu bahwa temannya, Boethius, menentang Sebastos dan mencuri piala berisi air murni yang diberikan kepada Remus oleh Nyonya Banyak Air, serta menutup Initium Iani yang mengarah ke ibu kota. Hanya sedikit yang selamat dari banjir: Cassiodor dan teman-temannya menyebar ke seluruh daratan, berjuang sekuat tenaga untuk menahan kekuatan air purba, dan Harmost Boethius menggunakan lidahnya yang fasih untuk mempengaruhi mereka yang masih hidup. Dia memprakarsai ritual jatuh yang bertujuan untuk memulihkan “simfoni” yang hancur dan menghidupkan kembali kekaisaran yang hancur. Untuk mencapai tujuan ini, ia tidak ragu-ragu untuk membubarkan kehendak keluarga mereka dan menjarah jiwa-jiwa orang Fontaine di mana-mana. Banyak penguasa dan bangsawan menjadi pionnya, dan pemerintahan yang baru lahir berada di ambang kehancuran. Untuk menghentikannya, yang kini telah menjadi monster, Cassiodor harus meninggalkan namanya dan menjadi seorang pemburu hantu, melawan Boethius bersama orang-orang Fontaine. Setelah konfrontasi yang sulit, Cassiodor, yang kini dikenal sebagai “Pemburu Emas”, dan bangsa Fontaine menyegel Boethius dan lautan yang telah menelan Remuria. Pemburu Emas bersumpah atas takdir bahwa ia akan menjadi pembatas antara masa lalu dan masa kini dan menjadi penjaga roh tanah kuno.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Salah satu Harmost Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/8dd1bf13fcb6632439addaf00c2e4b7b_9152339455730697144.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/c32bab10651059ad3c0c8a0e5bbd2e03_905614230189675855.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Song of Days Past",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Canticles of Harmony",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/c1f51031792713f423f4d4a2a3b55b2f_6767712453647621608.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ribuan tahun kemudian, Dominus Boethius kembali menguasai \"simfoni\" yang terganggu, menenun fragmen jiwanya dan melodi yang hancur ke dalamnya. Harmost membawa kekacauan ke dalam simfoni untuk membangkitkan kembali Remuria dan menjadi dewa baru. Boethius percaya bahwa Remus telah mengkhianati Remuria dengan bersekongkol dengan Vishap dan mencoba menghancurkan Simfoni Agung. Tindakan Harmost membuat tubuh orang-orang Petrichor dipenuhi oleh jiwa-jiwa Remurian yang telah lama mati."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/e6ded426211e34a86d94bbb81d526d43_7777825935026589383.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Selama waktu ini, Cassiodor kehilangan tubuh batunya dan merasuki seekor kucing putih, yang kemudian dinamai Osse oleh Paimon. Untuk menghentikan Boethius, Cassiodor meminta bantuan dari Pengembara dan Paimon. Bersama-sama, mereka memasuki Sea of Bygone Eras dan membebaskan Pangeran Naga, Scylla, yang dipenjara oleh Boethius di bawah Machimos. Meskipun tubuh Scylla hancur, ingatannya dalam Ichor terus hidup. Cassiodor percaya bahwa Scylla telah mengkhianati Dewa Raja dan menyerang Istana Emas, yang menyebabkan Remuria terendam banjir. Pangeran Naga itu berbicara tentang perjanjian terakhirnya dengan Remus, rencana rahasia mereka, dan penciptaan Requiem, yang mampu menghancurkan Phobos. Scylla memimpin pasukan Vishap untuk menyerang ibu kota sebagai bagian dari rencana akhir Remus untuk menyelamatkan penduduk Remuria dan negaranya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/b01a3f8e0f97cf5a0019803e99d98170_7226202931314419661.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika Cassiodor dan Sang Pengembara tiba di Domus Aurea, Boethius menggunakan kekuatan musik untuk memikat mereka masuk ke dalam istana simfoninya. Ruang ini adalah manifestasi jiwa Dominus dan dipertahankan oleh keanggunan kekuatan simfoni. Berkat jantung Phobos, yang terletak dekat dengan Istana Emas, Boethius mampu mempengaruhi dunia nyata secara langsung. Jika Dominus dapat memperoleh kekuatan penuh dari simfoni tersebut, delusinya akan menggantikan dunia nyata, dan Fontaine akan kembali seperti ribuan tahun yang lalu. Cassiodor membuat rencana untuk menghancurkan Boethius sepenuhnya, yang telah mempersiapkan tubuh yang kuat untuk dirinya sendiri di dunia nyata. Karena Pengembara bukan milik Teyvat dan tidak diciptakan dari air Laut Primordial, melodi Phobos tidak menyanyikan takdir mereka, dan Boethius tidak dapat mempengaruhi jiwa mereka, yang memungkinkan rencana Cassiodor berhasil."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/319addbf237238c198272be1f2462516_2224175775864456811.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dengan bantuan Scylla, Pengembara dan Paimon menyambungkan kembali golden aqueduct, di mana Simfoni Agung pernah mengalir, dan membuka jalan menuju Golden Palace. Ternyata, wujud sejati Boethius adalah Phobos, yang menggabungkan setiap melodi dan keinginan orang-orang Remurian. Keinginan tersembunyi mereka membawa Remuria pada perang, penaklukan, dan penghancuran \"barbarian\" di utara. Bahkan sebelum kejatuhan Remuria, Phobos menyerap Boethius dan memberontak melawan Sebastos. Dengan mengorbankan dirinya, Cassiodor menjebak Phobos dalam tubuh batu agar Pengembara dapat menghancurkan Boethius dan Phobos. Ketika Pengembara memainkan Requiem, Simfoni Agung sepenuhnya hancur, dan jiwa-jiwa Remurian kembali ke perairan dalam, sehingga memenuhi keinginan sejati Cassiodor untuk melanjutkan rencana dan harapan Sebastos untuk membebaskan semua orang dari simfoni."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Jika air kehilangan kejernihannya, bagaimana ia akan menjadi air lagi? Jika pohon meninggalkan tanah, ke mana ia akan pergi untuk menanamkan akar?\"</color>\n<color=#ffffff>\"Meskipun batu dan logam bisa bertabrakan dan bergemuruh, manusia tidak bisa hidup tanpa air dan tanah.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ketika jiwa Cassiodor menghilang, Osse kembali menjadi kucing biasa, yang sekarang tinggal di Petrichor bersama Este, keturunan seorang prajurit Remurian.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Salah satu Harmost Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/8dd1bf13fcb6632439addaf00c2e4b7b_9152339455730697144.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Scylla adalah pangeran yang memimpin Bangsa Naga di masa lalu. Meski sudah kehilangan tubuh fisiknya, tapi dia tetap bisa menguasai kekuatan arus air.</p><p>Saat mendekatinya dalam jarak tertentu, kamu akan bisa memanggil arus air kecepatan tinggi untuk berpindah ke sisinya. Berinteraksilah dengannya untuk membuatnya memanggil arus air dan mengantarkanmu ke posisi target.</p><p>Bidik objek tertentu saat kamu sedang mempertimbangkan hendak ke mana, mungkin ada yang ingin dia katakan kepadamu ....</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/29/1023623/762d24fb00dcfe355802e7181da1a743_1484827899469767686.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Warisan",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nama “Marechaussee Hunter” berasal dari Remuria, ketika Cassiodor memandu legiun pasukan golem Remus untuk bertempur: <color=#ffffff>“Kejarlah hantu-hantu di kegelapan, usir mereka semua, dan buru mereka\".</color> Meskipun mereka dinamai “Hunter”, mereka tidak memburu hewan, melainkan berbagai monster yang ditinggalkan oleh dinasti kuno Raja Remus. Saat ini, populasi monster Fontaine telah sangat menipis, sehingga para Pemburu telah berbaur kembali dengan masyarakat, dan bekerja di bidang lain. Mereka bahkan meninggalkan metodologi berburu yang unik di belakang mereka. Saat ini, Hantu Marechaussee adalah unit investigasi kejahatan khusus di Fontaine.\nPara sejarawan percaya bahwa Marechaussee Hunter pertama kali aktif beberapa dekade setelah jatuhnya Remuria, pada saat itu konsep Lochknight telah benar-benar mati di Fontaine. Marechaussee Hunter pertama yang mengikuti Cassiodor diyakini sebagai pewaris Lochknight, tetapi pada kenyataannya, mereka adalah sisa-sisa terakhir Remuria kuno."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/04d3abb9103d32bcb708347e7ff7c7e0_1720632638511597447.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dua orang Remurian yang mengikuti Cassiodor adalah temannya, Este si Berpikir Cepat dan Walter. Mereka akhirnya dimakamkan di Fontaine yang baru lahir. Mata air tersebut merespons jiwa orang-orang Remuria yang terperangkap di dalam batu, seperti yang di alami oleh Penduduk Fontaine biasa, dan Este kemudian memiliki keluarga dan anak-anak. Garis keturunan Este bergabung dengan garis keturunan Fontaine dan berlanjut hingga hari ini. Ketika Boethius menggunakan simfoni untuk menghidupkan kembali Remuria, jiwa Este berakhir di tubuh keturunan yang tinggal di Petrichor. Dialah yang memimpin Pengembara dan Paimon ke Cassiodor. Ketika Phobos dihancurkan, jiwa Este kembali ke perairan dalam."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/7d5d9d537cb890b9693c655043f339c7_1351045879994916177.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ratusan tahun yang lalu, peneliti Fontaine, Ruggiero, tiba di Petrichor yang telah hancur untuk menemukan Faded Castle yang legendaris dan mempelajari Remuria. Dia bertemu dengan Golden Hunter di Petrichor, yang darinya dia mengetahui tentang Marechaussee Hunter dan Lochknight. Tujuan awal Ruggiero adalah harta karun Remuria, tetapi terkubur jauh di bawah air. Kemudian, dia menyadari bahwa umat manusia tidak perlu mengendalikan pengetahuan apa pun di luar kemampuan mereka, dan dengan bantuan Cassiodor, dia menyegel jalan menuju Faded Castle. Sang peneliti ingin membangun kembali kota Petrichor yang telah lama ditinggalkan, menarik para pengungsi untuk tinggal di sana, dan menyebarkan versi lain dari legenda tentang Remuria dan Faded Castle. Kemudian orang-orang itu sendiri akan melindungi segel, dan rahasia tempat itu akan tersembunyi selamanya.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/539b03bed1057707abd643147e18abde_5296175504928612803.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ]
  }
}