{
  "epId": 5620,
  "name": "Sejarah Rahasia Alam Utara",
  "desc": "<p></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/29/be3ede6d2db7da81746a14523f206f8d_6798712119334297532.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 1718803307,
  "components": {
    "body": [
      {
        "title": "Sejarah Rahasia Alam Utara (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sejak zaman dahulu, para penyair, pengarang drama, dan sejarawan yang dihormati selalu suka menulis hal-hal yang absurd, kemudian menyebutnya sebagai pengalaman nyata. Jelas sekali itu adalah kebohongan besar, namun mereka tetap menceritakannya dengan penuh gaya, dan bersikeras mengatakan bahwa mereka \"melihat dengan mata kepala sendiri, perkataannya tidak ada yang bohong\", seolah-olah mereka sama sekali tidak takut diejek oleh generasi berikutnya. Sebagai contoh, Xanthus putra Talassii, menulis tentang pengalamannya di antara suku-suku barbar di utara, mengatakan kalau mereka membangun kota-kota makmur di antara pegunungan dengan menggunakan kaca dan platinum, memanggil raja mereka \"kesatria\", dan menyebut bahwa mereka memiliki 72 legiun, setiap legiunnya berjumlah 66.600 orang, semuanya membawa senjata yang ditempa dari sumber air yang paling murni, yang bahkan lebih bersinar daripada kristal di Machimos. Sebenarnya, sepanjang hidupnya, ia tidak pernah meninggalkan Capitolium, apalagi bertemu dengan suku barbar, mungkin bahkan belum pernah melihat belut, tapi ceritanya cukup menarik. Mengingat hal itu, rasa sombongku jadi terpicu, seharusnya aku juga menulis sesuatu untuk ditinggalkan bagi generasi mendatang. Hanya saja aku tidak punya pengalaman yang dapat diceritakan, juga tidak seperti para tokoh terhormat itu, yang berani menyebut sesuatu yang dibuat-buat sebagai \"catatan nyata\". Jadi aku akan jujur, apa yang aku tulis ini adalah cerita yang sepenuhnya palsu. Aku pikir, karena sudah mengakuinya, aku sudah tidak perlu dikatai penipu, kan? Pokoknya, tidak ada yang pernah mendengar atau mengalami cerita yang akan aku tulis selanjutnya, ini sepenuhnya adalah omong kosong yang aku ciptakan dari khayalan, kebenaran-kebenaran ini tidak lebih tinggi dari \"Lochknight\" apa pun, dan kalian tidak perlu percaya sama sekali.\nMari kita mulai petualangan kita, mengibarkan layar dan berlayar ke utara, melintasi wilayah suku barbar, melaju dengan angin bersahabat. Tujuan kita sangat sederhana - hanya untuk melihat seperti apa ujung lautan ini. Menurut kata-kata Quinctilius, setiap arah di Laut Tinggi adalah air terjun yang tak boleh diterobos, tapi ini jelas-jelas salah: tidakkah Iuvenalis yang terhormat juga pernah berbicara tentang \"kerajaan di utara yang jauh\"? Meskipun begitu, semakin kita berlayar ke utara, semakin sedikit daratan yang terlihat. Awalnya ada gugus pulau yang luas, tapi kemudian hanya tersisa beberapa pulau kecil yang gersang. Setelah beberapa hari berlayar, bahkan pulau kecil pun tidak terlihat lagi, hanya samudra yang tak berujung. Untungnya, kami membawa cukup air dan makanan, sehingga tidak mati kelaparan atau kehausan.\nKami telah berlayar selama tujuh puluh sembilan hari berturut-turut tanpa melihat daratan sedikit pun. Kami awalnya berencana untuk kembali, tetapi pada hari kedelapan puluh, kami diserang di tengah lautan luas. Sekelompok perampok yang menunggangi punggung burung raksasa menghadang kami, ingin merampok kentang kami. Jika ditanya seberapa besar burung-burung itu, setiap bulu di tubuh mereka seukuran pilar penyokong lautan. Kami sama sekali tidak memiliki cara untuk melawan, hanya bisa bersujud berdoa kepada Sebastos agar kami dijauhkan dari yang jahat, seraya bersumpah untuk tidak lagi berkelana sembarangan dan menulis catatan perjalanan yang isinya menyerupai bualan. Tapi, waktu seolah-olah berpihak pada kami, tiba-tiba sekelompok prajurit yang menunggangi punggung binatang raksasa muncul dari bawah permukaan laut. Setiap binatang raksasa itu seukuran lima puluh Sumpter Beast, seluruh tubuhnya dilapisi baju besi yang terbuat dari kristal, sisik naga, dan zirah yang terbuat dari kubis. Mereka mencabik-cabik burung-burung raksasa itu dengan gigitannya, dan dalam sekejap, burung-burung itu berlari menjauh dan menghilang tanpa jejak.\nPada saat itu, kami baru sadar penampilan para kesatria ini sangat berbeda dari manusia seperti kami, lebih mirip dengan kadal naga yang berjalan tegak. Kesatria pemimpin menatap dan memeriksa kami dengan matanya yang dipenuhi dengan kilau cahaya aneh, lalu dia berbicara dengan bahasa yang panjang dan bersayap, \"Pengunjung, apa kalian adalah pedagang dari Serenum?\"\nKami tidak tahu apa itu Serenum, jadi kami ceritakan dengan jujur bahwa kami adalah pelaut dari Remuria, yang bermaksud untuk menjelajahi dan melihat seperti apa ujung lautan ini."
          }
        ]
      },
      {
        "title": "Sejarah Rahasia Alam Utara (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Setelah mendengar cerita kami, dia tertawa terbahak-bahak, tawanya membuat sirip layarnya bergoyang-goyang. Dia tertawa sambil berkata, \"Di dunia ini tidak ada yang namanya 'Remuria', itu hanyalah sejarah palsu yang dibuat-buat oleh suku barbar di selatan. Mereka tidak memiliki sejarah peradaban sendiri, jadi mereka menciptakan sebuah kekaisaran yang sebenarnya tidak ada.\" Ketika kami bersikeras bahwa kami adalah orang Remuria, dia tertawa lebih keras lagi, bertanya apa kami bisa memberikan bukti sejarah yang dapat dipercaya atau bukti arkeologi yang nyata untuk membuktikan keberadaan Remuria. Sayangnya, kami tidak bisa memberikan jawaban. Dia memberi kami jaminan bahwa fantasi aneh seperti ini tidak melanggar hukum bangsanya, selama kami tidak mengonsumsi Sunsettia di tempat umum, kami tetap menjadi tamu yang paling terhormat di Kekaisaran Solaris. Dia juga berkata, melihat penampilan kami, kami tampaknya bukan mata-mata pemberontak, lebih seperti pedagang dari Hyperborea. Saat ini, kekaisaran sedang dalam perang saudara, dan dia berharap kami bisa membantunya mengalahkan para pemberontak.\nTernyata, Kekaisaran Solaris memiliki teknologi yang maju. Beberapa dekade lalu, seorang filsuf bernama Lucilius menemukan sebuah metode yang memungkinkan sekelompok orang mendapatkan kemampuan luar biasa yang jauh melampaui manusia biasa. Sebagai gantinya, penampilan mereka pun menjadi berbeda dari manusia biasa. Beberapa orang berpendapat bahwa tindakan seperti ini merusak kemurnian manusia, dan orang-orang dengan kemampuan khusus ini hanya bisa menjadi budak atau dimusnahkan. Sejak itu, kedua belah pihak terlibat dalam pertempuran sengit, dengan hidup dan mati menjadi taruhannya, dan darah mengalir seperti sungai.\nAku menenangkannya dengan berkata, hal seperti ini sudah ada sejak zaman dahulu kala. Bahkan aku bisa langsung menyebutkan setidaknya dua puluh drama yang memiliki tema yang sama - ini juga merupakan ungkapan dari keberagaman seni yang makmur di Remuria. Terentius dari Pisculentum bahkan memuji kekuatan dan kesetaraan manusia, sambil menulis tentang bagaimana sebagian kecil dari mereka memiliki kekuatan khusus sejak lahir, yang memungkinkan mereka untuk menaklukkan dan menghancurkan yang lain. Aku juga menyarankan agar mereka tidak mengembangkan teknologi untuk mengubah manusia, melainkan memusatkan perhatian pada mengubah teknologi untuk menciptakan hewan raksasa, mengingat bahwa hewan raksasa itu lebih disukai oleh manusia daripada manusia itu sendiri. Dia mengatakan dia akan mempertimbangkan saranku yang bijaksana, tetapi saat ini yang paling mendesak adalah untuk menumpas para pemberontak itu. Jika kami bersedia membantu, dia akan memberikan binatang raksasa terbaik untuk ditunggangi, memimpin 13 legiun yang masing-masing terdiri dari 1 juta orang, dengan total 13 juta pasukan untuk menyerang sayap samping para pemberontak. Karena dia telah menyelamatkan kami dari tangan para pemberontak, kami pun menyetujui permintaannya.\nSemuanya, aku menyaksikan semua peristiwa di atas dengan mata kepala sendiri, tidak ada yang dibuat-buat. Mengenai perang yang akan datang, itu bahkan lebih sulit dipercaya. Aku ingat ada budak buta yang mengikuti kami dan menyanyikan sesuatu seperti ini:\n\"Nyanyikanlah pujian, wahai musisi, untuk kemarahan yang berbahaya dari Blubberbeast!\"\nBegitulah, pasukan besar yang terdiri dari Blubberbeast maju ke depan, bagaikan api yang melahap segala sesuatu, dan bumi gemuruh di bawah kaki sirip mereka. Kami menata formasi di padang yang luas, pemimpin pasukan berdoa kepada dewa mereka, kemudian memegang busur dan melepaskan panah yang berupa seekor anjing menuju pasukan pemberontak, suara busur peraknya membuat hati berdebar. Pasukan pemberontak tidak tinggal diam, mereka mengirimkan lima juta manusia raksasa yang berlapis baja. Manusia raksasa ini sangat besar, bahkan lebih besar dari golem yang dibuat Sebastos, dikatakan bahwa mereka adalah bantuan yang didatangkan dari dasar laut oleh pasukan pemberontak. Meskipun manusia raksasa ini hanya memiliki satu mata - hal ini sangat biasa, mengingat dalam tulisan Pacuvius, manusia raksasa selalu memiliki penampilan seperti ini - tetapi penglihatan mereka luar biasa. Atas perintah pemimpin pasukan pemberontak, mereka mulai melemparkan Bulle Fruit ke arah formasi kami dengan akurasi yang menakjubkan. Bulle Fruit ini meledak dan memuntahkan banyak gelembung begitu menyentuh tanah. Siapa pun yang terkena gelembungnya akan melayang ke langit dan terbang ke arah matahari. Inilah sebabnya mengapa warna matahari mirip dengan warna jeruk.\nMengenai akhir perang, hampir tidak ada penulis drama terkemuka dari masa lampau sampai sekarang yang menulisnya - mereka selalu memberikan cukup ruang untuk kisah selanjutnya. Jadi, aku juga akan mengikuti tradisi mereka dan langsung melewati bagian ini."
          }
        ]
      },
      {
        "title": "Sejarah Rahasia Alam Utara (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Setelah itu, kami melanjutkan pelayaran selama 300 hari, melalui lautan yang tak terbatas. Kemudian, kami menemukan sebuah tembok tinggi yang berdiri tegak di tengah-tengah laut, terus membentang hingga ke tempat yang tak terlihat di langit. Tembok itu dipenuhi dengan bayangan manusia yang tak terhitung jumlahnya, tanpa tubuh, tanpa otot, namun dapat menunjukkan bentuknya sendiri. Setiap orang yang berbicara kebohongan di dunia ini dan tidak mengatakan kebenaran di dalam buku, setelah mati akan dihukum dan digantung di dinding ini untuk diadili. Mengenai siapa yang membangun dinding ini, dan apa yang ada di belakang dinding tersebut, aku tidak tahu, karena dalam catatan perjalanan ini aku hanya menulis kebenaran, dan aku sama sekali tidak bisa mendekati dinding itu. Oleh karena itu, kami dengan cepat memutar arah perahu kami dan berusaha menjauh dari sana, berharap tidak pernah mendekatinya lagi.\nPada senja itu, kami tiba di perairan yang tenang, dekat dengan sebuah pulau kecil. Persediaan air tawar kami hampir habis, jadi kami mendarat di pulau itu dengan maksud untuk mengambil sedikit air tawar. Pada saat itu, kami mencium aroma harum yang sangat wangi, bahkan wewangian terbaik di Capitolium pun tidak bisa dibandingkan dengannya. Ternyata, pulau ini dihuni oleh manusia, dan mereka bahkan telah membangun sebuah kota yang makmur. Semua di dalam kota itu terbuat dari emas, dikelilingi oleh dua belas tembok kota yang setiap lapisannya terbuat dari batu mulia berbeda: yang pertama dari ametis, yang kedua dari agate ungu, yang ketiga dari zamrud, yang keempat dari zamrud merah, yang kelima dari jasper, yang keenam dari giok kuning, yang ketujuh dari rubi merah, yang kedelapan dari agate merah, yang kesembilan dari zamrud hijau, yang kesepuluh dari agate hijau, yang kesebelas dari safir biru, dan yang terakhir adalah giok biru. Di luar tembok kota terdapat sebuah parit pertahanan, sekitar ratusan meter lebarnya dan ribuan meter dalamnya, dengan aliran sungai yang bukan air, melainkan susu sapi segar, dan ikan yang sudah diasinkan berenang di dalamnya, siap dimakan begitu diangkat keluar.\nSuku penduduk di sini sepertinya semuanya perempuan, mereka berpakaian indah, wajah mereka cantik dan muda. Mereka satu per satu mendekati kami, dengan ramah memeluk dan menyambut kami. Pulau ini disebut Amoria, yang katanya berarti cinta. Mereka dengan hangat menerima kami untuk menjadi tamu di rumah mereka dan mengatakan akan memberikan kami harta tanpa batas, yang cukup untuk membeli seluruh kota Machimos. Aku merasa ada yang tidak beres - bagaimana bisa ada orang yang begitu ramah kepada orang asing selain dalam buku-buku Ennius? Tapi teman-temanku akrab dengan drama klasik, jadi mereka tidak merasa aneh dan mengikuti mereka ke rumah. Aku hanya bisa pura-pura ramah sambil diam-diam membawa barang jarahan yang diberikan oleh orang Solaris - sebuah Bulle Fruit, dan mengikuti salah satu dari mereka ke dalam rumahnya. Aku memperhatikan dengan seksama, dan benar saja, rumah itu dikelilingi tulang manusia. Aku segera mengeluarkan Bulle Fruit dan mengarahkannya kepadanya, memintanya untuk mengungkapkan kebenaran. Wanita itu tertawa beberapa kali, lalu tiba-tiba berubah menjadi air dan menghilang.\nAku buru-buru memanggil semua temanku. Tanpa sempat membawa persediaan air tawar, kami segera melarikan diri kembali ke kapal. Setelah kami perhatikan lagi dengan saksama, ternyata tidak ada pulau di sana, hanya luasnya samudera di belakang kami.\nIngin tahu apa yang terjadi selanjutnya, dengarkan baik-baik karena semua akan dikuak di cerita selanjutnya."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Sejarah Rahasia Alam Utara"
          }
        ]
      }
    ]
  }
}