{
  "epId": 5745,
  "name": "Caribert",
  "desc": "<p><span style=\"color: #BFBFBF\">Putra yang tidak sah dari Chlothar Alberich yang menjadi hilichurl karena kutukan Prinsip Langit. Dia digunakan untuk menciptakan Alat Tenun Takdir.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/1023623/5f7cedd09e8dd9d3db28015d86824f35_7429104337367411864.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1746191492,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "RichText",
        "text": "Karakter\nRingkasan"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>Seorang penduduk asli Khaenri'ah yang dikutuk dengan keabadian oleh Celestia. Ia adalah anggota Klan Alberich dan pendiri Abyss Order.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/1023623/2b40d3fde7e8fabb468f0a770bf875bb_8576929129521430806.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ayah Caribert."
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Vedrfolnir",
        "desc": "<p><span style=\"color: #BFBFBF\">Salah satu dari Lima Pendosa Khaenri'ah, juga dikenal sebagai “Sang Visioner.”</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/170306649/0629101f25643724bb6835730253b3f3_3682626308203565365.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Makhluk gaib yang membangkitkan Caribert."
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Perangkat yang dibuat oleh Abyss Order untuk Caribert.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Item Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caribert",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/061f227f514e9af8ca74c1672d1f32e5_8824388314988044131.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lima ratus tahun yang lalu, di kerajaan tanpa dewa, Khaenri'ah, Lima Pendosa dari Khaenri'ah mengeksploitasi kekuatan Abyss dan menghancurkan fondasi dunia. Prinsip-prinsip Langit menghancurkan Khaenri'ah dan mengutuk orang-orang di kerajaan tersebut. Orang-orang berdarah murni dikutuk untuk merasakan siksaan fisik yang tak pernah berakhir dan menyaksikan kematian semua yang mereka sayangi, sementara yang lainnya berubah menjadi monster. Seorang bangsawan dari Kerajaan, Chlothar Alberich, memiliki seorang anak tidak sah dari seorang wanita Mondstadt, yang mereka beri nama Caribert. Karena asal-usulnya, Chlothar tidak pernah bisa berada di sisi putranya. Caribert menghadapi kesulitan besar sejak kelahirannya, semua karena keinginan egois ayahnya. Ketika semua orang di kerajaan dikutuk, Chlothar dikutuk dengan keabadian, dan putranya menjadi Hilichurl dan mengalami koma."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/ad3cfbf41c685ff8f2ba7600218a5c8d_6045531549514605632.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Chlothar tidak dapat menerima kondisi putranya dan memohon kepada para Archon untuk membantunya, tetapi mereka tidak menjawab. Kemudian dia membawa Caribert ke Sumeru dan mencoba membuat <color=#ffffff73>Obat Terlarang Tanpa Nama dari</color> Kerajaan, yang menurut catatan, dijiwai oleh kekuatan Dewa Kebijaksanaan Sumeru dan dapat membangunkan pikiran dari kondisi pingsan. Namun Alberich tidak mengetahui bahwa Dendro Archon sebelumnya, Rukkhadevata, telah meninggal, dan Archon yang baru, Kusanali, dikurung di Tempat Suci Surasthana oleh rakyatnya, sehingga ia tidak dapat menolong putranya. Ketika Chlothar mencoba untuk membuat dosis kedua dari obat tersebut, ia melihat seekor Hilichurl yang mirip dengan putranya sedang menuju ke sebuah gua dan mengikutinya.\nDi dalam gua ini, ia bertemu dengan\nyang menyebut dirinya sebagai “Pendosa”. Alberich seketika diliputi oleh rasa kagum dan sukacita, lalu berlutut di hadapan makhluk itu. Keluar dari gua, Chlothar berpikir dengan mengerikan untuk menyembah Statue of the Seven, tetapi dia memiliki perasaan aneh bahwa sesuatu yang ditakdirkan oleh takdir telah terjadi. Ketika Chlothar sampai di rumah, dia melihat anaknya sudah bangun. Caribert merasa seperti terbangun dari mimpi panjang, di mana dia bersembunyi di sebuah ruangan kecil dan tidak berani meninggalkannya sepanjang waktu. Ketika dia terbangun, ayahnya mengatakan kepadanya bahwa mereka telah memasuki sebuah dunia dongeng di mana tidak ada lagi langit merah, rumah mereka, atau Khaenri'ah itu sendiri. Di dunia ini, Caribert telah menjadi monster yang tidak dapat melepaskan topengnya, namun selalu berada di sisi ayahnya.\nMemutuskan bahwa dia harus membalas budi kepada “Pendosa”, Chlothar pergi ke gua lagi, tetapi ketika dia kembali, Caribert tidak ada di rumah. Anak laki-laki itu tidak mengikuti perintah ayahnya dan melepas topengnya untuk melihat dirinya sendiri di cermin. Karena tidak tahan dengan bayangannya, anak itu lari dari rumah dan kembali lagi ke kondisi semula. Ketika Chlothar melihat putranya, dia akhirnya menyadari bahwa makhluk yang memberi Caribert kekuatan bukanlah dewa dan kekuatan ini berasal dari Abyss. Dia memutuskan bahwa dengan kekuatan ini, Caribert dapat menjalin takdirnya kembali."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Terlahir dalam kesedihan yang amat pahit, dia sekarang akan jadi Penenun Takdir.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Item Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>Seorang penduduk asli Khaenri'ah yang dikutuk dengan keabadian oleh Celestia. Ia adalah anggota Klan Alberich dan pendiri Abyss Order.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/1023623/2b40d3fde7e8fabb468f0a770bf875bb_8576929129521430806.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Vedrfolnir",
        "desc": "<p><span style=\"color: #BFBFBF\">Salah satu dari Lima Pendosa Khaenri'ah, juga dikenal sebagai “Sang Visioner.”</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/170306649/0629101f25643724bb6835730253b3f3_3682626308203565365.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3634,
        "name": "Obat Terlarang Tanpa Nama dari Kerajaan",
        "desc": "<p>Baunya sedikit menyengat dan sulit memudar. Menurut catatan, orang dapat meminjam kekuatan Dewa Kebijaksanaan untuk membangkitkan kembali kewarasan yang sudah sirna. Mungkin juga bisa menahan \"kutukan\"nya.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/05/76539619/78c965c087a47a91f142e42f14eb481d_7295235181324945016.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Roda Takdir",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Roda Takdir adalah kesedihan dan rasa sakit yang luar biasa, harapan dan penyesalan yang mengalir di dalam denyut nadi seseorang, dan tingkat kekuatan Abyssal yang sulit dipahami. Chlothar percaya bahwa begitu Caribert memiliki semua elemen tersebut, dia akan menjadi Roda Takdir. Caribert tidak ditakdirkan untuk bertahan hidup, dan bahkan dengan kekuatan “Pendosa”, dia meninggal saat berusia 8 tahun. Dia tidak menjadi Roda Takdir sendiri, tetapi digunakan untuk mewujudkannya. Chlothar menjadi pendiri Abyss Order, yang terus mencoba menciptakan mekanisme alat tenun\n."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/6a7e4250a4a90ed5eb2cc64c7370ce0e_2474409436837992379.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lima ratus tahun setelah Cataclysm, di Vimara Village di Sumeru, penduduk desa melaporkan seorang pemuda hilang. Meskipun banyak orang yang menghubungi Adventurers’ Guild tentang hilangnya pemuda tersebut, tidak ada yang bisa mengingat namanya atau tempat tinggalnya. Salah satu penduduk desa yang mencari pemuda itu adalah seorang gadis bernama Atossa. Ia bersama anak laki-laki itu sering datang ke sebuah tempat di dekat desa dan berbincang-bincang sambil duduk di bawah pohon. Kadang-kadang, mereka akan melihat awan di langit atau singgah untuk merasakan angin yang menerpa kulit mereka, dan mereka bisa duduk di sana berjam-jam lamanya, tanpa menyadari sudah berapa lama. Anak laki-laki itu penuh perhatian, jujur, dan sabar karena dia selalu mendengarkan Atossa dengan penuh minat seolah-olah kekhawatiran Atossa juga mengkhawatirkannya. Dia hampir tidak pernah berbicara tentang kehidupannya, hanya berbicara tentang tempat-tempat yang tidak biasa, dan ketika ditanya tentang orang tuanya, dia menjawab bahwa mereka sudah tidak bersamanya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/d9051a85115256fa25ff65201cd214be_6902145588014555959.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Adventurers' Guild mengirimkan anggota terbaiknya, Pengembara, untuk menyelidiki hilangnya orang di desa tersebut. Di sana, mereka bertemu dengan seorang teman lama, mantan kapten Pengawal Kerajaan Khaenri'ahn dan adik dari “Pendosa”, Dainsleif, yang dikutuk dengan keabadian. Dia tertarik dengan aktivitas misterius para monster di dekat desa, yang mungkin terkait dengan tindakan Abyss Order dan Roda Takdir. Aktivitas Abyss Order selalu disertai dengan gangguan di Ley Lines, yang menarik para monster. Ketika Pengembara menyadari bahwa bocah misterius itu hanya ada dalam ingatan orang-orang yang terhubung dengan Ley Lines, bersama dengan Dainsleif, mereka memutuskan untuk melanjutkan penyelidikan.\nSelama penyelidikan, Dainsleif tiba-tiba mulai memiliki ingatan tentang anak laki-laki yang hilang yang belum pernah dia miliki sebelumnya. Menyadari bahwa anak laki-laki itu mampu “menanamkan” kenangan ke dalam pikiran orang lain dan bahwa kenangan tentang dirinya di Desa Vimara adalah palsu, Dainsleif dan sang Pengembara berpisah. Saat pergi ke pohon tempat anak laki-laki itu bertemu dengan Atossa dan di mana arca ukiran mereka berada, sang Pengembara mendengar suara misterius:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...Kau lihat? Kita berdua masih di sini.</color>\n<color=#ffffffd9>Kita telah merebut kembali waktu yang tak berujung untuk mencintai.</color>\n<color=#ffffffd9>Lepaskan air matamu. Kau tak perlu lagi menahan kesedihanmu.</color>\n<color=#ffffffd9>...Pada akhirnya, ia berbisik lirih,</color>\n<color=#ffffffd9>'Tidurlah dengan nyenyak, Ayah. Tidurlah dengan nyenyak, rakyatku tercinta.'</color>\n<color=#ffffffd9>'Saat kau terbangun, apa yang membedakan kita takkan ada lagi.'\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/3fa574e65ddbbde772a994afbfabc912_6717333747927865823.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Setelah mengikuti suara tersebut, para Pengembara menemukan diri mereka berada di sebuah dimensi yang diciptakan oleh kesadaran seorang anak laki-laki yang hilang. Ternyata anak itu adalah Caribert. Ketika Abyss Order belum selesai membuat Roda Takdir, kesadaran anak laki-laki yang telah meninggal itu bertahan di dalam mekanisme tersebut, dan dia mendapatkan kemampuan untuk mengendalikan alat tersebut hingga selesai. Dia tidak mengetahui rencana Abyss Order mengenai Roda Takdir dan tidak melihat gambaran keseluruhannya, tetapi alat itu membantunya mencapai tujuannya sendiri. Lima ratus tahun yang lalu, ketika Chlothar menggunakan kekuatan Abyss untuk membangkitkan kesadaran dalam Hilichurl yang menjadi putranya, Caribert mengalami ketakutan dan rasa sakit yang tak terlukiskan. Untuk menenangkannya, ayahnya menceritakan sebuah kisah, dan itu mengurangi ketakutan Caribert sejenak, jadi dia menggunakan Roda Takdir yang belum lengkap untuk menanamkan memori palsu tentang cinta ke dalam pikiran Hilichurl dan menenangkan mereka. Caribert juga menggunakan Roda Takdir untuk “ menjalani ” kehidupan yang telah direnggut secara tidak adil. Dia menciptakan penampilannya dalam citra ayahnya dan menanamkan kenangan waktu yang dihabiskan bersama mereka di Vimara Village. Ketika proyek Abyss Order hampir selesai, hanya ada seutas benang tipis kesadaran yang tersisa dari Caribert, jadi dia memutuskan untuk meninggalkan penduduk desa. Pada akhirnya, dia bertemu dengan Pengembara di ruang kesadarannya, di mana dia berbicara tentang selesainya pembuatan Alat Tenun Takdir dan menghilang tanpa jejak, memungkinkan Pengembara untuk bertemu dengan saudara mereka. Dalam ingatan para penduduk desa, sebuah kenangan muncul tentang anak laki-laki yang hilang bertemu dengan orang tuanya dan pergi bersama mereka.\n<color=#ffd780>Item Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5752,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Mantan kapten kesatria dari Royal Guard of Khaenri'ah yang dikutuk oleh Celestia dengan keabadian.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/1023623/5be02279c59111fdade96afcff5cb22d_5452753621597675450.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Caribert"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Caribert",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/1023623/d5d73e20016ac20e7cf2a5f5a0f8b8ac_3982871010940870247.png"
      },
      {
        "key": "Caribert",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/1023623/ecac03f234dfa5c166a896e1747a3a65_4931862609709809275.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Kenangan yang diciptakan oleh Caribert dengan menggunakan Loom of Fate.</color>"
          }
        ]
      },
      {
        "key": "Arca-arca",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/170306649/64ab4d2b41e10450cc03ec72831c25e1_4500468477675803372.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Atossa dan Caribert"
          }
        ]
      }
    ]
  }
}