{
  "epId": 5847,
  "name": "Lumidouce Elegy",
  "desc": "Tombak indah yang dihiasi dengan kristal berwarna biru. Konon katanya senjata ini pernah menjadi koleksi seumur hidup seorang Petarung Juara legendaris, namun tidak pernah digunakan olehnya.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/3dff07a4b024917cb63c933d2078ccc8_8401589850337226556.png",
  "filterValues": {
    "weaponRarity": 5,
    "weaponProperty": "CRIT Rate",
    "weaponType": "Polearm"
  },
  "menuId": 4,
  "menuName": "Senjata",
  "version": 1723020394,
  "components": {
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Berusaha untuk mempertahankan hidup di kota bawah tanah yang tidak memiliki sinar matahari dan air, semua ini hanya demi beberapa potong roti yang sudah berjamur,\nDia bisa menghujamkan pedang berkarat ke arah orang lain dengan tenang, merebut nyawa yang sama kecilnya dengan dirinya sendiri.\nOrang lemah yang tak berdaya tentu akan menjadi mangsa, ini adalah hukum Fleuve Cendre yang \"sudah seharusnya\".\nMeski demikian, jika suatu hari pemburu dikalahkan oleh lawan yang lebih kuat, tentu dia juga harus turut merasakan sakitnya menjadi mangsa,\nLayaknya teori yang diajarkan oleh mendiang ibunya, lahir dari abu, pada akhirnya akan kembali menjadi abu.\nKalau dipikir kembali, kehidupan manusia sampai saat ini juga sama sekali tidak berarti, tidak ada pencapaian, tiada harapan.\nTapi kalau ini \"memang sudah seharusnya\", mungkin menerima dengan lapang dada adalah satu bentuk kebahagiaan.\nNamun, kematian yang dia harapkan tidak tiba seperti yang diharapkannya. Saat dia membuka satu matanya dan menengadah dengan gelisah,\nGadis dengan pakaian ajaib itu hanya tersenyum lembut dan meletakkan bunga putih yang entah dari mana asalnya ke telinganya.\n\"Ini namanya bunga Lumidouce Bell, bahasa bunganya adalah ... harapan. Coba lihat, tampaknya cocok dengan rambutmu.\"\n\"Padahal matamu begitu indah, tapi kalau yang terpancar darinya hanyalah keputusasaan, sangat disayangkan.\"\n\"Ayolah, nona yang memiliki bola mata berwarna biru permata, biar kugunakan bunga putih ini untuk ditukarkan dengan hatimu.\"\nIni adalah wujud pertama Marfisa, yang selalu dipuji sebagai Petarung Juara terkuat, saat menginjakkan kakinya di kota di atas permukaan tanah.\nDalam ruangan pribadi gedung opera yang sudah megah, dia sudah tidak bisa mengingat lagi senyum pesulap dan asistennya di atas panggung,\nDia hanya mengingat bunga yang mekar di bawah sorotan cahaya panggung, terang, jernih, dan sebegitu kuatnya.\nKalau saja dia bisa berjalan seperti \"sudah seharusnya\" layaknya dia berjalan di bawah sinar matahari, tidak perlu lagi menyembunyikan diri dalam abu.\nKalau begitu, hendaknya dia memiliki harapan, supaya kehidupan yang disinari oleh cahaya, akan bisa mekar layaknya Lumidouce.\nDemikianlah, gadis yang lahir dari abu akhirnya bisa naik ke atas panggung miliknya, seperti yang dia harapkan.\nTanpa tuntunan guru dan hanya bermodalkan talentanya yang luar biasa, semua kemampuan tombak yang pernah dilihatnya terpancar melalui pertunjukannya.\nTidak ada belas kasihan, hanya ada warna merah layaknya bunga yang padat, di bawah ujung tombak yang tajam, jatuh untuk dirinya seorang diri.\nDi atas panggung, sosok yang dingin dan mulia itu sepertinya adalah bayangan yang sedang memikat \"kematian\" untuk menari bersama,\nMirip sekali dengan penyihir batu safir dalam karya Master Coppelius yang konon katanya dapat melihat jurang maut.\nHidup dan mati, menang dan kalah, semua ini adalah hal yang seharusnya terjadi di dunia. Asalkan mengikuti prinsip yang terlihat,\nPasti akan bisa menemukan jalan menuju \"kemenangan\", tanpa benar dan salah, dan tanpa memedulikan peraturan di atas permukaan tanah.\nSampai ujung tak terkalahkan, dia terpesona melihat kedua bola mata ahli pedang yang licik, dan berhasil ditipu oleh tempo yang sengaja diperlambat,\nKelemahan fatal akhirnya terbuka, dan tangannya terkena sabetan pedang. Maka ilmu tombaknya pun harus menunduk pada ilmu pedang.\n\"Ilmu tombakmu menarik sekali, tapi masih sedikit kaku, kamu seperti mengikuti jalur yang sudah ditentukan.\"\n\"Tapi hati manusia kan bisa berubah, tidak ada lampu yang tak padam, mengikuti aturan adalah letak kelemahanmu.\"\n\"Meski begitu, kemampuan tombakmu sepertinya bergantung sepenuhnya dengan 'aturan' yang kamu percayai, ini sulit untuk diubah.\"\n\"Kalau begitu, cobalah mencari cara untuk mengubah pola pikir, pilih 'sesuatu yang tak berubah' sebagai 'aturan'mu, bagaimana?\"\n\"Contoh 'keadilan'. Seperti yang dikatakan Golden Hunter. Meski dunia runtuh, keadilan tetap ada\"\n\"Manusia di permukaan juga pantas membahas keadilan? Mereka cuma sedikit lebih hebat saja kemampuannya, untuk apa sok suci dan membahas soal ini?\"\n\"Cepat atau lambat, Pemburu, kamu akan menjadi satu lagi orang yang kalah di tanganku, jatuh di hadapan tombakku yang tajam.\"\nMeski jawabannya seperti itu, tapi mungkin benar kata pria, perbuatan dosa selayaknya dihukum, kebohongan selayaknya dibongkar,\nDunia harus berotasi seperti ini, dan keadilan harusnya memenangkan segalanya. Jika tidak, bagaimana mungkin dia bisa mengalahkannya?\nMeski demikian, selayaknya memiliki hati yang adil, selayaknya menyanyikan elegi yang dingin, lalu dipersembahkan kepada mereka yang berusaha untuk menghindari penghakiman.\nDemikianlah, gadis yang lahir dari abu itu meninggalkan aturan awalnya, dan berubah menjadi penegak berbaju ungu,\ndengan memegang teguh keadilan \"yang seharusnya demikian\", bahkan sampai Poisson membawa kriminal Parsifal tiba di hadapannya ....\n....\nKalau dipikir kembali, kehidupan manusia sampai saat ini juga sama sekali tidak berarti, tidak ada pencapaian, tiada harapan.\nTapi kalau ini \"memang sudah seharusnya\", mungkin menerima dengan lapang dada adalah satu bentuk kebahagiaan.\nMeski demikian, saat jatuh ke dalam mata air yang jernih, seluruh keharusan itu menjadi tidak berarti sama sekali.\nHingga ingatannya larut ke dalam air, dia juga tidak pernah tahu, bahasa bunga Lumidouce yang sebenarnya bukanlah harapan,\nLayaknya ibunya yang mengajarkannya tentang kebenaran saat masih hidup, lahir dari abu, pada akhirnya hendaknya kembali menjadi abu,\nDan di akhir perjalanan yang panjang itu, bahkan takdir pun tidak pernah menyanyikan eleginya layaknya bunga yang bermekaran."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Lumidouce Elegy"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Event Permohonan Senjata"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Polearm"
          }
        ]
      },
      {
        "key": "Stats Sekunder",
        "value": [
          {
            "type": "RichText",
            "text": "CRIT Rate"
          }
        ]
      },
      {
        "key": "Bright Dawn Overture",
        "value": [
          {
            "type": "RichText",
            "text": "ATK meningkat <color=#37ffff>15%/19%/23%/27%/31%</color> ; Setelah Karakter yang mengenakan memicu efek Burning terhadap musuh atau setelah mengakibatkan Dendro DMG terhadap musuh yang berada dalam status Burning, DMG yang diakibatkan meningkat <color=#37ffff>18%/23%/28%/33%/38%</color> . Efek ini berlangsung 8 detik, dapat ditumpuk sampai 2 lapis; Saat ditumpuk sampai 2 lapis atau saat durasi 2 lapis diperbarui, memulihkan <color=#37ffff>12/13/14/15/16</color> poin Energy, pemulihan Energy yang bisa diperoleh dengan cara ini adalah sekali setiap 12 detik. Kedua efek yang disebutkan di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran."
          }
        ]
      },
      {
        "key": "Dirilis pada Versi",
        "value": [
          {
            "type": "RichText",
            "text": "4.8"
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Lv. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "46",
              "7.2%"
            ]
          }
        ]
      },
      {
        "key": "Lv. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "122",
              "153",
              "12.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 4028,
            "name": "Broken Goblet of the Pristine Sea",
            "desc": "<p>Material Ascension Senjata.</p><p>Konon katanya saat tiran baru tiba di Laut Primordial, penguasa yang pertama pernah memberikan segelas air kepadanya.</p><p>Kemudian, dia menjadi Raja Dewa yang tidak dapat diragukan dengan tetesan ajaib yang dimurnikan dari segelas air ini, dia membangun kerajaan yang kuat dan megah.</p><p>Itu sudah kisah yang lama sekali, karakter utamanya sekarang sedang terlelap di antara cahaya pendar kerumunan ikan di kedalaman laut.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/1023623/91ea8723306e98e3d1bcb55d7fdf7c81_4703208189934430334.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 5602,
            "name": "Ruined Hilt",
            "desc": "Gagang batu yang diambil dari patung kuno.<br>Kilaunya telah lama hilang karena rusak oleh air laut.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/23/7c83567e77284130f1a4e4b1cf678bed_1701267137835269753.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Whopperflower Nectar",
            "desc": "Nektar yang diekstrak dari benang sari Whopperflower yang mengandung banyak jejak elemental.<br/>Sepintas rasanya mirip seperti Sweet Flower.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 10000
          }
        ]
      },
      {
        "key": "Lv. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "235",
              "266",
              "18.5%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 4027,
            "name": "Wine Goblet of the Pristine Sea",
            "desc": "<p>Material Ascension Senjata.</p><p>Kerajaan seperti apa sih yang bisa bertahan ribuan tahun? Sejak kembalinya bangsa naga, para tiran pernah memikirkan jawaban atas masalah ini.</p><p>Batu yang tak bisa rusak digabungkan dengan Ichor yang diekstrak dari Air Primordial, lalu diukir menjadi ras yang kokohnya seperti besi hitam, dengan batu iblis sebagai kulitnya, Ichor sebagai darahnya ... sejak saat itu, mereka tidak pernah takut untuk kembali lagi ke kutukan yang membuat mereka tak berdaya ....</p><p>Patung raksasa yang terdiam tetap memimpikan kerajaannya ... Tanpa disadari, kehancuran kerajaan itu sudah mencapai ribuan tahun lamanya.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/1023623/53003e0178136f962ed95ee9c8cb7bff_8470099068054354928.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 5602,
            "name": "Ruined Hilt",
            "desc": "Gagang batu yang diambil dari patung kuno.<br>Kilaunya telah lama hilang karena rusak oleh air laut.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/23/7c83567e77284130f1a4e4b1cf678bed_1701267137835269753.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Whopperflower Nectar",
            "desc": "Nektar yang diekstrak dari benang sari Whopperflower yang mengandung banyak jejak elemental.<br/>Sepintas rasanya mirip seperti Sweet Flower.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          }
        ]
      },
      {
        "key": "Lv. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "308",
              "340",
              "21.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 4027,
            "name": "Wine Goblet of the Pristine Sea",
            "desc": "<p>Material Ascension Senjata.</p><p>Kerajaan seperti apa sih yang bisa bertahan ribuan tahun? Sejak kembalinya bangsa naga, para tiran pernah memikirkan jawaban atas masalah ini.</p><p>Batu yang tak bisa rusak digabungkan dengan Ichor yang diekstrak dari Air Primordial, lalu diukir menjadi ras yang kokohnya seperti besi hitam, dengan batu iblis sebagai kulitnya, Ichor sebagai darahnya ... sejak saat itu, mereka tidak pernah takut untuk kembali lagi ke kutukan yang membuat mereka tak berdaya ....</p><p>Patung raksasa yang terdiam tetap memimpikan kerajaannya ... Tanpa disadari, kehancuran kerajaan itu sudah mencapai ribuan tahun lamanya.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/1023623/53003e0178136f962ed95ee9c8cb7bff_8470099068054354928.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 5603,
            "name": "Splintered Hilt",
            "desc": "Gagang batu yang diambil dari patung kuno.<br>Patahan dan ukiran pada gagangnya seolah merekam pertarungan brutal yang dialami pemiliknya.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/23/c77b14a1cae65dfa3780392d48fe1e52_443192768488389029.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 722,
            "name": "Shimmering Nectar",
            "desc": "Nektar yang mengandung elemen murni.<br/>Para pelajar pada umumnya sepakat bahwa Whopperflower adalah bentuk kehidupan yang lebih maju dibandingkan tanaman elemental lainnya, tetapi belum ada penjelasan yang memuaskan mengenai kebiasaan predatornya.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          }
        ]
      },
      {
        "key": "Lv. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "382",
              "414",
              "24.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 4025,
            "name": "Silver Goblet of the Pristine Sea",
            "desc": "<p>Material Ascension Senjata.</p><p>Pada masa-masa saat kain emas menyelimuti tanah ini, mata air yang murni terpaksa disimpan di gua yang tersembunyi. Lochknight terlahir di tempat perlindungan seperti ini.</p><p>Para kesatria bersumpah dengan zirah perak mereka untuk menjaga peri yang terlahir dari air murni ini, dan menjaga kawan sekampung yang percaya terhadap satu-satunya sumber, untuk melawan kekuatan emas yang luasnya menaungin langit dan matahari.</p><p>Itu sudah merupakan legenda yang sudah lama sekali. Tidak lama setelah kerjaan dihancurkan dan musnah, para kesatria yang melawan tiran pun melepaskan zirah mereka, dan kisah-kisahnya kemudian disembunyikan di dalam lagu-laguan dan cerita yang kompleks.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/76539619/7eee2fabf392e2206af3d28634809c8d_300205254071424435.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 5603,
            "name": "Splintered Hilt",
            "desc": "Gagang batu yang diambil dari patung kuno.<br>Patahan dan ukiran pada gagangnya seolah merekam pertarungan brutal yang dialami pemiliknya.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/23/c77b14a1cae65dfa3780392d48fe1e52_443192768488389029.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 722,
            "name": "Shimmering Nectar",
            "desc": "Nektar yang mengandung elemen murni.<br/>Para pelajar pada umumnya sepakat bahwa Whopperflower adalah bentuk kehidupan yang lebih maju dibandingkan tanaman elemental lainnya, tetapi belum ada penjelasan yang memuaskan mengenai kebiasaan predatornya.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          }
        ]
      },
      {
        "key": "Lv. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "457",
              "488",
              "27.3%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 4025,
            "name": "Silver Goblet of the Pristine Sea",
            "desc": "<p>Material Ascension Senjata.</p><p>Pada masa-masa saat kain emas menyelimuti tanah ini, mata air yang murni terpaksa disimpan di gua yang tersembunyi. Lochknight terlahir di tempat perlindungan seperti ini.</p><p>Para kesatria bersumpah dengan zirah perak mereka untuk menjaga peri yang terlahir dari air murni ini, dan menjaga kawan sekampung yang percaya terhadap satu-satunya sumber, untuk melawan kekuatan emas yang luasnya menaungin langit dan matahari.</p><p>Itu sudah merupakan legenda yang sudah lama sekali. Tidak lama setelah kerjaan dihancurkan dan musnah, para kesatria yang melawan tiran pun melepaskan zirah mereka, dan kisah-kisahnya kemudian disembunyikan di dalam lagu-laguan dan cerita yang kompleks.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/76539619/7eee2fabf392e2206af3d28634809c8d_300205254071424435.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 5604,
            "name": "Still-Smoldering Hilt",
            "desc": "Gagang batu yang diambil dari patung kuno.<br>Mungkin karena belum lama berpisah dari pemiliknya, api yang ada di gagangnya ini pun belum juga padam.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/23/9f6aeaf3855fa2dafa6bc7fae2b4bebc_7900317581800711659.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Energy Nectar",
            "desc": "Madu kental lengket yang penuh energy.<br/>Whopperflower berburu dengan menipu mangsanya, suatu proses yang digunakannya untuk berkembang menjadi bentuk yang lebih kuat dan murni.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 55000
          }
        ]
      },
      {
        "key": "Lv. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "532",
              "563",
              "30.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 4024,
            "name": "Golden Goblet of the Pristine Sea",
            "desc": "<p>Material Ascension Senjata.</p><p>Saat tiran dari kota yang tenggelam memainkan melodi terakhir dari partitur emas, musisi yang menjadi kesayangannya itu malah mencuri piala emas yang penuh dengan Ichor.</p><p>Karena terkejut dengan tindakan pengkhianatan Raja Dewa yang bodoh, musisi memanggil penjaganya yang terakhir, dan menggunakan Ichor yang tak bisa larut untuk menyegel naga di bawah menara yang tinggi, dan jatuh ke dalam jurang kedalaman bersama dengan ibu kota.</p><p>Setelah itu, pencuri mulia ini diam-diam menghilang dari sejarah, dan hanya \"Golden Troupe\" yang mengingat ramalannya dengan setia.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76539619/9ed34cebaaf45ac7e3f63f1625a6861f_3794996477787752356.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 5604,
            "name": "Still-Smoldering Hilt",
            "desc": "Gagang batu yang diambil dari patung kuno.<br>Mungkin karena belum lama berpisah dari pemiliknya, api yang ada di gagangnya ini pun belum juga padam.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/23/9f6aeaf3855fa2dafa6bc7fae2b4bebc_7900317581800711659.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Energy Nectar",
            "desc": "Madu kental lengket yang penuh energy.<br/>Whopperflower berburu dengan menipu mangsanya, suatu proses yang digunakannya untuk berkembang menjadi bentuk yang lebih kuat dan murni.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 65000
          }
        ]
      },
      {
        "key": "Lv. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATK Sebelum Ascension",
              "ATK Setelah Ascension",
              "CRIT Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "608",
              "-",
              "33.1%"
            ]
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Kartu Karakter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/8459597/ff27f728ad9248cc50015d2c635f544d_4787575252051409606.png"
      },
      {
        "key": "Bentuk Sebelum Lv. 40",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/5592943331a6bcada5d90f246906bcdc_4106219282952387157.png"
      },
      {
        "key": "Bentuk Setelah Lv. 40",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/ba729e141372d0e194706569209eb58a_1153246488359681788.png"
      }
    ]
  }
}