{
  "epId": 6274,
  "name": "Simulanka",
  "desc": "<p>Dahulu kala, ada tiga dewi yang menciptakan dunia ini dan memberinya nama \"Simulanka\".</p><p>Dewi Pencipta, yang memegang kendali atas segala ilmu sihir, membuat gunung dan sungai, dan memberikan kehidupan pada kami. Kekuatannya yang membuat Simulanka ada di banyak dunia.</p><p>Setelah Dewi Pencipta, datanglah Dewi Nubuat, kekuasaannya melingkupi bintang-bintang dan juga takdir dunia. Dia bisa memutar langit dan menggerakkan bumi. Sampai hari ini pun patungnya masih berdiri di titik tertinggi Constellation Metropole.</p><p>Lalu yang terakhir adalah Dewi Takdir, yang memegang kendali atas semua kisah dan harapan. Dia memberi kami rasa cinta dan juga benci yang begitu kuat, dia juga memperlihatkan pada kami makna dari kematian dan juga harapan.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/193a95712c2de70de8387cacada48417_855026615518885803.png",
  "menuId": 20,
  "menuName": "Glosarium",
  "version": 1750004218,
  "components": {
    "galleryCharacter": [
      {
        "key": "Peta",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/efbd35811b25e0af24e1523096f6fe31_328552331606317100.png"
      },
      {
        "key": "Forest of Blessings",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/b994a9b7c572b57fbd53f5057c5e2dc9_8747979795537744915.png"
      },
      {
        "key": "Constellation Metropole",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/03/140615443/3dbc629e1fa03962918c5d3479abec92_2323562637423001037.png"
      },
      {
        "key": "Broken Sea",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/f0656ac5561d5e1403085192ec5e2f9c_117999586270298601.png"
      },
      {
        "key": "Buku Simulanka",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/6f80554d4f3fef2eeee582c9f9789188_3273069436703485665.png"
      },
      {
        "key": "Lokasi Peta (1)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/9d9db99bc539012dd86d23172dd76182_3292987729329909496.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Forest of Blessings"
          }
        ]
      },
      {
        "key": "Lokasi Peta (2)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/d498938721b40214a57a91f62d61e5c9_2976041472975017545.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Forest of Blessings"
          }
        ]
      },
      {
        "key": "Lokasi Peta (3)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/c00f59544e0bd2f22ea5cfc9b9ec65d6_2322373984782323904.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Constellation Metropole"
          }
        ]
      },
      {
        "key": "Lokasi Peta (4)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/f59412ed4d9db725726264ca8bffc9b6_7797519628878144631.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Constellation Metropole"
          }
        ]
      },
      {
        "key": "Lokasi Peta (5)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/0c442a4283ecbe4b9b866a265d052e62_32582055077104142.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Constellation Metropole"
          }
        ]
      },
      {
        "key": "Lokasi Peta (6)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/d74c14800fc38aec6bcf4b2ea4e5b23a_8892116768286750149.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Constellation Metropole"
          }
        ]
      },
      {
        "key": "Lokasi Peta (7)",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/2453162783a54335c66eeb235b5c9faf_7580736003965942380.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Broken Sea"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Simulanka"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Tempat Event Eksklusif"
          }
        ]
      },
      {
        "key": "Versi Terkait",
        "value": [
          {
            "type": "RichText",
            "text": "4.8"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Teaser dan Trailer",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Trailer Versi 4.8 \"Musim Panas?! Dongeng dan Naga Jahat!\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/ab08339e1f30bf655611a3e38bfa4559_1590544497695810344.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>5 Juli 2024</color>\nBarang-barang yang dibutuhkan untuk musim panas:\nSebuah aroma yang menyegarkan untuk meredakan kegelisahan di cuaca panas,\nSebuah buku dongeng yang baru untuk memeriahkan liburan yang santai,\nDan sedikit bahaya untuk memuaskan rasa ingin tahu para pengejar misteri.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=m53wPdOoP48&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustrasi",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Buku Harian Sang Pelindung - Hari ke-1 \"Binatang Origami\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/6f4c7c30ebba18d5a048c267d7ea67f8_1427265843657443324.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>8 Juli 2024</color>\nHalo, Traveler semua~ area terbatas \"Simulanka\" sudah dibuka! Ayo buka buku misterius ini untuk memulai perjalanan melawan naga jahat dan nikmati keindahan Kerajaan Dongeng Simulanka!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Buku Harian Sang Pelindung - Hari ke-2 \"Kerajaan Roda Gigi\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/8708716997d08373936e122df07dc746_4317171998140003182.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>9 Juli 2024</color>\nHalo, Traveler semua~ Di hari kedua, kita sudah sampai di \"Constellation Metropole\". Tempat ini ramai sekali ya, kira-kira ada hal menarik apa yang akan terjadi di sini?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Buku Harian Pelindung - Hari ke-3 \"Toytanium Mines\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/7050724e2bbe1c11dc5c9210ce8f5f2a_1331509965928965484.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>10 Juli 2024</color>\nHalo, Traveler semua~ Di hari ketiga perjalanan kami, kami tiba di \"Toytanium Mines\". Tempat ini dipenuhi rasa cinta, keyakinan, persahabatan, dan bahkan ... mara bahaya!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Simulanka"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/5c11d501758f1eed3835cf468d8c5403_8682802735432332293.gif",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>12 Juli 2024</color>\nSihir menciptakan sebuah dunia dongeng\nKupu-kupu kertas menari tinggi di atas langit\nBurung-burung menyiulkan lagu-lagu indah\nDinding kastil dibangun dengan balok-balok mainan\nMenaranya tinggi menjulang menembus awan\nMesin roda gigi berputar dengan mulus\nMembawa kebahagiaan dan keceriaan\nMarilah, marilah\nMarilah kita menyelami perjalanan dongeng ini"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Forrest of Blessings",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Cliff of Prophecy",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/09ba81284b3781eecc7ae599c92c4e78_1193602029960792331.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cliff of Prophecy atau Tebing Nubuat adalah sebuah tempat di utara dari Forest of Blessing atau Hutan Berkat dengan pembatas buku raksasa yang menjadi pintu keluar dari dunia ajaib ini. Konon, dipercaya bahwa setiap penduduk Simulanka datang ke Tebing Nubuat untuk berterima kasih kepada Dewi Pencipta karena telah menciptakan dunia tersebut. Suatu hari, seorang tetua dari Hutan Berkat, Kakek Almond, memanjat titik tertinggi dari Constellation Metropole dan mendengar ramalan dari Dewi Nubuat: <color=#ffffff>“Sang pahlawan penyelamat dunia akan turun di Tebing Nubuat. Pahlawan itu, bersama dengan rekan-rekan yang mendukungnya, akan mengembalikan kedamaian ke dunia ini.\"</color> Kakek Almond terus menunggu kedatangan dari sang pahlawan yang akan menyelamatkan Simulanka hingga suatu hari dia bertemu Pengembara dan Paimon yang muncul di Tebing Nubuat dengan “surat undangan” dari penyihir Alice (pada kenyataanya, Alice tidak memberitahu mereka tentang perjalanan tersebut dan menipu mereka untuk datang ke dunia Simulanka). Bersama dengan Kakek Almond, Pengembara dan Paimon pergi ke Hut of Blessings atau Pondok Berkat.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Hut of Blessings",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/09ba81284b3781eecc7ae599c92c4e78_2025848503286458269.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hut of Blessings atau Pondok Berkat adalah tempat dimana Dewi Pencipta pertama kali membuat para penduduk Hutan Berkat. Dia melipat halaman buku menjadi origami kecil berbentuk hewan dan memberikan mereka kehidupan melalui sihirnya, lalu waktu berlalu dan terciptalah Hutan Berkat. Pondok tersebut menjadi rumah bagi Peri Hutan yang memiliki sihir khusus dan menurut ramalan, akan bergabung dengan sang Pahlawan dan menyelamatkan Hutan Berkat dari kehancuran mereka. Sang Peri ternyata adalah penari Nilou yang tertidur saat membaca buku di Grand Bazaar dan ketika terbangun, dia sudah berada di Simulanka dengan pakaian peri. Dalam mimpi Nilou, dia mendengar sebuah ucapan, <color=#ffffff>”Kamu adalah Peri di Hutan Berkat. Sekarang pergilah, selamatkan hutan itu dengan sihirmu.”</color> Awalnya, Nilou mengira bahwa semua yang terjadi hanyalah mimpi, tapi dia tidak bisa terbangun dan tidak menemukan siapa pun yang dia kenal dari dunia nyata. Nilou merasa bertanggung jawab untuk menolong penduduk hutan dan dia menggunakan sihirnya untuk memulihkan Kedai Kaligrafi. Nilou mencoba memakai Vision miliknya, tapi dia tidak bisa mempengaruhi sihir di dunia tersebut. Dia membaca semua buku di pondok, dan menemukan bahwa semua orang di dunia itu bisa menggunakan sihir.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Calligraphy Tavern",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/d47da335dc0dad26f3d100c68b4ae010_979705741224280005.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Suatu hari, naga jahat berselimut kabut hitam datang dari langit dan melahap Simulanka. Sejak serangan tersebut, Calligraphy Tavern atau Kedai Kaligrafi yang memproduksi Air Ajaib ditutup. Hal tersebut merupakan musibah bagi para penduduk origami dari hutan karena\nmembuat mereka hidup. Tanpa tinta itu, tubuh para hewan perlahan-lahan mengeras sampai kering, dan pada akhirnya akan hancur berkeping-keping. Warna mereka pudar sampai mereka tidak bisa mengingat nama mereka sendiri. Kakek Almond termasuk ke dalam korban dari Penyakit Luntur tersebut, sehingga dia hanya mengingat sebagian dari ramalan bahkan dia tidak ingat siapa yang memintanya menunggu kedatangan sang Pahlawan di Tebing Nubuat.\nNilou, Pengembara, dan Paimon membantu para hamster menyiapkan cangkir terakhir dari Air Ajaib. Para katak menyiapkan pertunjukkan mereka, sementara bartender kedai, Citrus, meregangkan lehernya. Dalam usaha untuk menguasai sihir, Peri Hutan membuat dan memberikan kehidupan kepada sebuah origami hamster."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Aku memberkatimu dengan segala berkah yang ada di hutan ini. Aku ingin hutan ini menjadi rumahmu ....\"</color>\n<color=#ffffff>\"Namamu adalah Padisarah, bertumbuhlah, mekarlah dengan cantik seperti bunga yang aku cintai dengan sepenuh hati.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/6d53ef57bf584932085fd20251e8dc14_8127328909358899745.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ketika Peri Hutan membuat Padisarah, dia merasakan aliran sihir di hutan, bunga, pohon, dan tubuh dari makhluk hidup. Akan tetapi, di bawah kedai yang tutup, dia hanya merasakan kekosongan. Ternyata terdapat sebuah botol tinta kosong yang digunakan untuk membuat warga hutan di bawah kedai tersebut. Dengan sihir, Nilou bisa mengetahui bahan untuk tinta tersebut:\ndan \"Bulan\ndi Malam Hari\" lalu membuat Air Ajaib."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/23f97685d20ea0314e5232d64a488364_4668444867857941341.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dengan menempatkannya di sebelah botol kosong di bawah kedai, semua hewan hutan menampilkan pertunjukkan bersama Nilou dengan menggunakan sihir dan memulihkan kedai tesebut.\nSetelah pembukaan kembali, kedai tersebut mulai beroperasi seperti sebelumnya dengan menuangkan Air Ajaib untuk semua orang yang menginginkannya. Ketika orang-orang dari Teyvat diundang ke Simulanka, Knights of Favonius, Kaeya dan Jean, mengunjungi kedai tersebut untuk bersantai. Pada awalnya, Kaeya meminta minuman khas kedai, tapi minuman tersebut adalah tinta. Akhirnya, dia memutuskan untuk memesan Sunsettia Juice.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Rainsong Pond",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/870e47d94ddae19089f1e4f313f70de4_9006736376075484110.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Rainsong Pond atau Kolam Nyanyian Hujan telah mengadakan lomba lompat jauh antar katak origami selama bertahun-tahun. Menurut ramalan, pemenang dari lomba tersebut akan ditugaskan untuk menyelamatkan tuan putri. Seluruh panitia bekerja keras dan setiap kontestan berlatih dengan rajin. Mereka melakukan segala hal agar bisa mendapatkan tugas tersebut. Akan tetapi, kerja keras tak berujung dari para katak origami adalah harga yang harus dibayar di Kolam Nyanyian Hujan. Dari awal, tugas mereka adalah berlatih dan melompat untuk bertemu tuan putri. Komite Kolam Nyanyian Hujan telah mengganti banyak katak origami, dan ribuan pemenang telah dipilih, tapi mereka tidak bisa menemukan tuan putri. Selama beberapa generasi, para pemenang yang kecewa mulai menua tanpa tahu cara untuk memenuhi “misi” yang mereka harapkan. Mereka hanya bisa melihat tanpa daya selagi kaki mereka yang dulunya kuat mulai melemah dan selaput kaki mereka mulai menyusut. Walaupun hal tersebut terjadi, lomba Kolam Nyanyian Hujan tetap berlanjut. Saat ini, tidak ada yang mengingat nama dari para pemenang yang dulu menerima misi mereka yang berakhir menua tanpa daya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/6d94f93dfdc440c06874c0318ea11c1c_1825188311382109154.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Saat ini, pesaing utama untuk meraih kemenangan adalah Faurobert, dan lawannya adalah Estampe. Faurobert dapat dengan mudah melompat sejauh jarak dari dua belas daun teratai, dan saat mendarat di daun ke-tiga belas, dia bahkan tidak menjatuhkan embun di atasnya. Dia juga bisa melompat di antara daun teratai yang mengapung di sungai, dan tidak terjatuh ke dalam air meskipun alirannya deras. Di lomba terakhirnya, Faurobert terjatuh dalam air dan menolak untuk melompat lagi sehingga Estampe menjadi pemenang yang dihadiahkan pertemuan dengan tuan putri. Meskipun layak menang, Estampe menolak gelarnya dan meminta pertandingan ulang karena kehormatan bangsa katak dipertaruhkan. Wasit setuju untuk berbicara dengan Faurobert, tapi dia tidak mau mendengarkan mereka. Faurobert dulu percaya jika kesalahan hanya sesepele tetesan embun yang jatuh di kepala dan embun tidak akan menjatuhkan katak. Akan tetapi mungkin yang terjatuh tidak hanya setetes embun melainkan lebih seperti batu di dasar kolam, pohon mati yang tersangkut di bawah air atau sebuah lubang yang tersembunyi di balik lumpur. Seseorang dapat mengabaikan, menginjak, atau berpura-pura mereka tidak ada. Tapi kesalahan akan terus muncul, mereka akan menunggu kesempatan untuk kembali mengigit."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Pergilah, biarkan saja aku. Sekarang aku tak ubahnya bunga teratai kering yang sudah diambil bijinya.</color>\n<color=#ffffff>Sekalinya kena angin, lubang di hati ini akan membuat sekujur tubuh bergetar.</color>\n<color=#ffffff>Aku tidak bisa menanggung beban ini. Aku mengecewakan semua katak, dan juga diri sendiri.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Estampe dan wasit memutuskan untuk mengambil langkah berani: mereka merobek penguat daun teratai yang sedang diduduki Faurobert, dan arus air membawanya. Ketika daun tersebut mengapung ke tebing dekat air terjun dengan kecepatan tinggi, Faurobert berhasil melompat dan menjadi satu-satunya katak yang melompati tebing tersebut. Berkat tindakan dari katak lain, Faurobert tetap dianggap sebagai pemenang dan dihadiahkan pertemuan dengan tuan putri. Tuan putri yang para katak seharusnya temui dan selamatkan tinggal di menara tinggi yang ditumbuhi tanaman merambat dan pohon besar. Hanya katak yang paling pemberani dan terampil dalam melompat yang bisa melewati duri dan asap kemudian melompat ke atas menara untuk menyelamatkan tuan putri agar dapat terbebas. Para katak berusaha keras untuk mencari lokasi dari tuan putri yang berada di Kerajaan Lonceng Angin. Rupanya, tuan putri tidak perlu diselamatkan. Estampe, sang wasit dan Faurobert memutuskan untuk bertemu dengan tuan putri dan mencari tahu segalanya.\nQuest Dunia"
      },
      {
        "type": "CustomEntry",
        "epId": 6338,
        "desc": "",
        "displayStyle": "text",
        "menuId": 32
      },
      {
        "type": "RichText",
        "text": "dapat ditemukan di lokasi ini.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6338,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Kingdom of Breezes and Bells",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/130494fe7785fdbd6c7a4c7118d1cb6f_6637348887537361869.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Kingdom of Breezes and Bells atau Kerajaan Lonceng Angin berada di utara dari Hutan Berkat dan merupakan rumah bagi para tupai terbang. Kerajaan tersebut dipimpin oleh Putri Cimest saat ini. Dia mengawasi pemilihan dari para Pelindung yang menurut ramalan harus menggunakan benda suci dan menyelamatkan hutan. Jika tidak berhasil, maka kerajaan akan hancur. Kerajaan yang telah ada sejak sebelum adanya Cimest menghilang sebelum misinya terlaksana. Di beberapa kerajaan, para rakyatnya tiba-tiba kehilangan suara mereka, sementara di kerajaan lainnya, sumber air mereka mengering dalam satu malam. Para kandidat untuk peran Pelindung harus berhasil melewati ujian terbang, tapi seekor naga mendarat di tempat ujiannya dan meninggalkan jejak kakinya. Dikarenakan perubahan hembusan angin, ujian tersebut menjadi lebih sulit dan tidak ada satu orang pun yang berhasil. Cimest pun memutuskan untuk melakukan ujiannya sendiri dan mencari Pelindung yang seharusnya mengembalikan benda suci. Menurut catatan di kerajaan tersebut, sebelum mengambil benda suci, mereka perlu melewati ujian, tapi jika seseorang mengambil benda tersebut tanpa melewati ujiannya, maka benda tersebut akan kehilangan “makna”-nya sebagai benda suci."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/833235c0a7227cbf5e92bde9cc506130_99815347356006845.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cimest dan kandidat lainnya berhasil melewati ujian terbang, tapi benda sucinya tidak menyala. Sang putri memutuskan untuk menyimpan benda suci tersebut dan mengutus Pelindungnya sendiri karena mereka yang telah menjawab panggilan kerajaan berhak mendapatkan pengakuannya. Dia menyatakan Pengembara dan Paimon untuk menjadi “Pamong Lonceng Angin,” dan Faurobert tetap menjadi juara dari lompat jauh. Ketika kerajaan sudah terselamatkan, sang putri memutuskan untuk meninggalkan ujiannya agar bisa melatih para Pelindung. Jika setiap tupai terbang menjadi Pelindung, maka tidak peduli kesulitan apa pun yang akan dihadapi Kerajaan Lonceng Angin di masa depan, mereka pasti bisa mengatasinya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/49cead8ae17ecd6e80e0b14a070467f5_6142548981153610248.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Meskipun benda suci tersebut tidak mengenali Pelindung, Cimest memutuskan untuk melanjutkan misi yang menjadi alasan adanya kerajaan dan kolam serta satu-satunya cara untuk menyelamatkan mereka. Jika kerajaan menunggu Pelindung selama beberapa generasi, maka Kolam Nyanyian Hujan perlahan-lahan akan menua lalu melupakan tugas mereka, dan akhirnya tidak bisa menemukan tuan putri. Putri Cimest, Tuan Juara Faurobert, Pengembara dan Paimon pergi ke Gua Bising Seram untuk menyelesaikan misinya.\nKetika orang-orang Tevyat bisa mengunjungi Simulanka, Collei menerima undangan dan memutuskan untuk menjelajahi dunia sihir tersebut. Dia mencoba mengamati struktur dari pohon kertas lokal dan penduduknya, serta menganalisis ekosistem di Simulanka.\nQuest Dunia"
      },
      {
        "type": "CustomEntry",
        "epId": 6337,
        "desc": "",
        "displayStyle": "text",
        "menuId": 32
      },
      {
        "type": "RichText",
        "text": "dan"
      },
      {
        "type": "CustomEntry",
        "epId": 6336,
        "desc": "",
        "displayStyle": "text",
        "menuId": 32
      },
      {
        "type": "RichText",
        "text": "dapat ditemukan di Kingdom of Breezes and Bells.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p><span style=\"color: rgb(206, 207, 209)\">Seorang Penjaga Hutan Pemula yang aktif di Hutan Avidya. Tutur kata dan perbuatannya sangat lembut, namun kepribadiannya sedikit tertutup.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/8459597/37a18b6b6865c59063003a9380f08225_8567268729099607009.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Cave of Eerie Murmurs",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/a2720304ec0a7b529cdaba5e7965c98f_1566466126371277870.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cave of Eerie Murmurs atau Gua Bising Seram terletak di ujung Hutan Berkat. Tempat itu merupakan tempat dimana para putri dari kerajaan terdahulu pergi mencari jawaban. Kerajaan terdahulu tersebut hilang dan para putri tidak pernah terlihat lagi. Cimest sadar bahwa dia mungkin tidak akan kembali lagi, tapi kunci untuk menyelamatkan kerajaan dapat ditemukan di Gua Bising Seram meskipun nyawanya dipertaruhkan. Di dekat pintu masuk gua, suara dari para pangeran dan putri kerajaan yang telah hilang bisa terdengar. Mereka meratapi masa lalunya. Mereka datang ke gua untuk mencari jawaban tapi tidak bisa menemukannya, sehingga mereka menetap di sana dan mendesau sedih."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Suaraku, tapi suara itu bukan kehidupan ....</color>\n<color=#ffffff>Kontradiksi adalah asal mula interaksi, dan interaksi adalah awal dari dialog ....\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cimest sering mengunjungi gua tersebut sejak dia menerima takhtanya. Dia merasa bahwa tidak ada hal khusus dalam dirinya dibandingkan dengan para putri dan pangeran yang datang sebelumnya. Menunggu keajaiban dan Pelindung sejati untuk muncul secara tiba-tiba adalah angan-angannya, tapi demi kerajaannya, sang putri harus mencoba mencari cara untuk memenuhi “misi”-nya. Dia mencari kemana pun, tapi tidak bisa menemukan apa pun, dan pencariannya berakhir di Gua Bising Seram."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/6ba56dd010fe535db79f33e43a40f042_4005964809532550357.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cimest, Faorobert, Pengembara dan Paimon menemukan beberapa cerita yang terukir di dinding dalam gua. Salah satunya bercerita tentang Pelindung kerajaan yang tidak pernah datang, dan sumber daya kerajaan yang mulai menipis. Oleh karena itu, Putri Ceoya membuat semua orang di kerajaannya tertidur lelap dan menyegel seluruh lahannya kecuali sebuah menara dimana dia tinggal sendiri sambil menunggu kedatangan sang Pelindung. Sang Pelindung yang dia tunggu tidak pernah datang, akhirnya dia pergi ke Gua Bising Seram dan tidak pernah kembali lagi. Meskipun tindakan sang putri merupakan pilihan yang berani, Cimest tidak bisa setuju dengan hal tersebut: sang putri seharusnya tidak hanya menunggu dan menyerahkan kerajaannya kepada takdir yang tidak diketahui. Dia seharusnya mengambil tindakan dengan memanggil rakyatnya untuk bersatu mencari Pelindung tersebut bersama. Bahkan jika dia tidak bisa menghindari takdir kejam, setidaknya dia telah melakukan segala hal yang bisa dia lakukan. Ceritanya berakhir dengan penggalan: <color=#ffffff>“Kisah akan mengikuti aturannya supaya bisa terulang, tapi setiap babnya seharusnya memiliki perjalanannya sendiri.”</color>\nCerita kedua adalah tentang katak origami yang ingin memiliki sayap. Dia berdoa kepada sang dewi yang memberitahu sang katak bahwa jika dia bisa melompat lebih tinggi dibandingkan katak lainnya, maka dia bisa mendapatkan sayap. Katak origami tersebut bernama Cibrelus dan dulu dia pernah memenangkan perlombaan tujuh kali berturut-turut. Simbolnya adalah sepasang sayap yang terbuat dari daun teratai, sehingga dia dikenal sebagai “Cibrelus sang Sayap Terbang.” Menurut panitia, Cibrelus berakhir diposisi kedua di perlombaan melompat terakhirnya. Cibrelus menyampaikan ke teman-temannya bahwa dia tidak mengerti arti dari perlombaan melompat dan dia tidak mau lagi ikut serta hingga dia menemukan arti tersebut. Dia kemudian pergi ke Gua Bising Seram dan tidak pernah terlihat lagi. Cerita ini juga berakhir dengan penggalan: <color=#ffffff>“Kisah akan mengikuti aturannya supaya bisa terulang, tapi setiap babnya seharusnya memiliki perjalanannya sendiri.”</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/30f2eec67f8ad6d7842ca64fca288662_4418870470913266554.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Setelah menyelesaikan semua ujian di gua, sang putri, tuan juara, dan para pamong mendengar suara yang datang dari catatan. Suara tersebut meminta mereka untuk menunggu karena masa depan tidak diketahui, dan makna ada saat sedang menunggu. Suara tersebut adalah suara dari Putri Ceoya dan Sang Juara Cibrelus. Cimest tersadar bahwa mereka tidak bisa menemukan jawabannya di Gua Bising Seram. Ketika Cimest sampai di sana, dia takut jika dia harus membayar harga yang besar untuk mencari cara menyelematkan kerajaannya, tapi di gua tersebut, dia menemukan kertas tua yang menipu mereka dengan harapan kosong. Dia memutuskan untuk mencari Pelindung, dan jika dia tidak berhasil menemukannya di kerajaan, maka dia akan pergi ke tempat lain. Kisah akan mengikuti aturannya supaya bisa terulang, tapi setiap babnya pasti memiliki perjalanannya sendiri. Jika Ceoya memilih untuk menunggu, maka Cismest memilih untuk tetap mencari."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Meski kerajaanku harus dimusnahkan, aku juga ingin tahu akhirnya seperti apa.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Terinspirasi dengan keberaniaan sang putri, Faurobert memutuskan untuk pergi bersamanya karena jika dia membantu sang putri mencari Pelindung, dia bisa memenuhinya tugasnya untuk “membantu tuan putri.” Selagi sang putri dan sang juara meninggalkan gua tersebut, benda suci yang tidak pernah berubah tiba-tiba mulai bersinar yang berarti kerajaan telah menemukan Pelindung-nya. Semua putri dan pangeran sebelumnya akhirnya keluar dari Gua Bising Seram. Ternyata, “Pelindung” yang dicari benda suci tersebut bukan seorang prajurit pemberani. “Pelindung” sejati yang layak diakui adalah seseorang yang selalu mengikuti kata hatinya: seseorang yang selalu maju meskipun ketakutan mereka. Semua putri sebelum Cimest hanya menunggu takdir mereka datang, tetapi hanya menunggu tidak akan membuahkan hasil. Solusi dari sebuah masalah tidak dapat ditemukan hanya dengan mencari di dalam masalah itu sendiri. Sang putri dan Faurobert menjadi Pelindung yang layak diakui oleh benda suci.\nFaurobert memutuskan untuk tinggal dan melayani Putri Cimest, dan bersama mereka berencana pergi ke tempat yang jauh karena selalu ada tempat tanpa angin di dunia dimana tupai terbang harus mengandalkan tangan dan kakinya. Putri Cismest mengumumkan ke kerajaan bahwa Tuan Faurobert adalah sang pahlawan yang datang dari jauh. Sang putri tidak ingin menjelaskan hal yang terjadi di Gua Bising Seram dan alasan kenapa dia seorang Putri dan Pelindung. Ketika waktunya telah tiba, dia ingin menulis ceritanya dan bercerita ke rakyatnya.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6336,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Constellation Metropole",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/7dfa7b848ca021f14a735a41958c235a_1709787649088366144.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Constellation Metropole merupakan kota paling makmur di Simulanka yang terbuat dari kotak musik. Semua orang bisa datang ke Metropole dengan menaiki kereta Maritime Express dari Hutan Berkat. Untuk menuju ke kota tersebut dan pergi ke Alun-Alun Metropole, orang-orang perlu menggunakan Tangga Langit Gerigi. Bintang di atas langit kota adalah not musik. Orang-orangan mainan yang terdiri dari gerigi dan jeruji tinggal di Constellation Metropole. Kota tersebut dipimpin oleh seorang raja, ”penguasa Constellation Metropole, yakni ia yang turun bersama hujan meteor, penegak ketertiban, penjaga segala bintang yang bersinar di langit.” Menurut ramalan yang dibuat Dewi Nubuat, sang raja harus menyelamatkan kota tersebut. Raja tersebut adalah ketua dari Spina di Rosula, Navia. Dia sedang membaca buku ke anak-anak di Fleuve Cendre lalu tiba-tiba dia muncul di Simulanka. Karena dia pernah melewati masalah yang lebih berat dan berhasil menemukan jalan keluarnya, dia tidak khawatir dengan perpindahan tiba-tiba ke Simulanka dan menikmati hidupnya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/cb793556a5fba6762bfbb48a240bc2c6_5765787823911292114.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Di titik tertinggi Constellation Metropole, terdapat Taman Bintang dimana patung Dewi Nubuat berdiri. Dengan menaiki Aerial Express, orang-orang bisa sampai ke langit berbintang dari Taman Bintang. Konon, dipercaya bahwa penduduk baru di Simulanka datang ke Constellation Metropole untuk mendengarkan ramalan sang Dewi dengan bantuan dari Oracle Pillar, tapi pada ramalan terakhirnya, dia menyampaikan kepada para penduduk untuk menolak hadiahnya — sihir khusus yang melindungi para penduduk Metropole. Sihir ini mengembalikan mereka yang hidupnya telah keluar dari jalannya. Ketika raja dari Metropole memutar gerigi yang menyambungkan langit berbintang, hadiah sang Dewa menghilang, dan para penduduk mendapatkan kebebasan mereka dalam bertindak.\nKetika orang-orang dari Tevyat datang mengunjungi Simulanka, Astrologis Mona Megistus melihat patung Dewi Nubuat. Meskipun dia tidak menerima pembimbingnya terlihat seperti itu, dia mengakui kemampuan hebatnya dan gelar Trismegistus yang pantas untuknya. Ketika Mona sampai di Simulanka, dia melihat pantulan bintang-bintang dan melihat bahwa Simulanka adalah ilusi dari dunia nyata, seakan-akan penciptanya membuat dunia ini di dalam sebuah kaca atau danau, dan dunia ini adalah proyeksi. Semakin Mona melihat, semakin pula dia mengenal “tulisan tangan” pembimbingnya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/be8e0d462c25e40979c732c6c336bd78_898396731462968529.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Di dekat Stasiun Maritime Express di Constellation Metropole, terdapat sebuah desa kecil dimana tiga klan yang telah hidup sejak zaman dahulu tinggal. Tiga pelindung sejati dalam sejarah dipilih dari tiga klan besar dari kerajaan tersebut, yaitu Cappet, Albizzi, dan Boborano. Mereka telah berdebat selama bertahun-tahun terkait sejarah masa lalu yang sebenarnya dan menunggu kedatangan dari orang yang bisa mengeluarkan kunci gigi roda yang terjebak. Kunci ini berada di gua dari bangsawan selanjutnya dan merupakan poros utama dari masa lalu dan masa kini Constellation Metropole. Setiap klan memiliki versi sejarahnya tersendiri dan kisah naga jahat dari zaman purba yang dikalahkan. Ketiga pelindung ingin mencari tahu siapa yang menyingkirkan naga jahat Metropole untuk memilih Klan Tertinggi. Tidak ada yang bisa mengeluarkan kunci itu sampai suara misterius dari narator yang memandu Pengembara, Paimon dan kurir Komaniya Express, nekomata Kirara menuju ke kunci tersebut. Ketika Kirara menemukan dirinya di Simulanka, dia mengira bahwa dia telah membuat youkai kuat marah dan dia dimakan oleh amarah tersebut, sehingga dia berkeliling di kota sambil mencari jalan pulang. Dia menemukan tempat aneh dimana pelindung Klan tinggal. Ketika Pengembara mencabut kunci gigi roda, mereka menjadi Bangsawan Kehormatan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/47c87e142ef77b5e50d5e352e964e868_1761748709932487010.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Pelindung dari tiga klan membawa mereka ke tempat suci dari klan merah Cappet dimana para leluhur pemberaninya dulu bertarung melawan sang naga. Menurut legenda, setelah pertarungan yang sengit selama berhari-hari, para leluhur akhirnya berhasil menyingkirkan naga jahat. Mereka bersama-sama memutar kunci roda gigi yang memutar ulang waktu sehingga masa lalu dapat diulang. Naskah dari penyihir hebat yang memberitahu mereka bagaimana semua hal terjadi dan menyampaikan rencana dari pembuatan dunia tersebut berada di awal rak dan halaman pertama sebuah buku. Dikatakan pada awalnya, Dewi Pencipta melihat naskah Dewi Takdir sebagai cetak biru penciptaan lalu menaruhnya di bawah alam perbintangan Dewi Nubuat dan membuat dunia itu dengan susunan larik mantra. Beberapa saat kemudian, ketika kunci roda gigi agung memutar waktu ke awal dari para pelindung, mereka berhasil memulihkan larik mantra ke bentuk semulanya. Naskah yang mereka temukan menceritakan leluhur Cappet, Francois, yang mengumpulkan penduduk desa dan pergi melawan naga jahat. Para lelaki pemberani menolak berlindung dibalik “Konstitusi Cahaya” sang Dewi, sehingga sang naga tidak bisa menggunakan api dan cakarnya. Setelah beberapa hari bertarung, sang naga melemah dan akhirnya menyerah."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/bac9135de9acd53ca4037492072f3384_6550842680453064332.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Setelah mendengar versi peristiwa tersebut, para pelindung memutuskan untuk pergi ke tempat suci dari dua klan lain dan mempelajari peristiwa masa lalu tersebut. Tempat dudukan kunci roda gigi dari klan kuning Boborano tersembunyi dibalik pintu yang akan terbuka setelah menjawab tiga teka-teki. Klan Boborano mengalahkan naga purba jahat dan mengambil hartanya, sehingga semua barang berharga dari klan tersebut, termasuk tempat dudukan, disimpan dibalik pintu. Bangsawan Kehormatan berhasil memecahkan teka-teki tersebut dan ternyata cerita klan kuning memang benar nyatanya. Naskah sang Dewi menyampaikan leluhur Boborano, Antonio yang berhasil mengalahkan sang naga berkat kebijaksanaannya. Dia juga dilindungi oleh “Konstitusi Cahaya,” sehingga sang naga tidak bisa memakai kekerasan jika Antonio menolak bertarung. Antonio menawarkan kepada sang naga untuk mengukur kemampuan mereka lewat teka-teki. Orang-orangan mainan menang dan meminta hadiah yang setara dengan nyawa sang naga dikurangi 1 mora dan kompensasi untuk rumah yang terbakar seharga 1 mora. Antonio meminta sang naga membakar dirinya sendiri, tapi sang naga meminta ampun dan berkata akan memberikan apapun padanya. Kemudian, Antonio yang bijak membuat perjanjian dengannya dan mengambil harta dari naga jahat.\nNaskah yang diambil dari tempat suci klan biru Albizzi bercerita tentang leluhurnya, Alberto dan Galileo. Mereka mengira bahwa naga raksasa tidak akan menghiraukan orang kecil, sehingga mereka meminum ramuan berupa anggur yang membesarkan ukuran mereka dan pergi berbicara dengan naga jahat. Karena anggur tersebut membuat mereka lebih besar dari sang naga, dia pun ketakutan dan melarikan diri, tapi Galileo menarik kembali ekornya. Setelah percakapan yang panjang, Alberto dan Galileo percaya bahwa mereka telah meraih kesepakatan dan pulang ke rumahnya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/cde7e6fec5101d1324619ff477b6427e_4641161292766174986.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dikarenakan ketiga cerita penaklukan naga benar terjadi, para klan berdamai, tapi keesokan harinya, Cappet “terbunuh” (sistem sumber energinya tidak bekerja, dan dia pingsan selama satu jam setengah). Seorang detektif konsultan kepala muncul di tempat kejadian perkara, dan berkata bahwa memukul kepala seseorang dari belakang adalah tindakan paling tercela kedua dalam perbuatan kejahatan. Sang detektif menyampaikan bahwa ada kemungkinan Cappet membenturkan kepalanya ke kloset sebelum meninggalkan rumahnya, tapi dia tiba-tiba pingsan saat berjalan di jalanan. Kirara dan Pengembara tidak percaya kalau Cappet memalsukan kematiannya, sehingga mereka menggunakan kunci roda gigi untuk memutar waktu. Penyelidikan mereka menunjukkan bahwa sang detektif bukan hanya pelakunya tapi juga narator misterius yang memandu mereka selama ini. Dia adalah salah satu ciptaan Dewi Pencipta dengan akal budi, dan dia juga telah lama tahu bahwa keseluruhan dunia tersebut adalah dongeng yang ditulis Dewi Takdir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/330a10665d394851acac6ccd429ffd83_7786052380778156639.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Alasan mengapa Constellation Metropole memiliki tiga kisah permulaan adalah karena Dewi Takdir menulis tiga naskah dan tidak bisa memutuskan naskah yang paling dia suka. Kemudian, kucingnya menginjak-injak naskah tersebut dan semuanya tercampur aduk sehingga tiga dunia tersebut bersatu. Dewi Takdir memang bimbang antara tiga cerita tersebut karena dia tidak bisa memutuskan akhir yang baik untuk sang naga atau anaknya. Ketika sang Dewi melihat apa yang telah kucingnya lakukan, dia memutuskan untuk menggunakan ketiganya. Detektif berharap ketika ketiga klan besar mendengar kebenerannya, mereka akan memilih untuk terus mencari jawabannya, tapi mereka hanya pasrah dan melanjutkan hidupnya. Pada suatu saat, leluhur dari ketiga klan menempatkan kunci roda gigi agung di suatu tempat bersama. Jika ketiga pelindung mencoba mengeluarkan kunci tersebut bersama, mereka akan berhasil, tapi setelah sekian tahun, mereka tidak pernah mencobanya. Para klan menerima kenyataan tersebut dan sang detektif ditinggalkan dengan pernyataan yang belum terjawab terkait apakah mereka nyata atau tidak. Karena sang detektif ingin menjadi pahlawan yang terkenal dalam sejarah dan memiliki\ndi sisinya, dia bisa mendengar gema suara Dewi Takdir:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Dongeng diceritakan kepada anak-anak, untuk membantu mereka memahami jalannya dunia.</color>\n<color=#ffffff>Dongeng memang hanya karangan, tapi inti sarinya adalah logika yang berisi potongan singkat kebenaran yang dirangkum dari dunia nyata. Baik dan jahat mungkin disederhanakan, dan kegelapan disamarkan di balik tabir perumpamaan.</color>\n<color=#ffffff>Tetapi janganlah sekali-kali meragukan \"kenyataan\" di dalam dunia dongeng. Dan karena itulah, baik dirimu mau pun rekan seduniamu adalah nyata.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ketika sang detektif mengakui kejahatannya, dia setuju untuk meminta maaf dan ditahan selama setengah hari. Penjaga memerlukan foto dari tempat kejadiaan perkara dan tersangka pelaku untuk kenang-kenangan, dan juga foto kelompok pahlawan sehingga wajah mereka dapat dikenali orang-orang. Sang penjaga tidak membuang waktu dan memotret foto kelompok dimana\nberbaring di TKP, pelaku memamerkan wajah serius, dan para pahlawan tersenyum senang.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6339,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6362,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6363,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6364,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Organisasi yang meliputi berbagai lapisan masyarakat dan berkomitmen untuk membantu masyarakat menyelesaikan masalah yang sulit. Organisasi ini bersedia untuk bekerja sama dengan otoritas Fontaine saat dibutuhkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/037d662ecf4042be6a24970148e1c5ff_3629528023380321062.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Ketua Spina di Rosula, bos yang cantik, baik, dan bertanggung jawab.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/8459597/3fc7580c01a9e622692402889706c4db_6830702166295055314.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Seorang kurir di Komaniya Express, sebuah perusahaan jasa ekspedisi yang ada di Inazuma. Seekor Nekomata yang mencintai pekerjaannya dan juga komunitas manusia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/24/8459597/d1699810632f8c3bc8c1e8c8beb8250f_5040325636204926942.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "Seorang astrolog yang menyebut dirinya sendiri sebagai \"Astrologist Mona Megistus\", dan memiliki kemampuan yang sesuai dengan julukannya. Kepandaiannya setara dengan keangkuhannya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6301,
        "name": "Manuskrip Seorang Dewi (I)",
        "desc": "Cerita yang ditulis oleh sang Dewi pencipta dunia. Ini adalah blueprint yang diciptakan oleh Simulanka dan merupakan sejarah yang tidak bisa diragukan lagi.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6302,
        "name": "Manuskrip Seorang Dewi (II)",
        "desc": "Naskah yang ditulis oleh seorang penulis dongeng. Entah kenapa ada sebuah lubang di atas kertasnya, kelihatannya seperti ....",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6303,
        "name": "Manuskrip Seorang Dewi (III)",
        "desc": "Ini cuma dongeng yang ditulis oleh orang biasa. Kalau dilihat lebih dekat, ada lubang di kertas naskahnya, seperti jejak kaki kucing ....",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6295,
        "name": "Kunci Roda Gigi Agung",
        "desc": "Sebuah kunci roda gigi yang disimpan dengan kualitas perawatan sangat tinggi. Entah kekuatan hebat apa yang dimilikinya ini sampai diperlakukan sedemikian rupa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/4636cabd89ec7590aaadaf4b8d615db2_5508913673291149296.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6299,
        "name": "Bintang yang Berserakan",
        "desc": "Bintang-bintang yang tadinya tergantung di atas Constellation Metropole telah jatuh berserakan di sini karena suatu alasan ....",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/3fc8200e520d43f80cd04aed6ae72f6c_6207525779012378915.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Broken Sea",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Brickstacks",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/2d8d1c9cb8af5d4e5568e3df7302c558_2576268581832058757.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Brickstacks terletak di Broken Sea. Mercusuar Brickstack menerangkan jalan untuk para petualang. Banyak penjelajah, pengembara, dan mereka yang rela meninggalkan segalanya demi merantau jauh pergi ke ujung cakrawala. Para perantau menaiki kapal kecil mereka dan berlayar ke tempat dimana bintang terbenam — atau mungkin ke ujung lain pelangi. Ketika mereka ingin kembali, cahaya dari mercusuar menerangi jalan mereka. Beberapa perantau berubah saat kembali dan mereka bergumam tentang “harga” dan “kecocokan.” Tas mereka dipenuhi oleh batu indah, lukisan cantik dan benih-benih. Sahabat dari penjaga mercusuar Esnoir, Rozel — perantau yang paling berani dan memiliki rasa ingin tahu yang tinggi — berlayar dengan kapalnya yang dipasangi kincir angin. Dia tidak hanya berkeliling dunia tapi juga pergi melampauinya. Dia berlayar sangat jauh hingga dia kesulitan untuk melihat cahaya dari mercusuar, tapi tidak peduli sekecil apa pun cahaya tersebut, Rozel tahu dimana mercusuar berada dan bisa kembali dengan selamat."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/342b28a68c15bac7145761873d315205_786485227127936564.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Saat naga jahat terbang melewati Broken Sea sambil berkobar amarah, dia secara tidak sengaja menjatuhkan mercusuar. Meskipun penjaga mercusuar berhasil selamat, tapi mercusuar tersebut tetap jatuh. Esnoir mencoba segala hal bahkan memanggil penduduk desa, tapi mercusuar tersebut tidak bisa berdiri tegak. Mereka bahkan tidak bisa memisahkannya menjadi bata dan menaruhnya kembali karena pengait yang menahan lampu di atas mercusuar sudah longgar dan saat dibongkar, lampunya akan jatuh. Ketika para penduduk pergi melihat sang naga, penjaga mercusuar ditinggal sendiri. Berdasarkan rencana yang temannya bagikan, dia seharusnya kembali di desa beberapa hari lalu, tapi karena mercusuar tidak menyala, dia tidak bisa menemukan jalan pulangnya. Esnoir meminta Pengembara dan Paaimon untuk menggantung lampu lebih tinggi dari mercusuar agar para perantau bisa melihat cahaya tersebut. Penjaga tersebut tetap tinggal untuk menjaga mercusuar karena para perantau yang kembali akan berhenti di sana."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/0f1b14b25a24593350d83293362e728c_2246476511041901999.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika Pengembara dan Paimon berhasil menggantung lampu mercusuar di langit, semua perantau dapat menemukan jalan pulang mereka, dan Rozel kembali ke Esnoir. Rozel menunjukkan sampel bunga baru yang dia kumpulkan kepada temannya, dan penjaga mercusuar menyampaikan padanya bagaimana seekor naga menabrak sebuah desa dan desa lainnya jatuh ke air terjun. Esnoir tidak ingin temannya untuk merantau lagi karena para perantau yang kembali mulai peduli dengan harga permadani dan topi, tapi mereka tidak peduli dengan keindahan dari barang tersebut. Rozel menyarankan Esnoir untuk pergi dengannya dalam perjalanan panjang untuk melihat dunia, dan Pengembara bisa memberitahunya bahwa hal itu lebih baik."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/3387ed179602fa8311cc5d09f8c27ae1_5777452506324298484.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Di Brickstacks, terdapat sebuah air terjun dimana sang naga menghilang."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/2b30cf0b78a9cab15961a039d51e6e6c_1695647243207266186.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Untuk menemui sang naga, Pengembara dan teman-temannya menggunakan sisik naga yang jatuh dari tambang toytanium untuk mengubah air di air terjun menjadi balok mainan dan masuk ke sarang naga. Ketika mereka menenangkan sang naga dan mengangkat kutukannya, mereka kembali ke Broken Sea bersama dan membuat kapal yang bisa pergi ke dunia lain. Ketika beberapa orang dari Tevyat menerima undangan untuk mengunjungi Simulanka, Klee bersama dengan Albedo berteman dengan sang naga dan menggambar peta dari rumah mereka di Mondstadt agar sang naga bisa menemukan klee di sana. Fischl yang ikut dengan mereka menyarankan untuk bermain petak umpet.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6341,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6365,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Seorang ahli peledak yang sudah menjadi langganan di ruang tahanan Knights of Favonius. Juga dikenal dengan nama Fleeing Sunlight.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/05/8459597/4e42fd5a64fe147253dd2a42efbf1d32_3664602268408742039.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "Seorang gadis misterius yang menyebut dirinya sendiri \"Prinzessin der Verurteilung\", dia selalu terlihat bersama dengan seekor gagak hitam yang bernama Oz.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Seorang jenius yang dikenal dengan julukan Kreideprinz, dia adalah Kepala Alkemis dan Kapten Tim Investigasi Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6297,
        "name": "Tanduk Naga yang \"Seperti Senjata\"",
        "desc": "Tanduk naga yang terlihat seperti sebuah pedang. Tampaknya tanduk ini adalah milik seekor naga yang ceroboh ....",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/58534f6ae7b1a6f3cc4241b2aa31c5a6_6713613311793333551.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6298,
        "name": "Sisik Naga Jahat",
        "desc": "<p>Sisik yang memancarkan kekuatan jahat. Konon sisik ini dijatuhkan oleh naga jahat milik Simulanka.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/9564191/21b34bf10fb75985013b7eb08b82d99e_3192799096149891022.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6296,
        "name": "Lampu Jarak Jauh Brickstacks",
        "desc": "Lampu yang awalnya tergantung di mercusuar Brickstacks. Lampu ini masih tetap bisa bersinar setelah dilepaskan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/e879cda10b51dad8edaecc743aba4e34_5430588384195608188.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Shattered Toytanium Mines",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/14e649e4a4fa019be256173a2b470cb4_5959815246335048714.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Suatu hari, sebuah naga raksasa tiba-tiba muncul dari tambang toytanium dan meratakan banyak rumah bahkan menghancurkan gunung yang membuat para perantau tidak bisa memperbaiki kapal mereka atau membuat peralatan dan mereka harus mengubah tempat awal mereka memulai petualangan. Para penduduk mencoba mengusir naga tersebut dan melindungi desa: mereka mengambil bangku, meja, garpu, dan sendok agar sang naga bisa cepat menghilang.\nKetika Pengembara dan Paimon pergi melihat sebuah pulau dekat tambang toytanium untuk menggantung lampu dari mercusuar, ternyata pohon di pulau tersebut kurang tinggi. Di pulau itu, mereka bertemu orang-orangan mainan Panuelle yang menanam pohon tersebut dan menyarankan mereka untuk pergi ke Whispering Isle atau Pulau Berbisik dan memberikan hadiah untuk Dewi yang tinggal di sana sehingga Dewi tersebut akan mengabulkan keinginan yang memberikan. Panuelle pernah membuat keinginan agar Pengembara Chauvigne akan selalu menjadi temannya. Di masa lalu, dia dan Chauvigne merawat pohon bersama, meminum teh sambil berbincang, tapi suatu hari, Chauvigne pergi berkelana dan berubah menjadi orang yang berbeda saat kembali. Dia mulai menjadi aneh dan menggumamkan kata-kata yang tidak biasa serta merasa sedih. Legenda kuno tertua di desa tersebut menyampaikan bahwa sang Dewi selalu menyukai para pemberani. Untuk memenuhi suatu keinginan, orang pemberani hanya perlu hadiah yang menunjukkan keberaniannya, sehingga Panuelle mengambil sisik naga yang jatuh di tambang dan membuat permintaan. Patung sang Dewi mulai bersinar terang, tapi Chauvigne tidak berubah."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/140615443/feb7ee2c911857c68da54a828ff9de33_7492734972052738169.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ketika Pengembara dan Paimon menemukan Chauvigne, ternyata dia secara sukarela menjadi sebuah bunga di pot untuk mencari tempatnya di kehidupan. Meskipun telah menemukan tempat permanen dimana dia merasa aman, dia tetap ingin berkelana. Selama percakapannya dengan Panuelle, dia takut mengatakan hal yang salah, sehingga dia mulai menjauh dari Panuelle. Chauvigne merasa bahwa Panuelle tidak ingin lagi melihatnya dan dia marah. Sementara, Panuella merasa Chauvigne tidak ingin lagi menjadi temannya karena dia tidak datang menemuinya. Ketika Pengembara membawa pot yang berisi Chauvigne ke Panuelle, mereka akhirnya saling berbicara dan menyelesaikan kesalahpahaman yang terjadi.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6365,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6298,
        "name": "Sisik Naga Jahat",
        "desc": "<p>Sisik yang memancarkan kekuatan jahat. Konon sisik ini dijatuhkan oleh naga jahat milik Simulanka.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/9564191/21b34bf10fb75985013b7eb08b82d99e_3192799096149891022.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6296,
        "name": "Lampu Jarak Jauh Brickstacks",
        "desc": "Lampu yang awalnya tergantung di mercusuar Brickstacks. Lampu ini masih tetap bisa bersinar setelah dilepaskan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/e879cda10b51dad8edaecc743aba4e34_5430588384195608188.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Whispering Isle",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/c39d24a88e6b6a6558315194eb88b429_6253841735005881022.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Whispering Isle atau Pulau Berbisik berada di Ujung Dunia, dan penduduk Simulanka pergi ke sana untuk menyampaikan mimpi mereka yang paling berharga ke Dewi Takdir. Pengembara dan Paimon pergi ke pulau tersebut untuk meminta sang Dewi menggantungkan lampu untuk mercusuar di langit. Di tambang, mereka menemukan tanduk naga yang mirip pedang dan memberikannya bersama dengan lampu kepada sang Dewi. Hadiah ketiga adalah sisik naga yang ditinggalkan Panuelle di sebuah patung. Ketika mereka memberikan ketiga hadiah tersebut dan membuat permintaan, lampu tersebut bersinar terang di langit dan menerangi jalan pulang para perantau."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/a580cd8f3b5ba61ea815622d7159e2af_2796162008932021241.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Di dalam pulau, terdapat ruangan para Dewi yang menciptakan Simulanka. Dalam ruangan tersebut, terdapat naskah Dewi Takdir yang belum selesai dan barang yang\ngunakan untuk mendekorasi Golden Apple Archipelago dan mengundang putrinya untuk berlibur, dan juga Veluriyam Mirage dimana teman dari sang Dewi tinggal.\n<color=#ffffff>Zaman dahulu sekali, ada pegunungan yang penuh dengan bijih, bintang-bintang terhubung menjadi ular panjang, saat mimpi malam masih berwarna-warni ....</color>\n<color=#ffffff>Ada seorang nona cerpelai (atau mungkin tikus putih? Kelinci putih? Biarkan dulu deh!) yang tinggal di kota kecil yang dipenuhi kedamaian ini, tetangga dan teman-temannya memanggilnya \"Kepingan Salju\" (nama aslinya apa ya? Ya sudah, nanti juga deh baru dipikirkan!)</color>\n<color=#ffffff>Bulu putih Kepingan Salju bersih layaknya tumpukan salju yang berada di puncak gunung yang tak pernah mencair sepanjang tahun, sama sekali tidak terlihat adanya perbedaan warna. Matanya sama seperti langit malam yang bersinar menyala, dan mirip seperti sesuatu yang berbinar dalam keheningan. Suaranya kuat dan jernih, layaknya sepasang tangan tak terlihat yang memainkan alat musik yang elegan, juga sama seperti seseorang yang sedang menuangkan cairan anggur berwarna emas ke dalam gelasnya ....</color>\n<color=#ffffff>Orang-orang di kota ingin bertemu dengannya setiap hari, meskipun cuma hanya sekedar bertegur sapa.</color>\n<color=#ffffff>Tapi Kepingan Salju malah seperti melupakan dirinya sendiri di tengah pemujaan orang-orang dan kilau keindahan permata ... Dia bahkan meninggalkan namanya sendiri. (Nah lo! Masalah beres, kan?!?)</color>\n<color=#ffffff>Hadiah pertemuannya mana? Nona Kepingan Salju bahkan malas membuka pintu, hanya gelang rubi di pergelangan tangannya yang terlihat melalui sela-sela pintu, cahaya yang dipantulkannya menyilaukan mata.</color>\n<color=#ffffff>Eh .... raut muka tamu itu menjadi berubah.</color>\n<color=#ffffff>Lalu hanya terdengar suara \"duk\", pintu rumah yang kecil itu pun kembali tertutup.</color>\n<color=#ffffff>Nona Kepingan Salju yang putih, agung, dan disegani oleh semua orang kembali ke depan meja riasnya, menunggu orang selanjutnya datang membawa \"ketulusan\".</color>\n<color=#ffffff>Impiannya adalah menemukan suami yang sesuai dengan keinginannya.</color>\n<color=#ffffff>Tapi siapa pun yang ingin menikahinya jelas sekali harus terlebih dahulu memiliki pusaka paling mulia di dunia ini ....</color>\n<color=#ffffff>Pada hari itu, ada seorang Tuan Kucing pengembara yang sedang berputar-putar akhirnya datang ke kota. Dia berasal dari kerajaan utara yang jauh sekali, memakai jaket bulu yang tebal. Dalam sekali pandang saja, bisa terlihat kalau dia rajin merawat tubuhnya, bahkan dia terlalu rajin, sampai-sampai kalau kamu mendekat dengannya, akan tercium aroma makanan yang sedap (kebetulan kucingku sedang menjilat bulu di tubuhku ... baunya kayak bau amis ikan). Matanya yang berwarna hijau zamrud itu seperti menyembunyikan kebijaksanaan yang sulit dijangkau oleh orang biasa.</color>\n<color=#ffffff>Penduduk yang ramah menyambut pengembara ini, setelah meneguk tiga gelas anggur gandum, dia pun sudah selesai mengumpulkan informasi tentang kota. Dia masih mendengar adanya lima jenis prakiraan cuaca untuk hari esok.</color>\n<color=#ffffff>Selama ini terjadi, topik yang paling dia minati adalah \"Kepingan Salju\" itu.</color>\n<color=#ffffff>Di mana aku bisa bertemu dengan nona cantik ini?</color>\n<color=#ffffff>Duh, mending jangan deh.</color>\n<color=#ffffff>Kenapa memangnya?</color>\n<color=#ffffff>Nona Kepingan Salju sangat suka dengan benda pusaka yang langka. Selama dua tahun ini, seleranya makin aneh saja ... Kalau tidak ada warisan keluarga, mending menyerah saja deh. Semua ini demi kebaikanmu.</color>\n<color=#ffffff>Mata hijau Tuan Kucing pun mulai berputar.</color>\n<color=#ffffff>Tong tong tong.</color>\n<color=#ffffff>Tuan Kucing mengetuk pintu rumah Nona Kepingan Salju. Rumahnya tidak terlalu besar.</color>\n<color=#ffffff>Hadiah pertemuan?</color>\n<color=#ffffff>Terlihat sebuah pandangan penuh penilaian yang sedang menatap Tuan Kucing dari sela pintu itu.</color>\n<color=#ffffff>Tentu saja, aku sudah menyiapkan hadiah yang paling megah untuk Nona Kepingan Salju yang paling terhormat. Tentu ini akan menambah sedikit keindahan dan keanggunan alami Nona Kepingan Salju. Kalung ini dibuat dari batu agate di daerah utara, mutiara dari laut selatan, dan batu amber dari barat, ini adalah hadiah paling terhormat yang ada di klanku. Aku mendapatkan misi dari sesepuh untuk berkeliling dunia, untuk mencari makhluk yang paling indah dan paling agung untuk menerima hadiah ini. Sungguh sebuah kebanggaan bagiku untuk bisa bertemu dengan Anda, Nona Kepingan Salju. Aku percaya Anda pasti adalah makhluk yang aku cari. Aku mohon, terimalah hadiahku ini.</color>\n<color=#ffffff>Terlihat sinar berwarna-warni yang muncul dari celah pintu. Kalung mewah itu begitu bersinar saat ditatap oleh sepasang bola mata Nona Kepingan Salju.</color>\n<color=#ffffff>Sepertinya lumayan, cocok untukku. puji Nona Kepingan Salju.</color>\n<color=#ffffff>Setelah bertemu dengan Anda, aku malah merasa semua perhiasan indah di dunia ini tidak sepadan dengan kecantikanmu. Tapi mohon izinkan aku untuk memakaikannya untuk Anda. Tuan Kucing memberikan hormat dengan tulus, dan mulai berjalan masuk, hampir saja dia tidak muat di pintu itu.</color>\n<color=#ffffff>Sekarang, aku akan melakukan pemberkatan dan doa untukmu, sehingga saat aku pergi, hadiah ini akan tetap bersinar bagaikan cahaya rembulan.</color>\n<color=#ffffff>Silakan.</color>\n<color=#ffffff>Nona Kepingan Salju tenggelam dalam pujiannya, dia lalu mengangkat lehernya yang putih tanpa cacat ....</color>\n<color=#ffffff>....</color>\n<color=#ffffff>Sejak saat itu, tidak ada orang yang pernah melihat Nona Kepingan Salju lagi ....</color>\n<color=#ffffff>Ada orang yang mengatakan, dia sudah lelah hidup di kota kecil yang tidak ada apa-apanya itu, sehingga dia memulai perjalanan pencarian pusaka seorang diri ....</color>\n<color=#ffffff>Ada juga yang bilang kalau dia akhirnya sudah menemukan suaminya, Tuan Kucing yang datang dari jauh, dan mereka bersama-sama hidup bahagia setelahnya ....</color>\n<color=#ffffff>Karena ada kabar bahwa, saat ada orang yang berpapasan dengan Tuan Kucing itu, dia bisa mencium wangi parfum Nona Kepingan Salju yang anggun itu.</color>\n<color=#ffffff>(Hmm ... tapi kayaknya cerita ini kurang cocok sama anak-anak deh? Coba aku pikirkan lagi ya ....)</color>\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6298,
        "name": "Sisik Naga Jahat",
        "desc": "<p>Sisik yang memancarkan kekuatan jahat. Konon sisik ini dijatuhkan oleh naga jahat milik Simulanka.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/9564191/21b34bf10fb75985013b7eb08b82d99e_3192799096149891022.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6297,
        "name": "Tanduk Naga yang \"Seperti Senjata\"",
        "desc": "Tanduk naga yang terlihat seperti sebuah pedang. Tampaknya tanduk ini adalah milik seekor naga yang ceroboh ....",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/58534f6ae7b1a6f3cc4241b2aa31c5a6_6713613311793333551.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6296,
        "name": "Lampu Jarak Jauh Brickstacks",
        "desc": "Lampu yang awalnya tergantung di mercusuar Brickstacks. Lampu ini masih tetap bisa bersinar setelah dilepaskan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/e879cda10b51dad8edaecc743aba4e34_5430588384195608188.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Karakter dan Arsip NPC",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Karakter Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Penari terkenal di Teater Zubayr. Tariannya elegan dan gemulai, pembawaannya ramah dan polos.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/8459597/586d726f9ebda3506c78beaaa41f13b6_2678028484223577025.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Ketua Spina di Rosula, bos yang cantik, baik, dan bertanggung jawab.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/8459597/3fc7580c01a9e622692402889706c4db_6830702166295055314.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Wanderer",
        "desc": "<p>Seorang pengelana dengan identitas misterius. Berpakaian seperti \"shugenja\", tapi tutur kata dan perbuatannya malah tidak seperti \"shugenja\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/8459597/24d97a22be742fb732ea96f625d1faac_3124333160269816682.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Seorang kurir di Komaniya Express, sebuah perusahaan jasa ekspedisi yang ada di Inazuma. Seekor Nekomata yang mencintai pekerjaannya dan juga komunitas manusia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/24/8459597/d1699810632f8c3bc8c1e8c8beb8250f_5040325636204926942.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "Seorang kesatria pedang yang ulung dan ahli strategi di dalam Knights of Favonius, dikabarkan berasal dari luar Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "Dandelion Knight yang menjunjung tinggi keadilan dan kebenaran. Menjabat sebagai Grand Master Knights of Favonius di Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p><span style=\"color: rgb(206, 207, 209)\">Seorang Penjaga Hutan Pemula yang aktif di Hutan Avidya. Tutur kata dan perbuatannya sangat lembut, namun kepribadiannya sedikit tertutup.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/8459597/37a18b6b6865c59063003a9380f08225_8567268729099607009.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "Seorang astrolog yang menyebut dirinya sendiri sebagai \"Astrologist Mona Megistus\", dan memiliki kemampuan yang sesuai dengan julukannya. Kepandaiannya setara dengan keangkuhannya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Seorang ahli peledak yang sudah menjadi langganan di ruang tahanan Knights of Favonius. Juga dikenal dengan nama Fleeing Sunlight.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/05/8459597/4e42fd5a64fe147253dd2a42efbf1d32_3664602268408742039.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "Seorang gadis misterius yang menyebut dirinya sendiri \"Prinzessin der Verurteilung\", dia selalu terlihat bersama dengan seekor gagak hitam yang bernama Oz.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Seorang jenius yang dikenal dengan julukan Kreideprinz, dia adalah Kepala Alkemis dan Kapten Tim Investigasi Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC Terkait"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Quest",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Event"
      },
      {
        "type": "CustomEntry",
        "epId": 6379,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6340,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6339,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6341,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Dunia"
      },
      {
        "type": "CustomEntry",
        "epId": 6338,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6337,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6336,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6363,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6364,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6365,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Item",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Item Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 6278,
        "name": "Excerpts of Bliss",
        "desc": "Halaman yang kamu temukan saat menjelajahi Simulanka. Berisi berbagai teks dan deskripsi dari kehidupan sehari-hari penduduk Simulanka. Karena penuh dengan ketenangan dan kegembiraan, para tamu yang datang dari luar pun juga merasa nyaman sambil menciptakan memori tak terlupakan bersama teman-temanmu di negeri dongeng yang ajaib ini.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/08d3f1d1bbf646a30eefd3ae62931de5_1762796261813675008.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6280,
        "name": "Starsail Coin",
        "desc": "Sebuah koin yang diukir dengan lambang bintang. Dibuat dengan indah dan dipenuhi dengan harapan terbaik pembuatnya. Siapa tahu hal-hal baik akan langsung berdatangan saat kamu menggunakannya!<br>Bisa digunakan untuk mendapatkan model Replika Dongeng dari Fantastical Fabricator di Event \"Musim Panas?! Dongeng dan Naga Jahat!\".",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/046edd79bf01c622ee71ce429c8cf2b1_8205169963079277028.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6295,
        "name": "Kunci Roda Gigi Agung",
        "desc": "Sebuah kunci roda gigi yang disimpan dengan kualitas perawatan sangat tinggi. Entah kekuatan hebat apa yang dimilikinya ini sampai diperlakukan sedemikian rupa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/4636cabd89ec7590aaadaf4b8d615db2_5508913673291149296.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6296,
        "name": "Lampu Jarak Jauh Brickstacks",
        "desc": "Lampu yang awalnya tergantung di mercusuar Brickstacks. Lampu ini masih tetap bisa bersinar setelah dilepaskan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/e879cda10b51dad8edaecc743aba4e34_5430588384195608188.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6297,
        "name": "Tanduk Naga yang \"Seperti Senjata\"",
        "desc": "Tanduk naga yang terlihat seperti sebuah pedang. Tampaknya tanduk ini adalah milik seekor naga yang ceroboh ....",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/58534f6ae7b1a6f3cc4241b2aa31c5a6_6713613311793333551.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6298,
        "name": "Sisik Naga Jahat",
        "desc": "<p>Sisik yang memancarkan kekuatan jahat. Konon sisik ini dijatuhkan oleh naga jahat milik Simulanka.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/9564191/21b34bf10fb75985013b7eb08b82d99e_3192799096149891022.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6299,
        "name": "Bintang yang Berserakan",
        "desc": "Bintang-bintang yang tadinya tergantung di atas Constellation Metropole telah jatuh berserakan di sini karena suatu alasan ....",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/3fc8200e520d43f80cd04aed6ae72f6c_6207525779012378915.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6300,
        "name": "Kapak Spesial",
        "desc": "Kapak tambang yang digunakan untuk menambang Toytanium. Memiliki kekuatan khusus untuk memotong lapisan batu, tapi tidak akan merusak Toytanium dan tidak akan melukai penduduk Simulanka.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/457b106556a59caee536c5a79e6041c9_6109867385828882109.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6306,
        "name": "\"Matahari Terbenam yang Abadi\"",
        "desc": "Sunsettia yang tumbuh di sekitar Simulanka. Sepertinya bisa digunakan untuk membuat \"air ajaib\" bagi Forest of Blessings.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/041a9a1d0df1bea537cb55aa994dc2c8_4801081248837442936.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6307,
        "name": "\"Naga yang Tidak Bisa Terbang\"",
        "desc": "Snapdragon yang tumbuh di sekitar Simulanka. Sepertinya bisa digunakan untuk membuat \"air ajaib\" bagi Forest of Blessings.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/691c1139b0dd1d61f4ab092ab7bdfe2d_7850857409711295386.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6308,
        "name": "\"Bulan yang Hanya Bersinar di Malam Hari\"",
        "desc": "Nilotpala Lotus yang tumbuh di sekitar Simulanka. Sepertinya bisa digunakan untuk membuat \"air ajaib\" bagi Forest of Blessings.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/2970aeda88023c4056eb813e7c83ac11_9000814791272184471.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6309,
        "name": "\"Air Ajaib\"",
        "desc": "Tinta ajaib yang dibuat oleh Ibu Peri dengan sihirnya. Sepertinya ini sebuah benda yang sangat penting bagi para penghuni Forest of Blessings.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/1a94f3997fc0c6fdb6d93b0790ce2c78_8828157813161839127.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6310,
        "name": "Buku Gambar \"Si Naga Jahat\"",
        "desc": "Buku gambar tentang Durin si \"Naga Jahat dari Simulanka\". Di dalamnya terdapat kisah yang tidak diketahui oleh siapa pun.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/29081ecbad8a0f2f3e1d8a7496007e8b_1087047178303247795.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6311,
        "name": "Mimpi Ibu Kota Kuno",
        "desc": "Buku tentang seorang gadis muda bernama Lycia yang bertualang seorang diri setelah kampung halamannya dihancurkan oleh seekor naga hitam.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/f013a74ec82031e4b894c5bcc4360c99_1264035745068301214.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6313,
        "name": "Jocund Letters",
        "desc": "Kertas surat yang memancarkan cahaya ajaib samar-samar dan pena yang dibuat dengan indah. Saat memegang pena ini, kamu secara otomatis bisa menuliskan kata-kata yang elegan dan ceria ke dalam surat, mendeskripsikan secara rinci lokasi beberapa benda, dan tampaknya menunjukkan lokasi harta karun ....<br>Setelah digunakan, kamu dapat mendeteksi keberadaan \"Excerpts of Bliss\" dalam cakupan area tertentu di \"Simulanka\".",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/b9f74d99d31447fd7938794c2f88f089_7815296524397846771.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6314,
        "name": "Joyous Letters",
        "desc": "Kertas surat yang memancarkan cahaya ajaib terang dan pena yang dibuat dengan elegan. Saat memegang pena ini, kamu secara otomatis bisa menuliskan kata-kata yang elegan dan ceria ke dalam surat, mendeskripsikan secara rinci lokasi beberapa benda, dan tampaknya menunjukkan lokasi harta karun ....<br>Setelah digunakan, kamu dapat mendeteksi keberadaan seluruh \"Excerpts of Bliss\" yang ada di dalam \"Simulanka\".",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/f013a74ec82031e4b894c5bcc4360c99_1264035745068301214.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6301,
        "name": "Manuskrip Seorang Dewi (I)",
        "desc": "Cerita yang ditulis oleh sang Dewi pencipta dunia. Ini adalah blueprint yang diciptakan oleh Simulanka dan merupakan sejarah yang tidak bisa diragukan lagi.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6302,
        "name": "Manuskrip Seorang Dewi (II)",
        "desc": "Naskah yang ditulis oleh seorang penulis dongeng. Entah kenapa ada sebuah lubang di atas kertasnya, kelihatannya seperti ....",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6303,
        "name": "Manuskrip Seorang Dewi (III)",
        "desc": "Ini cuma dongeng yang ditulis oleh orang biasa. Kalau dilihat lebih dekat, ada lubang di kertas naskahnya, seperti jejak kaki kucing ....",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Penciptaan Simulanka",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/03cd168c9d42b81c7beca4e43ec60c64_4662347294161690291.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dahulu kala, penulis terkenal dari Mondstadt, Anya Andersdotter, seorang penyihir dari Hexenzirkel, memutuskan untuk menulis dongeng tentang tempat sihir yang dihuni oleh hewan origami. Teman penyihirnya Alice (A) tertarik dengan ceritanya dan memutuskan untuk menjelajahi dunia tersebut. Alice juga menarik penyihir Barbeloth (B), dan dengan izin Andersdotter, mereka menciptakan Simulanka.\nyang menguasai materi dan sihir menciptakan pegunungan serta sungai dan memberikan kehidupan kepada penduduk Simulanka. Kekuatannya juga membuka jalan untuk Simulanka agar bisa ada di banyak dunia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/45735e0324a9ba24892f15d87040ee89_1207321411414991970.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Setelah Dewi Pencipta, datanglah\nyang menguasai bintang dan jalannya takdir. Dia menyebabkan langit berputar dan bumi bergerak. Takdir di Simulanka berdasarkan pada Tevyat. Simulanka adalah proyeksi dari dunia nyata, sehingga takdir dari dunia pantulan ini mungkin memiliki efek timbal balik ke Tevyat. Di Constellation Metropole, Dewi Nubuat meninggalkan hadiah spesialnya yang membantu mereka yang keluar dari jalurnya untuk kembali lagi. Ketika suatu musibah akan datang di kehidupan penduduk kota, seperti saat mereka berubah menjadi tumpukan puing, sihir dari sang Dewi akan aktif di dunia sekitar mereka. Di tempat ini, waktu tidak berjalan dan bisa diputar kembali untuk membenarkan suatu kejadian."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/e6b68df693f8cf8e7c24ef5c09a54c07_121134608333255603.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dewi terakhir adalah\nyang mengendalikan seluruh kisah dan harapan yang berharga. Sang Dewi memberikan penduduk Simulanka perasaan cinta dan benci yang kuat serta menunjukkan arti dari kematian dan harapan. Selain hewan origami dan orang-orangan mainan, Andersdotter menciptakan naga Durin. Seperti Durin pada dunia nyata yang dibuat oleh penyihir Rhinedottir, dia memiliki takdir yang muram: semua yang dia sentuh berubah menjadi balok mainan dan penduduk Simulanka takut padanya. Meskipun ada prediksi dari Barbeloth, Andersdotter memutukan untuk membiarkannya di Simulanka dan menjadi ibunya. Dia percaya bahwa suatu hari nanti penduduk Simulanka akan memilih jalan mereka sendiri. Dia sadar bahwa hidupnya tidak akan lama seperti Alice dan Barbeloth. Andersdotter pun menyampaikan ke Durin bahwa dia akan menjadi bintang di Simulanka dan memperhatikannya dari atas sana."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Pergilah, lihatlah dunia ini, anakku ... bertemanlah dengan semua orang ....</color>\n<color=#ffffff>Suatu hari nanti kamu akan mendapat banyak teman ... ini doaku, dan juga berkatku untukmu.</color>\n<color=#ffffff>Dunia ini ... kuserahkan kepadamu.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Setelah Andersdotter pergi, Dewi Takdir terus berada di Simulanka dan memenuhi harapan para penduduknya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/3a1a44c82b484de8a6ab826d20dd1e8a_923972602853094708.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ketika Durin terlahir, semua orang mulai takut padanya karena dia meninggalkan tanda besar ketika dia mendarat di tanah. Durin tidak ingin menyakiti siapa pun, tapi penduduk Simulanka tidak mendengarkannya. Hanya satu tupai terbang kecil yang menganggapnya sebagai teman karena Durin selalu membantu mengambil bunga yang tidak bisa dia raih. Akan tetapi, ibu tupai tersebut melihat mereka bersama dan merasa takut Durin ingin menculik anaknya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/0b8216da0f5599a8f0dedb9be1827990_8621852149769212381.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Selama ini, Durin terus melihat bintang di langit agar dia tidak merasa kesepian. Suatu hari, penambang dari Tambang Toytanium menggali sangat dalam hingga menembus dunia di halaman berikutnya, dan Durin tidak sengaja menghancurkan tambang tersebut. Dia mencuri bintang dari langit Constellation Metropole karena dia merindukan ibunya. Banyak penjaga mencoba mengalahkan sang naga, tapi mereka tidak pernah kembali. Durin tersadar bahwa penduduk Simulanka tidak akan menerimanya dan pada akhirnya dia membuat harapan agar tidak pernah dilahirkan.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p><span style=\"color: #BFBFBF\">Perkumpulan penyihir rahasia, yang membahas berbagai rahasia di pesta minum teh dan menjelajahi Irminsul. Ada delapan penyihir di Hexenzirkel.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/18/170306649/1d2c8a015c4ae479906c0588e93dea14_1019847686622207564.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Salah satu anak dari Rhinedottir dan dikenal sebagai Naga Hitam.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/206a8a0bc1698ae7019f093470f9e845_1583052266530707277.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Penyelamatan Forest of Blessings",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/98ad0e3990b09e8d9050f1303009af0c_7736058768423419191.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika Durin Simulanka membuat harapan ke Dewi Takdir, secara kebetulan saat itu di Tevyat, beberapa orang memiliki salinan dongeng dari M. Dewi Takdir memilih mereka yang berjiwa mulia dan baik hati untuk menyelamatkan dunia tersebut. Navia menerima peran sebagai raja Constellation Metropole, dan Nilou berperan sebagai Peri Hutan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/a0291f694bd738403a1778e0373283f2_2240047059740351384.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "menjadi Pahlawan, dan Kirara yang ingin menggunakan buku tersebut sebagai bantal, menjadi nekomata Simulanka. Hanya Pengembara dan Paimon yang datang ke dunia ini dengan “undangan” dari Alice — dia mengirim buku misterius dan ketika dibuka, mereka muncul di Simulanka."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/64113b5718b699b2d8450147436d45ae_5466008515426110689.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ternyata dunia sihir tersebut sedang dalam masalah. Setelah serangan naga, Kedai Kaligrafi yang membuat\nuntuk hewan origami ditutup. Tanpa minuman tersebut, para penghuni hutan mulai kehilangan warna dan ingatan mereka, sehingga mereka bisa mati. Ketika\ndatang ke Simulanka, dia berakhir di pondok dimana Dewi Pencipta membuat hewan-hewan hutan. Setelah membaca semua buku di pondok tersebut, Nilou hanya menemukan satu sihir yang bisa membantu hewan-hewan hutan."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Rapalan 'Abrakadabra' artinya 'terciptalah sesuai dengan perkataanku'. Dunia ini dibuat dengan kata-kata, maka semua orang bisa menggunakan kekuatan sihir yang ajaib di sini.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/b53da51bad9c6da3729be855ad711179_3593521559729956324.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nilou dan Pengembara membantu para hamster origami yang sedang menyiapkan cangkir terakhir dari Air Ajaib, melatih para katak origami bernyanyi, dan membantu barista kedai untuk membuat minuman. Untuk merasakan sihir dari dunia ini, Nilou menciptakan dan memberikan kehidupan kepada sebuah hamster kecil yang diberi nama Padisarah. Setelah memahami sihir dari sang Dewi, Peri Hutan bisa merasakan aliran mantra di hutan, tapi di bawah kedai yang tutup, dia hanya merasakan kekosongan. Ternyata terdapat sebuah botol tinta yang kosong. Nilou berhasil memecahkan komposisi dari Air Ajaib dan menempatkan ramuan yang dibuat ke samping botolnya. Dengan menggunakan sihir, Nilou memulihkan kedai dan mengembalikan warna ke seluruh hutan.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6340,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Penari terkenal di Teater Zubayr. Tariannya elegan dan gemulai, pembawaannya ramah dan polos.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/8459597/586d726f9ebda3506c78beaaa41f13b6_2678028484223577025.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Ketua Spina di Rosula, bos yang cantik, baik, dan bertanggung jawab.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/8459597/3fc7580c01a9e622692402889706c4db_6830702166295055314.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Seorang kurir di Komaniya Express, sebuah perusahaan jasa ekspedisi yang ada di Inazuma. Seekor Nekomata yang mencintai pekerjaannya dan juga komunitas manusia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/24/8459597/d1699810632f8c3bc8c1e8c8beb8250f_5040325636204926942.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Wanderer",
        "desc": "<p>Seorang pengelana dengan identitas misterius. Berpakaian seperti \"shugenja\", tapi tutur kata dan perbuatannya malah tidak seperti \"shugenja\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/8459597/24d97a22be742fb732ea96f625d1faac_3124333160269816682.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6309,
        "name": "\"Air Ajaib\"",
        "desc": "Tinta ajaib yang dibuat oleh Ibu Peri dengan sihirnya. Sepertinya ini sebuah benda yang sangat penting bagi para penghuni Forest of Blessings.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/1a94f3997fc0c6fdb6d93b0790ce2c78_8828157813161839127.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6310,
        "name": "Buku Gambar \"Si Naga Jahat\"",
        "desc": "Buku gambar tentang Durin si \"Naga Jahat dari Simulanka\". Di dalamnya terdapat kisah yang tidak diketahui oleh siapa pun.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/29081ecbad8a0f2f3e1d8a7496007e8b_1087047178303247795.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Tumbuhan yang suci dan mulia. Membutuhkan lingkungan yang cukup kondusif untuk dapat tumbuh. Kuncup bunganya dapat diolah menjadi rempah-rempah yang berharga.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/d5172558c50dbc305ee422b95bf8ed21_7718672836290978704.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Penyelamatan Constellation Metropole",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/f546b115d97b88ae2d016434f6f9a55a_6964009899741477665.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Di Constellation Metropole, situasinya lebih buruk dibanding Hutan Berkat. Sang naga mencuri bintang-bintang di langit, sehingga sihir khusus Dewi Nubuat lepas kendali dan makin banyak penduduk yang tidak bisa bergerak atau mengulangi tindakan yang sama seperti terjebak dalam sebuah lingkaran. Selain itu, kota tersebut dipenuhi monster. Pengembara dan\nberhasil menemukan bintang yang dicuri sang naga dan mengembalikannya ke langit dengan bantuan Aerial Express selagi mengusir semua monster. Untuk menyingkirkan konsekuensi dari hadiah Dewi Nubuat, mereka harus memecahkan prediksi terakhirnya:"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/5acf7e5e4ed618f3fbebbc55b7e94f42_6238834758191586112.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Pergilah, doronglah roda gigi yang terhubung ke langit berbintang. Ketika saat itu tiba, aku akan menari, dan mengembalikan jalur di bawah kaki umatku kembali ke bintang-bintang di langit.\"</color> Setelah ramalan itu, sang Dewi berhenti menyampaikan prediksinya tentang masa depan ke orang-orang. Sejak penduduk kota tidak bisa membuat keputusan untuk diri mereka sendiri dan bergantung pada sihir sang Dewi, banyak orang yang menentang mendorong roda gigi. Mereka takut untuk mengambil langkah terakhir dan berharap seseorang bisa menemukan solusi lain. Hadiah dari Dewi Nubuat menjaga mereka dari bahaya dan melindungi hidup mereka, maka itu mereka belum siap kehilangan perlindungan tersebut. Meskipun sang raja bisa mengabaikan penolakan mereka dan melakukan hal sesuai jalannya, raja tetap ingin mempertimbangkan perasaan mereka dan mendorong mereka untuk membuat keputusan sendiri."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/5328985dafb6270e7694ae7f90bf8f17_4957536085683341359.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Salah satu Warga Konservatif Radikal yang menolak mendorong roda gigi melempar sebuah bintang ke Taman Astral dan mencuri benang ajaib yang tersambung Oracle Pillar, benda penting untuk berdoa kepada sang Dewi. Para penjaga ingin menghentikan dan mengusir para orang radikal tersebut, tapi Navia berbincang dengan mereka. Dia bertanya bagaimana mereka akan menyelesaikan penyebab dari masalah dimana mereka tidak punya solusinya. Jika mereka terus menunda, maka situasinya akan memburuk dan banyak orang akan berhenti bergerak. Dewi Nubuat adalah salah satu pencipta Simulanka, dan dia sangat menyayangi dunia ini dan penduduknya. Dia tidak ingin mengabaikan mereka, tapi dia ingin memberikan mereka kesempatan untuk memilih jalan mereka."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Jika induk burung membiarkan anak-anaknya terus berpegangan pada sayapnya, kapan mereka akan belajar bagaimana caranya terbang? Mungkin ... sang Dewi sudah tahu hari ini akan tiba, yaitu ketika dia harus merelakan putra-putrinya pergi.</color>\n<color=#ffffff>Anak-anak hanya akan mandiri bila diberi kebebasan untuk memutuskan, serta diberi kesempatan untuk mempertanggungjawabkan pilihan mereka. Dengan demikian, misal suatu hari nanti orang tuanya sudah tiada, anak-anak tersebut akan tetap mampu untuk terus melaju hingga garis akhir.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/4fcac6ac97ab818d4edfc5fc74b651ce_5377004762560643838.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Setelah roda gigi diputar, langit Constellation Metropole mulai kembali hidup. Untuk melepas efek dari hadiah sang Dewi, Navia menciptakan Spina di Rosula di Simulanka untuk menyelamatkan orang-orang yang terjebak dan mengutus kapten penjaga dan seorang radikal untuk memimpin. Ketika sang raja bersama dengan Peri Hutan, Pengembara, dan Paimon pergi menyelamatkan Simulanka dari naga jahat, Spina di Rosula menjadi organisasi utama di kota tersebut.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6339,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Organisasi yang meliputi berbagai lapisan masyarakat dan berkomitmen untuk membantu masyarakat menyelesaikan masalah yang sulit. Organisasi ini bersedia untuk bekerja sama dengan otoritas Fontaine saat dibutuhkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/140615443/037d662ecf4042be6a24970148e1c5ff_3629528023380321062.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Ketua Spina di Rosula, bos yang cantik, baik, dan bertanggung jawab.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/8459597/3fc7580c01a9e622692402889706c4db_6830702166295055314.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6299,
        "name": "Bintang yang Berserakan",
        "desc": "Bintang-bintang yang tadinya tergantung di atas Constellation Metropole telah jatuh berserakan di sini karena suatu alasan ....",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/3fc8200e520d43f80cd04aed6ae72f6c_6207525779012378915.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sang Naga Durin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/17444f2e52132dc94977d1fe903a7404_6403186543706067667.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Keesokan paginya, Nilou, Navia, Pengembara, dan Paimon naik kereta Maritime Express dan menyeberangi laut menuju ujung cakrawala dimana sarang naga berada. Ketika kereta sedang melaju, tiba-tiba rel keretanya berakhir dan kereta tersebut jatuh dari tebing. Wanderer yang sedang mencari jalan keluar dari dunia sihir selama berhari-hari datang menyelamatkan mereka. Ketika Pengembara pingsan karena jatuhnya kereta, mereka mendengar perintah Andersdotter untuk Durin:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Pergilah, lihatlah dunia ini, ...-ku</color>\n<color=#ffffff>Bertemanlah dengan semua orang.</color>\n<color=#ffffff>Kuserahkan padamu.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/4b199ef0703efd9ce86ef8c273312b00_1413568823983850807.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mereka bersama-sama pergi ke desa yang berisi para penambang Tambang Toytanium, orang-orang yang datang untuk melawan sang naga, dan mereka yang tidak bisa menemukan jalan pulang. Meskipun semua orang di Simulanka mengira bahwa mereka telah mati, sang naga tidak menyakiti mereka. Dalam sarang naga, Pengembara dan teman-temannya melihat ingatan Durin saat dia lahir, berbicara dengan Andersdotter dan juga penderitaanya ketika seluruh dunia menolaknya. Mereka memutuskan untuk berbicara dengan sang naga, alih-alih bertarung dengannya. Akan tetapi, setiap tahun, orang-orang datang ke sang naga untuk memotong kepalanya, sehingga dia akhirnya melawan. Setelah berhasil melemahkan Durin, mereka akhirnya bisa berbincang dan meyakinkan sang naga bahwa dia sebenarnya tidak ingin “tidak dilahirkan,” tapi dia ingin diterima oleh dunia tersebut dan berteman dengan orang-orang."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/a92c9339033038d28c5ef81edf349f3e_414989101786266697.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Peri Hutan meminta Durin untuk membuat permintaan ke Dewi Takdir, dan mereka memberikan Durin berkat mereka, sehingga dia berubah menjadi naga kecil yang tidak berbahaya — Mini Durin.\nSetelah perubahan Mini Durin, dia dan Wanderer pergi untuk memulihkan rumah-rumah di Hutan Berkat yang sebelumnya hancur. Meskipun para penghuni hutan mengingat pertentangan mereka dengan sang naga, mereka tetap berterima kasih untuk rumah baru yang diberikannya. Mereka juga memutuskan untuk membuat perayaan untuk mengenang jasanya. Di Constellation Metropole, Mini Durin membawa persediaan bijih mainan dan minyak sayur untuk menebus kesalahnnya. Banyak penduduk yang menerima permintaan maafnya, tapi beberapa dari mereka akan memperhatikan tindakan sang naga kedepannya terlebih dahulu. Dengan kapal sihir “The Durin,” yang dibuat, Wanderer dan sang naga pergi ke Tevyat."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/27/140615443/576ca9dcc7105ff263c64eedeb6053ce_8056221955580330392.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ketika Wanderer melihat ingatan Andersdotter dan Barbeloth saat pembuatan Mini Durin, dia mendengar ramalan: <color=#ffffff>\"Anak R ... akan bangkit kembali, suatu hari nanti.”</color> Karena takdir Mini Durin terhubung dengan Durin di Tevyat, perubahan takdir Mini Durin mungkin mempengaruhi takdir Durin di Tevyat. Observasi di Dragonspine yang dibuat oleh salah satu ciptaan R, Albedo, menunjukkan bahwa jantung Durin mulai kembali hidup. Albedo membuat berbagai rencana untuk setiap skenario yang mungkin terjadi jika Durin kembali hidup, termasuk kemungkinan yang paling berbahaya. Dia berharap jika ramalan tersebut benar terjadi dan jantung Durin mulai berdetak lagi, maka naga tersebut bukan “naga jahat” yang bangkit dari kematian. Karena Wanderer telah menyelamatkan Mini Durin, takdir mereka saling terhubung dan Albedo meminta mereka berdua untuk datang membantu Mondstadt saat mereka dibutuhkan.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6341,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Wanderer",
        "desc": "<p>Seorang pengelana dengan identitas misterius. Berpakaian seperti \"shugenja\", tapi tutur kata dan perbuatannya malah tidak seperti \"shugenja\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/8459597/24d97a22be742fb732ea96f625d1faac_3124333160269816682.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Penari terkenal di Teater Zubayr. Tariannya elegan dan gemulai, pembawaannya ramah dan polos.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/8459597/586d726f9ebda3506c78beaaa41f13b6_2678028484223577025.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Ketua Spina di Rosula, bos yang cantik, baik, dan bertanggung jawab.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/8459597/3fc7580c01a9e622692402889706c4db_6830702166295055314.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Seorang kurir di Komaniya Express, sebuah perusahaan jasa ekspedisi yang ada di Inazuma. Seekor Nekomata yang mencintai pekerjaannya dan juga komunitas manusia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/24/8459597/d1699810632f8c3bc8c1e8c8beb8250f_5040325636204926942.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Seorang jenius yang dikenal dengan julukan Kreideprinz, dia adalah Kepala Alkemis dan Kapten Tim Investigasi Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Salah satu anak dari Rhinedottir dan dikenal sebagai Naga Hitam.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/140615443/206a8a0bc1698ae7019f093470f9e845_1583052266530707277.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ]
  }
}