{
  "epId": 6311,
  "name": "Mimpi Ibu Kota Kuno",
  "desc": "Buku tentang seorang gadis muda bernama Lycia yang bertualang seorang diri setelah kampung halamannya dihancurkan oleh seekor naga hitam.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/f013a74ec82031e4b894c5bcc4360c99_1264035745068301214.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1723039654,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Mimpi Ibu Kota Kuno"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Didapatkan dari Event \"Musim Panas?! Dongeng dan Naga Jahat!\" Versi 4.8</color>\nBroken Sea, Simulanka"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Mimpi Ibu Kota Kuno",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Buku tentang seorang gadis muda bernama Lycia yang bertualang seorang diri setelah kampung halamannya dihancurkan oleh seekor naga hitam.</color>\n<color=#ffffff73>….</color>\n<color=#ffffff73>Di dalam perjalanan, dia berkenalan dengan mantan pengawal kerjaan yang sudah lama mengembara di luar, lalu memintanya untuk mengajari teknik pedang. Namun pengawal kerajaan sudah putus asa, dia sudah lama kehilangan tekad dan keberaniannya untuk mengayunkan pedang.</color>\n<color=#ffffff73>“Aku tidak akan bisa memasuki ‘harapan’ ke dalam botol ini dan diberikan untukmu.” demikian kata Lycia</color>\n<color=#ffffff73>“Tapi aku ingat lagu yang aku dengar sewaktu kecil, katanya musim semi itu berlalu seperti bintang jatuh, membimbingku untuk menghargai setiap bunga yang masih mekar di sekitar kakiku”.</color>\n<color=#ffffff73>“Kamu tidak perlu melakukan latihan pedang yang hebat.” tutur pengawal kerajaan itu.</color>\n<color=#ffffff73>“Aku bisa melihat dimatamu, kamu memiliki sesuatu yang lebih kuat darinya.”</color>\n<color=#ffffff73>….</color>\n<color=#ffffff73>Lycia yang kembali menapaki perjalanannya, mulai memasuki kedalaman hutan atas bimbingan sesepuh, lalu dia tiba di hadapan Sang Bijak Burung Hantu yang memiliki kunci Kerajaan Mimpi.</color>\n<color=#ffffff73>Suara tawanya bagaikan kabut yang menutupi langit, mengalir dari segala arah kepada orang yang mencarinya.</color>\n<color=#ffffff73>“Apa kamu tahu cara menyerah kalau terpaksa”?</color>\n<color=#ffffff73>“Asalkan kedua tungkaiku masih bisa melangkah, aku akan terus berjalan maju.”</color>\n<color=#ffffff73>“Apa kamu takut saat dihadapkan dengan kematian?”</color>\n<color=#ffffff73>“Aku akan melawannya, sampai saat itu tiba pada akhirnya.”</color>\n<color=#ffffff73>“Pertanyaan terakhir, apa kamu bersumpah untuk membalaskan dendam?”</color>\n<color=#ffffff73>“Aku ….”</color>\n<color=#ffffff73>….</color>\n<color=#ffffff73>Lycia yang sudah mendapatkan kunci mulai membuka gerbang Kerajaan Mimpi, dia melangkah ke sungai yang terbentuk dari gugusan bintang dan melangkahkan kaki ke tangga langit yang gelap, perjalanannya sulit sekali. Pada akhirnya, dia menyatakan niat kedatangannya kepada Dewa Mimpi, lalu mempelajari sihir untuk bisa menarik orang masuk ke dalam mimpi dengan imbalan sehelai rambut emas.</color>\n<color=#ffffff73>Lalu, dia menyatakan perang balas dendam kepada naga hitam.</color>\n<color=#ffffff73>Naga hitam awalnya cuma mengenal kedua warna, hitam dan putih. Tapi pada saat dia memasuki mimpi dengan sihirnya, dia bermimpi seribu satu dunia yang berbeda, semuanya lebih berwarna dari api perang dan asap tembakan.</color>\n<color=#ffffff73>“Kalau kamu juga suka dengan dunia ini,” tutur Lycia lembut.</color>\n<color=#ffffff73>“Aku akan menggerakkan jarum malam bintang, sehingga seluruh bintang berputar terbalik dan kembali kepada hari saat kamu belum datang ke kampung halamanku.”</color>\n<color=#ffffff73>….</color>\n<color=#ffffff73>Pada bagian terakhir kisah, Lycia terbangun dari sebuah mimpi di malam hari, yang terlihat di luar jendela adalah pemandangan kampung halamannya, kicauan rumput dan ayunan bunga segar, semuanya tampak begitu damai.</color>\n<color=#ffffff73>Terdengan suara ketukan pada pintu rumah kayu itu.</color>\n<color=#ffffff73>Lycia membuka pintunya, lalu melihat seorang pria asing berambut hitam yang berdiri di luar pintu.</color>\n<color=#ffffff73>“Aku tidak bisa melihat warna rambutmu.” demikian kata pria itu.</color>\n<color=#ffffff73>“Tapi aku tebak, pasti warna emas. Sama seperti warna bintang yang pernah aku lihat dalam mimpiku.”</color>\n<color=#ffffff73>….</color>\n<color=#ffffff73>Catatan terakhir:</color>\n<color=#ffffff73>Kamu benar-benar suka menulis cerita tentang naga ya!</color>"
          }
        ]
      }
    ]
  }
}