{
  "epId": 6560,
  "name": "Enjou",
  "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Seorang anggota Abyss Order, yang menyebut dirinya sebagai karakter kutu buku dan cendekiawan. Dia juga dikenal sebagai The Thing Calling Itself \"Enjou\", serta Sanka yang dikenal sebagai The Thing Calling Itself \"Sanka\".</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/25/170306649/725dbbb16dec2beb477c3a15194eed29_3393798451584055143.png",
  "menuId": 10,
  "menuName": "Arsip NPC",
  "version": 1737624124,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Enjou</color>"
          }
        ]
      },
      {
        "key": "Bangsa",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Abyss</color>"
          }
        ]
      },
      {
        "key": "Afiliasi",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Abyss Order</color>"
          }
        ]
      },
      {
        "key": "CV Mandarin",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Hei Shiren (黑石稔)</color>"
          }
        ]
      },
      {
        "key": "CV Inggris",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Patrick Seitz</color>"
          }
        ]
      },
      {
        "key": "CV Jepang",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>YAMAGUCHI Satoshi (山口 恵)</color>"
          }
        ]
      },
      {
        "key": "CV Korea",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Lee Hyun (이현)</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Hubungan"
      },
      {
        "type": "RichText",
        "text": "Karakter\nRingkasan\nAbyss Order\nEnjou adalah bagian anggota dari the order."
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enjou melakukan misi ke Enkanomiya sebanyak dua kali."
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enjou berjanji kepada Tsumi dan para Vishap untuk menjerumuskan seluruh Enkanomiya ke dalam kegelapan, dan sebagai imbalannya, para Vishap akan mengizinkan Abyss Order melewati wilayah mereka dengan aman."
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Abyss Lector: Fathomless Flames",
        "desc": "Monster yang mengendalikan api Abyss dan selalu mengejar arti di balik berbagai teks dan kitab. Mereka termasuk dalam \"Abyss Order\".<br/>Nama yang disebutkan oleh orang-orang kepada mereka sebenarnya sedikit berbeda dari tujuan aslinya. \"Lector\" juga memiliki arti \"Penerjemah Kitab\". Mereka percaya dengan mengucapkan bab kitab tersebut, mereka akan mendapatkan kekuatan yang hebat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Wujud asli dari Enjou</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Item/Buku Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Sebelum Matahari dan Bulan",
        "desc": "Sebuah kisah yang tak boleh dibaca oleh rakyat biasa. Berisikan campuran dongeng dan sejarah dari awal dunia hingga penciptaan Dainichi Mikoshi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Before Sun and Moon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Enjou",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": ", adalah anggota Abyss Order, sebuah organisasi yang dipimpin oleh saudara kandung Pengembara. Mereka adalah satu-satunya yang mampu hidup di Void Realm, yang sangat beracun bagi semua orang. Meskipun kekuatan Abyss juga merusak bagi Order, kekuatan tersebut menarik dan memikat mereka. Bentuk asli Enjou adalah Abyss Lector, tetapi dia memilih bentuk seorang penduduk Inazuma untuk memasuki Enkanomiya tanpa menimbulkan kecurigaan. Dia memiliki pengetahuan tentang bahasa Byakuyakoku, bahasa kuno dari orang-orang Enkanomiya sebelum mereka muncul ke permukaan Teyvat."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Aku memang sedang menerjemahkan sastra, tapi kau tahu, itu tidak ada hubungannya dengan pengujian. Aku ini seorang kutu buku, dan hei — apakah aku berubah menjadi monster penyembur api atau sebaliknya?</color>\n<color=#ffffffd9>...Aku percaya kalian menyebut penafsir kami sebagai 'Lector', benar kan?\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/197e6cf0591cadfe4fae1222ac073b2e_679485616723821755.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "\"Selama misi pertamanya ke Enkanomiya, Enjou pergi mencari buku 'Sebelum Matahari dan Bulan,' yang ditulis oleh sekretaris Penguasa Waktu, Istaroth. Buku ini menggambarkan sejarah kemunculan Sang Purbakala, perang dengan <color=#ffffff73>Tujuh Raja Naga</color> , perubahan Teyvat, penciptaan manusia, kedatangan Takhta Kedua, permulaan perang besar, dan jatuhnya Enkanomiya ke Laut Hitam selama perang ini. <color=#ffffff73>Rentetan kejadian ini menggambarkan peristiwa ketika para dewa belum berjalan di bumi,</color> dan seluruh tanah dikuasai oleh satu peradaban. Bagi orang-orang Teyvat, masa 'ketika para dewa berjalan di bumi' adalah masa yang paling jauh di masa lalu, sehingga bagi Abyss Order, buku ini adalah satu-satunya cara untuk membuktikan bahwa Celestia dan para Archon datang ke dunia ini dari luar. Buku ini hanya memiliki satu salinan di perpustakaan Enkanomiya, namun Enjou tidak berhasil menemukannya di sana ataupun di Dainichi Mikoshi. Selama misinya di Enkanomiya, Enjou bertemu dengan Pengembara dan Paimon untuk memperkenalkan dirinya kepada mereka sebagai seorang cendekiawan yang mempelajari Byakuyakoku. Dengan bantuannya dan pengetahuannya tentang bahasa itu, Pengembara dapat menghilangkan penghalang dari Dainichi Mikoshi dan menemukan kekang emas yang diperlukan untuk mengaktifkan matahari buatan. Ketika Pengembara mengumpulkan Koral Bercabang Darah yang diperlukan untuk melakukan ritual di Sangonomiya (keturunan Enkanomiya), Enjou mengungkapkan jati dirinya dan mencoba melawan mereka dengan harapan menemukan buku tersebut. Setelah dikalahkan, Abyss Lector menghilang ke dalam sebuah portal.\""
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Ya, ya, saya gagal. Dan kita semua belajar sesuatu hari ini, bukan?</color>\n<color=#ffffffd9>Saya kira Anda tidak boleh mempercayai orang dengan mudah di masa depan, eh?</color>\n<color=#ffffffd9>Bawalah orang kecil itu di sisimu.</color>\n<color=#ffffffd9>Mungkin suatu hari nanti kamu akan menghadapi pengkhianatan dari sisi itu juga. Siapa yang tahu?”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Abyss Lector: Fathomless Flames",
        "desc": "Monster yang mengendalikan api Abyss dan selalu mengejar arti di balik berbagai teks dan kitab. Mereka termasuk dalam \"Abyss Order\".<br/>Nama yang disebutkan oleh orang-orang kepada mereka sebenarnya sedikit berbeda dari tujuan aslinya. \"Lector\" juga memiliki arti \"Penerjemah Kitab\". Mereka percaya dengan mengucapkan bab kitab tersebut, mereka akan mendapatkan kekuatan yang hebat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Sebelum Matahari dan Bulan",
        "desc": "Sebuah kisah yang tak boleh dibaca oleh rakyat biasa. Berisikan campuran dongeng dan sejarah dari awal dunia hingga penciptaan Dainichi Mikoshi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Before Sun and Moon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Koral Bercabang Darah",
        "desc": "Sebuah koral yang di dalamnya terdapat kekuatan hidup dari Watatsumi Omikami. Ini merupakan bagian penting dari Watatsumi Goryou Matsuri.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Penawaran Three Realms Gateway",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/13677155c217b30cdeaf3830fc82cee6_4368940544380021729.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Beberapa setelah ritual dari\nPriestess Divine menyadari bahwa ada yang tidak beres dalam prosesnya. Dia mengirim beberapa pasukan ke Enkanomiya, tapi mereka hanya terluka parah. Seluruh Enkanomiya diliputi kegelapan dari Void Abyss, yang tidak dapat ditanggung oleh manusia maupun Vishap. Ternyata kegelapan itu datang ke Enkanomiya karena Enjou. Ia membentuk aliansi dengan Tsumi, seorang pendeta wanita misterius bertopeng dengan mata ular. Tsumi ingin menghancurkan Dainichi Mikoshi agar kegelapan kembali menguasai Enkanomiya dan para Vishap dapat kembali menyelamatkan kerabat mereka yang terpenjara di bawah menara. Enjou berjanji untuk menjerumuskan seluruh Enkanomiya ke dalam kegelapan, dan sebagai imbalannya, para Vishap akan mengizinkan Abyss Order melewati wilayah mereka dengan aman dan membantu memulihkan Towers of Void. Para Vishap tidak tahu bahwa kegelapan Abyss adalah racun yang mengerikan bagi para makhluk elemen, jadi mereka menyetujui kesepakatan itu, tapi Enjou mengkhianati mereka. Dia memulihkan menara di sudut-sudut perbatasan Enkanomiya dan kemudian menggunakannya untuk menyebarkan energi Abyss, yang membawa siksaan besar bagi para Bathysmal Vishaps. Ketika Pendeta Ilahi Sangonomiya meminta bantuan Traveler di Enkanomiya, mereka bekerja sama dengan Tsumi untuk menghadapi Enjou. Ketika motif Tsumi yang sebenarnya terungkap, Enjou membantu sang Penjelajah mengusir kegelapan dengan mekanisme yang dia tinggalkan, karena perjalanannya ke Enkanomiya tidak membuahkan hasil lagi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Ini hanyalah perjalanan yang sia-sia ke Enkanomiya bagi saya saat ini. Tapi bukan masalah besar. Saya hanyalah sosok yang terpinggirkan dalam Order.</color>\n<color=#ffffffd9>Tidak seperti mereka yang jatuh hati untuk melayani Yang Mulia, aku tertarik pada hal-hal yang lebih tidak penting.</color>\n<color=#ffffffd9>Astaga, kurasa aku kehabisan waktu di sini. Sebaiknya aku pergi. Saya akan mengatakan 'sampai jumpa,' tapi... Aku mungkin tidak akan melakukannya.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Primordial Bathysmal Vishap",
        "desc": "Vishap yang hidup di bawah dasar laut.<br/>Mereka pernah menjadi spesies yang dominan di dasar laut. Pada dasarnya, pada zaman dahulu kala, para naga adalah penguasa dari dunia ini. Tujuh raja di masa lalu dikalahkan oleh kekuatan langit dan jatuh satu demi satu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Bolteater Bathysmal Vishap",
        "desc": "Vishap yang hidup di bawah dasar laut. Karena pembagian kerja dalam komunitas, muncul vishap dengan wujud Electro.<br/>Setelah kejatuhan tujuh raja kuno, tujuh raja generasi baru mulai bermunculan satu demi satu. Hanya Bathysmal Vishap yang kehilangan kemurniannya karena evolusi yang dilaluinya. Naga laut tidak akan terlahir lagi di antara kelompok mereka. Menurut ramalan, naga laut yang baru pasti akan datang dalam wujud manusia ....",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rimebiter Bathysmal Vishap",
        "desc": "Vishap yang hidup di bawah dasar laut. Karena pembagian kerja dalam komunitas, muncul vishap dengan wujud Cryo.<br/>Kedatangan manusia menyebabkan perselisihan dan menyebabkan evolusi pada Bathysmal Vishap. Sama seperti semut yang menghasilkan wujud yang berbeda karena memiliki jenis kelamin dan pembagian kerja yang berbeda. Para vishap ini lebih kuat dari Bathysmal Vishap yang biasa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Api Berpaling",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Setelah pertemuan terakhirnya dengan sang Pengembara, Enjou (kini bernama Sanka) pergi ke Natlan untuk menjelajahi Mare Jivari. Selama perjalanannya, dia mengunjungi keturunan bangsa Canopy dan bertemu dengan dua orang anak yang meminta bantuan untuk menemukan beberapa Yumkasaurus Whelps. Berbohong bahwa teman-temannya akan membantu mereka, Sanka meminta anak-anak itu untuk menceritakan tentang Api Berpaling Yupanqui dari Huitztalan. Menurut legenda, Api Berpaling pertama kali muncul di era Grand Alliance. Ia digunakan oleh tiran Och-Kan untuk menguasai Natlan dan menindas siapa pun yang menentangnya. Api Berpaling berbeda dari api biasa: jika seseorang terkena api tersebut, mereka akan merasakan rasa sakit terbakar yang mengerikan dari belakang mereka, tetapi mereka tidak akan langsung mati. Dan apa pun yang terjadi, mereka tidak boleh menoleh untuk melihatnya. Pahlawan suku tersebut, Yupanqui, yang bekerja sebagai petugas persenjataan untuk Grand Alliance pada saat itu, pernah berteman dengan Och-Kan, sang tiran, dan juga Xbalanque, Archon Pyro pertama. Dia tidak setuju dengan kekuasaan kejam Och-Kan, jadi dia mencuri Api Berpaling dan melemparkannya ke arah pasukan Och-Kan. Semua pasukan terbakar menjadi abu. Tepat ketika Yupanqui hendak meninggalkan kota, dia merasa mendengar Och-Kan memanggilnya dari belakang. Itu mengejutkannya, dan dia menoleh untuk melihat, tetapi Och-Kan tidak ada di sana. Yang dia lihat hanyalah kota yang terbakar hitam, pasukan yang hancur, dan kobaran api raksasa yang menjulang ke langit. Seketika kemudian, api yang dilihatnya menyembur keluar dari dalam matanya dan menyambar Yupanqui. Api yang menghanguskan Yupanqui menyala lebih membara daripada yang lainnya. Api itu terus membesar selama seratus hari, sampai membakar lubang tepat di ley lines, dan kemudian jatuh ke dalam Night Kingdom yang gelap dan mematikan, di mana api itu masih membara hingga hari ini. Api Berpaling menerangi jalan menuju kehidupan selanjutnya. Namun, agar orang yang mati dapat terlahir kembali, mereka harus menerima nyala api tersebut dan disucikan oleh api terlebih dahulu.\nSetelah kematian Yupanqui, sekitar 500 tahun yang lalu, Nama Kuno\ndiserahkan kepada pahlawan lain, Burkina, yang bertarung melawan Mountain King yang korup. Saat ini, ia menjadi milik Saurian hunter, Kinich. Setelah mendengar legenda tersebut, Sanka melihat Pengembara dan Paimon mendekat dan melarikan diri, memberi tahu anak-anak bahwa Pengembara akan menolong mereka."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/5f27744d3da35d1fbcb67d96c81819cb_5952055228640343631.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ketika Sanka mengetahui hubungan Kinich dengan Api Berpaling, ia mulai secara diam-diam mengikutinya dan temannya,\nOleh karena itu, ketika Saurian Hunter menangkap seorang anggota Abyss Order, Sanka tidak melawan. Untuk mendapatkan kesempatan mempelajari memori kuno dan mempelajari K'uhul Ajaw, yang merupakan bagian dari peradaban naga kuno yang berasal dari beberapa ribu tahun yang lalu, Sanka membuat kesepakatan dengan Kinich. Keturunan Tirai Daun akan segera mengadakan upacara Malam Api Berpaling Yupanqui. Ini adalah upacara tradisional di mana suku ini mengenang leluhur mereka, Burkina, dan rekannya, Kongamato sang Mountain King. Bersama-sama, mereka bertempur melawan Abyss dan menang, tetapi itu adalah kemenangan yang harus dibayar mahal. Menurut cerita, Burkina membayar dengan nyawanya, dan Kongamato terinfeksi Abyss dan terbaring tak sadarkan diri. Kekuatan Abyssal di dalam dirinya sangat sensitif, dan ketika diganggu, dia terbangun dan terbang dalam kemarahan membabi buta, menyerang apa pun yang bergerak. Bagian dari upacara ini adalah untuk membersihkan Abyss di dalam diri Mountain King agar dia tetap dalam kondisi tertidur lelap. Akhir-akhir ini, ada semakin banyak insiden yang berhubungan dengan Abyss di Natlan, sehingga sangat sulit untuk mempertahankan tidur Mountain King."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/e2cfe5ded9274eda9e986690b6ce3f58_4971493199126865486.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Salah satu teman tetua, Nanna, terluka dalam pertarungan dengan Kongamato dan diracuni oleh energi Abyssal. Beberapa tetua suku memutuskan untuk membersihkan tubuh monster itu sepenuhnya dari Abyss, yang akan mengakibatkan kematian Yumkasaurus. Karena Raja Gunung adalah simbol hidup dari kemuliaan keturunan Tirai Daun, Kinich tidak setuju dengan rencana para tetua dan menyusun rencananya sendiri. Dia meminjam sebuah alat dari Sanka yang dapat menarik makhluk Abyssal untuk membuka Celah dan menempatkan Raja Gunung di dalamnya. Di saat yang sama, K'uhul Ajaw, yang mengetahui bahwa orang-orang dengan Nama “Api Berpaling” biasanya mati dengan cara yang kejam, membuat kesepakatan dengan Sanka bahwa dia akan mengambil tubuh Kinich sebagai ganti waktu untuk mempelajari Dewa. Meskipun sudah sepakat, rencana Sanka gagal karena Kinich memberikannya kepada Pengembara sebagai “hadiah”. Untuk menghindari pertarungan dengan Pengembara, Sanka melarikan diri lagi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Aku tidak akan pernah bisa mengalahkanmu dalam pertarungan yang jujur, tetapi ketika harus melarikan diri, aku tidak akan kalah dari siapa pun. Tolong ingat seberapa cepat aku menghilang. Mungkin nanti kau akan memberiku sedikit penghormatan.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/b2498b3679f7d54e940667219879c74c_1597814408184281139.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sebelum bertemu Kinich, di hari pertamanya bersama Scions of Canopy, Sanka tertimpa sesuatu yang jatuh dari langit. Pelompat itu adalah Yumkasaurus Nanna, yang diracuni oleh Abyss. Dia, seperti yang Sanka duga, sedang berlatih bungee jumping. Keberanian yang dibutuhkan untuk melakukan lompatan itu membuatnya kagum, jadi dia berteman dengan Yumkasaurus itu dan membantu merawat lukanya. Sebagai tanda pertemuan mereka, dia bahkan menggambar di reruntuhan kuno, yang dianggap sebagai peninggalan bangsa Saurus kuno. Ketika Sanka akhirnya berhasil melarikan diri dari Pengembara dan Kinich, dia bertemu kembali dengan temannya dan mengetahui bahwa semua lukanya telah sembuh. Dia sangat merindukan keluarganya, dan Sanka membawanya ke putri tetua, yang menceritakan kisah Api Berpaling Yupanqui.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "name": "Tirai Daun",
        "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Salah satu dari enam suku Natlan, yang juga dikenal sebagai Huitztlan. Orang-orang suku ini menyukai olahraga ekstrem seperti panjat tebing, arung jeram, dan parkour gunung berapi, serta hidup berdampingan dengan Yumkasaur.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/170306649/dead130f7fc593f90f08fabcfa0653f6_444509701255756200.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6993,
        "desc": "",
        "displayStyle": "card",
        "menuId": 38
      },
      {
        "type": "CustomEntry",
        "epId": 6317,
        "name": "Kinich",
        "desc": "Pemburu Saurian dari Huitztlan, ahli dalam menghitung biaya.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/12/0099e74b4d0c919f6feab4bade3ab748_5795733017114624391.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6583,
        "name": "Gluttonous Yumkasaurus Mountain King",
        "desc": "Yumkasaurus tangguh yang telah bertahan hidup selama berabad-abad dan telah melewati banyak pertempuran.<br>Sang \"Raja Gunung\" yang pernah bertarung melawan Black Tide bersama para pahlawan dalam sejarah ini memiliki tempat khusus di hati suku Tirai Daun. Beberapa anggota suku percaya bahwa bentuk Yumkasaurus menjadi seperti sekarang ini karena mereka memiliki fisiologi yang spesial, seperti Qucusaurus \"Tyrant\". Pada faktanya, ini hanya karena mereka dapat hidup hingga lama sekali dan mereka makan hingga banyak sekali.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7c1ed7d240424237bc75660e96f3f0ee_7099496042074492058.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6582,
        "name": "Yumkasaurus",
        "desc": "Saurian dengan kaki belakang yang kuat dan ekor yang berbulu halus. Saurian ini bisa memuntahkan Flamegranate Pectin yang disembunyikan di dalam pipinya untuk menangkap benda di kejauhan.<br>Menurut legenda, ukuran Yumkasaurus yang asli jauh lebih kecil dari yang sekarang ini, bahkan hingga sulit dilihat. Pada masa itu mereka bisa berkelana bebas mengikuti angin, atau bergelayutan ke tubuh naga raksasa, atau pergi berkelompok bagaikan kumpulan awan. Tapi demi bisa menjaga wujud mereka setelah kemampuannya ini hilang, mereka harus beradaptasi menjadi bentuknya yang seperti sekarang ini.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e1b8a6914176a0a3a9f003da76eff025_8330021945359045493.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mare Jivari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/58c712eb393956a1a2e0ce35317e965c_7203629588405378502.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Melanjutkan pencariannya untuk Mare Jivari, Enjou mendekati seorang \"pemanggil roh,\" Leyla, dari Penguasa Angin Malam. Seorang pemuda yang memiliki sensitivitas spiritual, namun ia tidak dapat merasakan atau mengendalikan roh, apalagi menggunakan mantra pada mereka. Enjou, yang memperkenalkan dirinya sebagai Kokuchuu, menyarankan Leyla untuk mencoba \"terapi hipersensitisasi\" untuk mengatasi kekurangannya dalam sensitivitas spiritual, sebuah metode yang tidak efektif dan berbahaya yang dilarang oleh Penguasa Angin Malam. Untuk memasuki mode clairvoyant, Leyla menggunakan pecahan kuno dari senjata Sanhaj Compore sebagai media dan memaksakan mantra pada dirinya sendiri. Sanhaj pernah bertempur dengan busur ini bersama Tenoch, Tupac, Burkina, Menilek, Sundjatta, dan Wajiru dalam pertempuran Mare Jivari 500 tahun yang lalu, setelah itu tempat tersebut mendapatkan namanya. Menurut legenda, Sanhaj, dengan mengorbankan nyawanya bersama Tenoch, memanggil sebuah miniatur Kerajaan Malam dan meledakkannya untuk mengalahkan malapetaka gelap yang mengancam."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/fb66c05596ec6bd13e3ce50ebe46dc0d_5057871200221585443.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ketika Leyla memasuki mode clairvoyant, jiwanya hilang dan tidak bisa kembali, sementara Kokuchuu melarikan diri. Sang Pendeta Tinggi Suku, Citlali, cucunya Ororon, dan Sang Pengembara datang untuk menolong pemuda itu. Menggunakan pecahan busur sebagai media, Citlali memasuki keadaan clairvoyant, dan Sang Pengembara menuliskan semua yang dilihat oleh pendeta itu pada sebuah gulungan. Citlali melihat sebuah peta yang mirip dengan tempat dimana Mare Jivari dulunya berada. Setelah pertempuran selama bencana Cataclysm, tempat itu berubah menjadi gurun sunyi yang penuh dengan abu para prajurit dan monster. Terkadang, jeritan yang mencekam akan terdengar dari kedalaman, dan di waktu lain, seluruh daerah itu akan diselimuti oleh api yang menjulang tinggi, menenggelamkan jeritan-jeritan tersebut. Banyak petualang yang mencoba membuktikan diri dengan memasuki tempat itu, namun sebagian besar dari mereka tewas di sana. Sekitar tiga puluh tahun yang lalu, orang-orang mulai membicarakan makhluk gelap raksasa sebesar gunung yang berkeliaran di dalamnya, dan tak lama setelah itu, seluruh wilayah itu menghilang dari muka bumi, seolah-olah tidak pernah ada."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/caf130c06b8c2a339d3453beedd08db4_6863942129866953539.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mencurigai bahwa teman baru Leyla sedang memanfaatkannya untuk mencari informasi tentang Mare Jivari, Sang Pendeta Tinggi memasang perangkap di dekat perkemahan tempat peta itu berada. Dia menyadari bahwa Kokuchuu dengan sengaja memberikan artefak yang begitu kuat seperti busur Sanhaj kepada pemuda itu dan meninggalkannya di perkemahan sebagai umpan. Kokuchuu berharap roh Leyla akan terhilang, dan suku itu akan datang untuk menolongnya, sehingga mengungkapkan informasi tentang Mare Jivari kepadanya. Meskipun Kokuchuu terdeteksi oleh perangkap-perangkap Citlali, dia berhasil melarikan diri lagi setelah melihat peta tersebut.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Penguasa Angin Malam",
        "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Salah satu dari enam suku Natlan, yang juga dikenal sebagai Mictlan. Mereka terkenal dengan prediksi dan ritual mereka untuk memperkuat kemampuan berkomunikasi dengan Kerajaan Malam dan Wayob.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/26/170306649/3542fd377d17044915da922f1305dafe_6927195181221069645.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "Shaman Agung dari Penguasa Angin Malam, Nenek Itztli yang dihormati oleh orang dari semua suku.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Pemuda dari Penguasa Angin Malam yang hidup di alam liar bersama segala jenis makhluk lainnya.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Talking Stick",
        "desc": "<p>Sebagian besar orang akan menganggap pentungan bertatahkan obsidian ini memang cukup meyakinkan.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/8459597/6e0130263c2de43a0bd7863edce22df3_8858787225778716837.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Chain Breaker",
        "desc": "Busur panjang yang dihiasi dengan batu giok. Senar busurnya sepertinya selalu diselimuti oleh angin lembut. Konon katanya ditempa oleh pengrajin naga pada zaman dulu.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8a6b418598f555deba7da922385254a2_8112788546506820868.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7196,
        "name": "Gulungan Iktomi: Peta",
        "desc": "<p>Gulungan peta yang didapat dengan menerawang ke masa depan. Peta ini menunjuk ke sebuah tempat misterius yang dipercaya telah hilang sejak zaman dahulu, yaitu Mare Jivari.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/25/9564191/f1d147df1ee61fb42a4fad55007e1e40_2331489381281936351.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7195,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Teaser dan Trailer",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Demo Karakter - \"Abyss Lector - Fathomless Flames: Harta Karun Tertulis\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/237301566/0b8e2c5d18b254a94b1f0e4157af1cdb_234079531504527699.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>1 April 2022</color>\n<color=#ffffff73>\"Kalau buku ... sudah sepantasnya ada di tangan seorang peneliti!\"</color>\n<color=#ffffff73>\"Meskipun buku ini lumayan bagus, tak disangka Abyss Lector juga suka cerita seperti ini ya.\"</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dZsCPpuxgfM"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Trailer Kenangan-Kenangan: \"Cahaya Berpendar\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/cadd5559d2a5c1c3f4a4ce3d96e15ef9_4330869853506093995.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17 September 2022</color>\n<color=#ffffff73>\"Mungkin hanya ketika kegelapan meliputi, kamu baru bisa melihat pendaran cahaya yang telah menemanimu selama ini.\"</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xm6DtDBkDFw"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/8907186</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrasi dan Emoji",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Melihat dari ekspresimu ... kamu belum melupakan diriku, kan?"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/92d7c1f6108b39f1f010dbb563ad188f_7328193714011362612.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14 Maret 2024</color>\n<color=#ffffff73>Melihat dari ekspresimu ... kamu belum melupakan diriku, kan?</color>\n<color=#ffffff73>Apa maksudmu \"semua Abyss Lector tampangnya sama, sana jadi manusia baru balik lagi\"? Sepertinya hadiah perpisahan yang kuberikan terakhir kita bertemu tidak meninggalkan kesan mendalam untukmu.</color>\n<color=#ffffff73>Aku bahkan repot-repot pilih bunga cantik untukmu. Tapi aku datang tanpa sepengetahuan Yang Mulia, jadi tidak bisa bantu kamu sampaikan pesan.</color>\n<color=#ffffff73>Jadi, apa kamu bisa maafkan aku sekarang? Hei, hei, letakkan dulu senjatanya, kita bicarakan baik-baik ....</color>\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/25901529</color>"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Lokasi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/25/170306649/0e174a4d2a6e6ca81337b953dfa66a0d_5727233100463738340.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "The Narrows - Enkanomiya"
          }
        ]
      },
      {
        "key": "Enjou",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/25/170306649/3edb46fe7e8145516f574c979900d0be_2832758455597740590.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Wujud asli dari Enjou</color>"
          }
        ]
      }
    ]
  }
}