{
  "epId": 6927,
  "name": "Reaffirmed Accord of Appellation",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Seperti saat kalian pertama kali bertemu, kamu mengikatkan secarik syal di ekornya dan memberinya sebuah \"nama\" baru.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nama yang sudah diberikan tidak bisa diubah lagi.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/02/9564191/af8a2f198432672bb1e7c1cc7deba03c_879811225760282543.png",
  "filterValues": {
    "objectType": [
      "Item Spesial"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1725463127,
  "components": {
    "textualResearch": [
      {
        "title": "Peraturan dan Pernyataan Ganti Nama",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ccbfad>Peraturan Ganti Nama</color>\n<color=#ffffff73>Pengembara bisa mengganti nama “Si Kecil” dengan menggunakan item “Reaffirmed Accord of Appellation” dari quest “Tersesat di Hutan”.</color>\n<color=#ffffff73>Harap diperhatikan: Sebagian nama mungkin tidak akan bisa digunakan dalam perubahan ini.</color>\n<color=#ffffff73>Setelah berhasil mengganti “nama”, sebagian tampilan dalam game selanjutnya akan diubah berdasarkan nama yang sudah diubah dan ditentukan oleh Anda sendiri.</color>\n<color=#ffe14b>Jumlah pergantian “nama” bersifat terbatas. Mohon dipertimbangkan dengan saksama.</color>\n<color=#ccbfad>Penjelasan</color>\n<color=#ffffff73>Pada saat Pengembara melakukan pergantian “nama”, harap untuk mengikuti Syarat Layanan kami. Untuk menciptakan lingkungan permainan yang sehat, harap membaca dan mengonfirmasi bahwa Anda tidak menghasut atau mengambil bagian dalam:</color>\n<color=#ffffff73>1. Konten diskriminatif apa pun yang melibatkan ras, jenis kelamin, agama, orientasi seksual, etnis, politik, wilayah, dll.</color>\n<color=#ffffff73>2. Konten penindasan atau penghinaan apa pun terhadap Pengembara lain atau sekelompok Pengembara lain.</color>\n<color=#ffffff73>3. Konten atau perilaku lain yang melanggar Syarat Layanan.</color>\n<color=#ffffff73>Jika Pengembara gagal untuk mematuhi persyaratan di atas, penggunaan atas layanan game mungkin akan dibatasi. Termasuk namun tidak terbatas pada pemberian status mute, pengulangan pemberian nama, offline paksa, penangguhan login, atau penyitaan akun.</color>\n<color=#ffffff73>Di saat yang sama, Pengembara juga dapat menggunakan fungsi Laporan untuk mengirimkan masukan kepada kami jika mengalami situasi di atas.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Reaffirmed Accord of Appellation"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Spesial"
          }
        ]
      },
      {
        "key": "Kegunaan ",
        "value": [
          {
            "type": "RichText",
            "text": "Mengganti nama \"Si Kecil\""
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Dunia - Tersesat di Hutan"
          }
        ]
      }
    ]
  }
}