{
  "epId": 7032,
  "name": "Festival Sabzeruz",
  "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Sebuah festival Sumeru yang dinamai sesuai dengan nama Dewi Bunga dan merayakan ulang tahun Archon Dendro.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/170306649/bef90833a4b22d42eb98d73aa66789c5_8515672632540306013.png",
  "menuId": 20,
  "menuName": "Glosarium",
  "version": 1728668548,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Festival Sabzeruz</color>"
          }
        ]
      },
      {
        "key": "Negara",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Sumeru</color>"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Festival</color>"
          }
        ]
      },
      {
        "key": "Quest dan Event Terkait",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Quest Archon Chapter III : Bag II - \"Fajar Seribu Mawar\".</color>\n<color=#ffffffd9>Versi 5.1 Event - Syair Fantasi Mawar dan Permen Berwarna.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival Sabzeruz",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/766f6dc32f9b78e3d6d817340c09f9d2_6495643170112041807.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Festival Sabzeruz adalah festival kuno yang dinamai menurut Dewi Bunga. Konon, festival ini awalnya merupakan perayaan ulang tahun Greater Lord Rukkhadevata yang diadakan oleh Dewi Bunga. Dahulu kala, teman-teman Greater Lord Rukkhadevata mengadakan jamuan perayaan untuknya pada salah satu hari ulang tahunnya. Beberapa dewa mabuk: salah satunya mulai memainkan musik, dan Greater Lord mulai bernyanyi, sehingga\nmulai menari. Saat ia menari di atas rerumputan, tak terhitung banyaknya bunga Padisarah yang indah mulai bermekaran di setiap langkahnya. Bunga-bunga ungu yang cemerlang itu menjadi panggung gemerlapnya. Semua dewa berseru, <color=#ffffff>\"Oh, andai saja waktu bisa berhenti di saat ini\".</color>\nKetika Greater Lord Rukkhadevata meninggalkan dunia ini, Festival Sabzeruz mulai dirayakan pada hari ulang tahun Lesser Lord Kusanali, hari ketika para petinggi Akademiya menemukannya. Awalnya, semua orang sangat gembira menyambut kembalinya Archon Dendro ke Sumeru, dan festival tersebut merupakan acara besar pada masa itu. Namun, di bawah pengaruh Akademiya, minat masyarakat terhadap festival tersebut perlahan-lahan berkurang. Akademiya aktif berpartisipasi dalam banyak perayaan di Sumeru yang didedikasikan untuk Greater Lord Rukkhadevata. Namun, ketika berbicara tentang Festival Sabzeruz, para petinggi Akademiya seolah-olah mengabaikannya. Mungkin mereka melihat kelahiran Lesser Lord Kusanali sebagai konfirmasi kematian Greater Lord Rukkhadevata, sehingga mereka enggan untuk merayakannya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/550dd5f546f43f7b67f2936079932bbe_720816828232606306.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "500 tahun yang lalu, saat terjadi Cataclysm, Dewa Agung dan pohon berwarna putih perak, Irminsul, yang menyimpan ingatan dan pengetahuan tentang Teyvat dan merupakan perwujudan dari Rukkhadevata, terkena dampak pengetahuan terlarang. Untuk menyelamatkan Sumeru, Rukkhadevata mengerahkan seluruh kekuatannya untuk melawan pengetahuan terlarang tersebut, dan sebelum kematiannya, dia menciptakan\ndari cabang suci Irminsul yang tak tercemar. Meskipun pohon itu mati, cabang-cabangnya pada akhirnya akan berakar dan tumbuh, melanjutkan kehidupan pohon tersebut dalam bentuk lain. 500 tahun kemudian, Nahida menghancurkan semua pengetahuan terlarang dari Irminsul, sehingga menghapus ingatan tentang Greater Lord Rukkhadevata dari sana. Orang-orang melupakan keberadaan Archon Dendro yang sebelumnya, sehingga Festival Sabzeruz menjadi hanya terkait dengan Lesser Lord Kusanali. Ketika para petinggi yang berpartisipasi dalam pelarangan festival itu diasingkan dari Akademiya, ulang tahun Archon Dendro sekali lagi menjadi hari penting bagi bangsa.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Sang Dewi Bunga yang berteman dekat dengan Greater Lord Rukkhadevata dan Raja Dehsret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/140615443/513d51e0ebfd54f5da34a9f85dfaf61f_8435382328649740845.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Seorang gadis yang dikurung bak burung di dalam sangkar Sanctuary of Surasthana, hanya bisa melihat dunia dari dalam mimpi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/01/8459597/f29490bddc56b4a6773b6c5003bbb853_5188553682332031242.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3373,
        "name": "Ranting Perak",
        "desc": "<p>﻿Cabang yang diambil dari tengah dunia. </p><p>Dahulu kala ada sebuah pohon raksasa di dunia ini, dan ranting ini adalah bagian darinya. Walaupun sudah diambil dari pohon tersebut, hubungan di antara mereka masih kuat seperti dulu. Karena itu, selama pohon putih raksasa yang melambangkan pusat dunia tidak mati, ia tidak akan pernah layu.</p><p></p><p>\"Pohon\" adalah lambang kehidupan. Dalam sebuah cerita dari daerah yang nun jauh di sana, ada seseorang yang telah memercayakan kesadarannya pada dahan pohon putih tersebut sebelum dia meninggal. Dengan cara itu, baik kehidupan maupun harapannya tidak akan hilang, karena cabang-cabang akan tumbuh dan bertunas di tempat yang ada sinar matahari dan hujan, dan suatu hari akan mekar dan menghasilkan buah.</p><p>\"Pohon\" juga adalah lambang kebijaksanaan. Dalam sebuah legenda, seorang Sage yang tergantung terbalik di pohon telah ﻿</p><p>memperoleh pengetahuan tentang cara menulis sajak dan mengendalikan kata-kata suci, dan dengan demikian kerajaan yang didirikan di sepanjang akar pohon, akhirnya mendapatkan sekilas penglihatan tentang rahasia iblis di langit.</p><p>Semua pengetahuan, ingatan, dan pengalaman mengalir melalui pohon raksasa ini, seperti sungai mengalir ke sungai, dan akhirnya bermuara di laut, lalu laut berubah menjadi awan, dan awan menghujani tanah - seperti kehidupan itu sendiri.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/119402430/fec74ba22fbe97eb3f12577f134d852d_8828091994273515136.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Tumbuhan yang suci dan mulia. Membutuhkan lingkungan yang cukup kondusif untuk dapat tumbuh. Kuncup bunganya dapat diolah menjadi rempah-rempah yang berharga.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/d5172558c50dbc305ee422b95bf8ed21_7718672836290978704.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tradisi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/af0b11227c52e6b65bbf488e85926612_2271547091271594877.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Salah satu tradisi utama dari festival ini adalah tarian untuk menghormati para dewa yang merayakan ulang tahun Greater Lord Rukkhadevata. Meskipun para dewa ini sudah tidak ada lagi, tradisi menari untuk menghormati mereka tetap ada. Penari Teater Zubayr dari Grand Bazaar, Nilou, secara khusus merancang kostumnya untuk tarian ini untuk menggambarkan Dewa Bunga. Konon, Nabu Malikata memiliki tanduk yang indah di kepalanya, karena itu Nilou membuat mahkota khusus untuk menampakkan hal ini. Padisarah, simbol Dewi Bunga, ditempatkan di sekitar panggung selama festival berlangsung. Bunga-bunga ini memiliki warna ungu yang unik selama masa hidup dari Dewi ini, tetapi ketika ia meninggal, Padisarah yang asli meninggalkan dunia ini setelahnya. Dewa Rukkhadevata menciptakan kembali Padisarah dalam mengenang temannya yang telah tiada, tetapi ia tidak pernah bisa meniru warna ungu yang indah dari bunga-bunga tersebut. Banyak yang bertanya-tanya mengapa orang-orang melakukan tarian ini untuk Lesser Lord ketika tarian ini awalnya dilakukan untuk menghormati Greater Lord. Yang lain menjawab bahwa Greater Lord Rukkhadevata adalah dewa yang dicintai dan dihormati oleh semua orang, dan Lesser Lord Kusanali juga demikian. Jika Dewi Bunga mengenal Lesser Lord Kusanali, maka ia pasti akan ingin menjadi temannya dan mengadakan perayaan untuknya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/65c5c3fda711ea407249ceaf6bcc40f8_7362558492582330672.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Simbol Sabzeruz adalah Kesatria Bunga, Farris, yang membagikan permen Yalda kepada orang-orang. Suatu ketika, pria yang memerankan Farris mengendarai kereta bunga, yang membuat anak-anak senang. Farris dapat dikenali dari topinya yang khas dan kerumunan anak-anak di sebelahnya. Dia menawarkan kepada para pengunjung untuk memilih permen Yalda dari sebuah kotak: meskipun semuanya terlihat sama, beberapa di antaranya adalah Lavender Melon, Buah Harra, dan Sunsettia, sementara yang lainnya adalah Lizard Tail dan Onikabuto. Apa yang didapat seseorang bergantung pada takdir.\nSalah satu ritual kuno Sabzeruz adalah Haft-Mewa Feast. Penduduk biasanya menata meja mereka dengan tujuh jenis makanan yang berbeda: Rukkhashava Mushroom, Nilotpala Lotus, Sumeru Rose, Sunsettia, Kalpalata Lotus, Harra Fruit, dan Zaytun Peach. Ketujuh hidangan ini melambangkan tujuh kemuliaan dari Archon Dendro. Sebuah kebiasaan baru yang diciptakan oleh Lesser Lord Kusanali adalah ramalan alkimia. Para pengunjung harus memberikan dua reagen alkimia dari saku mereka, dan sang cendekiawan akan melakukan transmutasi secara acak. Ramalan terjadi pada apa yang tersisa setelah transmutasi. Menurut Lesser Lord, segala sesuatu saling berhubungan, dan semua yang terjadi dapat ditelusuri kembali ke takdir. Tetapi takdir hanya menunjukkan tanda-tanda, dan hanya seseorang yang memutuskan hasil yang sebenarnya. Gambar bulan sebagai hasil transmutasi berarti ilusi dan kebohongan, jika seseorang mengandalkan intuisi mereka dan mengatasi ketakutan mereka, matahari pasti akan terbit.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Sang Dewi Bunga yang berteman dekat dengan Greater Lord Rukkhadevata dan Raja Dehsret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/140615443/513d51e0ebfd54f5da34a9f85dfaf61f_8435382328649740845.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Seorang gadis yang dikurung bak burung di dalam sangkar Sanctuary of Surasthana, hanya bisa melihat dunia dari dalam mimpi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/01/8459597/f29490bddc56b4a6773b6c5003bbb853_5188553682332031242.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Penari terkenal di Teater Zubayr. Tariannya elegan dan gemulai, pembawaannya ramah dan polos.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/8459597/586d726f9ebda3506c78beaaa41f13b6_2678028484223577025.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3415,
        "name": "Kimiya",
        "desc": "<p>Murid yang sedang melakukan penelitian tentang \"Ramalan Alkimia\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/09/25750596/06153614fecfee3b1b05bad0fead963b_1693114237346533031.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Tumbuhan yang suci dan mulia. Membutuhkan lingkungan yang cukup kondusif untuk dapat tumbuh. Kuncup bunganya dapat diolah menjadi rempah-rempah yang berharga.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/d5172558c50dbc305ee422b95bf8ed21_7718672836290978704.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 462,
        "name": "Lavender Melon",
        "desc": "Buah yang berwarna cerah dan terang. Saat dimasak, dagingnya memberikan rasa unik di dalam mulut.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lavender Melon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2844,
        "name": "Harra Fruit",
        "desc": "<p>Tumbuh di hutan hujan lembap yang panas, buah ini memiliki aroma pedas yang istimewa. Saat digiling menjadi bubuk, maka bisa dibuat jadi bumbu. Ini adalah tanaman rempah yang paling berharga di Sumeru.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/30/119402430/2ed644daf09a03e0c2aab5267f6088a2_4937150177133230145.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 883,
        "name": "Sunsettia",
        "desc": "Buah yang bulat dan indah, warnanya seperti matahari saat terbenam, dapat ditemukan di seluruh Teyvat. Kulitnya memiliki aroma manis yang dapat memulihkan tenaga.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sunsettia_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1883,
        "name": "Onikabuto",
        "desc": "Kumbang aneh yang hidup di area yang kaya dengan energi Electro. Temperamennya yang jinak dan tenang sangat bertolak belakang dengan cangkang bajanya yang memiliki tampilan wajah garang seperti iblis.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Onikabuto_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1565,
        "name": "Lizard Tail",
        "desc": "Ekor kadal yang melengkung setelah terputus dari tubuhnya. Rasanya sangat pahit, tapi memiliki khasiat yang mengeraskan kulit setelah dimakan.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lizard Tail_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2681,
        "name": "Rukkhashava Mushroom",
        "desc": "<p>Jamur yang tumbuh berlapis-lapis seperti lautan awan, dan kebanyakan tumbuh di pepohonan yang jauh di dalam hutan hujan. Oleh karena itu, mereka dianggap oleh masyarakat Sumeru sebagai kristalisasi suci warisan dari Rukkhadevata.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/28/8459597/fbfb9632c9668ce46422fa5b2acb9f0d_731697629551906529.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2680,
        "name": "Nilotpala Lotus",
        "desc": "<p>Tumbuh di tanah hutan hujan, tanaman ini hanya mekar di malam hari dengan bunga yang seterang bulan.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/28/8459597/3863df20ca44d44f23d9d781a83d5436_1494638886760654193.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2796,
        "name": "Sumeru Rose",
        "desc": "<p>Memiliki warna yang cerah dan indah, bunga berwarna ungu ini mengeluarkan aroma memabukkan yang akan membuat orang-orang yang melewatinya berhenti sejenak. Sementara beberapa orang menyebutnya sebagai jenis \"mawar semak-semak\", karena meskipun mereka mawar, mereka tidak mirip dengan bunga lain dari klasifikasi bunga yang sama.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/03/25750596/f006f3d60b8e449adae09234d000a2a9_3512288264387829454.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2714,
        "name": "Kalpalata Lotus",
        "desc": "<p>Bunga dari tanaman merambat yang tumbuh di sisi tebing. Disebut teratai  karena tampilannya yang mirip. Selain itu, tidak ada sifat lainnya yang mirip dengan teratai.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/b34bf1d89d2aeab8a2642c978545f013_5004976918978731385.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2797,
        "name": "Zaytun Peach",
        "desc": "<p>Buah dari semak hutan. Dagingnya keras dan manis. Dikatakan memiliki efek penenang pada pikiran.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/03/25750596/5923b5e2aabd49d986c37aa6b529ae58_4853993578912507069.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Event"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fajar Seribu Mawar",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ketika Greater Lord Rukkhadevata mengorbankan dirinya untuk melindungi penduduk, Sumeru Akademiya berhenti mengeluarkan dana untuk festival ulang tahun Archon Dendro, dan hanya berkat dukungan dari seorang wanita dari kalangan keluarga kaya, bernama Dunyarzad Homayani, salah satu festival tersebut dapat dilaksanakan. Pengembara dan Paimon pertama kali datang ke Sumeru tepat pada hari ulang tahun Lesser Lord, tetapi mereka tidak dapat menemukan cara untuk bertemu dengannya, karena selama 500 tahun masa kepemimpinannya, Archon Dendro tidak pernah meninggalkan Sanctuary Surasthana. Karena ingin mengetahui lebih banyak tentang Archon, mereka memutuskan untuk tinggal selama festival untuk menghormatinya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/5347663a585d5ab8a0737cea1448b6fd_5823740002554307910.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Berkat dukungan Dunyarzad, semua anggota Teater Zubayr dapat memperbaiki dan mendekorasi panggung, dan para pedagang lainnya dapat mendirikan kios-kios mereka dengan makanan dan manisan. Orang-orang tidak hanya datang ke Grand Bazaar, tetapi juga dari seluruh Sumeru. Ketika perayaan telah dimulai, penduduk asli Akademiya melarang pertunjukan Nilou dengan dalih bahwa hukum melarang penyelenggaraan festival keagamaan berskala besar secara pribadi dan hanya Akademiya yang memiliki hak untuk menyelenggarakan acara semacam itu. Para orang bijak mengancam akan menyelidiki semua penyelenggara acara jika pertunjukan tetap dilanjutkan. Meskipun Dunyarzad, yang menderita karena tahap terakhir Eleazar, memahami bahwa ia mungkin tak akan memiliki Sabzeruz lagi, ia tak ingin membahayakan orang lain.\nKetika hari baru akan dimulai setelah perayaan yang gagal, sang Pengembara dan Paimon menemukan diri mereka kembali di awal hari Sabzeruz. Sang Pengembara teringat ramalan alkimia, permen Knight of Flowers, Haft-Mewa Feast, dan bahkan mencicipi kue charcoal-baked Ajilenakh yang mereka pesan untuk menghentikan déjà vu. Keesokan harinya dan keesokan harinya lagi, semuanya terulang kembali. Para Pengembara menyadari bahwa setiap hari sebelum tidur, mereka mendengar suara di kepala mereka seolah-olah Akasha Terminal (perangkat khusus yang bekerja dengan bantuan Dendro Gnosis, menyatukan kebijaksanaan seluruh orang dan memberikan pengetahuan kepada orang-orang) mempengaruhi kesadaran mereka. Tetapi bahkan ketika semua orang melepaskan Terminal, keesokan harinya mereka kembali menemukan diri mereka di Sabzeruz. Meskipun terjadi pengulangan yang hampir sama persis dengan hari liburan, Dunyarzad menjadi lebih buruk dengan setiap pengulangan, dan pengawalnya, Dehya, yang telah menukar pedangnya dengan pedang yang baru, merasa seolah-olah dia telah melalui banyak pertempuran dengan pedang ini. Suatu hari dalam Sabzeruz samsara, sang Pengembara dan Paimon bertemu dengan seorang gadis misterius bernama Nahida, yang ternyata tidak terpengaruh oleh lingkaran festival yang tak berujung. Dia tidak bisa memberi mereka semua jawaban, jadi dia hanya mengarahkan mereka untuk mencari petunjuk sendiri.\nSetelah menyatukan semua petunjuk, Pengembara dan Paimon menyadari bahwa gadis misterius yang memperkenalkan dirinya sebagai “ rembulan ” dari ramalan dan memberikan petunjuk tidak lain adalah Lesser Lord Kusanali. Selain itu, mereka semua berada di dalam mimpi, dan setiap hari Akasha Terminal menghapus ingatan mereka tentang apa yang telah terjadi dan menghancurkan Sabzeruz subspace. Dengan cara ini, Akademiya mengumpulkan kekuatan mimpi untuk menciptakan sosok dewa palsu. Inilah"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/979f0e8824faf11e258de4bca1ba7af0_4658825212044875353.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "sebabnya mengapa kondisi fisik Dunyarzad terus memburuk hingga kesadarannya menghilang, dan memori otot Dehya teringat akan pertempuran dengan pedang baru. Meskipun mimpi itu berada di bawah kendali Akasha, perangkat itu sendiri tidak dapat menciptakan mimpi baru, sehingga mimpi yang tak berujung itu memiliki pemilik mimpi. Pemilik mimpi ini, yang menyadari bahwa mereka berada dalam mimpi, dapat mengubah apa yang terjadi hanya dengan kekuatan imajinasi. Untuk menemukan pemilik mimpi tersebut, sang Pengembara dan Paimon mendatangi panggung di Grand Bazaar dan melihat bunga Padisarah ungu unik yang telah menghilang ribuan tahun yang lalu. Hanya Nilou yang dapat menciptakan bunga-bunga ini dengan imajinasinya. Ketika wanita itu menyadari bahwa dia sedang bermimpi, dia memutuskan untuk menampilkan tarian terakhir Sabzeruz di antara Padisarah Dewi Bunga. Di akhir tarian, mereka melihat gema kesadaran Dunyarzad datang untuk melihat penampilan Nilou.\nKeesokan harinya, ketika 168 siklus Sabzeruz berakhir, Pengembara dan Paimon bertemu Dunyarzad, yang telah selamat dari tidur tanpa akhir. Meskipun orang-orang Sumeru tidak pernah bermimpi, dia bermimpi malam itu tentang Nilou yang melakukan tarian Dewi Bunga.\n<color=#ffd780>Entri Terkait:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6516,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3570,
        "name": "Dunyarzad",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/06/1023623/b870c8c1310f918467367df07471fd94_7194757380217940341.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Penari terkenal di Teater Zubayr. Tariannya elegan dan gemulai, pembawaannya ramah dan polos.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/8459597/586d726f9ebda3506c78beaaa41f13b6_2678028484223577025.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p>Seorang anggota Eremite, sebuah organisasi tentara bayaran di Sumeru. Dia berani, kuat, dan sudah sangat terkenal di kalangan Eremite.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/8459597/65b22311e1e38ffa45a4928d4005ecee_762775532069198234.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Seorang gadis yang dikurung bak burung di dalam sangkar Sanctuary of Surasthana, hanya bisa melihat dunia dari dalam mimpi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/01/8459597/f29490bddc56b4a6773b6c5003bbb853_5188553682332031242.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4362,
        "name": "Setaria",
        "desc": "<p>NPC eksklusif pada Quest Archon Fajar Seribu Mawar.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/29/1023623/8aee1585138b5d0230fba0fda58a7858_7410758016614722813.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Tumbuhan yang suci dan mulia. Membutuhkan lingkungan yang cukup kondusif untuk dapat tumbuh. Kuncup bunganya dapat diolah menjadi rempah-rempah yang berharga.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/d5172558c50dbc305ee422b95bf8ed21_7718672836290978704.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2886,
        "name": "Charcoal-Baked Ajilenakh Cake",
        "desc": "<p><span style=\"color: #BFBFBF\">Makanan pastri berwarna gelap. Pertama-tama Ajilenakh Nut-nya dipanggang, lalu ditumbuk dan disaring, kemudian ditambahkan ke dalam adonan dan dipanggang lagi. Bentuk hasil akhirnya tidak menakjubkan, tapi aroma Ajilenakh Nut-nya tercium harum dan sangat cocok dimakan dengan selai.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/16/170306649/a0010986a958f36c1c27553c77cce263_3417502910178782705.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Teaser dan Trailer",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Trailer Versi 3.0 \"Fajar Seribu Mawar\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/237301566/befd0c1a72bbada62a348cd949e4eb2f_1158451703374906330.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>13 Agustus 2022</color>\nMemetik tanaman hijau subur yang ada di pegunungan,\ndan mencium wangi mawar-mawar di padang yang luas.\nBurung berbulu warna-warni tertawa saat fajar,\nsuara tawanya memecah kebijaksanaan selama ratusan tahun.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=WIxkKExpu94&list=PLqWr7dyJNgLLX5_mCRAauT5NTR0WAZY9V&index=15&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/6946526</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Adegan Animasi \"Tarian Sabzeruz\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/08/237301566/e76b73a94473641d6d6a37599a407f72_2071050059900090432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26 Agustus 2022</color>\nFestival Sabzeruz adalah perayaan ulang tahun yang dipersembahkan Dewi Bunga kepada Greater Lord.\nLegenda mengatakan bahwa selama perayaan ulang tahun Archon Dendro, Dewi Bunga akan menari dan Padisarah pun bermekaran mengikuti irama tariannya.\nDan hari ini, Nilou akan menghidupkan kembali legenda ini dengan tariannya sendiri.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ASR41LdpTKw&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/7223374</color>"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Festival Sabzeruz",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/170306649/766f6dc32f9b78e3d6d817340c09f9d2_3480988373562914777.png"
      },
      {
        "key": "Festival Sabzeruz",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/170306649/65c5c3fda711ea407249ceaf6bcc40f8_7685781803648086315.png"
      },
      {
        "key": "Festival Sabzeruz",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/170306649/a35fc0591f6a4f6dc8e20cc27d172527_6615929989109934314.png"
      }
    ],
    "videoCollection": [
      {
        "title": "Cutscene Animation: \"Dance of Sabzeruz\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ASR41LdpTKw",
        "coverUrl": "https://i.ytimg.com/vi/ASR41LdpTKw/maxresdefault.jpg",
        "duration": 128
      },
      {
        "title": "Version 3.0 \"The Morn a Thousand Roses Brings\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=WIxkKExpu94",
        "coverUrl": "https://i.ytimg.com/vi/WIxkKExpu94/maxresdefault.jpg",
        "duration": 366
      }
    ]
  }
}