{
  "epId": 7304,
  "name": "Tulisan Petualang Tanpa Nama",
  "desc": "<p>Catatan yang ditinggalkan oleh seorang petualang dari zaman yang tak diketahui. Di dalamnya tercatat kisah petualangan mereka di Ochkanatlan.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/9564191/060988725ce1c5a4a5765038f049aa03_5610089494364681744.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1734162767,
  "components": {
    "textualResearch": [
      {
        "title": "Tulisan Petualang Tanpa Nama",
        "desc": [
          {
            "type": "RichText",
            "text": "Bulan: Tak diketahui. Hari: tak diketahui. Berkabut ....\nAkhirnya aku sampai di sini, Ochkanatlan, kota kuno yang dijadikan sarang oleh naga jahat yang kejam ini, juga adalah tempat ██ dikubur ....\nKalau Bibi Liriwu tahu, dia pasti akan marah. Tapi, aku tidak punya pilihan. Meski aku dimarahi karena tidak menanggung kesalahan generasi sebelumnya, aku tetap mau menyelesaikan hal ini ....\nMeski ancaman Abyss sudah tidak seberbahaya saat aku lahir, tapi aku harus pergi ke sana demi \"Giok Kepulangan\" yang dicari oleh para petualang, dan juga untuk memecahkan misteri terakhir ██ ....\nTidak apa-apa, jangan gugup. Bukankah kamu sudah melewati banyak petualangan? Kamu sudah menjadi petualang yang dewasa, jadi tidak apa-apa. Lagi pula sudah bertahun-tahun berlalu, mungkin naga itu juga sudah menghilang ....\nBaiklah, mari kita mulai dari sini! Petualanganku dimulai ...."
          }
        ]
      },
      {
        "title": "Tulisan Petualang Tanpa Nama",
        "desc": [
          {
            "type": "RichText",
            "text": "Bulan: Tak diketahui. Hari: tak diketahui. Hujan ....\nAku tidak menyangka akhirnya diserang oleh naga itu, tapi berkat naga itulah aku bisa sampai di sini tanpa sengaja ....\nCore of Chu'ulel, dulunya adalah jantung kota. Aku pernah dengar dari orang-orang suku kalau Sacred Lord pernah mengubah dirinya menjadi jantung kota naga. Aku tidak pernah menyangka kalau seharafiah itu ....\nBerbeda dengan yang pernah ditemui di tempat lain, para Secret Source Automaton di sini sepertinya dapat mengerti bahasa manusia. Apa mereka juga diciptakan oleh Sacred Lord untuk melindungi dirinya sendiri? Tapi bagaimanapun juga, tidak perlu khawatir monster-monster di luar akan mengejarku untuk sekarang ini ....\nTidak disangka benar-benar berhasil. Aku menggunakan Pyrophosphorite milikku untuk membangunkan roh naga yang tertidur di dalam mesin ... Tapi, apa dia benar-benar naga? Dia kecil sekali, seperti Cocouik, dan lucu sekali sih ....\nIni adalah jalan menuju Altar Api Purba. Aku melihat tanda yang ditinggalkan Bibi Liriwu. Ternyata ██ juga pernah melewati jalan ini ....\nTapi sekarang hanya tersisa satu Pyrophosphorite. Jangan sampai habis sebelum kita mencapai Tonatiuh ...."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Tulisan Petualang Tanpa Nama</color>"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Dunia - <color=#ffffffd9>Mendaki Tembok Kabut Pagi, Pengembara yang Tersesat di Alam Abu: Bag. I</color> <color=#ffffff>\"</color> Kota yang Terkubur Oleh Abu\""
          }
        ]
      }
    ]
  }
}