{
  "epId": 7350,
  "name": "Talisman of the Enigmatic Land",
  "desc": "Jimat ini muncul entah dari mana di dalam tasmu setelah kamu berhasil melewati ujian dari Wayward Hermetic Spiritspeaker.<br>Dalam catatan suku Penguasa Angin Malam, para imam yang kuat dapat bahkan menembus cahaya dan bayangan yang dipantulkan oleh batu obsidian melalui meditasi, dan memasuki tanah misterius di bawah tanah yang hanya dapat dimasuki oleh orang-orang mati. Namun, aksi ini sangat berbahaya, dan para imam yang melakukannya sering kali membutuhkan jimat-jimat semacam ini untuk mengantisipasi tersesatnya jiwa mereka di dalam sana. Namun, makna simbol dari jimat ini jauh lebih besar daripada makna sebenarnya. Para imam yang menjalani hidup dalam pertapaan memberikannya kepada para pemberani yang berhasil melewati ujian, mungkin dengan maksud untuk memberikan mereka sebuah berkah sederhana.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c26f7b8877d8fc42dd3671a42f83cb38_3207155692698759618.png",
  "filterValues": {
    "objectType": [
      "Material Penguatan Karakter"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1739967791,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Dijatuhkan Oleh"
      },
      {
        "type": "CustomEntry",
        "epId": 7367,
        "name": "Wayward Hermetic Spiritspeaker",
        "desc": "Seorang imam dari suku \"Penguasa Angin Malam\" yang hidup menyendiri di alam liar sambil mengasah ilmunya. Konon dia mendapatkan perlindungan dari Wayob Penguasa Angin Malam, sehingga dia memiliki kekuatan Spiritspeaking yang lebih kuat daripada para imam dan shaman biasa. Kekuatan seperti ini adalah berkah sekaligus kutukan, karena awalnya ia tidak bisa mengendalikan kekuatan ini, karena itulah dia memutuskan untuk berlatih sendirian di luar suku. Meskipun sekarang sudah mampu menguasainya, tapi dia tetap memutuskan untuk hidup menyendiri karena terbiasa, orang-orang pun menyebut dirinya sebagai orang yang tidak suka bersosialisasi dan terkucil. Tapi ada rumor beredar bahwa jika ada orang yang datang untuk meminta panduan darinya, dia tidak ragu untuk mengajarinya. Tapi tentu saja dengan caranya sendiri ....",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c562f04a54b53f38bc91a117162937ac_2714435134282757795.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascension Karakter"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-5</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "Shaman Agung dari Penguasa Angin Malam, Nenek Itztli yang dihormati oleh orang dari semua suku.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7420,
        "name": "Yumemizuki Mizuki",
        "desc": "Pemegang saham Aisa Bathhouse, psikolog klinis dari klan yumekui-baku yang berdedikasi untuk mengusir mimpi buruk dan membawa ketenangan batin bagi semua orang.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/08/11662c12fb353d88bd2b20a2726c9f1c_8013472600677983943.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-4</color>\n-"
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Talisman of the Enigmatic Land"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Material Penguatan Karakter"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Dijatuhkan oleh Wayward Hermetic Spiritspeaker Lv. 30+"
          }
        ]
      }
    ]
  }
}