{
  "epId": 7351,
  "name": "Marga Kuno Obsidian",
  "desc": "Setelah melalui banyak lika-liku, Marga Kuno baru \"Tumaini\" - yang berarti \"harapan\" akhirnya selesai dibuat.<br>Kamulah pemilik pertamanya, dan marga ini akan mencatat semua kisah petualanganmu di Natlan dan untuk diteruskan selamanya.<br> \"Kebijaksanaan\" bukanlah sesuatu yang hanya bisa dimiliki oleh makhluk hidup, dan semua ingatan serta emosi belum tentu selalu bisa dianggap sebagai sebuah \"berkah\". Keberadaannya tidak dapat digambarkan dan tidak dapat dijelaskan dengan akal sehat, sama seperti kita yang tidak beroleh pengetahuan apa pun tentang tempat-tempat di luar jangkauan cahaya. Oleh karena itu, mustahil untuk memastikan apakah ada banyak pasang mata yang terfokus padamu di kegelapan yang paling dalam. Ia selamanya berada di atas, senantiasa ingin melahap pengetahuan dan informasi yang tersimpan di tanah, bahkan ketakutan dan keputusasaan yang tidak dapat dilewati oleh manusia, semua ini hanya emosi yang \"disimulasikan\" olehnya setelah memahami segala yang ada di Natlan.<br>Dengarkanlah auman Xumucul dengan saksama yang asalnya dari kebencian ribuan tahun yang lalu. Kala itu, dia adalah prajurit terkuat yang sulit untuk dilawan. Betapa menyesalnya dia telah mengangkat senjatanya di depan makam rekan-rekannya. Jika sedari awal perang ini tidak dapat dimenangkan, maka pemimpin bukan menjadi identitas yang pantas lagi baginya, melainkan raja yang kejam dan sendirian.<br>Perhatikan baik-baik air mata Cochanina, yang berasal dari keputusasaannya ribuan tahun yang lalu. Meskipun mentalnya selalu tegar, namun api dan kematian tidak pernah berhenti menggerogoti tanah airnya. Akhirnya, dia berlutut di depan peti yang dingin dan mempertanyakan dirinya sendiri: Kalau memang menolak tidak bisa, kenapa tidak menerimanya saja?<br>Rasakan amarah Ndenge, yang berasal dari kegilaannya ribuan tahun yang lalu. Dia telah bertempur untuk Natlan sepanjang hidupnya, membakar darahnya sendiri, dan dia baru mengetahui kebenaran di balik perang setelah naik takhta. Dia bukan pahlawan yang dihormati oleh semua orang, melainkan ba",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/6c535148317ed9d8ecda0afd5ffdbd77_5095437906811194859.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1739329353,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Marga Kuno Obsidian"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Archon - <color=#ffffffd9>Syair Kebangkitan yang Membara</color> Chapter V: Bag. <color=#ffffffd9>V \"</color> Matahari Terbit dan Terbenam <color=#ffffffd9>\"</color>"
          }
        ]
      }
    ]
  }
}