{
  "epId": 739,
  "name": "Topeng Pemakaman",
  "desc": "Topeng yang diperoleh dengan mengalahkan Signora, Harbinger ke-8 dari Eleven Harbingers.<br/>Fatui kerap kali menghadapi dunia dari balik topeng mereka. Dikatakan seperti itu karena begitu mereka menjadi Fatui, segala sesuatu tentang mereka termasuk masa lalunya sudah tidak bermakna apa pun lagi, dan karenanya mereka harus meninggalkan nama dan wajah asli mereka.<br/><br/>—Namun tindakan melepaskan semua yang telah membentuk \"diri sendiri\" di masa lalu beserta seluruh hal yang terkait dengannya bukanlah sebuah perkara yang mudah direlakan.<br/>Barangkali tidak dapat dipungkiri bahwa hanya mereka yang memiliki obsesi yang mendekati atau bahkan melebihi tingkat Delusion lah yang mungkin bersedia untuk bergabung dengan kelompok yang memberontak terhadap Prinsip Langit ini, membelenggu sisa hari-hari mereka dengan Delusion, dan \"membakar\" dirinya secerah bintang.<br/>...Tentu saja , Fatui berisi orang-orang yang bergabung karena haus akan kekuasaan dan juga orang-orang yang murni menyukai tindakan kekerasan — dan kedua hal ini pada dasarnya memang dapat berjalan beriringan.<br/><br/>Perempuan yang memiliki nama asli Rosalyne-Kruzchka Lohefalter ini mungkin pernah hidup sebagai perempuan yang polos dan naif.<br/>Tapi hal itu terjadi sebelum matanya dipenuhi oleh api yang membara, dan hari-harinya yang polos terbakar habis; sebelum Delusion sedingin es memadamkan lidah-lidah api yang pernah menggerogotinya; sampai nanti kekuatan beku yang melindunginya dihancurkan oleh orang asing abadi, yang tekadnya mungkin lebih bulat daripada dirinya, dan terjadilah kembali ledakan api itu...",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Funerary Mask_icon.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Topeng Pemakaman"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Kegunaan"
      },
      {
        "key": "Sumber"
      }
    ]
  }
}