{
  "epId": 7604,
  "name": "Tatankasaurus",
  "desc": "Saat Tatankasaurus sedang berlari, dia dapat <color=#FFE14BFF>mengonsumsi Phlogiston</color> untuk menerjang dengan cepat.<br>Ketika Tatankasaurus menabrak sesuatu dan menjadi terhalang, atau <color=#FFE14BFF>saat kamu menekan tombol Elemental Skill</color>, maka ia akan memasuki status Spirited. Tekan <color=#FFE14BFF>tombol Lari </color> lagi dalam status Spirited ini untuk memasuki status Lari Tahap 2 yang lebih cepat. Dalam status ini, Tatankasaurus dapat memanfaatkan perbedaan medan untuk melompat jauh dan bahkan dapat berlari singkat di permukaan air atau Phlogiston cair. Tentu saja, cara ini juga akan membuat Phlogiston habis lebih cepat ....",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
  "menuId": 14,
  "menuName": "Tutorial",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Tatankasaurus"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Tatankasaurus",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/ecec4b325f3f5113eb52674a56a31974_7053142726991693325.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Saat Tatankasaurus sedang berlari, dia dapat\nmengonsumsi Phlogiston untuk menerjang dengan cepat.\nKetika Tatankasaurus menabrak sesuatu dan menjadi terhalang, atau\nsaat kamu menekan tombol Elemental Skill, maka ia akan memasuki status Spirited. Tekan\ntombol Lari lagi dalam status Spirited ini untuk memasuki status Lari Tahap 2 yang lebih cepat. Dalam status ini, Tatankasaurus dapat memanfaatkan perbedaan medan untuk melompat jauh dan bahkan dapat berlari singkat di permukaan air atau Phlogiston cair. Tentu saja, cara ini juga akan membuat Phlogiston habis lebih cepat ...."
          }
        ]
      },
      {
        "key": "Tatankasaurus",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/392b497e263ae7935f27ef7c709ce209_7296483475746560564.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tekan tombol Skill atau gunakan status Lari Tahap 2 untuk mendorong benda berat yang awalnya tidak bisa digerakkan. Kamu bahkan dapat menghancurkan Pulverite dengan mudah."
          }
        ]
      }
    ]
  }
}