{
  "epId": 7627,
  "name": "Ifa",
  "desc": "Dokter hewan dari suku Bunga Bersayap, yang sangat menyukai kehidupan bersama manusia, hewan, dan makhluk hidup lainnya.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/ce693d1e36aef5936b2d2db006605fc4_9036718103340803450.png",
  "headerImgUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/c03e56e219d04579495aefd5a4a0fd16_4583597822897969221.png",
  "filterValues": {
    "characterVision": "Anemo",
    "characterProperty": "Elemental Mastery",
    "characterWeapon": "Catalyst",
    "characterRegion": "Natlan"
  },
  "menuId": 2,
  "menuName": "Arsip Karakter",
  "version": 1746586518,
  "components": {
    "galleryCharacter": [
      {
        "key": "Kartu Karakter",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/6ab5ad917c3d42d55553803cd6b660fd_974973895796975805.png"
      },
      {
        "key": "Avatar",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/55202fe458d12c0c2a3f4464d69660db_1494361710407814010.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Kostum Asli - Whistledart Wings\nModel pakaian Ifa. Kamu belum pernah melihat Ifa memakai topi yang lain, tapi sebenarnya dia sudah berganti banyak topi, hanya saja, semua topinya sama. \"Jangan lupa ikat tali waktu pakai topi, bos, agar tidak diterpa angin, atau diambil Saurian usil\", ujarnya dengan penuh jengkel setiap kali dia membahas topik."
          }
        ]
      },
      {
        "key": "Animasi Diam 1",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/16e24482c4dcedf7d7e56e4092c4e893_7080249601846429901.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Kostum Asli - Whistledart Wings"
          }
        ]
      },
      {
        "key": "Animasi Diam 2",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/d1211b87e0660057dfd5025bea1d5fce_7103335872702845623.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Kostum Asli - Whistledart Wings"
          }
        ]
      }
    ],
    "talent": [
      {
        "title": "Rite of Dispelling Winds",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/08/464df75643b85d808ea7457d333c2520_6428327854959294086.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Normal Attack</color>\nMelancarkan hingga 3 serangan dan mengakibatkan <color=#80ffd7>Anemo DMG</color> .\n<color=#ffd780>Charged Attack</color>\nMengonsumsi sejumlah Stamina dan menembak ke arah depan, mengakibatkan <color=#80ffd7>Anemo DMG Area</color> setelah jeda singkat.\n<color=#ffd780>Plunging Attack</color>\nMenerjang tanah, menyerang musuh di jalur terjangan dan mengakibatkan <color=#80ffd7>Anemo DMG Area</color> saat mendarat."
          }
        ],
        "attributes": null,
        "talentImg": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/894e888944f9317a3371bf116d116b76_1992754910924485183.gif"
      },
      {
        "title": "Airborne Disease Prevention",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/f62895c705d6ad4187504c5c6b8e6bd3_4677225135630487136.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Waktunya memanggil bala bantuan! Maju, bos! Ifa memanggil Cacucu untuk bertempur bersama.\nSetelah dilancarkan, Ifa memulihkan 80 poin Nightsoul-nya dan memasuki status <color=#ffd780>Nightsoul's Blessing</color> . Selama durasi Nightsoul's Blessing, Ifa akan melayang dengan bantuan Cacucu. Saat melancarkan Normal Attack dalam status ini, serangannya akan dikonversi menjadi <color=#ffd780>Supporting Fire</color> yang berbeda berdasarkan Mode Tekan dan Mode Tahan, untuk menembakkan Tonicshot yang dapat memulihkan HP seluruh anggota party.\nSelain itu, saat berada dalam status Nightsoul's Blessing dan Ifa melancarkan Elemental Skill <color=#ffd780>Airborne Disease Prevention</color> dalam Mode Tahan, maka Ifa akan melancarkan Nightsoul-aligned Plunging Attack. Melepaskan tombol skill akan menghentikan Plunging Attack ini agar Ifa tetap melayang di udara. Jika Ifa menyentuh tanah saat melancarkan Plunging Attack, maka status Nightsoul's Blessing-nya akan berakhir."
          }
        ],
        "attributes": null,
        "talentImg": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/50a37d548c8665c8f62f9d4b4016a6ae_292215360389982342.gif"
      },
      {
        "title": "Compound Sedation Field",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/c018de00555941a0ff91faa2f7f94025_6293438988273254370.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Menembakkan sebuah obat penenang kepada musuh (yang masih belum bisa tenang). Obat penenang ini akan meledak setelah mengenai musuh, dan akan menghasilkan pusaran angin pengikat yang dapat menarik item dan musuh di sekitar sambil mengakibatkan Nightsoul-aligned <color=#80ffd7>Anemo DMG Area</color> .\nSaat obat penenang ini mengenai musuh yang sedang terpengaruh elemen <color=#80c0ff>Hydro</color> / <color=#ff9999>Pyro</color> / <color=#99ffff>Cryo</color> / <color=#ffacff>Electro</color> , maka akan memberikan efek <color=#ffd780>Sedation Mark</color> kepada musuh-musuh ini."
          }
        ],
        "attributes": null,
        "talentImg": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/428c32c0247152e9bb2daf2022cb3afc_1361307785059909912.gif"
      },
      {
        "title": "Field Medic's Vision",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/f1d46a52373064018888f0999d4f2a21_7353549100943015228.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Saat Ifa berada dalam status Nightsoul's Blessing, setiap poin Nightsoul dari jumlah total yang dimiliki oleh seluruh anggota party akan memberikan Ifa 1 poin <color=#ffd780>Rescue Essentials</color> , meningkatkan DMG reaksi Swirl dan Electro-Charged yang diakibatkan seluruh anggota party di sekitar."
          }
        ],
        "attributes": null
      },
      {
        "title": "Mutual Aid Agreement",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/f3401781427f2c35d420b45009d7872b_3615811358536971250.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Saat anggota party di sekitar memicu Nightsoul Burst, Elemental Mastery Ifa meningkat 80 poin selama 10 detik."
          }
        ],
        "attributes": null
      },
      {
        "title": "Night Realm's Gift: Focused Emergency Rescue",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/1d8cdc2841a2d20eede51ef1471e918f_5601472062630533376.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Setelah poin Nightsoul habis terpakai, Ifa akan mengonsumsi Phlogiston untuk mempertahankan status Nightsoul's Blessing-nya.\nSaat ada area dengan Phlogiston Mechanic di Natlan, Ifa bisa melancarkan Nightsoul Transmission: Ifa. Saat Karakter aktif melayang di ketinggian tertentu, dan mengganti Karakter menjadi Ifa, akan memicu efek berikut: Ifa akan memasuki status Nightsoul's Blessing dan mendapatkan 32 poin Nightsoul. Nightsoul Transmission party sendiri dapat terpicu sekali setiap 10 detik."
          }
        ],
        "attributes": null
      },
      {
        "title": "Tactical Warm Compress Bandaging",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/5be1ff59abd9ce975196e2128c2932f0_7096555397240904612.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Saat ada area dengan Phlogiston Mechanic di Natlan, dan HP Karakter aktif sendiri atau HP Saurian yang menyatu kurang dari 40%, Ifa akan mengonsumsi 10 poin Phlogiston untuk memulihkan 40% HP mereka. Efek ini dapat terpicu setiap 10 detik. Efek ini tidak aktif dalam Domain, Trounce Domain, atau Spiral Abyss."
          }
        ],
        "attributes": null
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Ifa"
          }
        ]
      },
      {
        "key": "Ulang Tahun",
        "value": [
          {
            "type": "RichText",
            "text": "23 Maret"
          }
        ]
      },
      {
        "key": "Konstelasi",
        "value": [
          {
            "type": "RichText",
            "text": "Catena Opele"
          }
        ]
      },
      {
        "key": "Julukan",
        "value": [
          {
            "type": "RichText",
            "text": "In the Wake of Wandering Winds"
          }
        ]
      },
      {
        "key": "Vision",
        "value": [
          {
            "type": "RichText",
            "text": "Anemo"
          }
        ]
      },
      {
        "key": "Afiliasi",
        "value": [
          {
            "type": "RichText",
            "text": "Tlalocan"
          }
        ]
      },
      {
        "key": "CV Mandarin",
        "value": [
          {
            "type": "RichText",
            "text": "吕书君"
          }
        ]
      },
      {
        "key": "CV Jepang",
        "value": [
          {
            "type": "RichText",
            "text": "寺岛惇太 & 小松昌平"
          }
        ]
      },
      {
        "key": "CV Inggris",
        "value": [
          {
            "type": "RichText",
            "text": "Jonny Loquasto & Dominic Catrambone"
          }
        ]
      },
      {
        "key": "CV Korea",
        "value": [
          {
            "type": "RichText",
            "text": "Park Ki-wook"
          }
        ]
      },
      {
        "key": "Hidangan Spesialisas"
      },
      {
        "key": "Dirilis pada Versi",
        "value": [
          {
            "type": "RichText",
            "text": "5.6"
          }
        ]
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/07dac91ca8e09d4fd9db4790c2e4a343_2006112009045695198.png",
        "name": "Vitiferous Elixir's Concoction",
        "desc": [
          {
            "type": "RichText",
            "text": "Saat <color=#ffd780>Supporting Fire</color> mengenai musuh, akan memulihkan 6 poin Energy Ifa. Pemulihan Energy dengan cara ini dapat terpicu sekali setiap 8 detik."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/f1d46a52373064018888f0999d4f2a21_7353549100943015228.png",
        "name": "Guiding Spirit of Ballistic Prayer",
        "desc": [
          {
            "type": "RichText",
            "text": "Saat Ifa berada dalam status Nightsoul's Blessing, dari total jumlah poin Nightsoul yang dimiliki seluruh anggota party, untuk setiap poin di atas 60 poin, maka Ifa akan mendapatkan 4 poin <color=#ffd780>Rescue Essentials</color> tambahan.\nSelain itu, batas Rescue Essentials milik Ifa bertambah 50 poin.\nHarus membuka Talenta Pasif <color=#ffd780>Field Medic's Vision</color> terlebih dahulu."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/f62895c705d6ad4187504c5c6b8e6bd3_4677225135630487136.png",
        "name": "Rebuttal in Negotiations With the Night",
        "desc": [
          {
            "type": "RichText",
            "text": "Meningkatkan 3 level Elemental Skill <color=#ffd780>Airborne Disease Prevention</color> .\nMaksimum: Lv. 15."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/0d570900a16a9630a73e3baa6a4f4f29_1630374003602677642.png",
        "name": "Decayed Vessel's Permutation",
        "desc": [
          {
            "type": "RichText",
            "text": "Durasi pusaran angin pengikat yang dihasilkan Elemental Burst <color=#ffd780>Compound Sedation Field</color> diperpanjang 3 detik.\nSelain itu, setelah melancarkan Elemental Burst <color=#ffd780>Compound Sedation Field</color> , Elemental Mastery Ifa meningkat 100 poin selama 15 detik."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/c018de00555941a0ff91faa2f7f94025_6293438988273254370.png",
        "name": "Vow of Universal Coexistence",
        "desc": [
          {
            "type": "RichText",
            "text": "Meningkatkan 3 level Elemental Burst <color=#ffd780>Compound Sedation Field</color> .\nMaksimum: Lv. 15."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/18caae41577bdbca8f2a47c2777f2bd7_1467862012239879635.png",
        "name": "Oath on a Feathered Knot",
        "desc": [
          {
            "type": "RichText",
            "text": "Saat Ifa menggunakan <color=#ffd780>Supporting Fire</color> dalam Mode Tahan, ada 50% kemungkinan untuk menembakkan satu Tonicshot tambahan yang mengakibatkan Anemo DMG sebesar 120% ATK Ifa. DMG ini dianggap sebagai DMG Normal Attack.\nSelain itu, saat tidak dalam kondisi bertempur, konsumsi poin Nightsoul dan Phlogiston Ifa dalam status Nightsoul's Blessing berkurang 20%."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Lv.",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Sebelum Ascension",
              "Setelah Ascension"
            ]
          },
          {
            "key": "Base HP",
            "values": [
              "",
              ""
            ]
          },
          {
            "key": "Base ATK",
            "values": [
              "",
              ""
            ]
          },
          {
            "key": "Base DEF",
            "values": [
              "",
              ""
            ]
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Info Karakter",
        "desc": [
          {
            "type": "RichText",
            "text": "Orang Natlan melihat suku Bunga Bersayap sebagai kaum yang hidup di angkasa luas.\nSuku Tirai Daun melekat kepada tebing-tebing tempat tinggalnya, dan Penguasa Angin Malam hidup memandangi bintang dari puncak-puncak bebatuan. Hanya suku Bunga Bersayap yang mendapat hak istimewa untuk menjajaki awan dan menunggang pelangi layaknya seorang kesatria langit sejati.\nSensasi melihat ke atas tiada bandingannya di dunia ini. Tanpa penghalang, tanpa rintangan, hanya langit biru sejauh mata memandang, ruang hampa impian umat manusia yang rindu untuk lepas dari belenggu dunia.\nNamun api peperangan senantiasa membara di bawah kaki mereka, diikuti ratap tangis dan teriakan minta tolong. Bahkan Qucusaurus yang terluka pun terpaksa harus menjejak tanah.\nDalam skenario seperti itu, Ifa ibarat kesatria yang matanya tak pernah lepas dari tanah. Kewajiban dan kebiasaan menjadikannya demikian, pandangannya yang tajam terbiasa melihat masalah dari kejauhan.\n\"Manusia dan hewan, semua harus kembali ke tanah\". Begitu katanya seraya tersenyum tipis."
          }
        ]
      },
      {
        "title": "Kisah Karakter 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Terbuka saat Persahabatan Lv. 2</color>\n\"Jika manusia bisa menjadi dokter Saurian, maka Saurian pun bisa jadi dokter untuk manusia\", begitu kata Ororon.\n\"Cuma karena satu pernyataan mengandung kontradiksi, bukan berarti pernyataan itu masuk akal bos\". Begitu kata Ifa setelah terdiam cukup lama.\n\"Oh, gitu ....\"\nIfa merasa sedikit kasihan ketiga mendengar nada bicara anak muda itu. Ororon bukan orang bodoh, kadang dia sengaja mengutarakan sesuatu yang sifatnya \"mendalam\", hanya untuk melihat reaksi Ifa. Dia tahu, tapi tidak bisa menahan benaknya untuk tidak memikirkan bagaimana caranya dia bisa hidup sampai ke saat sekarang ini?\nJalannya bukan mulus tanpa ratapan. Dokter hewan ibarat pemilik taman kanak-kanak ... \"murid\" yang sekolah di tempatnya tidak bisa diberi \"pengertian\", karena memang otaknya belum cukup berkembang untuk bisa \"mengerti\" sesuatu. Kita hanya bisa menenangkan mereka ... karena yang datang setelah ketenangan adalah rasa sakit. Luka, membersihkan luka, makan obat, suntik ... Jujur, jika Ifa adalah salah satu dari anak anjing atau kucing yang datang ke klinik, maka dia sendiri pun tidak akan bisa membedakan mana rasa sakit yang satu dari yang lainnya.\nRasa sakit akan menyebabkan seseorang berteriak dan berjuang. Demikianlah naluri makhluk hidup. Kehilangan kemampuan untuk merasakan sakit justru sangat berbahaya.\nMungkin kehidupan memang seperti itu, selalu ada kesedihan dan perpisahan untuk mengingatkan kita bahwa hidup terus berjalan. Manusia mau pun Saurian, keduanya akan bertumbuh besar dan bertambah tua.\nDemikianlah risiko menjadi seorang dokter, demikianlah harga yang harus dibayar. Demikianlah yang dikatakan Ifa, untuk meyakinkan dirinya sendiri.\nDan apa yang dia dapatkan? Kasih dan ucapan syukur dari manusia dan hewan. Ikatan yang terbentuk antara Ifa dan para \"bos\"-nya lebih kuat dari ikatan darah.\nKalau semua kebahagiaan dan kegembiraan bisa menghilangkan semua kesedihan dan ketidakberdayaan, maka semuanya itu akan menjadi layak diperjuangkan."
          }
        ]
      },
      {
        "title": "Kisah Karakter 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Terbuka saat Persahabatan Lv. 3</color>\nKadang, Ifa merasa bahwa manusia tidak kuasa memilih kehidupan seperti apa yang diinginkannya. Manusia justru \"terpilih\" untuk mengisi suatu posisi seiring berjalannya waktu.\nContoh, dia sendiri tidak ingat kapan sosoknya menjelma menjadi pribadi yang merawat dan mengurus orang lain. Anak-anak di kampung memanggilnya \"Kakak\", Saurian yang sehat mau pun kurang sehat mendekat bila dia hadir, memeriahkan suasana dengan paduan suara \"nguk\" dan \"fuwaaa\" bersahutan. Junior dan seniornya di dunia kerja angkat topi (ketika memungkinkan) untuk menghormatinya, memanggilnya dengan sebutan \"dok\" setiap kali bersua. Ifa tak kuasa menghalau ketakutan dari dalam hatinya acap kali diperlakukan demikian.\nTentunya, rasa hormat ini juga menjadi sumber kebanggaan dan kepuasan dalam hidupnya. Sementara ketakutan itu mungkin berakar dari kekhawatiran bila suatu hari nanti kepercayaan tersebut akan lenyap. Maka dari itu, dirinya kadang mengusahakan yang terbaik, bahkan sampai melebihi batas: membuat mainan untuk anak Saurian, menggotong sekarung penuh buah segar untuk semua tetangganya setiap dia pulang dari kunjungan pasien, dan kadang, bahkan sampai menolong anak-anak di kampung suku mengerjakan PR.\nSeakan-akan aliran waktu diobrak-abrik oleh seseorang. Suatu hari, Ifa yang sedang galau memikirkan untuk belajar jadi dokter dewan atau tidak. Kenangan susah-payah mencoba naik ke punggung Saurian masih terekam jelas di benaknya. Kehidupan begitu cepat, dan tahu-tahu saja dia sudah tumbuh menjadi orang dewasa yang bisa diandalkan.\nDia tidak sedih. Malahan, Ifa sangat bersyukur. Hanya saja kadang para tetua suku akan mengungkit masa lalu, mengingatkan Ifa akan dirinya semasa kecil.\nAnak-anak juga suka mendengarkan kisah masa lalu. Salah satunya datang menghampiri Ifa sambil tersenyum lebar, remahan kue melekat di sisi bibirnya. Dia tertawa terbahak-bahak mendengar Ifa kecil yang baca buku saja susahnya minta ampun. \"Jadi, Kak Ifa kesayangan kita semua ternyata pernah bocah juga ya! Gila banget bos\".\nSudah lama tidak ada yang menyebutnya \"bocah\". Ifa kaget, tapi hanya sesaat. Dia mengelap bibir si anak dengan saputangan seraya berkata \"Apanya yang 'gila banget bos'? Kamu umur berapa sih?\"\n\"Aku umur enam!\"\n\"Wah, kebetulan nih, aku baru umur lima! Gimana kalau mulai hari ini, kamu yang jadi kakak?\""
          }
        ]
      },
      {
        "title": "Kisah Karakter 3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Selesaikan Quest \"Syair Kebangkitan yang Membara\"</color>\n<color=#ffd780>Terbuka saat Persahabatan Lv. 4</color>\nKalau saudara jauh juga dihitung, keluarga Ifa termasuk besar. Mereka terkenal sebagai keluarga dokter hewan ahli, tapi sebenarnya tidak banyak anggotanya yang menekuni profesi tersebut. Dengan kata lain, Ifa menjadi dokter hewan bukan karena \"kewajiban\" atau \"dorongan keluarga\".\nSelain itu, mempelajari ilmunya juga lumayan melelahkan. Ifa merasa kalau semua yang dia baca sewaktu bertumbuh dewasa adalah buku tentang ilmu pengobatan, tulisan dan diagram yang hanya numpang lewat di otaknya. Masuk cepat, keluarnya pun lebih cepat. Ifa kecil marah pada diri sendiri, pikirnya \"Kenapa sih HARUS dokter hewan? Enggak wajib juga kan\".\nMemang tidak wajib, tapi Ifa akhirnya melewati tahap ketika buku-buku bacaannya sudah di luar nalar pengertian. Mungkin karena sering menyambangi medan perang untuk mengobati yang luka, orang tua Ifa terjangkit pengaruh Abyss, dan kesehatan mereka tidak pernah prima. Ifa muda menyadari sesuatu, lalu menjadi khawatir. Pikirnya, \"Aku ... tidak HARUS jadi dokter hewan ... kan?\"\nEntah karena pencerahan atau proses pendewasaan sebelum waktunya, Ifa harus kehilangan kedua orang tuanya di usia belia. Setelah proses pemakaman, pemuda tujuh belas tahun itu pun merasa kebingungan dan kosong. Dia tidak tahu harus berpikir apa.\nDan akhirnya, dia pun menjadi dokter hewan.\nMungkin demi tradisi, atau karena sekadar kebiasaan, tapi tak butuh waktu lama bagi Ifa untuk dikenal sebagai dokter Saurian dengan kemampuan mumpuni, lembut pada pasien, dan sangat bertanggung jawab. Setelah memantapkan pilihan hati, pikirannya pun menjadi jernih dan fokus. Perang berkecamuk, tugas membeludak, tapi tekanan kerja seperti inilah yang membantu Ifa melewati masa-masa sulit dalam kehidupannya.\nKini perang telah usai, Ifa punya waktu untuk duduk memikirkan arah hidupnya ke depan. Tapi apa masih perlu?\n\"Semua orang hidup menekuni sesuatu\", katanya. \"Dan aku, aku hanya ingin semua makhluk berbahagia\"."
          }
        ]
      },
      {
        "title": "Kisah Karakter 4",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Terbuka saat Persahabatan Lv. 5</color>\nKalau dia menyerah pada simpati dan mengurus setiap Saurian luka yang kebetulan berpapasan dengan dirinya, maka Ifa harus meninggalkan klinik dan hidup di alam liar. Dia tahu, bahwa jika jalan itu yang dipilihnya, maka dia akan terus berjalan hingga ujungnya. Karena itulah dia menetapkan satu aturan tak tertulis, bahwa jika memungkinkan, dia tidak boleh merawat hewan (atau manusia, atau makhluk lain) untuk jangka panjang.\n\"Tidak, tidak, tidaaak ....\" Ifa mengalihkan pandangan dari mata pasien kecilnya yang memohon welas asih. \"Aku akan carikan rumah buat kamu ... tapi bukan di klinik ini. Sudah penuh!\"\nDisiplin yang dianutnya selama bertahun-tahun layak diganjar pujian, dan karena itulah dia kesal karena telah membuat pengecualian untuk Cacucu.\n\"Si kecil ini tidak pernah tumbuh besar\", begitulah alasan Ifa. \"Kecil, bulat, bisa ngomong, tapi enggak paham ngomong apa ... kalau ditinggal di luar sana ya sama saja suruh dia mati pelan-pelan. Makanya ... biar aku yang urus dia. Untuk sekarang lah setidaknya.\"\n\"Dia dimanfaatkan, tapi terlalu gengsi untuk mengakui\", demikianlah komentar tajam tanpa basa-basi Ororon.\nOroron biasa mengaku tidak terlibat urusan ini, tapi sebenarnya dia ada \"andil\". Dia pun menunjuk ke arah kebunnya, ke arah sayur-sayur gemuk yang daun-daunnya diberi \"tanda\" lubang berbentuk mirip paruh Cacucu. Begitulah caranya menuduh Ifa dalam diam.\nTidak ada alasan dan tidak tega mengusir Cacucu, Ifa akhirnya terpaksa (berlagak seolah terpaksa) mengadopsi Ifa sebagai rekan Saurian-nya. Dia bahkan rela menjadi kurir Ororon selama sebulan penuh untuk mengganti rugi sayur yang dipatuk Cacucu.\nTapi jika dilihat lagi, kisah ini punya dua celah. Dan Ifa tidak sadar.\nPertama: kasus perusakan kebun. Cacucu bukan Saurian bodoh, kenapa tiba-tiba dia cari ribut dengan Ororon? Sebenarnya mereka bersekongkol, karena Cacucu punya mimpi menjadi asisten di klinik Ifa, dan langkah pertama yang harus bisa dicapai adalah masuk menjadi penghuni klinik. Demi tujuan itu, mereka menyudutkan Ifa.\nKedua: meski Ifa percaya bahwa pertama kali dia bertemu dengan si Qucusaurus bulat adalah ketika menolongnya di pinggir jalan, Cacucu masih ingat kisah pertemuan yang lebih dulu sebelum kejadian itu. Tidak ada yang tahu ceritanya, tapi ibu Cacucu pernah terluka parah dan tidak akan mampu menetaskan telur Saurian kecil pintar ini kalau tidak ditolong Ifa. Dan ketika si Saurian kecil keluar dari telurnya, saat itulah matanya melihat Ifa untuk kali pertama. Sedihnya, Ifa sama sekali tidak ingat tentang ini.\nCacucu sendiri tidak bisa bercerita. Selain itu, memang tidak perlu juga menceritakannya, dan Cacucu sendiri tidak pernah mencoba memberi tahu Ifa. Ibunya meninggal karena luka lama yang kambuh, dan sulit sekali bagi Saurian kecil untuk bertahan hidup di alam liar seorang diri. Dia yang belum pernah bertemu manusia lain segera memutuskan bahwa Ifa, yang dulu pernah menolong ibunya, adalah kandidat utama dan satu-satunya untuk diikuti. Dan jika suatu hari nanti dia bisa jadi asisten di klinik untuk balas budi, lebih bagus. Suatu pencapaian yang besar di dunia Saurian!\nNah, karena langkah pertama sudah berhasil, lanjut ke tahap kedua: belajar berpura-pura bodoh.\nBerhubung Ifa adalah orang yang dengan senang hati memikul tanggung jawab orang lain, mengetahui kisah masa lalu Cacucu akan membuat dirinya merasa bersalah, bahkan merasa bertanggung jawab.\nJadi Cacucu pikir lebih baik tidak usah cerita. Kalau ingin jadi sahabat sejati, maka dia ingin hubungan mereka dilandasi ketulusan tanpa beban masa lalu."
          }
        ]
      },
      {
        "title": "Kisah Karakter 5",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Terbuka saat Persahabatan Lv. 6</color>\nIfa merasa dirinya cukup atletis. Bisa berhubungan dengan Saurian, dan tetap lulus ujian terbang dengan hasil memuaskan, dia pikir bisa dengan mudah bepergian ke seluruh penjuru Natlan.\nMaka Ifa memutuskan untuk berkunjung ke suku-suku Natlan tanpa harus dibebani tanggung jawab ekstra.\nDi kampung Putra-Putri Gema, dia bertemu Xilonen si pengrajin jagoan. Orang yang dengan semangat membuat desain untuk peralatan medis Ifa, tanpa buang waktu untuk berdebat. Di kemudian hari, Ifa tahu bahwa Xilonen yang bertemu dengannya kala itu dibebani tanggung jawab besar (yakni tugas dari Mavuika), dan semua kerjaan yang tidak ada hubungannya dengan tugas itu ibarat angin segar yang berembus ke dalam kamar sumpek. Lalu ada juga yang bilang Xilonen biasanya sulit sekali dihubungi (karena sering kabur sembunyi di gunung). Ifa merasa sangat beruntung.\nDi kampung Tirai Daun, Ifa merasakan suasana yang mirip dengan Bunga Bersayap, yakni orang-orang yang hidup dengan gaya dan lajunya sendiri di atas awan. Dia suka di sana, berayun dengan tali kait dari satu tebing ke tebing berikutnya. Penyesalannya hanyalah karena dia tidak sempat bertemu dengan \"Pemburu Saurian\" legendaris yang digunjingkan orang. Pertemuan mereka akhirnya terjadi ketika Ajaw berkunjung ke kliniknya, suatu pertemuan yang berakhir bahagia untuk semua ... kecuali Ajaw tentunya.\nSebelum dia pergi, Chasca sempat memberi tahu Ifa tentang seorang pemandu Warga Mata Air yang bernama Mualani. Dua kali dia berkunjung ke toko alat olahraga, dengan hasil nihil (malah tersandung papan selancar). Sampai akhirnya, dia ikut lomba selancar demi bisa berjumpa dengan si pemandu di upacara penganugerahan hadiah. Setelah tahu bahwa Ifa berhasil jadi juara tiga padahal baru pertama kali berselancar seumur hidupnya, Mualani memuji dia habis-habisan. Kata-kata yang manis dan pujian dari juara bertahan itu sesuatu sekali.\nBuah-buahan hasil kebun suku Berlimpah Jaya itu kenikmatan duniawi yang paripurna, tapi perjalanan menuju ke sana bisa lebih dinikmati kalau saja tidak ada orang-orang yang mengajaknya berpanco setiap sepuluh meter sekali. Karena merasa sulit untuk menang, Ifa menolak lusinan ajakan adu otot dengan alasan tangannya dipakai khusus untuk mengobati yang terluka. Babak perjalanan kali ini diakhiri dengan dirinya yang mendaftar kelas kebugaran selama tiga bulan dengan Iansan, kelas yang tidak pernah dihadirinya sampai hari keberangkatan.\nKampung Penguasa Angin Malam ... lokasinya paling dekat dengan Bunga Bersayap, tapi juga paling misterius. Ifa tidak tahu mau melakukan apa di sana, jadi ya sudah, mampir saja karena lewat jalan pulang. Ketika jalan, dia merasa terus diawasi, tapi setiap kali menoleh, tidak ada siapa-siapa. Seperti Iktomisaurus yang mengejar ekor sendiri, dia berjalan dengan perasaan seperti itu untuk waktu lama, sambil bicara sendiri.\nWaktu akan keluar dari wilayah suku tetangga tersebut, ada suara \"AH!\" keras yang menghentikan langkahnya. Ifa menoleh untuk terakhir kali, dan di sana berdirilah seorang gadis berambut terang, satu tangan di pinggang, dan satu lagi menunjuk ke arah mukanya dengan penuh amarah. Sebelum Ifa sempat memikirkan apa salahnya, ada satu tangan lain yang menariknya pergi dari sana.\nSemuanya terjadi tiba-tiba, dan detailnya pun tidak jelas. Ternyata, Ifa dilibatkan ke dalam acara kejar-kejaran antara nenek dan cucunya, yang dipicu karena si cucu memutuskan untuk melatih ilmu tembus pandang dengan cara sengaja berdiri di dekat orang lewat. Bahkan para tetua suku saja berhasil dikelabuinya.\n\"Bos, ilmu tembus pandang tuh macam mana ya? Memangnya bisa?\" Rasa penasaran dan sikapnya yang baik akhirnya berhasil meredakan murka Nenek Itztli.\nWaktu sampai di rumah, orang tuanya bertanya. Bagaimana perjalanannya? Terlalu banyak untuk diceritakan, dan terlalu lelah untuk bercerita. Ifa hanya menjawab \"Asyik lah pokoknya, banyak orang keren di luar sana\".\nOrang-orang keren yang nantinya pasti bakal ketemu lagi, pikirnya."
          }
        ]
      },
      {
        "title": "Catatan",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Terbuka saat Persahabatan Lv. 4</color>\nSetiap hari Ifa meluangkan waktu untuk merapikan catatan medis di kliniknya. Dia menghabiskan waktu tenang ini untuk membaca ulang kasus-kasus medis, baik yang baru mau pun yang sudah berlalu, sambil mengingat-ingat semua penyakit dan luka yang pernah dia tangani. Masing-masing adalah pembelajaran yang berharga, dan layak dibagikan untuk orang lain yang akan menekuni profesinya.\nDan merapikan setiap sudut halaman catatannya adalah salah satu cara Ifa mengistirahatkan tubuh dan pikirannya.\nTapi catatan ini bukan legenda kepahlawanan, juga bukan gulungan tenun kuno. Isinya ditulis dengan cepat dan tidak rapi, penuh istilah-istilah medis yang mungkin tidak bisa dipahami orang lain selain penulisnya.\nTapi Ifa bukan hanya tertarik. Dia sangat mendalami catatan-catatan usang tersebut. Setiap detail diagnosa dan pengobatannya diingat, dan kadang dia menambahkan catatan-catatan lagi di bawahnya.\nAkhirnya, dia akan merapikan kembali semua catatan dan menyimpannya di lemari arsip. Jika diperlukan, dia akan pasang obat anti lembap dan racun serangga.\nKebiasaan yang dilakoninya dari hari ke hari, seperti tanaman yang layu dan berkembang dari musim ke musim."
          }
        ]
      },
      {
        "title": "Vision",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Terbuka saat Persahabatan Lv. 6</color>\nPada suatu hari, Ifa tidak membuka pintu klinik sampai matahari tinggi di atas kepala. Ada yang tidak beres, begitu kata orang.\nAwalnya para tetangga mengira dia pergi kunjungan ke suku lain dan menginap di sana. Ifa akhirnya keluar ketika seseorang datang ke klinik membawa Saurian sakit, dalam kondisi terhuyung-huyung dan menderita demam tinggi.\nSebelum si pengunjung sempat membuka mulut, Ifa mendahuluinya dengan ucapan \"aman, bos\" sambil langsung memeriksa si Saurian yang sakit.\nPepatah bilang, datang satu datang seribu. Baru setengah jalan menulis resep obat, tiba-tiba ada orang menerobos masuk sambil teriak ada serangan Abyss dari arah Kota Bara, kondisi darurat perlu dokter hewan siaga di lapangan untuk menolong Qucusaurus di sana.\nIfa pun mengucapkan hal yang sama \"aman, bos\" seraya melesat mengikuti si pejuang ke garis depan.\nPada malam setelah peristiwa tersebut, Ifa meminum obat pemberian tetangganya dan tumbang seharian penuh. Ketika terbangun, badannya penuh keringat. Dia meraba ke nakas sebelah ranjangnya mencari gelas air, tapi malah menemukan Vision.\nKarena demam tinggi, ingatan Ifa akan peristiwa itu agak samar. Baginya, kejadian kemarin tidak ada bedanya dengan rutinitasnya sehari-hari, dan itu bukan kali pertama dia bertugas saat sakit. Di matanya, tidak ada hal istimewa yang membuatnya layak mendapat perkenanan langit, bahwa dirinya sangat perlu Vision sekarang juga.\nTapi semua orang lain berpendapat beda. Kepala suku percaya Vision itu adalah penghargaan bagi sifatnya tanpa pamrih. Nenek-nenek tetangga bilang itu ganjaran setimpal karena dirinya rela berkorban demi kepentingan orang banyak. \"Nek, apa maksudnya 'korban'! Kayaknya enggak sampai segitunya deh!\". demikian kata Ifa sambil melambaikan tangan.\nSeorang anak kecil bicara padanya, dengan kebijaksanaan polos khas bocah seusianya. \"Angin meniup orang ke sisi orang lain. Mungkin para dewa mau bilang kalau Kak Ifa juga boleh mengandalkan rekan dan teman saat lagi sulit!\" Ifa tidak menyangkal omongan si anak. Karena itu masuk akal, meski dirinya membiarkan naluri membimbing langkahnya ketika kondisi sedang sulit. Memangnya ada pilihan lain ya?\nHal ini bisa saja diperdebatkan siang malam tanpa bisa disimpulkan. Siapa tahu juga? Mungkin langit merasa angin sepoi-sepoi yang nyaman bisa menurunkan demam. Sambil menggelengkan kepala, Ifa menutup perbincangan tentang Vision miliknya. Sudahlah.\nVision itu jarang sekali digunakan ... sebelum Cacucu hadir dalam hidupnya. Setelah itu, dia selalu minta Ifa membawanya terbang ke sana kemari, sambil berteriak \"Tinggian bos! Lebih tinggi lagi!\"\nDan di saat itulah, Vision miliknya benar-benar menunjukkan kegunaannya."
          }
        ]
      }
    ]
  }
}