{
  "epId": 7761,
  "name": "Tentang Gunung dan Laut",
  "desc": "Catatan yang ditulis oleh Leonard, seorang petualang dari zaman kuno, sangat kuno. Mona telah menggunakan ilmu astrologinya untuk menafsirkan isinya yang tidak jelas dan memulihkan isi catatannya.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/22/44394b1204229181f4bc7ec3bbd62544_3830217251502482782.png",
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nTerima kasih████████bantuannya, aku ████████████\n████████tinggi███berbahaya, maaf tapi aku████melihat████████mungkin█████████perlahan████████kekuatan angin████████lalu██\n...\nAnak laki-laki██semua████████berada di puncak, meskipun███████████mereka████berkata demikian. ██████hati mereka ████anggota tubuh dan kepala mereka ██sepenuhnya ██████tantangan lain███gunung███\n...\nKabar baik, Alrik███████naik gunung█████sendirian!\n...\nAku████████ mendaki gunung, hanya███hampir ████████membuat█████tiba-tiba ██████orang dari suku████████makanan kering dapat mendukung████\n...\nLagi-lagi███kakiku cedera████████kedua jariku█████████tangan kanan███████berusaha██████tapi sekarang█████menyerah.\n...\n███████Alrik██bertahan███terlalu besar████████rasa dingin parah yang menusuk██████████memberinya████████upacara pemakaman████████anggur lama████████████aku sendirian██badai salju belum███████membeku███████pendakian...\n...\nKakiku patah lagi█████████patah█████dengan kristal es█████untungnya██hidup███████████berjuang, dan berhasil naik█████████jalan turun████\n███████dinding es█████celah batu███████nasib buruk███████luka lama█████setahun lebih█████\n...\nLangit begitu biru, beberapa hari████████badai salju. Aku melihat██████hampir██████ke langit tinggi ——████tidak bisa kujangkau███\n█████elang████tempat tinggi███\nBagaikan███████di puncak gunung████████\n..."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nAku berterima kasih kepada Venerare dan... atas bantuannya, sehingga sekarang aku bisa mendaki dan mencapai puncak gunung itu...\nGunung ini sangat tinggi dan berbahaya. Maafkan aku karena kurangnya kata-kata untuk mendeskripsikannya. Lebih baik menyebutnya \"Puncak Pilos\" bergantung dari bentuk gunungnya tersebut. Tetapi setelah melakukan survei sederhana, sangat memungkinkan untuk mendaki pelan-pelan dari timur dengan tali dan pasak, lalu menggunakan angin untuk mengayunkan kait tali ke... dan kemudian...\n...\nPara pemuda tidak mau mendaki gunung ini bersamaku, dan bahkan mereka yang sangat ingin mencoba ditakuti oleh para petualang tua. \"Mimpi buruk yang tidak bisa ditaklukkan,\" kata mereka semua. Kegagalan para pendahulu membuat hati mereka menjadi ciut dan lemah. Tapi aku belum tua, anggota tubuh dan pikiranku masih cukup muda, dan Puncak Pilos hanyalah gunung lain yang menungguku untuk ditaklukkan.\n...\nKabar baik, Alrik bersedia naik gunung bersamaku. Aku tahu aku tidak sendiri!\n...\nAku meremehkan gunung ini. Aku benar-benar mendaki gunung itu dan menemukan bahwa hampir tidak mungkin untuk pergi mendakinya. Rasanya seperti sepotong batu aneh yang dibuat dengan hati-hati, teliti dan luar biasa... aku berharap makanan kering yang disiapkan oleh orang-orang untukku dapat membantuku. Hingga sampai ke puncak.\n...\nTerluka lagi. Kakiku terluka parah, dan dua jari di tangan kiriku juga membeku, tapi untungnya, tangan kananku baik-baik saja. Ini akan butuh beberapa bulan untuk pulih, tapi ini belum waktunya untuk menyerah.\n...\nKabar buruknya, Alrik tidak bisa melewati hari ini. Dia terlalu tua, dan tubuhnya tidak tahan dengan badai dingin yang parah di gunung dan medan yang berat... Aku mengadakan pemakaman kecil untuknya dan mengubur anggur tua favoritnya di sampingnya. Sekarang akulah satu-satunya yang tersisa. Angin dan salju belum berhenti. Aku harus terus mendaki sebelum bebatuan mulai membeku...\n...\nKakiku patah lagi, tapi untungnya hanya patah sedikit. Aku hampir terlempar ke jurang oleh badai kristal es, tapi untungnya aku masih hidup. Aku meraih batu dan berjuang mati-matian, dan akhirnya memanjat dinding gunung lagi, hampir bisa dipastikan aku tidak menemukan jalan untuk turun...\nJika aku menabrak dinding es atau terjebak di celah batu pada saat itu, aku khawatir keadaanku akan lebih buruk... Kali ini aku telah membuka luka lama, aku khawatir aku tidak akan dapat memanjat lagi lebih dari setahun...\n...\nLangit sangat biru, dan seharusnya tidak ada angin dan salju di gunung saat ini. Aku melihat elang melesat langsung ke awan, hampir terbang ke atas puncak itu — puncak ketinggian yang tidak dapat kucapai itu.\nAndai saja aku bisa terbang ke langit bagaikan burung elang...\nPersis seperti elang muda yang belajar terbang di puncak gunung...\n..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Tentang Gunung dan Laut"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      }
    ]
  }
}