{
  "epId": 7763,
  "name": "Catatan Yang Tidak Jelas Asal Usulnya: IV",
  "desc": "Kamu menemukan kertas ini di dalam ruang misterius. Isinya mirip dengan catatan harian.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/0f07cb6fbcb8a27664e6281ed22fa233_6918072165512844978.png",
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Surat 4:\nEntah sudah berapa lama kami pergi sejak berpatroli dengan teman-teman.\nTapi menurut informasi yang kami kumpulkan, semua monster tidak bisa bergerak, dan kebanyakan dari mereka telah menghilang.\nKali ini, kami menang telak. Hanya saja ... semuanya tidak bisa pulang.\nTahun ini putri Hulan berusia dua tahun, dan nenek Qingming sudah sangat tua, mereka berdua sama-sama merindukan keluarga mereka. Meski aku kesepian ....\nTidak ada yang tak merindukan rumahnya. Akan tetapi, kita yang memilih untuk tinggal di sini sudah menganggap semuanya seperti keluarga.\nTempat ini sangat misterius, apakah karena hati kita merindukan kampung halaman, atau karena memang begini adanya ... Berpatroli di tempat ini memberikan kita pemandangan akan kampung halaman.\nDulu orang tua di daerah rumahku pernah mengingatkan bahwa orang-orang Liyue telah menambang di pegunungan setidaknya selama ratusan tahun. Tapi, tempat ini tidak seperti area penambangan biasanya.\nMungkin, aku tumbuh besar di daerah pertambangan sangat merindukan kampung halamanku, karena itu aku membuat tempat ini menjadi begini.\nAku ingin pulang ...."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Catatan Yang Tidak Jelas Asal Usulnya: IV"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      }
    ]
  }
}