{
  "epId": 8345,
  "name": "Album Peringatan Teyvat",
  "desc": "Sebuah album foto yang mencatat orang-orang dan peristiwa-peristiwa yang dijumpai oleh {NICKNAME} selama perjalanannya. Setelah melalui begitu banyak peristiwa dan bertemu begitu banyak orang, seseorang yang tinggal di antara bintang-bintang setiap malam pasti akan luluh dalam keindahan bintang-bintang. Dan untuk mencegah hal itu terjadi, kamu mengambil foto untuk mengabadikan orang-orang dan tempat-tempat yang kamu lalui. Inilah yang selalu diingatkan Paimon setiap kali kamu melakukan perjalanan. Paimon sudah tumbuh dewasa dari sejak dulu dan kamu merasa senang melihatnya!",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/c287116bd4ebd9976b08eb6a76e224be_83785722072779138.png",
  "filterValues": {
    "objectType": [
      "Item Quest"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1756659468,
  "components": {
    "textualResearch": [
      {
        "title": "Teater Kertas",
        "desc": [
          {
            "type": "RichText",
            "text": "Dari bangsa Saurian Natlan, kita bertemu dengan sepasang teman yang lucu, Kinich dan Ajaw. Mereka selalu saja bertengkar satu sama lain, tapi mereka tetap jadi pasangan penting satu sama lain."
          }
        ]
      },
      {
        "title": "Saurus Laut Musim Panas",
        "desc": [
          {
            "type": "RichText",
            "text": "Penyelam Introver Freminet adalah salah satu orang pertama yang kita kenal setelah tiba di Fontaine. Dia adalah teman setia yang tidak banyak bicara."
          }
        ]
      },
      {
        "title": "Matahari dan Bunganya",
        "desc": [
          {
            "type": "RichText",
            "text": "Meski sudah lama bertualang, pengetahuan kita soal flora fauna masih jauh dari Penjaga Hutan di Sumeru, Tighnari. Kalau kamu ingin belajar tentang alam, tanyakan saja pada Tighnari."
          }
        ]
      },
      {
        "title": "Kembang Api Amakane",
        "desc": [
          {
            "type": "RichText",
            "text": "Kalau kata Paimon sih: \"Antusiasme Yoimiya itu kaya gunung berapi yang meletus-letus!\" Tapi kalau kamu bahas hal ini dengannya, dia mungkin bingung. Soalnya, dia tinggal di Inazuma yang tidak memiliki gunung berapi. Lain kali, jangan lupa kirimkan foto gunung berapi untuk Yoimiya ya!"
          }
        ]
      },
      {
        "title": "Berkat Kuil Mingxiao",
        "desc": [
          {
            "type": "RichText",
            "text": "Xiao masih tetap menjaga sumpahnya untuk membasi iblis demi Liyue. Kadang, dia sepertinya membawa kenang-kenangan untuk mengunjungi teman lamanya."
          }
        ]
      },
      {
        "title": "Pesta Bangsa Berangin",
        "desc": [
          {
            "type": "RichText",
            "text": "Saat hendak berangkat ke bangsa bersalju, kamu bertemu teman lamamu, Kaeya. Petualangan masih berlanjut, dan tanah yang luas dan belum diketahui menanti kalian menjelajahinya."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Album Peringatan Teyvat"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Didapatkan dari Hadiah Tantangan Event \"Lukisan Kenangan Teyvat: Pendahuluan Tirai Salju\" Versi 5.8"
          }
        ]
      }
    ]
  }
}