{
  "epId": 8351,
  "name": "Catatan Sobek Milik Seseorang (I)",
  "desc": "Catatan yang ditemukan dalam bangkai Bakunawa.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Catatan Sobek Milik Seseorang (I)"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Istirahat ke-14, tidak bisa dibedakan siang atau malam, tidak berangin.\nKukira aku akan mati. Tangan kiriku dan pinggangku digigit oleh monster itu. Luka pun tidak bisa ditangani karena obat entah hilang ke mana ....\nTapi mungkin aku lagi beruntung. Aku bertemu dengan seorang pria bernama Nocht di tempat ini, dia menggunakan bunga yang mekar dari abu untuk menghentikan pendarahanku. Dia juga menyuruhku jangan mendekati monster-monster itu karena mereka bahkan memakan ras mereka sendiri.\n....\nAku tanya asal-usul Nocht. Katanya, dia berasal dari sebuah tempat bernama Tenochtzitoc ....\nTapi, tempat itu bukan kampung halamannya. Dia sedang mencari kampung halamannya. Aneh sekali, dia bahkan tidak ingat kampung halaman sendiri ....\n....\nNocht pergi tanpa istirahat, dia bilang waktunya terbatas.\nDia menyarankan aku pulang secepatnya, tapi tidak ada gunanya aku pulang dengan kondisi saat ini.\nAku sudah mempersiapkan diri untuk petualangan terakhirku. Atas nama petualang hebat, Stanley, aku rela menumpahkan darah untuk mengungkapkan rahasia di sini.\n....\nHans, upayaku tidak sia-sia kalau kamu dapat kembali ke Mondstadt dengan selamat.\nJika suatu hari kamu atau orang lain dari Guild kembali ke sini, kuharap kalian bisa melihat catatanku.\nAd astra abyssosque."
          }
        ]
      }
    ]
  }
}