{
  "epId": 8520,
  "name": "Night of the Sky's Unveiling",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/25c4512875bad223765a5a32c82b09a4_7122872897984003318.png",
  "filterValues": {
    "reliquaryEffect": [
      "CRIT Rate",
      "Elemental Mastery"
    ]
  },
  "menuId": 5,
  "menuName": "Artefak",
  "version": 1757475570,
  "components": {
    "story": [
      {
        "title": "Bloom of the Mind's Desire",
        "desc": [
          {
            "type": "RichText",
            "text": "Itu adalah masa ketika orang-orang berdosa belum melakukan kesalahan besar, jauh di dalam kerajaan duniawi yang dibangun di bawah tanah.\nPenduduk kerajaan itu belum pernah melihat laut, tentu saja juga belum pernah melihat matahari yang sebenarnya.\nTetapi bahkan di tempat gelap ini, ada orang yang mencoba mengintip rahasia bintang-bintang.\nAkan tetapi, mereka tidak menatap langit berbintang, melainkan mencari kebenaran dalam pantulan palsu di cermin.\n.\nMungkin karena lokasinya yang unik, fenomena aneh kerap kali muncul di peta bintang yang dipantulkan dalam kerajaan.\nPara ahli astrologi mencatatnya sebagai \"Tanda Kebenaran\", yang berarti hasrat akan kebenaran.\nMungkin apa yang terpantul di cermin hanyalah ilusi palsu. Kebenaran hanya bisa dicapai dengan menembus ilusi tersebut.\nSetelah meneliti catatan bintang yang panjang, lama-kelamaan, para astrolog mulai berpikir seperti ini seiring berjalannya waktu.\nTetapi para filsuf pada waktu itu tidak tahu bahwa mereka telah mengintip sekilas sudut langit iblis yang abadi dan tak terbatas.\n.\nEntah sudah berapa tahun berlalu, begitu lamanya hingga para dewa di dunia tumbang satu demi satu, dan begitu lamanya hingga matahari hitam muncul dan menggantikan bulan merah.\nSaat itu, rahasia dosa besar telah diketahui oleh sebagian orang, sehingga mengintip ke langit berbintang telah menjadi pengetahuan terlarang.\nSekarang, hanya sedikit orang di kerajaan yang memiliki hak istimewa untuk melanggar larangan tersebut agar dapat melayani raja bermata satu.\n.\nNamun, selalu ada hal-hal yang tak terduga. Ketika pertapa bodoh menyeka debu yang mengaburkan cermin Apaosha,\nCahaya langit yang indah mengelilingi cakrawala jauh sekali lagi menerangi observatorium yang kecil itu.\nBetapa indahnya utopia yang gelap gulita itu, betapa menyilaukannya, dan betapa ... hinanya.\nHanya sekilas saja, ia sudah menguasai seluruh pikiran dan keinginan Rauthvangi muda.\nInilah awal mula semua kisah dan kejahatan sang pertapa gila yang kelak dipuji di jurang dalam ...."
          }
        ]
      },
      {
        "title": "Revelation's Toll",
        "desc": [
          {
            "type": "RichText",
            "text": "Melebihi batas status adalah dosa besar, yakni meremehkan raja.\nMenguping kebijaksanaan yang gelap adalah kejahatan yang tidak dapat dimaafkan.\n.\nNamun, Rauthvangi tidak membantahnya, karena di dalam hatinya, tidak ada hal lain apa pun kecuali cahaya itu.\nTak lama kemudian keputusan penghakiman turun, cendekiawan itu dikeluarkan dari Universitas Magistrorum dan diasingkan sebagai hukuman.\nMeskipun diasingkan, tapi bagi leluhurnya yang berasal dari bangsa asing, itu lebih mengerikan dari hukuman mati.\nKarena kutukan kuno yang diberikan kepada mereka yang mengkhianati para dewa, begitu kembali ke permukaan bumi, mereka akan langsung mengejarnya.\nHukuman semacam itu mengkhianati cita-cita luhur kerajaan, dan merupakan bukti nyata kemunduran kerajaan bawah tanah.\n.\nNamun, perintah kerajaan tak dapat dibantah. Lagi pula, dia yang telah melihat sekilas kedalaman Utopia tahu betul bahwa dia tak sanggup lagi menanggung apa yang akan terjadi.\nPadamlah, kehidupan yang tak berguna, setidaknya engkau melihat sekilas kebenaran pada saat itu.\nNamun, ketika Rauthvangi akhirnya keluar dari gua dan berjemur di bawah sinar matahari yang sesungguhnya,\nOrang-orang yang bepergian bersamanya melolong kesakitan, tetapi tidak ada yang terjadi padanya.\n.\nPada saat itu, seolah-olah keberadaan agung semesta muncul di hadapannya.\nDia memilihnya sendiri, dari antara semua makhluk hidup dan memberikan anugerah kegelapan kepadanya.\nSungguh beruntung, namun juga tragis, dia akhirnya memahami misinya.\n.\nApi menerangi dunia, juga membakarnya.\nNamun nasibku bagai ngengat yang tertarik ke api."
          }
        ]
      },
      {
        "title": "Feather of Indelible Sin",
        "desc": [
          {
            "type": "RichText",
            "text": "Melebihi batas status adalah dosa besar, yakni meremehkan raja.\nMenguping kebijaksanaan yang gelap adalah kejahatan yang tidak dapat dimaafkan.\n.\nNamun, Rauthvangi tidak membantahnya, karena di dalam hatinya, tidak ada hal lain apa pun kecuali cahaya itu.\nTak lama kemudian keputusan penghakiman turun, cendekiawan itu dikeluarkan dari Universitas Magistrorum dan diasingkan sebagai hukuman.\nKarena kutukan kuno yang diberikan kepada mereka yang mengkhianati para dewa, begitu kembali ke permukaan bumi, mereka akan langsung mengejarnya.\nHukuman semacam itu mengkhianati cita-cita luhur kerajaan, dan merupakan bukti nyata kemunduran kerajaan bawah tanah.\n.\nNamun, perintah kerajaan tak dapat dibantah. Lagi pula, dia yang telah melihat sekilas kedalaman Utopia tahu betul bahwa dia tak sanggup lagi menanggung apa yang akan terjadi.\nPadamlah, kehidupan yang tak berguna, setidaknya engkau melihat sekilas kebenaran pada saat itu.\nNamun, ketika Rauthvangi akhirnya keluar dari gua dan berjemur di bawah sinar matahari yang sesungguhnya,\n.\nPada saat itu, seolah-olah keberadaan agung semesta muncul di hadapannya.\nDia memilihnya sendiri, dari antara semua makhluk hidup dan memberikan anugerah kegelapan kepadanya.\nSungguh beruntung, namun juga tragis, dia akhirnya memahami misinya.\n.\nApi menerangi dunia, juga membakarnya.\nNamun nasibku bagai ngengat yang tertarik ke api."
          }
        ]
      },
      {
        "title": "Crown of the Befallen",
        "desc": [
          {
            "type": "RichText",
            "text": "Angin dari utara membawa peluang dan peradaban baru ke daerah perbatasan kuno dan liar.\nDi tempat pohon raksasa tumbang, dibangunlah kota-kota, pelabuhan-pelabuhan, dan pabrik-pabrik.\nTetapi hanya menteri-menteri kesayangan Tsaritsa yang tahu bahwa kemakmuran pesat saat ini bukanlah segalanya,\nPenguasa roh jahat sedang merencanakan pemberontakan yang tidak akan dapat diterima oleh tatanan di bawah sinar rembulan.\n.\nTapi menurutku, visi dan ambisi Yang Mulia masih terlalu sempit.\nDia terikat ke bumi oleh rantai cinta, dia tidak pernah menatap bintang-bintang.\nDia memiliki kekuatan yang begitu besar, namun yang dia inginkan hanyalah menjadi raja para makhluk di bawah rembulan.\nDia tak tahu bahwa Utopia abadi nan sejati hanya dapat ditemukan di luar langit.\n.\nSebagai utusan pribadi Tsaritsa, pertapa gila muncul di Nod-Krai untuk sebuah misi rahasia.\nJika bisa memperoleh harta karun rahasia yang tersembunyi di sini, dia akan memperoleh kekuatan yang cukup untuk membalikkan dunia.\nTapi dia mencari kekuasaan bukan untuk menyelamatkan dunia, melainkan untuk menggunakan dunia sebagai bahan bakarnya.\n.\nLihatlah, manusia yang bodoh dan berumur pendek sama putus asanya dengan dunia yang fana dan penuh ilusi ini.\nHanya orang-orang sepertiku, yang dipilih oleh anugerah tertinggi, yang memiliki arti dalam kehidupan.\nDaripada terjerumus dalam siklus reinkarnasi yang tak berujung, lebih baik mencari pembebasan melalui pengorbanan demi tujuan mulia.\n.\nReed Miller, singkirkan rasa sedih yang kecil itu. Engkau dan aku sama-sama dipilih oleh takdir.\nIkuti aku, dunia ini ditakdirkan untuk hancur, dan kita akan menetas dari cangkang langit!"
          }
        ]
      },
      {
        "title": "Vessel of Plenty",
        "desc": [
          {
            "type": "RichText",
            "text": "Di aula koridor Zapolyarny Palace, pesta dan lagu tidak pernah berhenti.\nPara bangsawan peri memiliki selera yang mewah. Mereka menganggap pesta sebagai pekerjaan yang paling penting.\nBahkan hati yang paling keras seperti permata pun akan meleleh oleh aroma anggur yang harum,\nBahkan sebagian besar urusan pemerintahan, besar maupun kecil, harus diputuskan meski sedang mabuk kecil sekalipun.\n.\nProfessor Rotwang, yang disebut sebagai \"pertapa gila\" oleh para bangsawan, adalah orang yang terkenal di istana akhir-akhir ini.\nDia bukan hanya menjadi favorit Tsaritsa karena kemampuan alkimia dan astrologinya yang luar biasa,\nJuga bukan karena dia selalu bisa mengatakan peribahasa yang menarik dan mendalam, membuat semua orang tertawa terbahak-bahak,\nYang benar-benar menarik perhatian para bangsawan di istana adalah legenda seputar dirinya.\n.\nKonon, Adipati Agung Photius pernah ingin menyingkirkan rubah yang merepotkan ini karena iri hati.\nDia mengganti minyak tanah terbaik dengan racun mematikan, tetapi tak pernah disangka olehnya, sang profesor masih akan menikmatinya.\nPada akhirnya, adipati agung sendirilah yang yakin akan hal ini dan menjadi pendukung paling setia sang pertapa gila itu.\n.\nJuga terdengar kalau Filipov, yang paling terampil dalam berubah wujud di antara para peri, pernah secara terbuka mengolok-olok penelitian profesor itu sebagai tipuan.\nNamun, pertapa gila itu hanya tersenyum, lalu memanggil mendiang istrinya yang sangat dirindukannya di hadapan semua orang.\nSemua cerita itu menjadi bahan tertawaan di meja makan, tetapi setiap kali ada yang menanyakannya, sang profesor tetap tidak berkomentar.\nMungkin tak ada yang benar-benar peduli apakah kisah-kisah ini nyata atau tidak. Kisah-kisah ini hanyalah bumbu penyedap untuk menghidupkan suasana di sela-sela nyanyian dan tarian.\n.\nMungkin bagi para bangsawan, orang asing yang tidak berakar selalu lebih dapat dipercaya.\nTentu saja akan lebih baik lagi kalau dia dapat membantu menangani masalah-masalah yang menyusahkan selain ini.\nTetapi bagaimana mungkin tokoh-tokoh dalam drama itu bisa menduga bahwa akhir yang tragis akan terjadi?"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Night of the Sky's Unveiling"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Elemental Mastery +80 poin.",
      "fourSetEffect": "Saat Karakter di sekitar dalam party memicu reaksi Lunar dan jika Karakter yang mengenakan berada di medan pertempuran, maka Karakter ini akan mendapatkan efek Gleaming Moon: Intent selama 4 detik. Gleaming Moon: Intent: Saat Moonsign milik party adalah Nascent Gleam/Ascendant Gleam, CRIT Rate +15%/30%. Untuk setiap efek Gleaming Moon berbeda yang dimiliki Karakter di dalam party, DMG reaksi Lunar yang diakibatkan seluruh Karakter dalam party +10%. Efek yang dihasilkan oleh Gleaming Moon tidak dapat ditumpuk."
    },
    "artifactList": {
      "circlet_of_logos": {
        "title": "Crown of the Befallen",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Mahkota itu dibuat menyerupai cincin kepala orang berdosa, mungkin cinta dan dosa berasal dari sumber yang sama di dalam hati seseorang."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7ce20dbf2ffc87b6b942c0f42d0b43d4_6363911804608985715.png"
      },
      "flower_of_life": {
        "title": "Bloom of the Mind's Desire",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Relik yang diukir berbentuk bunga, sepertinya melambangkan sebuah eksistensi mengerikan yang mekar seperti bunga."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/25c4512875bad223765a5a32c82b09a4_7122872897984003318.png"
      },
      "plume_of_death": {
        "title": "Feather of Indelible Sin",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Aksesori berbulu yang dulunya dikenakan pada topi berbalut jerami. Sepertinya kurang cocok di kalangan bangsawan Snezhnaya yang suka akan kemewahan."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/f474fffae44c4e7a91864113cf5b1f8e_6731765289436648875.png"
      },
      "goblet_of_eonothem": {
        "title": "Vessel of Plenty",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Cawan anggur khusus yang digunakan di istana untuk jamuan makan, pernah digunakan untuk sejenis pertunjukan sulap."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/04dfdf0deae5f0fc58529dc89ee94d6f_3380820828725566086.png"
      },
      "sands_of_eon": {
        "title": "Revelation's Toll",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Jam berdentang indah yang digerakkan oleh kekuatan misterius, tetapi tujuannya tampaknya bukan untuk menunjukkan waktu."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/54a344dc5aca025fbb6cc60a80f7790d_1576492692040107165.png"
      }
    }
  }
}