{
  "epId": 8549,
  "name": "Cutting Edge Fire Support Ground Effect Landcruiser",
  "desc": "Landcruiser elit yang menyeimbangkan teknologi mutakhir, biaya produksi, dan kecepatan pengiriman, juga memberikan daya tembus yang kuat pada rangkaian pertempuran, merupakan titik tumpu penting di garis depan.<br>Setelah dilengkapi dengan mesin jet berkekuatan tinggi, Ground Effect Landcruiser jenis ini memiliki kemampuan untuk menggunakan lebih dari satu senjata api, dan dapat menembakkan kekuatan api yang lumayan ke setiap bagian di garis depan secara tepat waktu. Oleh karena itu, dalam Kekuatan Reaksi Cepat yang disusun bersama oleh Fatui dan Akademi Militer Kerajaan, mereka harus diorganisir secara terpisah sebagai \"Angkatan Reaksi Cepat\" dalam operasi skala besar untuk mencegah terobosan atau serangan balik musuh untuk terus memanfaatkan keunggulan saat situasi sedang menguntungkan. Tentu saja, semua Landcruiser mutakhir memiliki kemampuan untuk melakukan tugasnya secara independen. Dalam operasi jangka panjang, mereka dapat membentuk skuad skala kecil dan memaksimalkan kekuatan tempur berbagai angkatan Fatui ....",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b599f1aec012ea4217093ee3835a5634_715119045354053191.png",
  "menuId": 7,
  "menuName": "Musuh dan Monster",
  "version": 1760348038,
  "components": {
    "galleryCharacter": [
      {
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/48c222bffb54273c1223b847788636c1_8323047104105376785.png"
      },
      {
        "key": "Lokasi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/30/1023623/8e6de5342604566148d9c38a16c34751_2541996351403463634.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nod-Krai"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Tutorial",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ece4d9>Kapal perang bersenjata yang dapat berpatroli di darat dan dilengkapi dengan senjata yang ampuh. Setelah dimodifikasi, kapal ini dapat menggunakan kuuvahki untuk melancarkan fungsi khusus. Saat kapal ini menggunakan kuuvahki,</color> <color=#ffe14b>serang dengan reaksi Electro-Charged atau Lunar-Charged beberapa kali</color> <color=#ece4d9>untuk membuatnya terhenti.</color>\n<color=#ece4d9>Namun, karena mereka menggunakan kuuvahki, kamu bisa memanfaatkan karakteristik kuuvahki itu sendiri untuk menyerang lebih efektif.</color>"
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8605,
        "name": "Broken Drive Shaft",
        "desc": "Gandar Landcruiser yang hancur dalam pertempuran.<br>Bahkan pengerjaan yang paling presisi pun tak mampu menahan keausan yang hebat, sebagaimana cita-cita tertinggi pun tak mampu menghidupkan kembali mereka yang gugur sia-sia demi perjuangan orang lain. Lagi pula, komponen yang diproduksi massal hampir tak bisa disebut presisi, dan cita-cita yang lahir secara massal hampir tak bisa disebut cita-cita.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e724f6f71ea0a46395b84b8af26dda20_6584226285579579622.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8606,
        "name": "Reinforced Drive Shaft",
        "desc": "Gandar Landcruiser yang diperkuat.<br>Butuh banyak laporan kerusakan untuk menghasilkan peningkatan yang tidak signifikan ini. Dalam arti tertentu, sistem administrasi Kantor Persenjataan Kekaisaran puluhan kali lebih rumit daripada mesin yang dibangunnya; lagi pula, bahkan Landcruiser tercanggih pun tidak membutuhkan waktu berbulan-bulan atau bahkan bertahun-tahun untuk dibuat.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7a61b42008edbe7fc7356c011ef7b760_2213517549807440323.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8607,
        "name": "Precision Drive Shaft",
        "desc": "Gandar Landcruiser yang disempurnakan oleh Biro Desain.<br>Pada cetak biru yang digambar oleh para insinyur dari utara, benda sederhana ini dulunya merupakan perwujudan sempurna dari kejayaan dan kemajuan teknologi, bodi logamnya yang kecil merangkum kearifan generasi yang tak terhitung jumlahnya. Dan begitulah ia teronggok di tanah yang dingin, menunggu untuk didaur ulang kembali.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/fcf444c3a40bf213f98a80cde35bf4ab_115132291217183169.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Cutting Edge Fire Support Ground Effect Landcruiser"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Lokasi",
        "value": [
          {
            "type": "RichText",
            "text": "Nod-Krai"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Tampilan Penuh dari Cutting Edge Fire Support Ground Effect Landcruiser",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/30/1023623/5408d0f120b00fe110a75b5844378744_5923977223940705558.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tampilan dari Cutting Edge Fire Support Ground Effect Landcruiser di Nod-Krai",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/30/1023623/ad64641c46f2059a175e0836a9e4812e_7977876733941275346.png",
        "alignment": "center"
      }
    ]
  }
}