{
  "epId": 8744,
  "name": "Legenda Reed Miller Si Pencuri Ulung (I)",
  "desc": "Hiburan populer di Nod-Krai. bukan berasal dari satu set buku, tapi merupakan kumpulan novel murah tentang Reed Miller yang ditulis oleh penulis yang berbeda-beda. Keasliannya tetap dipertanyakan, bergantung pada kualitas kertas tempat novel tersebut dicetak.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/03a8b4d8dffddbcfa26acf7e7aaba6ab_4182482964320066280.png",
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Kumpulan Kisah Misteri 10 Mora! Reed Miller Si Pencuri Ulung dan Gilingan Sampo (Edisi Musim Terbatas Sampul Keras)\n(Novel yang murah dan menghibur ini populer di Kota Nasha dan setiap buku hanya dijual dengan harga 10 Mora. Sepertinya cerita ini berisi tentang pencuri ulung Reed Miller yang mencuri Gilingan Sampo, salah satu relik Bulan Embun, dari istana gubernur. Tapi sepertinya untuk menarik minat para pembaca, sebagian besar isi bukunya berfokus pada para gadis cantik yang bersaing untuk menarik perhatian Reed Miller.)\n....\nChapter IV\nBurung Kicuit, seorang wanita cantik yang lebih berbahaya daripada elang! Dia muncul di hadapan Reed Miller si pencuri ulung di bawah sinar rembulan, tapi untuk apa ...?\nAstaga, meninggalkan teman-teman wanitamu sendirian dan datang ke tempat seperti ini untuk menikmati pemandangan malam? Kamu benar-benar pria yang kejam.\nSuara itu lembut seperti sutra terbaik dari Liyue, tapi juga menyembunyikan keganasan dan kekejaman yang menusuk bagaikan mawar dari Sumeru. Reed Miller tidak menoleh, dia sudah sangat mengenal suara itu.\nSetelah itu, sebuah sosok yang menawan hadir di sampingnya dengan anggun seperti kucing. Seorang wanita muda yang berusia sekitar dua puluh tahun, rambut panjangnya yang berwarna ungu tergantung indah di leher putihnya. Ia mengenakan gaun malam perak yang elegan dan menampilkan sosoknya seperti cahaya bulan yang mengalir. Tapi tetap tidak bisa menyembunyikan niat jahat di matanya yang berwarna cokelat.\nDialah Burung Kicuit, atau \"A\", nama yang hanya diketahui oleh Reed Miller dan beberapa orang tertentu. Burung Kicuit adalah wanita cantik dan berbahaya dengan kemampuan mencuri harta yang tiada duanya di Nod-Krai. Tidak peduli seberapa berharganya harta itu, selama dia menginginkannya, dia akan mendapatkannya. Setelah bosan dengan harta itu, dia akan memberikannya kepada orang-orang miskin di jalanan atau langsung membuangnya ke laut seperti sampah. Banyak pria yang berlomba-lomba untuk merebut perhatian Burung Kicuit, tapi dia senang mempermainkan perasaan mereka tanpa pernah menanggapi cinta dari orang-orang yang mengejarnya.\nHanya ada satu hal yang tidak bisa dicuri oleh penjahat seperti dia, yaitu hati Reed Miller si pencuri ulung. Mungkin karena hal inilah dia menjadi begitu terobsesi dengan pria tampan dan misterius ini, sampai rela melakukan apa saja untuk mendapatkan hati pria ini.\nAku mencium aroma parfum yang mahal dan ambisi yang murah, Burung Kicuit.\nDia tersenyum, seolah-olah itu adalah hal yang wajar. Dia duduk di samping bandit itu dan mendekatinya seolah-olah tidak ada yang terjadi.\nKenapa? Kamu iri karena ada pria lain yang memberiku parfum?, dia menyentuh lengan kanannya dengan jarinya yang terbalut sutra. \"Tapi aku, aku mencium aroma kepercayaan diri yang berlebihan, Reed. Tujuanmu adalah Gilingan Sampo, itu terlalu mencolok untukmu, bukan?\"\nKamu benar. Aku memang menginginkan Gilingan Sampo yang dicuri dari Bani Bulan Embun dan juga harta-harta ilegal lainnya milik gubernur. Reed Miller akhirnya menatapnya, dan Burung Kicuit pun terkejut. Wajahnya memerah, tapi dia berpura-pura tersenyum. \"Ini adalah panggungku malam ini, lebih baik kamu pergi dan cari tempat lain.\"\nOmong kosong. ucap Burung Kicuit sambil mendekatkan wajahnya, bibirnya hampir menyentuh wajah Reed Miller. \"Panggung ini cukup besar untuk dua orang, tapi lampu sorotnya ... hanya bisa menyinari satu orang. Aku akan mendapatkan Gilingan Sampo-nya duluan, sayang. Dan kalau kamu bisa membuatku senang, mungkin aku akan mengizinkanmu melihat dari jauh.\"\nTing!\nBaru saja kata-kata itu keluar dari mulutnya, dia dengan cepat mengeluarkan sebilah belati yang ramping. Wanita itu lebih menikmati fakta bahwa serangannya ini tidak ada artinya, karena Miller akan menangkis serangannya. Terdengar suara dentingan logam, Reed Miller mengangkat tangannya dengan santai dan menangkis belatinya dengan gelangnya.\nKamu selalu bertindak gegabah, Burung Kicuit. Kalau seperti ini terus, kamu pasti akan kena getahnya.\nHah, orang cantik sepertiku memang berhak untuk bertindak gegabah. Kalau kamu tidak suka, kamu bisa memberiku pelajaran.\nSeperti embusan angin di bawah sinar rembulan, dia melangkah mundur dua langkah, kemudian meniupkan kecupan kepada sang pemuda, lalu melompat dan menghilang ke bayang-bayang di bawah menara tinggi. Hanya tertinggal aroma parfumnya yang menyegarkan di tengah malam yang dingin.\n(Bagian tengahnya sudah dirobek, mungkin digunakan untuk hal lain selain membaca ....)\nChapter XVII\nTepat saat Gilingan Sampo dicuri, para detektif Snezhnaya tiba-tiba datang dan menangkapnya! Jangan-jangan ....\nHah, mungkin kamu terlalu kesal sampai lupa siapa sebenarnya Reed Miller itu. Kamu lupa ya? Dia pencuri yang ahli menyamar sebagai orang lain. Dia bisa saja menyamar jadi pria atau wanita, anak maupun orang tua!\nKa-Kamu... Tidak mungkin, tidak mungkin! Kalau kamu menyamar sebagai Leonov, maka orang-orang di Oprichniki pasti sudah ....\nPria yang menyebut dirinya \"Detektif Leonov\" tertawa terbahak-bahak, dia berjalan mengitari Gubernur yang sedang terikat, seolah-olah mengejek kesimpulan yang dibuat olehnya.\nOprichniki? Maksud Anda orang-orang yang mengikat Anda dan menyegel tempat ini? Itu semua adalah orangku sendiri. Aku menyuruh mereka berpura-pura menjadi Oprichniki dan semua bawahan Anda percaya tanpa curiga! Apa Anda lupa bagaimana taatnya prajurit Snezhnaya pada perintah atasan, baik atasan asli atau penyamar? Sekarang ini, harta rahasia Bani Bulan Embun telah dikembalikan ke tangan sang gadis suci. Kecuali Anda berencana melanggar kehendak Yang Mulia Tsaritsa dan memulai perang dengan Bani Bulan Embun, lupakan saja rencanamu untuk mengambil kembali Gilingan Sampo itu.\nKamu ... penjahat sialan! Pencuri terkutuk! Kalau hanya Gilingan Sampo saja sih tidak apa-apa, tapi kenapa kamu malah curi semua koleksi pribadiku!\nMemangnya kenapa? Barang koleksi yang menurutmu adalah milikmu, tanah yang menurutmu adalah milikmu, bukankah semua itu dicuri dari orang miskin di sini? Sikap pria itu masih tetap elegan seperti sebelumnya, seolah-olah kata-kata kepala penguasa yang memerahkan wajahnya tidak memiliki pengaruh apa pun padanya. \"Kami mempertahankan kebebasan kami dengan cara kami sendiri, karena tidak ada orang lain selain kami yang akan berjuang untuk kebebasan kami. Pencuri yang menjarah rakyat, atau gubernur yang menekan rakyat ... tidak ada bedanya di mata kami. Tapi, tolong tenang, kami hanya mengembalikan kekayaan ini ke pemilik aslinya, kami tidak akan mengambil satu pun dari semua harta ini.\"\nSementara itu, di sisi lain ruangan, Burung Kicuit yang menyamar sebagai detektif menghela napas pelan, tidak terdengar oleh sang gubernur.\nAh, pria ini sungguh tidak tertolong. Dia bilang tidak akan mengambil harta apa pun sebagai miliknya sendiri, tapi pada akhirnya dia menyimpan harta paling berharga milik Bulan Embun ....\nSetelah mendengar ucapan Burung Kicuit, Musang Bayangan yang ada di sampingnya tercengang, sampai-sampai dia mengalihkan perhatiannya dari ayah angkatnya yang terikat di tengah ruangan.\nKa-Kapan? Tuan Reed Miller seharusnya memberikan Gilingan Sampo kepada gadis suci itu. Jangan-jangan dia menukarnya dengan barang palsu saat kita tidak memperhatikan ....\nAduh, masih belum mengerti? Makanya wanita muda seperti kalian bisa ditipu oleh pria itu ... Wanita itu menghela napas secara berlebihan. \"Yang dia curi adalah hati milik putri Bulan Embun.\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Legenda Reed Miller Si Pencuri Ulung (I)"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      }
    ]
  }
}