{
  "epId": 8778,
  "name": "Legenda Reed Miller Si Pencuri Ulung",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/03a8b4d8dffddbcfa26acf7e7aaba6ab_4182482964320066280.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Legenda Reed Miller Si Pencuri Ulung"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Legenda Reed Miller Si Pencuri Ulung (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Kumpulan Kisah Misteri 10 Mora! Reed Miller Si Pencuri Ulung dan Gilingan Sampo (Edisi Musim Terbatas Sampul Keras)\n(Novel yang murah dan menghibur ini populer di Kota Nasha dan setiap buku hanya dijual dengan harga 10 Mora. Sepertinya cerita ini berisi tentang pencuri ulung Reed Miller yang mencuri Gilingan Sampo, salah satu relik Bulan Embun, dari istana gubernur. Tapi sepertinya untuk menarik minat para pembaca, sebagian besar isi bukunya berfokus pada para gadis cantik yang bersaing untuk menarik perhatian Reed Miller.)\n....\nChapter IV\nBurung Kicuit, seorang wanita cantik yang lebih berbahaya daripada elang! Dia muncul di hadapan Reed Miller si pencuri ulung di bawah sinar rembulan, tapi untuk apa ...?\nAstaga, meninggalkan teman-teman wanitamu sendirian dan datang ke tempat seperti ini untuk menikmati pemandangan malam? Kamu benar-benar pria yang kejam.\nSuara itu lembut seperti sutra terbaik dari Liyue, tapi juga menyembunyikan keganasan dan kekejaman yang menusuk bagaikan mawar dari Sumeru. Reed Miller tidak menoleh, dia sudah sangat mengenal suara itu.\nSetelah itu, sebuah sosok yang menawan hadir di sampingnya dengan anggun seperti kucing. Seorang wanita muda yang berusia sekitar dua puluh tahun, rambut panjangnya yang berwarna ungu tergantung indah di leher putihnya. Ia mengenakan gaun malam perak yang elegan dan menampilkan sosoknya seperti cahaya bulan yang mengalir. Tapi tetap tidak bisa menyembunyikan niat jahat di matanya yang berwarna cokelat.\nDialah Burung Kicuit, atau \"A\", nama yang hanya diketahui oleh Reed Miller dan beberapa orang tertentu. Burung Kicuit adalah wanita cantik dan berbahaya dengan kemampuan mencuri harta yang tiada duanya di Nod-Krai. Tidak peduli seberapa berharganya harta itu, selama dia menginginkannya, dia akan mendapatkannya. Setelah bosan dengan harta itu, dia akan memberikannya kepada orang-orang miskin di jalanan atau langsung membuangnya ke laut seperti sampah. Banyak pria yang berlomba-lomba untuk merebut perhatian Burung Kicuit, tapi dia senang mempermainkan perasaan mereka tanpa pernah menanggapi cinta dari orang-orang yang mengejarnya.\nHanya ada satu hal yang tidak bisa dicuri oleh penjahat seperti dia, yaitu hati Reed Miller si pencuri ulung. Mungkin karena hal inilah dia menjadi begitu terobsesi dengan pria tampan dan misterius ini, sampai rela melakukan apa saja untuk mendapatkan hati pria ini.\nAku mencium aroma parfum yang mahal dan ambisi yang murah, Burung Kicuit.\nDia tersenyum, seolah-olah itu adalah hal yang wajar. Dia duduk di samping bandit itu dan mendekatinya seolah-olah tidak ada yang terjadi.\nKenapa? Kamu iri karena ada pria lain yang memberiku parfum?, dia menyentuh lengan kanannya dengan jarinya yang terbalut sutra. \"Tapi aku, aku mencium aroma kepercayaan diri yang berlebihan, Reed. Tujuanmu adalah Gilingan Sampo, itu terlalu mencolok untukmu, bukan?\"\nKamu benar. Aku memang menginginkan Gilingan Sampo yang dicuri dari Bani Bulan Embun dan juga harta-harta ilegal lainnya milik gubernur. Reed Miller akhirnya menatapnya, dan Burung Kicuit pun terkejut. Wajahnya memerah, tapi dia berpura-pura tersenyum. \"Ini adalah panggungku malam ini, lebih baik kamu pergi dan cari tempat lain.\"\nOmong kosong. ucap Burung Kicuit sambil mendekatkan wajahnya, bibirnya hampir menyentuh wajah Reed Miller. \"Panggung ini cukup besar untuk dua orang, tapi lampu sorotnya ... hanya bisa menyinari satu orang. Aku akan mendapatkan Gilingan Sampo-nya duluan, sayang. Dan kalau kamu bisa membuatku senang, mungkin aku akan mengizinkanmu melihat dari jauh.\"\nTing!\nBaru saja kata-kata itu keluar dari mulutnya, dia dengan cepat mengeluarkan sebilah belati yang ramping. Wanita itu lebih menikmati fakta bahwa serangannya ini tidak ada artinya, karena Miller akan menangkis serangannya. Terdengar suara dentingan logam, Reed Miller mengangkat tangannya dengan santai dan menangkis belatinya dengan gelangnya.\nKamu selalu bertindak gegabah, Burung Kicuit. Kalau seperti ini terus, kamu pasti akan kena getahnya.\nHah, orang cantik sepertiku memang berhak untuk bertindak gegabah. Kalau kamu tidak suka, kamu bisa memberiku pelajaran.\nSeperti embusan angin di bawah sinar rembulan, dia melangkah mundur dua langkah, kemudian meniupkan kecupan kepada sang pemuda, lalu melompat dan menghilang ke bayang-bayang di bawah menara tinggi. Hanya tertinggal aroma parfumnya yang menyegarkan di tengah malam yang dingin.\n(Bagian tengahnya sudah dirobek, mungkin digunakan untuk hal lain selain membaca ....)\nChapter XVII\nTepat saat Gilingan Sampo dicuri, para detektif Snezhnaya tiba-tiba datang dan menangkapnya! Jangan-jangan ....\nHah, mungkin kamu terlalu kesal sampai lupa siapa sebenarnya Reed Miller itu. Kamu lupa ya? Dia pencuri yang ahli menyamar sebagai orang lain. Dia bisa saja menyamar jadi pria atau wanita, anak maupun orang tua!\nKa-Kamu... Tidak mungkin, tidak mungkin! Kalau kamu menyamar sebagai Leonov, maka orang-orang di Oprichniki pasti sudah ....\nPria yang menyebut dirinya \"Detektif Leonov\" tertawa terbahak-bahak, dia berjalan mengitari Gubernur yang sedang terikat, seolah-olah mengejek kesimpulan yang dibuat olehnya.\nOprichniki? Maksud Anda orang-orang yang mengikat Anda dan menyegel tempat ini? Itu semua adalah orangku sendiri. Aku menyuruh mereka berpura-pura menjadi Oprichniki dan semua bawahan Anda percaya tanpa curiga! Apa Anda lupa bagaimana taatnya prajurit Snezhnaya pada perintah atasan, baik atasan asli atau penyamar? Sekarang ini, harta rahasia Bani Bulan Embun telah dikembalikan ke tangan sang gadis suci. Kecuali Anda berencana melanggar kehendak Yang Mulia Tsaritsa dan memulai perang dengan Bani Bulan Embun, lupakan saja rencanamu untuk mengambil kembali Gilingan Sampo itu.\nKamu ... penjahat sialan! Pencuri terkutuk! Kalau hanya Gilingan Sampo saja sih tidak apa-apa, tapi kenapa kamu malah curi semua koleksi pribadiku!\nMemangnya kenapa? Barang koleksi yang menurutmu adalah milikmu, tanah yang menurutmu adalah milikmu, bukankah semua itu dicuri dari orang miskin di sini? Sikap pria itu masih tetap elegan seperti sebelumnya, seolah-olah kata-kata kepala penguasa yang memerahkan wajahnya tidak memiliki pengaruh apa pun padanya. \"Kami mempertahankan kebebasan kami dengan cara kami sendiri, karena tidak ada orang lain selain kami yang akan berjuang untuk kebebasan kami. Pencuri yang menjarah rakyat, atau gubernur yang menekan rakyat ... tidak ada bedanya di mata kami. Tapi, tolong tenang, kami hanya mengembalikan kekayaan ini ke pemilik aslinya, kami tidak akan mengambil satu pun dari semua harta ini.\"\nSementara itu, di sisi lain ruangan, Burung Kicuit yang menyamar sebagai detektif menghela napas pelan, tidak terdengar oleh sang gubernur.\nAh, pria ini sungguh tidak tertolong. Dia bilang tidak akan mengambil harta apa pun sebagai miliknya sendiri, tapi pada akhirnya dia menyimpan harta paling berharga milik Bulan Embun ....\nSetelah mendengar ucapan Burung Kicuit, Musang Bayangan yang ada di sampingnya tercengang, sampai-sampai dia mengalihkan perhatiannya dari ayah angkatnya yang terikat di tengah ruangan.\nKa-Kapan? Tuan Reed Miller seharusnya memberikan Gilingan Sampo kepada gadis suci itu. Jangan-jangan dia menukarnya dengan barang palsu saat kita tidak memperhatikan ....\nAduh, masih belum mengerti? Makanya wanita muda seperti kalian bisa ditipu oleh pria itu ... Wanita itu menghela napas secara berlebihan. \"Yang dia curi adalah hati milik putri Bulan Embun.\""
          }
        ]
      },
      {
        "title": "Legenda Reed Miller Si Pencuri Ulung (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Siapakah orang yang membuat wanita muda yang tak percaya cinta jatuh cinta pada pandangan pertama?\n(Bahan bacaan hiburan populer di Nod-Krai. Buku ini bercerita tentang kisah cinta pertemuan pertama antara pencuri Reed Miller dan putri Gubernur, Nona Leonita Prokhorovna Trubetskaya. Penafian: Cerita ini murni fiksi dan tidak ada hubungannya dengan lokasi, karakter, atau kejadian di dunia nyata.)\nNona Leonita Prokhorovna Trubetskaya mengantar pelayan itu ke ruang makan. Meskipun cemas, langkahnya tetap anggun. Lagi pula, seorang wanita muda seharusnya memiliki etika layaknya wanita muda lainnya.\nDia sangat tertarik dengan koran pagi hari ini. Jika dugaannya benar, hari ini adalah hari pencuri Reed Miller menerbitkan surat pencuriannya. Mungkin, ini hanya mungkin, dia telah mengerti jalan pemikiran penipu yang sulit ditangkap ini. Membayangkan anak buah ayahnya bahkan tak bisa melihat bayangannya bahkan sekejap pun, dia jadi marah: \"Hmph, aku pasti akan menangkapmu!\"\nAyahnya membaca koran hari ini lama sekali, tak seperti biasanya. Leonita lalu menelan rotinya dan bertanya dengan tenang:\nAda berita menarik, Ayah?\nHmm ... ini bukan hal yang perlu dikhawatirkan olehmu, putriku, Leonita. Tuan Trubetskoy menurunkan koran dan tersenyum pada putrinya, \"Panggil pengrajin perhiasan itu.\"\nSetelah itu, pelayan berambut merah di samping ayahnya membungkuk masuk, membawa seorang pria yang memegang kotak perhiasan. Gubernur itu melirik sekilas dan memberi isyarat agar pria itu memberikan kotak yang dipegangnya kepada putri sulungnya, tepat pada saat dia melihat raut terkejut pada wajah putrinya. \"Kenapa, kamu pikir Ayah lupa ulang tahunmu? Di pesta dansa tiga hari lagi, Leonita kecilku akan menjadi gadis yang paling memesona di seluruh Snezhnaya ... Bukan, gadis paling memesona di seluruh Teyvat. Pakailah dan biarkan aku melihatnya!\"\nLeonita mengambil kalung itu dari kotak dan memakainya dengan patuh. Pilihan ayahnya tentu saja bagus. Kalung itu jelas berdesain dan berpotongan Fontaine, batu permata di tengahnya bahkan lebih indah daripada batu permata terbaik di Natlan. \"Meskipun lebih awal beberapa hari, sebagai seorang ayah, harusnya aku yang pertama mengucapkan: Selamat ulang tahun, sayangku!\" Sang gubernur itu kemudian melirik kalung itu dan berkata,\nPakai ini di pesta dansa. Sampai saatnya, akan ada tamu penting yang datang. Aku akan membawamu bertemu dengannya.\nNada bicara ayahnya sangat serius, dan dia kurang lebih mengerti apa yang sedang terjadi. Setelah ulang tahun ini, dia akan mencapai usia di mana para wanita bangsawan seharusnya bertunangan. Sebagai putri sulung keluarga gubernur, pernikahannya tentu saja bukan pernikahannya sendiri, melainkan sebuah pernikahan dengan putra seorang bangsawan berpengaruh di Snezhnaya. Inilah alasan kenapa Leonita tidak pernah percaya pada cinta. Karena meski dia percaya, cinta itu tak akan berarti. Kasih sayang sang ayah kepada putrinya bukan hanya karena dia mengagumi kecerdasan dan kecantikannya, tetapi yang lebih penting, karena kepatuhan dan pengertian yang ditunjukkannya sebagai putri angkat, semua ini sesuai dengan harapannya terhadap seorang \"putri\".\nTentu saja, ini hanya satu dari berbagai alasan lainnya.\nAku mengerti, Ayah. Putri itu mengangguk saat dielus oleh ayahnya. Ayahnya lalu menarik senyumnya dan berbalik badan, berubah menjadi seorang penguasa yang menakutkan dalam sekejap, lalu pergi menjalankan tugasnya.\nDia menatap ayahnya pergi, kekecewaan yang samar-samar terbesit di dalam hatinya. Dia menarik napas dan menenangkan dirinya. Baiklah, sudah waktunya untuk melakukan hal yang seharusnya dilakukan. Dia mengambil koran pagi di atas meja: Seperti yang diduga. Judul berita di halaman depan, ada surat dengan bulu hitam yang tercetak di atasnya.\nWahai Tuan Trubetskoy yang terhormat,\nDi malam tak berbulan tiga hari lagi, harta karunmu yang paling berharga akan menjadi milikku.\nTerima kasih untuk kemurahan hatimu.\nReed Miller.\nBagaimana? Apa kamu bisa membedakannya?\nPengrajin perhiasan dari Fontaine menjadi terkejut saat melihat dua pelayan berambut merah muda keluar dari ruang ganti. Tentu saja, di antara mereka, hanya satu yang benar-benar adalah pelayan pria tingkat kedua dari istana gubernur.\nKiri ... eh, tunggu ... kanan? Bukan, bukan, bukan, sebenarnya yang mana ... Kanan, kanan! Aku rasa... bukan, maksudku, oke, sudah pasti yang kanan!\nHah? Kok jadi main tebak-tebakan? Pelayan di sebelah kanan terlihat kesal.\nKamu yakin? Kalau salah tebak, malam ini kita pasti gawat! ujar pelayan di sebelah kiri.\nKanan! Pengrajin perhiasan itu terlihat tegas, tapi tetap tak bisa menyembunyikan keringat dingin di dahinya.\nPelayan pria di sebelah kanan tertawa dan mendorong salah satu kloningnya ke arah pengrajin perhiasan sambil tersenyum: \"Salah! Dia orang yang kamu cintai.\"\nHmph, masa begitu saja tidak kenal?\nEhmm ... Maksudku yang di kanan itu yang palsu!\n... Kamu!\nHahaha, jangan lupa, tujuan kita adalah untuk membuat kekacauan! Kalau kamu tidak bisa membedakan orang yang kamu sukai, berarti operasi penyelinapan malam ini dijamin lancar. ujar Reed Miller yang berpakaian sebagai pelayan.\nApa tidak terlalu berbahaya kalau kamu pergi sendirian? Bagaimana kalau terjadi sesuatu, kalau tidak ada yang melindungimu ...? tanya pelayan pria itu dengan khawatir.\nAku tidak ingin lagi ada teman Treasure Hoarder yang mati. Reed Miller menahan senyumnya.\" Lagi pula, kamu sudah menyelesaikan tugas paling berbahaya: menyusup ke istana gubernur. Kalian mundur saja ke Fontaine dengan tenang. Orang-orang di sana juga butuh bantuan kita.\"\nPelayan dan pengrajin perhiasan itu saling pandang, lalu berkata kepada Reed Miller: \"Kami bersumpah untuk mencuri semua kesedihan di dunia ini!\"\nSetelah menyaksikan kedua pria itu pergi, Reed Miller berbalik dan berjalan menuju istana gubernur, di bawah sinar matahari terbenam. Trubetskoy memang unggul dalam menumpas Treasure Hoarder, dan ini semua justru berkat kekayaannya yang luar biasa. Bahkan Treasure Hoarder terhebat di dunia pun tak berdaya melawan kekayaannya yang nyaris tak terbatas: harta karun dapat menarik para pejuang terbaik, membeli senjata tertajam, dan mempekerjakan penasihat paling berpengalaman. Harta karun bahkan dapat membungkam hukum, mengubur potensi perlawanan apa pun dalam kuburan pasir emas.\nTak seorang pun yang tahu seberapa besar kekayaannya, tetapi ironisnya, tak seorang pun pernah mempertanyakan sumber kekayaannya secara serius. Reed Miller tak kuasa menahan senyum membayangkannya. Kini dia tahu jawabannya: benda ajaib yang dikenal sebagai \"Gilingan Sampo\", yang memberikan kekayaan tak terbatas, tersembunyi di istana gubernur! Ini berkat penyelidikan pelayan berambut merah, ketajaman mata sang penjual perhiasan saat menilai batu permata, dan, tentu saja, putri gubernur yang ulang tahunnya sudah semakin dekat.\nSurat kabar yang memuat surat Reed Miller langsung ludes terjual. Hari-hari berikutnya, seluruh Nod-Krai diliputi rasa antusias yang tak terbendung tertuju pada pesta ulang tahun sang putri. Tentu saja, bukan demi sang putri itu sendiri, melainkan untuk konfrontasi yang tak terelakkan antara sang pencuri dan sang gubernur.\nSeluruh istana gubernur berada dalam siaga tinggi. Identitas setiap tamu yang datang diperiksa dengan hati-hati. Pasti dong, pencuri kan ahli dalam penyamaran. Banyak tamu terhormat, yang datang dari Snezhnaya, sudah diaturkan untuk menginap di kamar-kamar tamu istana gubernur. Leonita melirik daftar panjang nama dan gelar: Baron, putra-putra bangsawan, pendatang baru di istana, keluarga-keluarga kesayangan Yang Mulia Tsaritsa ... Tiba-tiba, kalung di lehernya terasa berat, lebih kepada terasa seperti sebuah belenggu.\nDia ingin berjalan-jalan di taman.\nMama, jadi dia itu putri Tuan Trubetskoy?\nBenar.\nKenapa dia ... manusia? Tuan Agung kan bukan manusia.\nDia kan hanya putri angkat.\nAneh sekali. Kenapa Tuan Trubetskoy bisa mengadopsi seorang manusia ...?\nSeorang wanita yang anggun—dan belum pernah dilihat Leonita sebelumnya—sedang berbisik-bisik dengan anaknya di koridor tak jauh dari sana. Ketika dia melihat Leonita sedang melihat ke arahnya, dia berbalik badan dan pergi bersama anaknya.\nBenar sekali, seorang Tuan Trubetskoy yang sangat terhormat, kenapa bisa sampai mengadopsi seorang manusia?\nBenar sekali, seorang Tuan Trubetskoy yang sangat terhormat, kenapa bisa sampai mengadopsi seorang manusia?\nLeonita melirik ke sekeliling dengan heran saat mendengar seseorang berbisik tentang ketidaknyamanan yang merayapi hatinya. Namun, dia sedang sendirian di halaman. Apa dia sedang berhalusinasi? Leonita mendesah dan menuju ke ruang terdalam istana gubernur. Sudah waktunya untuk perawatan berikutnya ... Setiap sesi membuatnya kelelahan. Tapi, dia selalu berpegang teguh pada keyakinannya, dia tidak akan pernah mempermalukan ayahnya.\nEntah kenapa, dia teringat kembali dengan suara yang dia dengar di halaman itu.\nSuara itu sangat hangat, seperti api unggun di musim dingin, merah terang dan dengan kehangatan yang dapat mencairkan salju.\nSejak malam tiba, para tamu mulai berdatangan satu per satu. Bahkan Leonita pun tak kuasa menahan rasa gugupnya. Sepanjang malam, orang-orang terus mengajaknya berdansa, tetapi dia tidak ingat satu nama pun.\nSepuluh, sembilan, delapan ... Tengah malam sudah hampir tiba, dan semua orang di sekitarnya menatap Leonita dengan penuh semangat. Bangsawan baru dari istana itu berdiri di samping ayahnya, matanya tertuju padanya, atau mungkin ... pada permata besar di lehernya? \"Enam, lima, empat ...\" Leonita tak mengerti apa yang sedang dinantikannya. Apakah hari ulang tahunnya? Atau ... sesuatu yang lain?\nTiga, dua ....\nEh? Sejak tadi, Leonita merasa semua orang di sekitarnya seperti diselimuti gelembung putih keperakan, warnanya semakin terang. Sesekali, cahaya putih keperakan yang sama memancar dari tubuhnya. Ayahnya bilang itu penyakit yang membutuhkan perawatan berkelanjutan, sebuah kekurangan dalam dirinya sebagai manusia ....\nSatu! Permata di lehernya terjatuh.\nPada saat itu, cahaya putih keperakan seakan menyelimuti dunia, keheningan di sekitarnya bagaikan malam bersalju. Leonita berdiri di sana, tertegun, denyut nadinya berdetak seirama dengan cahaya itu, jantungnya tertarik lembut oleh seutas benang tak kasat mata. Dia ingin berlari, tetapi langkahnya tertahan lembut. Apa ini? Sihir? Takdir? Atau sejenis emosi yang tak pernah dia percayai, jenis emosi yang akan membakarnya saat mendekat? Waktu seakan terhenti, semua orang di sekitarnya menghilang. Cahaya merah hangat melesat ke arahnya:\nNona, Anda sedang dalam bahaya! Perintah dari Tuan Gubernur, ikuti saya!\nPerintah yang diberikan Ayah kepadaku sebelumnya adalah ... Ugh ... Bukan, kamu bukan dikirim Ayah, kamu ... Reed Miller!\nIni kondisi darurat, Tuan Gubernur memerintahkan saya untuk ....\nSemua orang bilang kamu itu pencuri yang pintar, tapi menurutku, kamu cuma penipu yang tidak tahu malu!\n... Heh, cerdas juga kamu.\nHmph, ayahku sudah menyiapkan perangkap di mana-mana. Kamu tidak mungkin bisa kabur.\nPerangkap di mana-mana? Termasuk di ruangan rahasia Gilingan Sampo?\nEhhh ....\nDi surat peringatan sudah kutuliskan dengan jelas ... Malam ini, harta karun Gubernur yang paling berharga akan menjadi milikku. Meski Gilingan Sampo termasuk harta karun yang lumayan, tapi itu masih belum termasuk 'yang paling berharga'.\nJadi maksudmu ... kamu ingin mencuri ... aku?!?\nBenar, nona yang pintar dan menggemaskan.\nHah! aku ini putri dari Tuan Prokhor Trubetskoy, tidak sia-sia kamu disebut sebagai musuh terbesar ayah! Kamu tidak akan punya kesempatan untuk menyanderaku!\nBenar? Apa dia benar-benar putri gubernur? Kalau begitu, kenapa ya Tuan Trubetskoy yang terhormat bisa sampai mengadopsi seorang manusia?\n....\nKekuatan keperakan, penyembuhan, Gilingan Sampo, kekayaan ayahnya yang seakan tak terbatas ... dan seorang putri angkat. Tiba-tiba, Leonita menyadari segalanya. Dialah sumber kekayaan ayahnya, dan setiap \"penyembuhan\" sebenarnya bukan untuk kesembuhan, melainkan ritual yang memungkinkan Gilingan Sampo menghasilkan berlian yang tak terhitung jumlahnya. Dia selalu tahu ini, jauh di dalam lubuk hatinya, tapi dia tidak berani menghadapi kenyataan sampai hari ini.\nAh, hampir lupa. Aku mengaktifkan trik kecil di berlian itu di saat-saat terakhir, untungnya, aku tidak melewatkannya. Reed Miller menanggalkan penyamaran pelayan berambut merah itu dan memperlihatkan wajah aslinya. Ia membungkuk dan berbisik di telinga sang putri:\nSelamat ulang tahun!\nSemua orang sudah tahu kisah selanjutnya, kan? Reed Miller merampas semua harta karun tersembunyi di istana gubernur. Saat sang putri melihat parasnya, dia langsung jatuh cinta. Sang putri pun meninggalkan semua kemegahan dan kebangsawanannya untuk mengikuti pencuri itu dalam perjalanannya menjelajahi dunia. Ada yang bilang legenda Reed Miller itu rekayasa, tapi itu sama saja dengan orang yang belum pernah merasakan cinta dan mengatakan cinta itu hanya omong kosong belaka. Mereka berkata begitu karena mereka sendiri belum pernah merasakan momen cinta itu."
          }
        ]
      },
      {
        "title": "Legenda Reed Miller Si Pencuri Ulung (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Hanya sedikit yang diketahui tentang Zima, seseorang yang berasal dari Snezhnaya, bangsa yang selalu diselimuti oleh es dan salju yang sepanjang tahun. Namanya tak pernah tercatat dalam buku catatan harian atau puisi heroik mana pun, melainkan bagaikan kepingan salju yang jatuh, menempel sesaat di permukaan legenda sebelum mencair, tanpa meninggalkan jejak apa pun.\nZima berasal dari sebuah kota kecil di tenggara Snezhnograd, tempat penduduk desa memanen es di bawah puncak gunung yang berselimut salju. Pada malam-malam bersalju, mereka bercerita tentang roh-roh es yang nakal dan gadis-gadis salju pucat dan sedih. Saat dikhianati, mereka akan membekukan kekasih mereka menjadi patung-patung yang tersenyum. Zima pernah melihat senyum gila itu pada wajah seorang teman yang jatuh cinta pada gadis sebelumnya, dia merasa cara mati seperti ini sangat sia-sia. Dia tidak suka mengikuti pola, bahkan pola kematian yang tidak biasa. Sebaliknya, dia merindukan takdirnya sendiri yang unik dan kehidupan yang penuh petualangan, sehingga dia meninggalkan tanah putih abadi menuju lautan biru kepulauan di selatan. Di sanalah dia pertama kali mendengar tentang pencuri ulung yang legendaris.\nNama Reed Miller telah lama dikenal di seluruh Nod-Krai. Konon katanya, dia ditangkap oleh gubernur dan dibawa ke Snezhnograd untuk digantung di depan umum. Namun, tepat ketika semua orang mengira kisahnya berakhir dengan seperti itu, brankas istana gubernur dijarah, dengan ukiran pesan ejekan dari debu emas di dinding. Tak seorang pun tahu bagaimana dia bisa lolos dari cengkeraman maut, tetapi kebangkitannya yang ajaib menjadikannya topik yang tiada habisnya di kedai dan idola bagi anak-anak muda di dermaga. Ketika pencuri ulung itu muncul kembali, dia membeli kapal layar bertiang tiga, dan mencari pelaut yang haus akan kekayaan dan kesenangan di pelabuhan, Zima menawarkan diri tanpa ragu.\nNamun, kehidupan di atas kapal jauh lebih tenang daripada yang dikisahkan dalam legenda. Meskipun terkenal karena merampok orang kaya dan memberi kepada orang miskin, Reed Miller beroperasi dengan penuh kehati-hatian layaknya seorang pedagang rempah. Peta lautnya tidak hanya menandai terumbu karang dan arus, tetapi juga menggunakan tinta merah untuk melingkari setiap area yang konon katanya dihuni monster laut. Dia menghabiskan waktu berhari-hari untuk mengitari perairan, hanya untuk menghindari perairan dalam tempat monster laut mungkin bersembunyi, atau lautan berkabut tempat ular laut konon berkeliaran. Hari-hari di atas kapal diisi dengan menggosok dek, memperbaiki layar, dan menahan gusi bengkak akibat penyakit kudis. Zima merasakan kebosanan yang pernah dirasakannya saat di rumah. Di malam hari, dia berdoa kepada laut yang kelam, berharap bertemu dengan badai sungguhan atau monster laut legendaris. Dia ingin menyaksikan pencuri itu menusukkan tombak ke mata monster itu, persis seperti yang dilakukan para pahlawan dalam cerita-cerita. Dia merindukan petualangan, sesuatu yang dapat menggetarkan jiwanya.\nDoa-doanya terjawab dengan cara yang meliuk dan kejam. Saat kapal mencapai lautan biru yang tenang, sebuah lagu mulai terdengar. Lagu itu bukan lagu manusia; tanpa melodi, namun mampu memikat jiwa para pelaut yang mabuk. Layarnya jatuh, dan kapal pun berhenti. Sesosok wajah perempuan pucat nan cantik muncul dari permukaan laut. Sirene bersahut-sahutan, menuntut pengorbanan sebagai sarana pelayaran, atau seluruh kapal akan tenggelam ke dasar laut.\nReed Miller menolak. Dia memerintahkan semua orang di atas kapal untuk menancapkan lilin ke dalam telinga mereka, mencoba menghalangi nyanyian si penyihir, tapi caranya tidak berhasil. Logika dan kehendak duniawi tampaknya kehilangan efeknya saat dihadapkan dengan legenda. Para pelaut yang terpengaruh oleh nyanyian mematikan itu menjadi panik, dan mereka membuang Mora yang mereka curi dari istana gubernur ke dalam laut, berharap bisa digunakan sebagai imbalan untuk bisa melewati tempat itu. Namun, sirene itu tak menghiraukan cakram-cakram emas berkilauan yang telah berhamburan dan tenggelam ke dalam laut biru, karena kekayaan manusia tak berarti apa-apa baginya. Tatapannya yang tamak hanya tertuju pada para pelaut itu sendiri.\nSang pencuri ulung, yang lehernya bahkan tak terkekang oleh jerat, kini tak punya pilihan selain menyerah. Pedang Reed Miller menunjuk dingin ke leher Zima yang tak melawan. Inilah momen unik yang telah dicarinya selama ini. Saat air es naik sampai ke atas kepalanya, wajah sahabatnya yang telah lama menjelma menjadi patung es, muncul di depan matanya. Di wajah itu, senyum yang familiar, membeku dalam ingatannya oleh ciuman gadis bersalju itu, menunjukkan senyum gilanya. Dia takut mengulang pola, setelah menghabiskan seluruh hidupnya melarikan diri dari akhir yang sudah diketahui, hanya untuk menemukan bahwa di saat-saat terakhirnya, setiap pelariannya hanyalah sebuah pertemuan dengan cermin lain. Petualangannya tidak menciptakan narasi baru; petualangannya hanya memberikan catatan kaki yang tak disadari pada narasi lama yang telah ada."
          }
        ]
      }
    ]
  }
}