{
  "epId": 8779,
  "name": "Himne Ujung Utara",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/288d84d9769eb1650cbe427026ebe402_5495273741062744782.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Himne Ujung Utara"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Himne Ujung Utara (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Pendahuluan\nBiarlah bibir dan lidah ini bermazmur, khidmat menyuarakan peringatan dari ujung utara.\nAku meninggalkan tanah airku, meninggalkan kampung halamanku, menuju pengembaraan tanpa akhir ....\nBerkelana di negeri tak dikenal, mengembara di tanah asing yang tandus.\nPadang dingin terlelap di dalam air seribu danau, salju menari-nari di atas genangan lumpur.\nTerang bulan menyinari jalanku, angin sejuk mengempaskan duka dari wajahku.\nAku menyanyikan kidung ketika rembulan pertama mencium bumi, dan melantunkan bait-bait yang menghalau kejahatan kegelapan.\nAku memuji sungai-sungai yang mengalir, dan meninggikan puncak gunung yang menjulang sampai ke angkasa.\nAku memuja kapal perunggu Seutervoinen, juga panah emas Yanikvin tanpa henti,\nTetapi celakalah rencana jahat Pakkaisukko, terkutuklah kebinasaan Pohjola sampai selama-lamanya.\nDoaku adalah kata-kata yang kudus dari langit, seperti para utusan suci menyanyikannya untuk para leluhurku.\nTapi takdir berlalu laksana mimpi, kematian seperti air yang menenggelamkan segalanya.\nSelama bulan masih terpenjara di angkasa, aku tak kuasa bertolak kembali ke naungannya.\nKe tempat aku hidup dan memadu kasih semasa belia, tempat cahaya keemasan memahkotai pohon dan embun pagi.\nWahai para pewaris Hyperborea, ingatlah selalu akan kidung ini, kiranya bait dan lantunannya melekat di hati dan pikiranmu.\nJanganlah engkau mengingini jalan sempit yang dilalui rubah-rubah licik. Janganlah engkau mendamba seperti beruang angkuh yang berkuasa di antara bebatuan.\nSelama kidung dan Runo dikumandangkan, ujung utara akan bangkit, seperti musim semi yang tak pernah terlambat, kekal abadi.\nKidung Pujian 1: Pitkamoonen, Tuan dari Tujuh Kesukaran\n(Pada puncak musim panas, bakarlah gandum hasil panen pertama, persembahkan seekor ayam betina, seekor kerbau, dan empedu ular yang beratnya sama dengan gandum, serta tujuh cangkir darah ████ █████ dalam wadah perak. Penghulu Utama membacakan Runo sebanyak tujuh kali, lakukan penerawangan untuk menyenangkan hati para dewa.)\nYa Penguasa Langit Yang Mahatinggi, tanpa belas kasihan, tanpa tanding, bapa segala dan ibu dari para dewa,\nInilah persembahan kami untuk melenyapkan kecemburuanmu, supaya murkamu tidak melanda muka bumi.\nWahai tuan bersayap yang tidak tetap, penguasa gagah yang meluluhlantakkan bangsa-bangsa, dewa bagi hati setegar batu karang,\nIlah yang tak kenal laki-laki atau perempuan, kami memohon agar engkau memalingkan wajahmu dari tanah milik pusaka anak manusia di ujung utara.\nSebab hukum yang lama telah engkau hancurkan, anak-anak manusia engkau berikan perlindungan, tetapi engkau me███ mereka.\nEngkau yang mengguncangkan kediaman para abadi, me██ sayap mereka, dan membinasakan ██ mereka.\nEngkau dewa yang membalaskan dendam, berkuasa atas segala utang piutang. Kehendakmulah yang jadi, dan tidak seorang pun dapat melawannya.\nMurka ██ pedangmu di langit dan di bumi, menelan ██ orang jahat dan orang tak berdosa.\nYa raja ██ dan ██, di hadapanmu, para dewa tak ubahnya makhluk fana, dan makhluk fana tak lebih dari serangga.\nTidak ada yang berani menyebut namamu, sebab engkau ██ semua yang mengetahuinya.\nTetapi terimalah persembahan kami yang tulus, ya dewa yang kudus dan penuh murka.\nKiranya terang Bulan Embun melindungi kami dari malapetaka yang engkau turunkan, serta menjauhkan kami dari penderitaan dan kesukaran.\n(Catatan penghulu Ehrnrooth: ritual ini telah dihentikan atas perintah Pelantun Rembulan pertama, Aila, sejak lima ratus tahun silam. Menurut catatan, bagian yang tidak terbaca di naskah doa ini bukan dihapus secara sengaja. Ritual aslinya mengharuskan Penghulu Utama membacakan kata-kata ini dengan tidak jelas, agar tidak menyinggung Tuan dari Tujuh Kesukaran.)\nKidung Pujian 2: Maadteraahka, Ibu dari Segala yang Bernapas\n(Ketika ada bayi lahir, taburkan sejumput garam laut ke batu suci. Para pelayan altar membacakan kidung Runo ini sebanyak empat kali, kemudian membasuh bayi yang baru lahir tersebut dengan air hangat yang sudah diramu dengan Winter Icelea.)\nDengarlah nyanyianku, ya Maadteraahka, ibunda para dewa dan semua makhluk fana,\nDari Hyperborea hingga ke Sal Vindagnyr, kasih dan kebaikanmu dijunjung tinggi.\nEngkaulah yang melindungi kaum perempuan, meringankan segala sakit, dan melancarkan persalinan.\nEngkau bersukacita atas kelahiran, mengembuskan napas ke dunia di bawah rembulan, membesarkan semua yang tumbuh di alam dunia.\nEngkau, ibu dari segala perairan yang melahirkan samudra purbakala,\nsemua burung, binatang, dan ikan-ikan di dunia adalah kepunyaanmu, sebab engkaulah yang menjadikan mereka.\nKehendakmu membentuk darah dan daging seperti pengrajin tembikar membentuk tanah liat.\nmaka kami memohon, agar kiranya anak ini diberkati dengan kesehatan, keberanian, dan kebijaksanaan.\n(Catatan penghulu Ehrnrooth: ritual ini telah dihentikan atas perintah Pelantun Rembulan pertama, Aila, sejak lima ratus tahun silam. Sebagai gantinya, para pelayan altar membacakan kalimat \"Kiranya Rembulan Baru Senantiasa Menerangi Jalanmu\" kepada anak-anak yang baru lahir, untuk memohon agar dunia di bawah rembulan yang cemar ini tidak menodai kesucian mereka.)\nKidung Pujian III: Tuonetar, Ibunda Alam Barzakh\n(Saat panen di musim gugur, korban bakaran dipersembahkan menurut kedudukan orang yang meninggal dunia pada tahun tersebut. Hewan korban disiapkan di dalam wadah kayu atau perunggu yang telah dipahat, dibentuk menyerupai perahu. Sebelum dibakar, pelayan altar memisahkan mata dari setiap hewan korban untuk diberikan kepada Penguasa Alam Barzakh. Penghulu Utama lalu menyanyikan Runo ini sebanyak empat kali sambil mengenakan kain penutup mata, lalu mulai meramal dengan menggunakan isi perut hewan korban untuk menyenangkan hati dewa.)\nYa engkau yang berkuasa di alam kematian, selamanya tak tergoyahkan, yang bermuka dingin,\nTuonetar, yang berkuasa atas alam barzakh! Tersembunyi, tenang, dan menakutkan!\nEngkau membenci mereka yang angkuh dan tinggi hati, dan tiada satu pun dapat lepas dari cengkeramanmu.\nKakimu menginjak-nginjak baik rumah gubuk mau takhta berlapis emas.\nOrang-orang takut padamu, yang melihat segalanya, mendengar segalanya, dan menghakimi segalanya.\nKami meninggikan engkau sebab kasih karuniamu yang tanpa batas.\nEngkaulah yang menentukan hidup mati setiap makhluk, namun permohonan kami sekali-kali tidak melunakkan hatimu.\nYa dewi yang agung mulia, kami tahu hatimu yang lembut dan penuh kasih.\nSeperti engkau membebaskan para leluhur dari penderitaan,\nYa ibu dari kematian, yang matanya mengetahui takdir segala yang ada di bawah rembulan. Terimalah persembahan kami.\nKeturunan ujung utara memohon padamu, darah emas telah kembali ke pelukanmu,\nKiranya engkau menuntun kami menyeberangi sungai kematian yang gelap, menuju tidur abadi di alam mimpi tanpa mimpi.\n(Catatan penghulu Ehrnrooth: ritual ini telah dihentikan atas perintah Pelantun Rembulan pertama, Aila, sejak lima ratus tahun silam. Sebagai gantinya, setiap kali ada anggota jemaat Bani Bulan Embun yang wafat, tidak peduli keududukan dan jabatannya, para pelayan altar akan membacakan kalimat \"kiranya rembulan baru menuntunmu ke tepi kedamaian\" sebelum mengadakan upacara pemakaman yang khusyuk dan sederhana.)\nKidung Pujian 4: Laimelea, Ibu Kala dan Masa\n(Pada puncak musim dingin, catatlah semua peristiwa penting yang terjadi pada tahun berjalan ke atas secarik kain, kemudian bakarlah. Kumpulkan abunya dan taruh di dalam gelas perak berisi air murni. Penghulu Utama akan menyanyikan Runo empat kali, lalu mengurapi Verdant Crest dengan air abu suci untuk menghormati dewa.)\nYa ibu kala yang tanpa cela, bunda masa yang tidak dilahirkan dan tidak binasa,\nEngkau yang mencipta, engkau yang menumpas. Engkau mengingat semua, juga melupakan semua.\nIbu yang berkuasa, yang melahirkan engkau sendiri ketika engkau dilahirkan.\nEngkaulah satu-satunya yang tenang di aliran tanpa henti, satu-satunya pendatang di pelataran kudus para dewa.\nKiranya engkau melindungi empat bulan yang terpenjara, kiranya engkau melindungi empat bulan yang terpenjara.\nEngkaulah satu-satunya pendatang di pelataran kudus para dewa, satu-satunya yang tenang di aliran tanpa henti.\nEngkau yang melahirkan kami ketika dilahirkan, ibu yang berkuasa.\nEngkau mengingat semua, juga melupakan semua. Engkau yang mencipta, engkau yang menumpas.\nBunda masa yang tidak dilahirkan dan tidak binasa, ya ibu kala yang tanpa cela!\n(Catatan penghulu Ehrnrooth: makna doa tidak jelas, ritual yang dijelaskan tidak sesuai dengan catatan sejarah. Verdant Crest adalah pohon suci yang lahir bersama Gadis Bulan lima ratus tahun silam, dan seharusnya mustahil disertakan dalam ritual yang sudah ada sebelum pohon tersebut ada. Mengingat tidak adanya naskah lain yang membahas tentang ritual ini, kemungkinan besar ada kesalahan dalam penulisannya. Namun demi menjaga keasliannya, naskah ini tidak boleh diubah.)\nKidung Pujian 5\n(Hilang)"
          }
        ]
      },
      {
        "title": "Himne Ujung Utara (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Kidung Pujian 6: Takoja Ianikuinen, Sang Penempa Permulaan\nYa bapa yang mula-mula, yang menempa tulang bumi dan tiga bulan,\nbiarlah murkamu membenarkan takhta yang sesat, sehingga keindahan dapat ditundukkan.\nPada hari pertama, engkau menempa busur emas yang bersinar laksana rembulan, senjata yang digunakan untuk menumbangkan musuhmu.\nNamun ketika engkau berburu, dicurilah busur itu, dan tempatnya kini ada bersama dengan musuhmu.\nPada hari kedua, engkau menempa kereta kuda yang bersinar laksana rembulan, untuk melindungi rumahmu yang kudus.\nNamun ketika engkau berburu, dicurilah kereta itu, dan tempatnya kini ada bersama dengan musuhmu.\nPada hari ketiga, engkau menempa wahana yang bersinar laksana rembulan, hatimu mendambakan putri bintang-bintang.\nTapi engkau yang menaikinya jatuh ke rawa yang penuh kabut, memadamkan perapian yang menyala-nyala.\nYa raja penempa yang haus darah, namamu disebutkan namun tidak pernah diketahui.\nEngkaulah yang berkuasa atas musibah, berdaulat atas semua yang jahat, hatimu merindukan kematian orang-orang tak bersalah, dan perang yang menghanguskan semua.\nYa pekerja kekal yang mengerikan dan dahsyat, berkuasa atas dua hakikat,\ngagah perkasa, kuat laksana dewa. Bahkan bintang-bintang memandang ke arahmu dengan penuh damba.\nYa tuan yang tak dapat dihancurkan, kiranya murkamu yang menggetarkan bumi dapat diredam.\nAngkatlah kesukaran yang membelenggu hati kami, dan usirlah penderitaan yang menghantui kami.\n(Catatan penghulu Ehrnrooth: Ini adalah bentuk kuno doa untuk meredam bencana alam. Menurut catatan, doa ini memiliki empat baris terakhir yang dapat digunakan untuk memanggil bencana alam, tetapi versi tersebut telah hilang sebelum Gadis Bulan lahir. Alasannya tidak diketahui. Pelantun Rembulan pertama, Aila, mengubah dan meringkas doa ini. Saat dinyanyikan, harus mengikuti kalimat berikut:\nYa Bulan Embun yang terang benderang, atas nama keturunan ujung utara, kiranya engkau berkenan untuk memadamkan murka yang menggetarkan bumi.\nSemoga cahaya hangatmu menghilangkan rasa sakit yang ada di hati orang-orang dan mengakhiri segala kekelaman!)\n....\nKidung Pujian 11: Koitar dan Seutervoinen, Dewi Bintang Fajar dan Yang Kudus dari Utara\nAku memanggil Koitar, istri Seutervoinen, putri sulung dewa pencipta,\nYa bintang fajar yang terang dan murah hati, perbuatanmu selamanya dinyanyikan bersama kidung pujian keturunan ujung utara.\nAngin malam yang dingin tak kuasa memadamkan api perak di dada kami, dan kegelapannya tidak mampu mencemarkan hati kami.\nSuatu hari nanti, kami akan pulang, melewati pemakaman yang tandus, menuju kota emas yang maha mulia.\nAku memanggil engkau, Koitar, diberkatilah namamu, perkenananmu turun ke atas perjuangan kami, seperti ketika engkau menundukkan bangsa-bangsa di seluruh bumi.\nAku memohon agar kuasamu mengguncang bumi, agar kota-kota gemetar, dan musuh keturunan ujung utara lenyap seperti embun di bawah rembulan suci.\n(Catatan penghulu Ehrnrooth: ini adalah doa yang diwariskan dari zaman kuno. Di kemudian hari, doa ini dirombak oleh Pelantun Rembulan pertama, Aila. Saat dinyanyikan, harus mengikuti kalimat berikut:\nAngin kehidupan yang dingin membeku tak kuasa memadamkan api perak di dada kami, dan kegelapannya tidak mampu mencemarkan hati kami.\nYa Bulan Embun yang terang benderang, lindungilah kami keturunan ujung utara, dan kiranya bencana kelam di malam yang dingin lenyap seperti embun pagi.\n....\nKidung Pujian 16: Saarelainen, Pendatang di Hari Salju\nOh! Jangan biarkan penderitaan kematianmu menghampiri tubuhku, ya sahabat musim dingin.\nEngkaulah putra yang berani, lembut, bangsawam, baik hati, dan rupawan.\nDi atas kuda terang engkau memacu di pulau Hiisi yang ditinggalkan, juga di tanah kabut Pohjola.\ndemi meminang putri Pakkaisukko, parasnya yang cantik tiada tara, di kediamannya.\nPakkaisukko yang tua renta, hamba para pendahulu, menjawab:\nBukakan gerbang Pohjola, dan gadis muda itu akan diberikan menjadi istrimu.\nPria yang baik hati dan rupawan, engkau tahu tipu daya yang jahat, tapi tetap memilih untuk berangkat.\nSebab jika engkau tidak menunggangi kudamu, maka Pakkaisukko yang tua renta akan menghukum putrinya yang malang menggantikanu.\nDi Pohjola yang kelam, Tuan dari Tujuh Kesukaran membelah tubuhmu menjadi tujuh bagian.\nGadis muda yang suci dan jelita, putri Pakkaisukko, tidak akan pernah menikah.\nYa pahlawan yang terhilang, aku memanggil namamu yang tak boleh diucap, bilur-bilurmu menyembuhkan duka dan meniadakan musibah dunia.\nKiranya belas kasihanmu menenangkan angin malam yang dingin, serta membawa kehangatan bagi burung-burung yang mencari kehangatan di bumi beku.\n(Catatan penghulu Ehrnrooth: Ini adalah bentuk kuno dari doa yang digunakan untuk menyembuhkan luka dan penyakit. Pelantun Rembulan pertama, Aila, mengubah dan meringkas doa ini. Saat dinyanyikan, harus mengikuti kalimat berikut:\nYa anak yang terhilang, demi nama keturunan ujung utara aku memohon berkat dari cahaya terang.\nKiranya Bulan Embun menenangkan angin malam yang dingin, serta membawa kehangatan bagi burung-burung yang mencari kehangatan di bumi beku.)"
          }
        ]
      },
      {
        "title": "Himne Ujung Utara (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Kidung Pujian 21: Huurrekuutar, Dewi Bulan Embun\nYa Huurrekuutar, ibu cahaya suci, dengarkanlah permohonan kami, dan lihatlah dari atas langit.\nSemoga air matamu mengoyak dinginnya malam, menyalakan obor perak yang tidak pernah padam, dan memberikan cahaya pada orang-orang di ujung utara.\nYa Huurrekuutar, ibu wahana perak, dengarkanlah permohonan kami, kenakanlah tudung satin di langit.\nSemoga benang perak yang engkau tenun menjauhkan jiwa-jiwa dari kekotoran dunia bawah, agar mereka tidak kehilangan arah di malam yang dingin.\nYa Huurrekuutar, kami setia mengikuti perintahmu, dan kiranya kehendakmulah yang mengatur hidup kami.\nLebih baik menjadi buta oleh dinginnya malam kematian, daripada bernyanyi dalam aib di bawah terang kepalsuan.\n(Catatan penghulu Ehrnrooth: ini bentuk kuno doa yang belum diubah. Aslinya lebih pendek, karena yang tabu untuk dibicarakan terlalu panjang adalah dewa utama yang melindungi leluhur kita, serta asal mula, masa lalu, dan masa depan bulan-bulan. Pelantun Rembulan pertama, Aila, mengubah dan meringkas doa ini. Saat dinyanyikan, harus mengikuti kalimat berikut:\nYa Bulan Embun yang terang benderang, atas nama keturunan ujung utara, kiranya engkau berkenan untuk memandang kemari dari kubah langit.\nSemoga air matamu mengoyak dinginnya malam, serta menganugerahkan pada kami, yang terlantar dan terlupakan, cahaya penuntun.\nKidung Pujian 22: Kuutar, Gadis Bulan\nYa bulan baru yang suci dan tanpa cela, atas nama utusan Bulan Embun, aku memohon belas kasih dan karuniamu.\nAmpunilah dosa kami, hapuskanlah air mata dan kesakitan dari orang-orang yang tak memiliki tempat di Utopia."
          }
        ]
      }
    ]
  }
}