{
  "epId": 8780,
  "name": "Gema Keong",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7b078e9234ceb501021cd3bd105b0cc6_8412316685875993831.png",
  "menuId": 12,
  "menuName": "Koleksi Buku",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Gema Keong (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Berikan keong di tanganmu, dan masalah selesai,\nPemuda tampan dan pengikutnya datang ke sisi api unggun dan berkata seperti itu sambil memainkan pedang di tangannya.\nIni malam ketiga puluh mereka di tanah pengasingan yang tandus, yang anak laki-laki dan perempuan sebut dengan nama \"tanah luar\".\nBilah yang tadinya digunakan untuk menebang pohon, membabat rumput, membelah buah, dan membungkam musuh sudah tidak setajam dulu lagi. Orang dewasa yang ingin menguasai mereka mati sebelum dapat menghunuskan pedang.\nTapi tidak ada yang tahu juga di mana sarungnya berada.\nKamu benar-benar mau keong ini?\nAnak laki-laki yang memegang keong itu adalah yang paling kecil di antara mereka. Julukannya, \"si Ceper\".\nBenar.\nKenapa?\nMasih tanya kenapa? Tanya si pria muda ganteng itu sambil tersenyum, \"Kita kan sudah tentukan aturannya, Ceper? Siapa pegang keongnya, dia berhak bicara.\"\nBenar, ini adalah perjanjian rahasia antara anak-anak di sekitar api unggun untuk melawan para orang dewasa yang memperlakukan mereka sebagai budak.\nUntuk bertahan hidup di tempat yang suram ini, anak-anak yang diasingkan harus membuat kesepakatan.\nMaka anak-anak itu memutuskan untuk memilih satu orang dari diri mereka sendiri, yang juga anak-anak, yang mampu menuntun mereka keluar dari kesulitan, yang tidak takut pada kekuatan, yang bijaksana, yang berhak memegang keong dan menjadi pemimpin mereka.\nKeong itu mereka pungut saat bekerja di pantai pada siang hari, tanpa diketahui oleh orang dewasa yang mengawasi mereka. Lambang bahwa mereka menang, dan bahwa orang dewasa juga bisa salah.\nKetika masa kecil berakhir, lenyap pulalah pandangan bahwa orang dewasa adalah pahlawan yang tahu segala. Kebanyakan anak merasa kecewa, tapi bagi kelompok ini, itu justru berita bagus.\nLalu ....\nTatanan yang ideal belum tiba. Sebagai gantinya, kekejaman di hati anak-anak itu malah semakin meluap ketika tidak ada yang mengendalikannya dari luar ... Jika kekerasan bisa menggulingkan segalanya, kenapa tidak gunakan saja kekerasan untuk merebut semuanya?\nTermasuk keong itu, dan semua yang dilambangkan olehnya.\nKamu kira kamu bisa pegang keong ini?\nAku yang paling banyak usaha. Aku yang dapat hasil paling banyak. Dan aku yang pegang pedangnya.\nDan kamu yang akan jadi pemimpin.\nYa, aku yang akan memimpin kalian.\nSeperti yang dulu dilakukan para orang dewasa?\nSepertinya ini bukan hal baik.\nKalau begitu ... si anak pendek bangkit berdiri, punggungnya menghadap api unggun, dan raut mukanya terselubung bayangan.\nTapi si anak muda yang ganteng melihat senyuman sinis di wajah si anak pendek, dan dia mulai merasa was-was. Sampai malam itu, dia merasa semuanya aman terkendali, seperti pedang di tangannya.\nSi Ceper menyerahkan keong, lalu berjalan ke arah hutan.\nDan setelah malam berganti hari, anak yang pernah memegang keong itu seperti lenyap ditelan bumi."
          }
        ]
      },
      {
        "title": "Gema Keong (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Kamu tahu bakal begini kan, akhirnya ....\nKetika gadis berkacamata menemukan si anak pendek dan membawanya kembali, anak-anak lain menyingkir ketika dia lewat. Mata mereka penuh kecemasan.\nDi ujung ruangan, seorang pemuda tampan duduk di kursi yang ditimpa beban berat. Kulitnya yang biru membuat garis wajahnya terlihat lebih jelas, dan bibirnya yang berwarna ungu gelap disorot oleh lidah api unggun yang memberi kesan ngeri yang aneh.\nAnak itu tidak terlihat luka, tapi tangannya tergantung di sisi, sudah mengeras.\nPedang yang tadinya dia genggam dengan penuh kebanggaan jatuh ke tanah.\nDan tidak ada yang berani memungutnya.\nYa, seperti ini. Tapi tidak secepat ini.\nAnak itu mengambil pedang. Masih tegak, tapi ada bekas-bekas kerja keras selama bertahun-tahun di bilahnya.\nAnak itu tidak tahu bagaimana cara memelihara kekuatan, tapi karena hanya itu saja yang dia punya, dia merahasiakan fakta bahwa pedangnya sudah tumpul.\nDan dia jadi curiga. Tidurnya singkat, tidak nyenyak, dan dia jadi mudah marah. Dia takut kekurangan orang dewasa hanya akan menyingkapkan kekurangannya, dan bahwa dia dan semua anak lain akan berakhir sama.\nDalam kebanyakan cerita ... pemeran utama hanya perlu sabar.\nSejak kapan kamu tahu ini?\nSejak dia minta keongnya dariku.\nMinta keong?\nApa itu keong? Keong bukanlah apa pun, keong hanyalah mainan yang kita pungut di pantai. Dia akan buang itu, baik keongnya atau pedangnya yang tumpul. Bawa dua-duanya hanya akan bikin lambat.\nSeorang gadis muda berjalan keluar dari antara anak-anak muda dan menyerahkan keong itu kepada anak laki-laki itu.\nAnak laki-laki itu melihat bekas merah di telapak tangan, yang disebabkan oleh talinya.\nJadi mau apa sekarang? tanya si gadis berkaca mata.\nDia mengambil keongnya dan meniupnya seperti di buku bergambar. Tapi alih-alih bunyi, suara yang keluar hanya embusan udara seperti kentut.\nKemudian dia mendekatkan keong itu ke telinganya. Lalu, terdengarlah suara ombak.\nKita bangun kota dan menjadikannya Utopia untuk semua anak laki-laki dan perempuan. Tidak ada yang boleh menguasai keong ini mulai sekarang, karena dia milik kita bersama. Siapa pun boleh pegang, dan boleh bicara.\nTapi kita akan tumbuh dewasa, menjadi orang dewasa yang kita tidak suka.\nTidak apa-apa. Masih ada hari esok, dan akan selalu ada anak laki-laki dan perempuan baru, kalau mereka tidak suka kita yang sudah dewasa nanti, mereka boleh hancurkan dunia kita dengan kedua tangan mereka.\nSi anak yang pendek, tidak menonjol, tapi pintar.\nDia melempar pedang tumpul itu ke laut,\nDan menaruh keong di tengah-tengah anak-anak."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Gema Keong"
          }
        ]
      }
    ]
  }
}