{
  "epId": 8892,
  "name": "Catatan Keong",
  "desc": "Catatan yang didapatkan dari anak-anak Geng Keong, dikumpulkan dan dibuat menjadi buku oleh Paimon.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/8d5184a66815234e47b9b1b33abdc8ef_8882434788191588596.png",
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Monster Mekanisme Raksasa\nSecara keseluruhan merupakan mesin berwarna abu-abu dan putih yang dapat berubah bentuk dengan fleksibel. Bersinar saat bergerak, dan memiliki cara menyerang yang beragam. Konon katanya nama resminya adalah \"Secret Source Automaton: Configuration Device\", bukan merupakan ciptaan orang Natlan saat ini, tetapi berasal dari reruntuhan kuno yang masih ada sampai saat ini.\nPola di cangkangnya terlihat sangat familier. Aku pernah melihat reruntuhan yang memiliki gaya yang mirip di Nod-Krai. Mungkin pulau kecil tempat kita tinggal seperti kapal besar yang dulu terhubung dengan Natlan, lalu dibawa ke utara oleh hewan laut raksasa yang ada di kedalaman laut dengan sirip, cakar, atau tentakelnya, dan hanya menyisakan sebagian kecil dari pulau itu.\n(Ini harus dirahasiakan dari Katya! Setelah aku kembali, kalau kesehatanmu membaik, kita bisa pergi ke pulau tempat Bani Bulan Embun berada untuk membandingkan reruntuhan di sana dengan monster mekanisme raksasa di dalam gambar. Tentu saja, kita juga harus menemukan alasan kuat untuk menyembunyikannya dari Katya!)\nPatung Kentaur Raksasa\nPatung batu yang disebut \"Legatus Golem\". Patung manusia kuda yang memegang perisai di tangan kiri dan pedang di tangan kanannya, tampak seperti karya seni yang terlupakan di dalam kastil kuno, dan tiba-tiba menjadi hidup. Saat dia (makhluk hidup atau benda mati ya?) menginjakkan kakinya pada dasarnya, debu dan puing-puing berhamburan ke mana-mana. Tapi saat dia memulai serangan setelah debunya mulai mereda, ternyata dia adalah lawan yang tangguh. Gerakannya sangat berbeda dari monster mekanisme biasa. Terkadang seperti komandan militer yang memerintahkan serbuan, terkadang seperti sedang memainkan musik. Sayangnya aku tidak paham musik, jadi aku tidak tahu apa yang sedang dia mainkan.\nAku dengar ada reruntuhan Remuria yang sudah lama terlupakan di kedalaman laut. Kali ini aku tidak punya kesempatan untuk mengunjunginya, tapi aku sudah mengumpulkan beberapa legenda dan buku yang berhubungan dengan tempat itu. Nanti aku akan mencari kesempatan untuk meminta para pedagang membawanya kembali. Aku tahu kamu suka cerita tentang kerajaan kuno seperti ini, jadi semoga kamu menikmatinya.\nGumpalan Air Raksasa\nHydro Tulpa adalah monster berbentuk manusia yang terbentuk dari gabungan air. Bentuknya sangat berbeda dengan roh air murni yang diceritakan oleh Katya. Yang ini tidak memiliki ekor ikan atau kaki, tapi memiliki tangan dan kepala yang mirip dengan manusia. Bagian persendian dan kepalanya ditutupi oleh cangkang yang terlihat seperti baju besi berwarna biru putih. Dalam pertempuran, monster ini akan memanggil gumpalan air kecil untuk membantunya. Terkadang, dia juga akan menelan gumpalan air kecil itu untuk memperkuat dirinya sendiri.\nKonon katanya air Fontaine sangat istimewa, sehingga dapat menghasilkan Oceanid yang bisa berbicara. Tapi Hydro Tulpa sepertinya tidak bisa berbicara, atau cuma tidak ingin berbicara? Atau karena kita tidak mengerti bahasanya?\nKepiting Raksasa\nKepiting raksasa yang memiliki nama keren \"Emperor of Fire and Iron\". Konon katanya karena kebiasaan Armored Crab, mereka akan terus mencari cangkang yang cocok untuk dijadikan sebagai zirah seiring dengan pertumbuhannya. Kalau tidak dihentikan, mungkin dia bisa terus bertumbuh dan bahkan bisa menjadikan Palais Mermonia (bangunan megah di Kota Fontaine, bangunan-bangunan di tempat itu besar sekali!) sebagai cangkangnya.\nTapi kemudian, ada orang bernama Basil Elton yang mengalahkannya, mungkin karena itulah ia berhenti bertumbuh. Tapi sekarang sudah cukup besar sih ukurannya, entah mana yang lebih besar, ia atau monster di laut dalam. Aku rasa sih monster laut dalam ya, soalnya ia bisa mengangkat dan memindahkan seluruh pulau (tentu saja kalau teori pergerakan pulau itu bisa dibuktikan)!"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Kakek Moley dan keluarga tinggal di gua jauh di dalam Lembah Moley. Gua itu lembap dan berbau seperti akar pohon tua. Kehidupan di sana damai dan tenteram sebelum \"orang-orang besar\" yang berisik menyeret barang-barang logam mereka ke ngarai. Ketika malam tiba dan orang-orang besar itu pergi, keluarga Moley keluar dari gua untuk mencari makan, atau bermain dengan Moonglow Firefly.\nMoley kecil lebih suka bulan daripada Lakkaberry dan Moonglow Firefly. Bulan di atas Lembah Moley bersinar besar dan terang seperti piring putih raksasa di langit. (Jurva bilang Sniffer Mole punya penglihatan yang buruk tetapi hidung yang kuat dan telinga yang sensitif. Mungkin Moley kecil dapat mencium bulan, bahkan dari kejauhan — mungkin harumnya seperti Lakkaberry yang paling manis ....) Pada malam-malam ketika bulan sangat terang, dia dapat melihat beberapa mole tanpa bayangan melayang di bawah sinar bulan, seperti asap yang tertiup angin. Mereka berbicara satu sama lain, tetapi tidak pernah membiarkan Moley kecil bergabung. Seolah-olah mereka bahkan tidak dapat melihatnya. Mungkin karena Moley kecil masih punya bayangan. Dia mendengar bahwa kelompok-kelompok misterius memiliki aturan rahasia mereka sendiri (seperti Persekutuan Tangan Hampa). Mungkin dia perlu diperkenalkan oleh mole tanpa bayangan, atau menyelesaikan semacam ritual misterius, kalau tidak mau jadi sekadar pengamat saja.\nPadahal, bagi Moley kecil, mendengarkan mereka bicara saja sudah seru. Salah satu Sniffer Mole datang dari jauh. Sepertinya dia tak punya rumah, jadi dia bisa beristirahat di mana pun dia mau. Dia mengaku pernah mengunjungi pegunungan bersalju, melewati gurun pasir, mendaki puncak-puncak gunung yang menjulang tinggi, dan menyusuri dasar samudra terdalam. \"Apakah tempat-tempat itu punya Lakkaberry segar?\" tanya salah satu mole setempat. \"Setahuku, tidak ada. Tapi mereka punya banyak makanan lezat lainnya.\" Mendengar jawaban ini, mole tersebut mengernyitkan wajahnya — sepertinya dia sangat menyukai Lakkaberry.\nMoley Kecil juga suka Lakkaberry, tetapi dia juga ingin tahu apakah dia akan menyukai makanan lezat lainnya itu. Dia pernah meninggalkan Lembah Moley untuk bertualang sendiri, menggali tanah dalam waktu yang sangat lama untuk mencapai tempat yang penuh dengan orang-orang besar. Dia pergi di malam hari, dan di sana begitu banyak kebisingan dan cahaya sehingga dia hampir tidak bisa mengikuti arah bulan. Dia mencium banyak bau di sana, meskipun kebanyakan tidak menyenangkan. Akhirnya, dia mengikuti aroma Lakkaberry yang familier ke tempat yang penuh dengan buah-buahan, termasuk banyak jenis yang belum pernah dilihatnya sebelumnya. Baunya harum. Dia berharap bisa membawa beberapa buah bersamanya — beberapa saja sudah cukup — tetapi keberuntungan tidak berpihak padanya hari itu. Terkadang memang begitulah adanya.\nSekembalinya ke Lembah Moley, dia mendapati semua orang mengkhawatirkannya. Mereka terkejut mendengar dirinya telah pergi begitu jauh. Bukankah hidup di Lembah Moley sempurna? Mengapa dia ingin pergi ke tempat lain? Maka, Moley Kecil menceritakan apa yang didengarnya dari mole tanpa bayangan. \"Bagaimana mungkin ada mole tanpa bayangan? Kalian pasti bermimpi,\" ujar kakaknya Moley kecil dengan nada tak percaya. Dia tidak setuju adik perempuannya meninggalkan ngarai, begitu pula orang lain — lagi pula, di dunia ini mana mungkin ada buah yang selezat Lakkaberry segar.\nJika saat bulan bersinar terang lagi, dia tak melihat mole tanpa bayangan, dia akan menerima bahwa semua ini hanyalah mimpi. Lagi pula, Moley kecil sudah sangat puas hidup di Lembah Moley. Namun, saat piring putih raksasa itu naik ke langit, mole tanpa bayangan itu ikut naik, mengulang percakapan mereka sebelumnya. Karena ini bukan mimpi, pastilah ini petunjuk dari bulan. Moley kecil sangat gembira. Di bawah sinar bulan yang terang itu, dia sekali lagi berangkat sendirian, meninggalkan Lembah Moley, meskipun kali ini, dia tak tahu kapan dia akan kembali — karena siapa tahu dia akan menemukan sesuatu yang lebih nikmat daripada Lakkaberry segar di pegunungan bersalju, gurun pasir, atau di mana pun dia akan berakhir."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Crab Tsar tinggal di sebelah wilayah orang-orang aneh Bani Bulan Embun. Katanya dia sudah berusia ratusan tahun (kalau tidak, bagaimana bisa badannya segede gitu?). Dia jauh lebih besar dari kepiting mana pun yang pernah kulihat. Bahkan \"rumah\"nya tidak seperti cangkang biasa, tapi cangkang besar yang mirip bukit kecil (lebih besar dari cangkang yang digambar di bendera kami!), seperti benteng kecil. Yang lebih menakjubkan lagi, di atasnya tumbuh lumut kuuvahki, bersinar seperti bintang di kegelapan gua. Mungkin itulah mahkotanya.\nKepiting kecil di sekitar pasti adalah rakyatnya. Ah, kepiting kecil yang malang, selalu sibuk, selalu membawa makanan seperti Lakkaberry, ikan kecil, dan beberapa benda yang aku tidak tahu namanya, ke dalam gua dan tidak pernah menikmatinya langsung. Dua kali aku bahkan melihat mereka membawa batu-batu kecil yang berkilauan dan Moonfall Silver. mungkin ini adalah \"pajak\" yang harus dibayar kepada Tsar. Katanya pada zaman pencuri ulung Reed Miller, penguasa Snezhnaya juga pernah memungut pajak dari warga Kota Nasha. Mungkin konsepnya kurang lebih sama ya.\nTapi aku rasa Crab Tsar tidak seberminat itu pada Lakkaberry dan ikan. Kemarin sore, aku melihatnya keluar dari lubang persembunyian. Dia bergerak sangat lambat, seakan-akan setiap langkahnya seberat pegunungan. Batu kerikil di tanah berguncang setiap kali dia melangkah. Lalu kepiting kecil datang, membawa ikan kecil paling kasihan yang pernah aku lihat seumur hidup, ke bawah kakinya. Crab Tsar hanya memandang ke bawah sejenak, lalu mengibaskan salah satu capitnya yang luar biasa besar. Si kepiting kecil yang kasihan itu panik, lalu segera menjatuhkan ikan dan kabur ke bawah permukaan pasir.\nTsar tidak memakan ikan itu, melainkan hanya menggunakan capitnya yang lebih kecil untuk mendorongnya ke samping, lalu diam seakan-akan sedang memandangi laut di kejauhan. Yah, begitulah yang aku lihat. Jadi raja itu pasti hidupnya kesepian. Semua kepiting takut padanya, dia punya benteng dan mahkota, tapi tidak satu pun teman yang bisa dijangkau capitnya, beda jauh sama Tassel Jelly dan tentakelnya. (Semyon bilang ubur-ubur bisa berkomunikasi lewat tentakel, jadi aku tebak kepiting juga bisa melakukan hal yang sama dengan capitnya).\nAku penasaran dari mana sebenarnya dia dapat cangkang raksasa itu. Apa mungkin sebelumnya ada raja yang lebih besar dari Crab Tsar pernah tinggal di sana? Kalau dia masih bisa tumbuh lebih besar lagi, apa dia akan pindah ke istana yang lebih megah? Aku sempat mikir untuk bawa Lakkaberry ke sana biar bisa lihat dari dekat, tapi mending jangan lah ya. Pencuri ulung tidak ada urusan sama raja dan bangsawan. Penasaran seperti itu malah bakal berujung masalah."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Tassel Jelly\nKonon, spesies ini hanya ada di Nod-Krai. Ubur-ubur ini memiliki lonceng merah muda dan tentakel panjang. Ubur-ubur ini biasanya ditemukan di sekitar perairan dangkal di Rawa Garam Merah, tempat zona pasang surut yang dangkal menjadi tempat berburu yang sempurna bagi plankton-plankton kecil. Bahkan setelah air surut, mereka meluncur dengan mudah di darat — kemungkinan berkat kantung air khusus yang menjaga mereka tetap lembap, atau mungkin kelenjar penghasil lendir yang meminimalkan dehidrasi. Tentakel mereka jauh lebih kuat daripada ubur-ubur biasa dan tampaknya memiliki kekuatan unik, meskipun mungkin hanya efektif melawan mangsanya. Aku menyentuhnya dengan hati-hati menggunakan tongkat kayu kecil, dan tidak ada yang istimewa tentangnya, dan ia tidak menyerangku. (Menusuk ubur-ubur, ha! Aku berani bertaruh tidak ada seorang pun di Geng Keong yang punya nyali sepertiku!) Mereka \"berkomunikasi\" menggunakan tentakel mereka, sama seperti manusia yang berjabat tangan atau ber-tos. Artinya ... gerakan-gerakan seperti tarian yang mereka lakukan saat berkumpul mungkin merupakan \"bahasa unik\" mereka tersendiri. Meskipun mereka tidak punya otak, tampaknya mereka masih memiliki kecerdasan.\nSayangnya, sepertinya fasilitas Fatui telah menghancurkan habitat Tassel Jelly. Mesin-mesin yang mereka bawa terus meraung siang dan malam ... Entah apa yang dikerjakan oleh alat-alat itu, tapi sepertinya seluruh area itu telah kehilangan atmosfer kehidupannya. Mungkin karena mereka kekurangan sumber makanan, atau mungkin karena polusi suara yang dahsyat, atau mungkin keduanya. Aku juga melihat ada beberapa ubur-ubur yang mati di pantai. Aku mencoba menyelamatkan mereka, tapi ... aku terlambat."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Catatan Keong"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Item Quest"
          }
        ]
      }
    ]
  }
}