{
  "epId": 902,
  "name": "Vajrada Amethyst Gemstone",
  "desc": "Material Ascension Karakter.<br/>\"Tubuh ini adalah yang paling mulia dan agung dari semua di dunia ini.\"<br/>\"Ia harus memegang kendali semua di dunia ini.\"<br/>\"Ia dulunya menjanjikan orang-orangnya sebuah mimpi: kekekalan yang tidak pernah berubah.\"",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
  "filterValues": {
    "objectType": [
      "Material Ascension Karakter"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1754829960,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Dijatuhkan Oleh"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Boss</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Bathysmal Vishap Herd",
        "desc": "<p>Sekelompok Bathysmal Vishap. </p><p>Mereka sudah diternakkan secara spesifik dan dipilih langsung oleh rakyat Enkanomiya sehingga menjadikan mereka begitu kuat. Tentunya, para vishap tidak menganggap ini sebagai budi yang harus dibalas.</p><p>Vishap terkuat bahkan dapat menggunakan berbagai elemen, yang mereka gunakan untuk menunjukkan kebenciannya pada manusia!<br></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/9564191/b47c21200d36f217cab2e527e85d2896_4371068409072008897.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2162,
        "name": "Electro Hypostasis",
        "desc": "Code name: Aleph. Sebuah organisme Electro dengan tingkat kemurnian tinggi.<br/>Elemental Hypostasis adalah wujud tertinggi struktur elemental yang biasanya terbentuk di lokasi dengan luapan energi elemental, atau lempengan bumi dengan aliran elemental yang tersendat.<br/>Elemental Hypostasis telah mengembangkan beragam jenis serangan sesuai dengan atribut elemental mereka.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hypostasis_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2717,
        "name": "Electro Regisvine",
        "desc": "<p>Monster yang terbentuk dari sebuah tanaman merambat raksasa yang telah menyerap arus listrik bertegangan tinggi dari ley line.</p><p>Energi listrik dilepaskan terus-menerus dari bagian atas tanamannya, seakan-akan sedang mengeluarkan amarah sang bumi.</p><p>Dulu ada seorang pelajar dari Kshahrewar yang mengusulkan untuk membangun sirkuit listrik kompleks mengelilingi monster ini, sehingga energi listrik yang dilepaskan bisa dialirkan ke kota dan dimanfaatkan. Usulan tersebut ditentang keras oleh para Spantamad yang telah mengorbankan sepuluh Shroomboar untuk membuktikan bahayanya kekuatan listrik.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/cc5fbd3bdd4a48efb854968a3bfd22e8_8251255201662977268.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Iniquitous Baptist",
        "desc": "<p>Monster dari Abyss yang bisa mengendalikan berbagai kekuatan elemen dan mendapatkan anggota tubuh tambahan dari \"evolusinya\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/1023623/2899a9fa6efec1006150467a00823c4a_524773393344519777.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4344,
        "name": "Millennial Pearl Seahorse",
        "desc": "<p>Salah satu dari dua penguasa yang berada di puncak Fontemer Aberrant.</p><p>Penyair dan penulis sering menyatakannya sebagai kebanggaan dan keagungan karena kecenderungannya yang menyendiri. Namun alasan sesungguhnya di balik deskripsi pujian tersebut adalah tubuhnya yang anggun dan ramping. Karena itu, ia adalah \"Pearl Seahorse\", sedangkan penguasa dari Armored Crab adalah \"Emperor\".</p><p>Dalam legenda dan rumor Fontaine, perang brutal pernah terjadi di antara Fontemer Aberrant, sampai pada akhirnya yang tersisa tinggallah \"Millennial Pearl Seahorse\" dan \"Emperor of Fire and Iron\" yang membagi danau besar menjadi dua wilayah kekuasaan: satu memerintah di utara, satunya lagi di selatan. Dalam \"Lagu Dobharcu\", penulis menggambarkan kondisi pascaperang: Hunter's Ray hebat yang dikenal sebagai raja badai mengaduk ombak besar dalam proses kematiannya, menyebabkan apa yang sekarang orang kenal sebagai \"periode banjir pertama\" ....</p><p>Tentu saja, semua ini tidak ubahnya imajinasi romantis orang-orang yang tak rela menerima kenyataan dunia yang hambar tanpa legenda. Fontemer Aberrant sebenarnya hanyalah hewan air yang sederhana. Mereka tidak memiliki wilayah kekuasaan maupun kerajaan yang runtuh. Mereka pun tidak punya kata-kata yang menyanjung, maupun mengutuk.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/1023623/c4f5112a860768d0c0c581344c205174_5437568764801250644.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2121,
        "name": "Primo Geovishap",
        "desc": "Setelah hidup selama bertahun-tahun, Geovishap raksasa yang kuat ini bisa beradaptasi dengan perubahan elemen di sekitarnya.<br/>Menurut legenda rakyat, \"bencana naga\" yang telah menghancurkan Tianqiu Valley telah membuat Geovishap dan Primo Geovishap kabur dan berlindung di dalam tanah, sambil menunggu saat yang tepat untuk bangkit sekali lagi...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7056,
        "name": "Secret Source Automaton: Configuration Device",
        "desc": "Mesin manufaktur dari reruntuhan kuno. Para pemilik reruntuhan kuno menggunakan mesin yang bisa berubah bentuk ini untuk melakukan berbagai jenis pekerjaan manufaktur. Jadi, mereka tetap bisa membangun kota-kota yang luar biasa meski berada di lingkungan ekstrem seperti di dalam gunung berapi.<br>Selain itu, sepertinya mesin ini juga digunakan sebagai senjata. Peradaban kuno itu memang telah lama menghilang, tapi di bawah kendali oleh ukiran emas, mesin yang berbentuk seperti cakar raksasa ini masih tetap bisa terlibat dalam pertempuran sesuai dengan instruksi yang ditetapkan sebelumnya.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/be7ef508bd73f3eeea5522c7409258b9_2512975982839589171.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7125,
        "name": "Tenebrous Papilla: Type I",
        "desc": "Monster Abyssal yang datang dari dunia terdistorsi yang gelap, memiliki bentuk seperti tanaman.<br>Monster-monster yang terdistorsi ini mampu menyusup jauh ke dalam perut bumi, mengekstrak memori untuk ditiru dan dikendalikan. Melalui proses distorsi memori masa lalu ke dalam bentuk yang lebih abstrak dan kotor, mereka perlahan-lahan semakin dekat ke inti Irminsul dan mengancam untuk merusak keberadaannya. Dikatakan bahwa mereka bekerja terus-menerus untuk merusak banyak warna cahaya dan hanya menyisakan informasi yang gelap gulita. Hipotesis semacam itu tampaknya diperkuat oleh bukti dari cabang-cabang yang mereka ulurkan ke luar, seolah-olah ingin menembus kekosongan itu sendiri ....",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/4f48bdf376d1b4597c8c54a0fe47c8b8_6380943058011605348.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2238,
        "name": "Thunder Manifestation",
        "desc": "Makhluk Electro yang abnormal. Meski dari luar terlihat mirip dengan Oceanid, namun makhluk ini tidak memiliki kepintaran atau ingatan seperti Oceanid.<br/>Yang menggerakkan Thunder Manifestation justru adalah rasa amarah yang lebih primitif dan murni.<br/>Dikatakan bahwa makhluk semacam ini hanya akan menyambar bagai petir di tempat yang memiliki kebencian kuat, seperti Amakumo Peak yang terpecah-pecah dan diselimuti awan petir. Selama kebencian di tanah itu berlanjut, gemuruh guntur juga tidak akan pernah reda.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunder Manifestation_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Weekly Boss</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "Seekor naga tua yang umurnya setua gunung yang ditinggalinya.<br/>Di zaman yang hampir terlupakan, dia berdiri bersama dengan orang yang menguasai pelabuhan batu. Tapi pada akhirnya, mereka berseteru, dan naga tersebut tersegel di bawah tanah yang gelap. Setelah beratus tahun lamanya disegel, kekuatannya perlahan menghilang. Dia juga telah menjadi cacat karena berbagai jenis erosi yang dialaminya.<br/>Getaran amarah yang samar dari naga di bawah tanah ini bergema melalui perut pegunungan bagaikan sebuah kenangan dari zaman dulu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Childe",
        "desc": "\"Childe\" Tartaglia, Fatui Harbinger ke-11.<br/>Tartaglia bertarung dengan kekuatan Delusion yang mengerikan dan dengan ilmu bela diri yang dia pelajari dalam suatu tempat penuh kegelapan.<br/><br/>Dia adalah seorang petarung sejati yang selalu haus akan pertarungan.<br/>Setiap pertumpahan darah, setiap tantangan hidup dan mati, adalah cobaan yang menyenangkan bagi dirinya.<br/>Orang-orang mengatakan bahwa sejak muda, kemampuan bertarung Tartaglia sudah dikenal di seluruh penjuru.<br/>Tetapi dia sendiri tidak pernah memamerkan dirinya seperti itu.<br/><br/>Karena dia percaya...<br/><i>\"Kamu ditakdirkan untuk menjadi pusat angin topan,\" </i><br/><i>\"suara pedang yang saling beradu akan senantiasa menemanimu.\"</i><br/><i>\"Ingatan saat kamu menginjakkan kaki ke dalam kegelapan pekat itu,\"</i><br/><i>\"akhirnya akan menjadi kekuatanmu untuk menguasai dunia.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2210,
        "name": "Magatsu Mitake Narukami no Mikoto",
        "desc": "Boneka yang mewakili kekuatan Raiden Shogun. Saat menghadapi musuh yang mengancam \"keabadian\", dia mengungkapkan bentuknya yang seperti ini.<br/>Sebagai pembantu Raiden dalam menjalankan \"keabadian\", dia tidak pernah ragu, tidak pernah takut, dan selalu memberikan yang terbaik.<br/>Dia telah mendengar bahwa selama era Makoto dan Ei, Ei memikul tanggung jawab yang sama dengannya dan melalui banyak rasa sakit dan kehilangan.<br/>Ketika dua bayangan bergabung menjadi satu, dia hanya melihat bekas luka kecil di dalam \"keabadiannya\". Karena takdir selalu berputar, dia harus memenuhi janjinya dan menyatakan perang \"kepadanya\".<br/><br/><i>\"Wujudku adalah simbol keagungan tertinggi, di mana telah diberikan kekuasaan atas seluruh alam. Ini adalah sebuah perwujudan terpadu dari semua yang merupakan Raiden Shogun\".</i><br/><i>Secara naluriah aku juga mewarisi rasa sakit Ei — rasa sakit karena kehilangan tak terelakkan seiring dengan dirinya yang terus bergerak maju. Demikian juga hal itu mewarisi tekadnya dalam mencapai keabadian.</i><br/><i>Tekad, keberanian, cinta, dan kebencian ... Semua ini akan terdegradasi dan terdistorsi oleh arus waktu yang tiada henti.</i><br/><i>Namun 'aturan' yang ada, tidak akan pernah berubah.</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Magatsu Mitake Narukami no Mikoto_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2975,
        "name": "Shouki no Kami, the Prodigal",
        "desc": "<p>Shouki no Kami, dewa buatan yang diciptakan dari seluruh kekuatan Enam Darshan Sumeru, memiliki kekuatan yang bisa menyaingi dewa sejati.</p><p>Tetapi orang-orang di dunia ini yang menyebut makhluk seperti itu sebagai \"dewa palsu\" sudah salah memahami arti sebenarnya dari kata itu.</p><p>Shouki no Kami sekarang memahami banyak sekali hal dan memiliki kekuatan yang tak tergoyahkan, bahkan bisa dikatakan dapat melampaui manusia fana.</p><p>Jika dewa adalah ia yang mencintai manusia,</p><p>Berarti Shouki no Kami, yang dapat memberikan kegagalan yang sama kepada manusia, juga mencintai mereka.</p><p>Jika dewa adalah ia yang harus menjaga umat manusia,</p><p>….</p><p>….</p><p>Maka Shouki no Kami, yang telah menjadi saksi cinta, kebencian, perpisahan, dendam, dan kemarahan yang tak terbatas — demikian jugalah ia menjaga manusia.</p><p></p><p><em>\"Terlalu banyak kebahagiaan yang sudah kamu miliki!\"</em></p><p><em>\"Itulah yang sudah membuatmu bodoh. Sombong. Mengerikan dalam keserakahanmu.\"</em></p><p><em>\"Biarkanlah era ini berakhir!\"</em></p><p><em>\"Biarkan dewa baru mengumumkan kekalahan dewa lama.\"</em></p><p><em>\"Manusia fana yang bodoh … Masih sempat bagimu untuk berlutut di hadapanku.\"</em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/1023623/35bebd4ce6f0aa4ecedcd821475f6c73_6957668411274209437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2217,
        "name": "Stormterror",
        "desc": "Dvalin, sang Dragon of the East, salah satu dari Four Winds di Mondstadt.<br/>Seiring berjalannya waktu di tengah-tengah kegelapan pekat, bahkan batu permata paling berkilau sekalipun akan tertutup oleh debu, dan seekor naga yang mulia pun akan terjerat dalam rasa benci dan dendam.<br/>Tapi kalian harus selalu ingat bahwa debu dapat dibersihkan dan rasa benci ataupun dendam yang meracuni dapat disingkirkan.<br/><br/><i>\"Terbanglah dengan bebas di langit yang luas.\"</i><br/><i>\"Sama seperti waktu kita pertama kali bertemu, saat aku menginjakkan kaki di tanah ini sambil menyanyikan lagu tentang kebebasan,\"</i><br/><i>\"Dan kamu melesat jauh ke atas langit, melihat dunia ini dari angkasa sana.</i><br/><i>\"Saat ini dunia terlihat sangat indah, tidak ada angin dan salju yang menerpa langit, dan rumput-rumput hijau menghiasi seluruh daratan.\"</i><br/><i>\"Aku yakin kamu juga akan mengerti, jika kamu pernah berjalan di atas tanah subur ini, mendengar suara gembala domba dan lonceng angin dari kejauhan, atau mencicipi anggur yang manis bagaikan madu.</i><br/><i>\"Alangkah baiknya kalau kamu bisa menjadi diriku, melihat wujudmu yang begitu mulia dan indah itu terbang bebas di langit yang biru.\"</i><br/><i>\"Dengan begitu kamu akan menyadari, bahwa langit ini dan bumi ini... Keduanya patut diperjuangkan.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascension Karakter"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-5</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "Petarung Juara tak terkalahkan. Dengan pedang di tangannya, dia mempertahankan keadilan di Court of Fontaine.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/29/770a66030815971c697ab81bc5436329_8660717987969952036.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>\"Mahamatra umum\" yang mengawasi peneliti di Akademiya. Saat bekerja, lebih efisien daripada \"Vayuvyastra Agung\" buatan Kshahrewar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/27/8459597/e09e2bda5e022611fad0dea1bb6518bb_4534137428732458732.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7852,
        "name": "Ineffa",
        "desc": "Robot serba bisa yang dibuat dengan kombinasi komponen mekanisme dari berbagai bangsa. Inti Sumber yang terletak di dadanya telah ada sejak waktu yang lama sekali.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/28/7c221918444852e9a3c2ad609ccacea2_8687518447126752117.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "Yuheng dari Liyue Qixing, dia punya banyak hal yang ingin dikatakan mengenai Rex Lapis yang memerintah Liyue- dan pada kenyataannya, para Dewa mengagumi orang-orang sepertinya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Yang Mulia, Sang Narukami Ogosho Yang Mahakuasa. Dia menjanjikan para penduduk Inazuma keabadian yang tidak akan pernah berubah.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7488,
        "name": "Varesa",
        "desc": "Seorang pemilik kebun yang santai dan pejuang dari Berlimpah Jaya. Calon pahlawan yang mendambakan keadilan ... dan banyak makanan!",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/a54efe1bb7e82a589b9af44683a696ca_8635138146175164187.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Lady Guuji dari Kuil Agung Narukami juga menjabat sebagai pemimpin redaksi Yae Publishing House. Kecerdasan dan kelicikan yang tidak dapat dibayangkan tersembunyi di balik penampilannya yang cantik.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bintang-4</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 11,
        "name": "Beidou",
        "desc": "Pemimpin dari armada laut Crux Fleet. Bos wanita yang tegas dan berpendirian teguh.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Beidou_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p>Pedagang keliling yang sulit dipahami dan paling suka dengan Mora yang berkilauan</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/8459597/6539bea71efd0f839db897cfc4094362_8317542071067589428.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "Seorang gadis misterius yang menyebut dirinya sendiri \"Prinzessin der Verurteilung\", dia selalu terlihat bersama dengan seekor gagak hitam yang bernama Oz.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7502,
        "name": "Iansan",
        "desc": "Kepala pelatih di klub fitnes suku Berlimpah Jaya, merupakan seorang ahli gizi yang terkenal di Natlan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/dd9a200a86b792fb1b73ef1ee7de0911_2097378734184941134.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2256,
        "name": "Kuki Shinobu",
        "desc": "Orang nomor dua di Geng Arataki yang hebat dan bisa diandalkan. Catatan: yang hebat dan bisa diandalkan itu si orang nomor duanya, bukan kelompoknya. Tolong jangan keliru.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kuki Shinobu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Kujou Sara",
        "desc": "Seorang jenderal di Tenryou Commission. Sifatnya berani, tegas, dan sangat pandai bertarung.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2,
        "name": "Lisa",
        "desc": "Pustakawan Knights of Favonius yang sangat malas namun berwawasan sangat luas, pernah dinyatakan oleh Sumeru Academia sebagai siswi kelulusan terbaik 2 abad terakhir.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Lisa_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Pemuda dari Penguasa Angin Malam yang hidup di alam liar bersama segala jenis makhluk lainnya.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Razor",
        "desc": "Seorang anak laki-laki yang tinggal di daerah Mondstadt. Jauh dari peradaban manusia dan tinggal di kalangan antara serigala di Wolvendom. Firasatnya tajam, tubuhnya lincah bagai kilat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5598,
        "name": "Sethos",
        "desc": "Penerus Temple of Silence yang menjaga rahasia dan berasal dari padang pasir.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/30/cdb7abfcb86138e5b618946a5466d442_2702695812908100899.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Crafting"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Produk</color>\n<color=#ffffff>Material</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Vajrada Amethyst Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Tubuh ini adalah yang paling mulia dan agung dari semua di dunia ini.\"<br/>\"Ia harus memegang kendali semua di dunia ini.\"<br/>\"Ia dulunya menjanjikan orang-orangnya sebuah mimpi: kekekalan yang tidak pernah berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_5321199885079004471.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 903,
        "name": "Vajrada Amethyst Chunk",
        "desc": "Material Ascension Karakter.<br/>\"Tubuh ini adalah yang paling mulia dan agung dari semua di dunia ini.\"<br/>\"Ia harus memegang kendali semua di dunia ini.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Chunk_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 2700,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Konversi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Produk</color>\n<color=#ffffff>Material</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Vajrada Amethyst Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Tubuh ini adalah yang paling mulia dan agung dari semua di dunia ini.\"<br/>\"Ia harus memegang kendali semua di dunia ini.\"<br/>\"Ia dulunya menjanjikan orang-orangnya sebuah mimpi: kekekalan yang tidak pernah berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Sebuah perjalanan untuk mengabulkan keinginan; sebuah pertempuran untuk mendapatkan ketenaran...\"<br/>\"Terbakar menjadi abu demi sebuah mimpi.\"<br/>\"Jika keinginannya masih tersisa, maka ia telah mencapai kebenaran ██.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Vajrada Amethyst Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Tubuh ini adalah yang paling mulia dan agung dari semua di dunia ini.\"<br/>\"Ia harus memegang kendali semua di dunia ini.\"<br/>\"Ia dulunya menjanjikan orang-orangnya sebuah mimpi: kekekalan yang tidak pernah berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Varunada Lazurite Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Ideologiku tidak bernoda.\"<br/>\"Aku harus membenarkanmu. Orang-orang di sini tidak berdosa di mata para Dewa... hanya hukum dan Tribunal yang bisa menghakimi seseorang.\"<br/>\"Mereka bahkan dapat menghakimiku. Jadi pujalah keindahan dan kemurnianku.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Vajrada Amethyst Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Tubuh ini adalah yang paling mulia dan agung dari semua di dunia ini.\"<br/>\"Ia harus memegang kendali semua di dunia ini.\"<br/>\"Ia dulunya menjanjikan orang-orangnya sebuah mimpi: kekekalan yang tidak pernah berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 408,
        "name": "Shivada Jade Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Maaf...\"<br/>\"...telah membuatmu ikut memikul beban dunia.\"<br/>\"karena kamu dapat menahan dinginku, kamu pasti punya keinginan yang membara di hatimu, bukan?\"<br/>\"Kalau begitu, bakarlah dunia lama itu untukku.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Vajrada Amethyst Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Tubuh ini adalah yang paling mulia dan agung dari semua di dunia ini.\"<br/>\"Ia harus memegang kendali semua di dunia ini.\"<br/>\"Ia dulunya menjanjikan orang-orangnya sebuah mimpi: kekekalan yang tidak pernah berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1493,
        "name": "Vayuda Turquoise Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Tapi arah angin bisa berubah.\"<br/>\"Suatu hari nanti, ia akan bertiup ke masa depan yang lebih cerah ...\"<br/>\"Terimalah berkatku dan nikmatilah hidupmu mulai hari ini.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Gemstone_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Vajrada Amethyst Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Tubuh ini adalah yang paling mulia dan agung dari semua di dunia ini.\"<br/>\"Ia harus memegang kendali semua di dunia ini.\"<br/>\"Ia dulunya menjanjikan orang-orangnya sebuah mimpi: kekekalan yang tidak pernah berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 444,
        "name": "Prithiva Topaz Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Mata uang di tanah ini adalah darah.\"<br/>\"Aku adalah penjamin kerja keras, kebijaksanaan, dan masa depan rakyat.\"<br/>\"Ini adalah kepercayaan yang aku berikan kepada mereka. Khianat itu, berarti kamu menodai darahku.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Gemstone_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Vajrada Amethyst Gemstone",
        "desc": "Material Ascension Karakter.<br/>\"Tubuh ini adalah yang paling mulia dan agung dari semua di dunia ini.\"<br/>\"Ia harus memegang kendali semua di dunia ini.\"<br/>\"Ia dulunya menjanjikan orang-orangnya sebuah mimpi: kekekalan yang tidak pernah berubah.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_2695243534122098135.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2676,
        "name": "Nagadus Emerald Gemstone",
        "desc": "<p>Material Ascension Karakter.</p><p>\"Aku bermimpi sangat panjang ....\"</p><p>\"Di dalam mimpiku, orang-orang bergandengan tangan, menari dan berputar-putar, orang bijak maupun orang biasa, penari ataupun prajurit, boneka dan juga patung dari emas ....\"</p><p>\"Lingkaran tarian orang-orang itu mewujudkan segala sesuatu tentang alam semesta. Hidup selalu menjadi tujuan, sedangkan kebijaksanaanlah yang akan menjadi sarananya.\"</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/28/119402430/4e6fdd6c33dcd340000b8d8087573f23_5776800782633288864.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "Sebuah alat yang bisa mengubah elemen dari Material Ascension elemental.<br/>Selain membuat hal menjadi semakin praktis, Alkimia sebenarnya adalah ilmu yang mempelajari sifat materi dan hukum perubahan materi. Pada akhirnya, Alkimia mengarah pada hukum yang mengatur siklus dunia dan pergerakan ley line.<br/>Seseorang telah meninggalkan penemuan Alkimia yang mengagumkan ini di seluruh tempat, dengan tujuan yang tidak diketahui. Meskipun benda ini sangat praktis, mereka juga bisa menjadi sangat berbahaya karena mengganggu keseimbangan... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Material Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 905,
        "name": "Vajrada Amethyst Sliver",
        "desc": "Material Ascension Karakter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Vajrada Amethyst Fragment",
        "desc": "Material Ascension Karakter.<br/>\"Tubuh ini adalah yang paling mulia dan agung dari semua di dunia ini.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 903,
        "name": "Vajrada Amethyst Chunk",
        "desc": "Material Ascension Karakter.<br/>\"Tubuh ini adalah yang paling mulia dan agung dari semua di dunia ini.\"<br/>\"Ia harus memegang kendali semua di dunia ini.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Chunk_icon.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Vajrada Amethyst Gemstone"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Material Ascension Karakter"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Didapatkan melalui Craft</color>\n<color=#ffffffd9>Buka Tab Investigasi di Buku Panduan Petualang</color>"
          }
        ]
      }
    ]
  }
}