{
  "epId": 983,
  "name": "Stained Mask",
  "desc": "Topeng tulang yang dipenuhi noda dan sedikit bau.<br/>Meskipun dirancang untuk digunakan di muka, hanya seorang Hilichurl yang akan memakainya.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
  "filterValues": {
    "objectType": [
      "Material Penguatan Senjata dan Karakter"
    ]
  },
  "menuId": 9,
  "menuName": "Hasil Produksi Teyvat",
  "version": 1727599183,
  "components": {
    "baseInfo": [
      {
        "key": "Nama",
        "value": [
          {
            "type": "RichText",
            "text": "Stained Mask"
          }
        ]
      },
      {
        "key": "Tipe",
        "value": [
          {
            "type": "RichText",
            "text": "Material Penguatan Senjata dan Karakter"
          }
        ]
      },
      {
        "key": "Sumber",
        "value": [
          {
            "type": "RichText",
            "text": "Didapatkan melalui Craft\nDijatuhkan oleh Hilichurl Lv. 40+\n<color=#dbdee1>Kadang dijatuhkan oleh Hilichurl Shooter</color> Lv. 40+\nKadang dijatuhkan oleh Samachurls Lv. 40+\n<color=#dbdee1>Kadang dijatuhkan oleh Mitachurl</color> Lv. 40+\n<color=#dbdee1>Kadang dijatuhkan oleh Lawachurl</color> Lv. 40+"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Dijatuhkan Oleh"
      },
      {
        "type": "CustomEntry",
        "epId": 2102,
        "name": "Hilichurl",
        "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Mereka terlihat sangat mirip dengan manusia, namun sudah kehilangan kecerdasan dan spiritualitasnya. Keberadaan mereka di atas daratan ini telah tercatat lebih dari seribu tahun, namun mereka tidak punya sejarah maupun peradaban.<br/>Sejak Bencana Hitam lima ratus tahun yang lalu, mereka mulai menyebar dalam jumlah besar ke seluruh wilayah. Mereka tidak terlalu kuat, dan tidak dapat bertindak secara terorganisir, tapi tetap saja mampu untuk membawa masalah yang cukup merepotkan bagi manusia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2157,
        "name": "Hilichurl Fighter",
        "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Prajurit suku yang pemarah, mereka berpikiran sederhana dan hanya mengandalkan kekuatan kekerasan. Kalau otot mereka tumbuh cukup kuat dan kekuatan mereka cukup besar, maka suatu hari nanti mereka juga bisa mengangkat perisai yang besar dan menjadi Mitachurl... Barangkali?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Fighter_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2116,
        "name": "Hilichurl Berserker",
        "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Hilichurl ini menyerang secara liar menggunakan sebuah pentungan dengan kobaran api yang menyala-nyala untuk mengusir para pengembara yang mengganggu. Sebagian besar kebakaran hutan di padang rumput atau hutan sebenarnya bukan disebabkan oleh seorang Knight tertentu, melainkan karena ulah para Hilichurl tersebut.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Berserker_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2164,
        "name": "Wooden Shield Hilichurl Guard",
        "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Prajurit Hilichurl yang memiliki perisai kayu. Perisai ini tidak hanya berfungsi sebagai alat pertahanan yang kokoh, tapi juga merupakan benda berharga di dalam suku mereka. Menurut banyak laporan, Hilichurl sering menyerang pengembara yang berkemah dan memasak. Hilichurl tersebut akan mengusir pengembara itu sampai pergi dan mereka akan mengambil tutup panci milik pengembara tersebut.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shield Hilichurl Guard_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2110,
        "name": "Ice Shield Hilichurl Guard",
        "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Hilichurls terbukti memiliki kemampuan beradaptasi yang hebat terhadap lingkungannya. Dalam lingkungan yang dingin sekalipun, mereka masih bisa menemukan cara bagaimana membuat es yang sangat keras menjadi perisai untuk melindungi diri mereka sendiri.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shield Hilichurl Guard_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2138,
        "name": "Rock Shield Hilichurl Guard",
        "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Hilichurl tangguh yang berkumpul di wilayah yang kaya akan energi Geo. Perisainya yang sangat sulit ditembus terbalut oleh lapisan batu-batu yang tebal.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shield Hilichurl Guard_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2135,
        "name": "Hilichurl Shooter",
        "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Hilichurl pemanah dengan busur sederhana terdapat di tangannya. Hilichurl sejatinya tidak memiliki keahlian yang dibutuhkan untuk membuat busur. Dengan kenyataan tersebut, orang-orang umumnya meyakini bahwa pasti terdapat sebuah organisasi yang mengontrol dan menjadi dalang dari aksi-aksi Hilichurl ini, dan mereka mempersenjatai para Hilichurl, menyediakan peralatan dan persediaan material. Para Abyss Mage yang sering berdampingan dengan para Hilichurl ini memang patut dicurigai.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Shooter_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2186,
        "name": "Pyro Hilichurl Shooter",
        "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Para pemanah ini menggunakan busur panah yang sederhana, dan kepala panahnya dilapisi dengan lapisan tipis dari bahan yang mudah terbakar untuk membakar targetnya. El Musk dari generasi sebelumnya percaya bahwa ini adalah inovasi dari Hilichurl yang lebih cerdas yang ingin memasak hasil buruan mereka setelah berburu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hilichurl Shooter_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2236,
        "name": "Electro Hilichurl Shooter",
        "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Para pemanah ini menggunakan busur panah yang sederhana, dan kepala panahnya dibuat dari ukiran Electro Crystal yang dapat memberikan kejutan listrik saat terjadinya benturan. Mereka mengatakan bahwa Hilichurl pemanah dengan keterampilan yang luar biasa bisa menembakkan lima buah panah sekaligus — suatu prestasi yang sangat mengesankan.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Shooter_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2112,
        "name": "Cryo Hilichurl Shooter",
        "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Para pemanah ini menggunakan busur panah yang sederhana, dan kepala panahnya diselimuti oleh es yang tidak mencair. Dengar-dengar luka yang diakibatkan oleh tembakan panah ini akan lama sembuhnya, ini terjadi karena suhu dingin yang dibawanya akan memperlambat peredaran darah.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Shooter_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2189,
        "name": "Hilichurl Grenadier",
        "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Hilichurl licik ini ahli dalam menggunakan Pyro Slime, mereka memanfaatkannya sebagai senjata untuk menyerang penyusup. Hilichurl Grenadier yang terampil bahkan mungkin bisa menghancurkan empat boneka kayu dalam sekali lemparan.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Grenadier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2232,
        "name": "Electro Hilichurl Grenadier",
        "desc": "Penghuni primitif yang mengembara di alam liar Teyvat.<br/>Electro Slime sepertinya tidak memiliki banyak kegunaan di hidup para Hilichurl yang primitif, tidak seperti Pyro Slime atau Anemo Slime. Mungkin suatu hari mereka akan menemukan aliran elemen antara Electro Slime dan Mutant Electro Slime dan membuat sebuah terobosan baru...?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Grenadier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2108,
        "name": "Cryo Hilichurl Grenadier",
        "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Hilichurl telah menemukan kegunaan Cryo Slime untuk menjaga kesegaran makanan secara efektif. Hilichurl memiliki kecerdasan yang mengejutkan dalam aspek memanfaatkan Slime secara praktik, baik itu penggunaan Pyro maupun Cryo Slime untuk membuat Gentong Peledak, atau penggunaan Anemo Slime pada kendaraan... Mungkin ini adalah cara mereka beradaptasi dengan kesulitan hidup mereka.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Grenadier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2165,
        "name": "Wooden Shieldwall Mitachurl",
        "desc": "Hilichurl kekar yang telah melewati banyak pertempuran.<br/>Mereka menggunakan Dendro Slime untuk menciptakan perisai kokoh yang digunakan saat bertarung.<br/>Dengan ototnya yang kuat, bulunya yang tebal, dan postur tubuhnya yang kekar, Hilichurl ini telah berhasil menghalau serangan dari para petualang terhadap suku Hilichurl. Mereka bahkan cukup dipuja-puja di kalangannya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shieldwall Mitachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2139,
        "name": "Rock Shieldwall Mitachurl",
        "desc": "Hilichurl kekar yang menggunakan perisai batu.<br/>Bagi seekor Hilichurl, dua hal yang paling penting adalah makan banyak daging dan bertarung karena keduanya membuat mereka semakin kuat.<br/>Semua Hilichurl muda bermimpi untuk bisa menjadi Mitachurl yang besar dan kuat, agar mereka bisa makan lebih banyak daging, bertarung lebih banyak, dan memakai perisai batu yang (hampir) tak bisa dihancurkan.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shieldwall Mitachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2111,
        "name": "Ice Shieldwall Mitachurl",
        "desc": "Hilichurl kekar yang menggunakan perisai es saat bertarung.<br/>Pada umumnya, makhluk yang bertubuh besar dan aktif membutuhkan banyak kalori untuk bertahan hidup. Maka El Musk mengajukan sebuah angka \"Indeks Mitachurl\". Indeks ini berguna untuk mencari korelasi antara persentase Mitachurl yang ada di dalam populasi Hilichurl, dengan jumlah dan kestabilan sumber pangan yang dikumpulkan oleh populasi Hilichurl tersebut.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shieldwall Mitachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2184,
        "name": "Blazing Axe Mitachurl",
        "desc": "Hilichurl kekar yang menggunakan kapak besar sebagai senjatanya.<br/>Setiap ayunan kapaknya sangat kuat, dan mereka bisa menggunakan Pyro Slime untuk membuat kapaknya menjadi berelemen Pyro. Kombinasi ini sangat mematikan.<br/>Umumnya, proses panas-dingin seperti itu bisa membuat kapak Blazing Axe Mitachurl menjadi mudah retak dan tumpul. Tapi dengan kekuatan seekor Mitachurl, kalaupun mata kapaknya pecah, mereka akan tetap menggunakannya sebagai sebuah palu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Blazing Axe Mitachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2233,
        "name": "Crackling Axe Mitachurl",
        "desc": "Hilichurl kekar yang menggunakan kapak dua tangan besar sebagai senjatanya.<br/>Menyerang dengan tebasan-tebasan besar dan menggunakan Electro Slime untuk menambahkan elemen Electro pada kapak mereka, membuatnya menjadi sangat mematikan.<br/>Kapak yang terbuat dari baja adalah konduktor listrik yang sempurna. Gambaran seekor Crackling Axe Mitachurl yang mengangkat kapaknya tinggi-tinggi untuk memanggil petir sepertinya terlihat sangat gagah di mata para Hilichurl lainnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Crackling Axe Mitachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2104,
        "name": "Thunderhelm Lawachurl",
        "desc": "Seekor \"raja\" Hilichurl yang berjalan di tengah badai petir.<br/>Hilichurl raksasa ini disebut dengan julukan \"Lawa\" oleh kawan sejenisnya. Tubuh besarnya penuh dengan elemen Electro, dan Energi Elemental tumbuh di antara celah-celah tubuhnya dalam bentuk Electro Crystal.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/c0b9fccb976922890793a88cefa44525_6340014078489748401.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2105,
        "name": "Frostarm Lawachurl",
        "desc": "Seekor \"raja\" misterius yang berkeliaran di antara salju dan kabut.<br/>Seekor Hilichurl raksasa yang dipanggil \"Lawa\" oleh kawan sejenisnya. Tubuhnya yang telah ditempa menjadi sangat kuat seakan-akan menyatu dengan habitat Cryo tempatnya hidup. Pembawaannya tenang dan megah, bagaikan sebuah gletser di utara.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/a9d0ba2233b2744eb97cb16fb68e8210_2704242400026898695.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2103,
        "name": "Stonehide Lawachurl",
        "desc": "Seekor \"raja\" misterius yang berkeliaran di antara puncak bebatuan.<br/>Seekor Hilichurl raksasa yang dipanggil \"Lawa\" oleh kawan sejenisnya. Energi Geo yang berlimpah di habitat tempatnya hidup telah menjadi bagian dari tubuh dan darah mereka. Sehingga membuat mereka seolah-olah diukir dari bebatuan. ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stonehide Lawachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2166,
        "name": "Hydro Samachurl",
        "desc": "Hilichurl yang keriput dan sering komat-kamit, mereka melantunkan mantra Hydro.<br/>Hilichurl yang sangat berbakat menguasai elemen ini sering kali akan mencapai puncak kesaktiannya kala memasuki usia senja. Bagaimanakah masa lalu mereka hingga kini bisa memanggil air dan hujan seperti itu?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Samachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2240,
        "name": "Anemo Samachurl",
        "desc": "Hilichurl yang keriput dan sering komat-kamit, mereka menyebarkan pesan Anemo.<br/>Hilichurl yang sangat berbakat menguasai elemen ini sering kali akan mencapai puncak kesaktiannya kala memasuki usia senja. Kemampuannya untuk mengendalikan pusaran angin yang berputar ini berasal dari kegelapan, serta kenangan yang terlupakan.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Samachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2230,
        "name": "Electro Samachurl",
        "desc": "Hilichurl yang keriput dan sering komat-kamit, penyembah kekuatan Electro.<br/>Hilichurl yang sangat berbakat menguasai elemen ini sering kali akan mencapai puncak kesaktiannya kala memasuki usia senja. Karena mereka memiliki kemampuan luar biasa untuk menciptakan listrik dan memanggil petir, mereka bisa menggunakan suara guntur untuk menciptakan sebuah lagu dukacita untuk musuh-musuhnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Samachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2213,
        "name": "Dendro Samachurl",
        "desc": "Hilichurl yang keriput dan sering komat-kamit, mereka membangkitkan kekuatan Dendro.<br/>Hilichurl yang sangat berbakat menguasai elemen ini sering kali akan mencapai puncak kesaktiannya kala memasuki usia senja. Dendam terselubung di balik topeng itu, akar kepahitan mengiringi gumamannya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Samachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2106,
        "name": "Cryo Samachurl",
        "desc": "Hilichurl yang keriput dan sering komat-kamit, pemanggil Cryo.<br/>Hilichurl yang sangat berbakat menguasai elemen ini sering kali akan mencapai puncak kesaktiannya kala memasuki usia senja. Para penyihir ini hafal akan nyanyian dingin dan bahkan terampil dalam seni menggunakannya untuk menjebak musuh mereka.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Samachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2136,
        "name": "Geo Samachurl",
        "desc": "Hilichurl yang keriput dan sering komat-kamit, pendengar kekuatan Geo.<br/>Hilichurl yang sangat berbakat menguasai elemen ini sering kali akan mencapai puncak kesaktiannya kala memasuki usia senja. Dibandingkan dengan gunung batu yang kokoh, Hilichurl tua ini tak ubahnya seperti anak kecil saja. Namun, ingatan dan pengalaman mereka memampukannya untuk mendapatkan kekuatan dari gunung dan batu itu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Samachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Teyvat:</color>\n<color=#ffffffd9>Enkanomiya:</color>\n<color=#ffffffd9>The Chasm: Underground Mines:</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Karakter Ascension / Level-Up"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bintang-5</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Eula",
        "desc": "Sang Spindrift Knight, keturunan keluarga bangsawan dan Kapten dari Pasukan Gerilya Knights of Favonius. Alasan kenapa seorang keturunan bangsawan kuno ingin bergabung dengan para Knight masih menjadi misteri di Mondstadt sampai saat ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "Dandelion Knight yang menjunjung tinggi keadilan dan kebenaran. Menjabat sebagai Grand Master Knights of Favonius di Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Pengembara",
        "desc": "Seorang pengembara yang berasal dari dunia lain, saudara satu-satunya yang ia miliki dirampas dari hadapannya oleh sesosok dewa, dan kini ia mengembara untuk mencari The Seven.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/8459597/f00d18b57acb4aa37bf2fc39bf67ddd0_9095634956333283145.gif",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bintang-4</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4,
        "name": "Yun Jin",
        "desc": "Seorang penyanyi opera Liyue yang mahir bernyanyi dan pintar menulis sandiwara. Gayanya lain dari yang lain — elegan dan lembut, persis seperti karakternya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yun Jin_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Kujou Sara",
        "desc": "Seorang jenderal di Tenryou Commission. Sifatnya berani, tegas, dan sangat pandai bertarung.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "Anak muda pewaris klan pembasmi iblis. Dia telah melakukan segalanya yang bisa dia lakukan untuk menahan \"Luapan Energi Yang\" yang ada dalam dirinya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 40,
        "name": "Noelle",
        "desc": "Seorang pelayan yang bekerja di Knights of Favonius, memiliki impian untuk menjadi seorang Knight suatu hari kelak.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Noelle_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Seorang pria muda yang membawa sebilah pedang panjang, sering terlihat di kios buku. Memiliki hati mulia yang menjunjung tinggi keadilan dan kebenaran.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Razor",
        "desc": "Seorang anak laki-laki yang tinggal di daerah Mondstadt. Jauh dari peradaban manusia dan tinggal di kalangan antara serigala di Wolvendom. Firasatnya tajam, tubuhnya lincah bagai kilat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascension Senjata"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bow</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1967,
        "name": "Rust",
        "desc": "Busur besar yang terbuat dari perak, tetapi kini telah tertutup penuh oleh karat. Orang biasa jangankan menembakkan panah, mengangkatnya pun tidak sanggup.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/弓藏.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1968,
        "name": "Slingshot",
        "desc": "Selepas namanya, ini adalah sebuah busur. Setelah percobaan dan peningkatan yang tak terhitung jumlahnya, orang yang membuat Slingshot baru menyadari bahwa yang terbentuk adalah sebuah busur. ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/弹弓.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Catalyst</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1964,
        "name": "Memory of Dust",
        "desc": "Kunci batu yang berisi memori dari masa lalu, dapat mengeluarkan kekuatan seiring dengan perubahannya yang tidak terbatas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/尘世之锁.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1950,
        "name": "Dodoco Tales",
        "desc": "Buku anak-anak yang penuh dengan cerita pendek anak-anak yang bisa membuat pembacanya tertawa.<br/>Mereka yang sudah dewasa sekalipun akan terpukau dengan kepolosan, kesucian petualangan kecil yang tergambarkan di dalamnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/嘟嘟可故事集.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1980,
        "name": "Eye of Perception",
        "desc": "Bola kristal gelap yang memiliki kekuatan legendaris untuk melihat isi hati seseorang yang sebenarnya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/昭心.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Ring of Yaxche",
        "desc": "Wadah giok yang ditempa oleh pahlawan kembar dari masa lalu. Konon katanya benda ini pernah menjatuhkan naga raksasa yang menguasai gunung berapi dari atas langit.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1991,
        "name": "The Widsith",
        "desc": "Sebuah buku catatan tebal yang berisi beragam tulisan lagu. Meskipun sudah tua dan dimakan ngengat, di dalam tulisannya masih tersimpan kekuatan yang besar.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/流浪乐章.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1966,
        "name": "Otherworldly Story",
        "desc": "Novel yang menceritakan sebuah kisah fantasi tanpa nilai moral apa pun. Kekuatannya sebagai Catalyst juga tentunya, hanyalah fantasi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/异世界行记.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1946,
        "name": "Pocket Grimoire",
        "desc": "Buku catatan yang disusun dengan hati-hati, berisi hal-hal penting yang berguna untuk lulus ujian sihir.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/口袋魔导书.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1958,
        "name": "Apprentice's Notes",
        "desc": "Catatan milik salah satu murid terbaik, di dalamnya terdapat berbagai sihir yang sangat berguna, dan tulisan tangannya sangat indah.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/学徒笔记.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Polearm</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2027,
        "name": "Prototype Starglitter",
        "desc": "Sebuah glaive yang ditemukan di Blackcliff Forge. Kilatan cahaya di ujungnya yang tajam bagaikan bintang di malam hari.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/试作星镰.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Claymore</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1986,
        "name": "Song of Broken Pines",
        "desc": "Pedang besar seringan angin yang meniup dedaunan dengan lembut, tapi juga bagaikan angin topan yang ganas dan tanpa ampun bagi mereka yang korup.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/松籁响起之时.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2025,
        "name": "Prototype Archaic",
        "desc": "Sebuah greatsword kuno yang ditemukan di Blackcliff Forge. Mempunyai kekuatan ayunan yang luar biasa seolah dapat membelah dimensi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/试作古华.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1933,
        "name": "Debate Club",
        "desc": "Tongkat praktis yang terbuat dari baja berkualitas. Ini adalah perlengkapan dasar yang diperlukan untuk memiliki debat yang rasional.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/以理服人.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Sword</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1974,
        "name": "Summit Shaper",
        "desc": "Sebuah pedang legenda yang menjadi simbol sebuah kontrak bertepi tajam, konon pedang ini pernah memotong puncak dari suatu gunung.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/斫峰之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2032,
        "name": "Cinnabar Spindle",
        "desc": "Pedang yang terbentuk dari material yang bukan berasal dari dunia ini. Energi di dalam pedang ini bahkan dapat menangkis racun mematikan yang dapat melukai seekor naga.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/辰砂之纺锤.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1962,
        "name": "Royal Longsword",
        "desc": "Pedang panjang tua milik bangsawan Mondstadt di masa lampau. Memiliki ukiran dan ornamen yang elegan yang melambangkan status dari pemiliknya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/宗室长剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1984,
        "name": "Dark Iron Sword",
        "desc": "Sebenarnya, hanya sebilah pedang yang sedikit lebih gelap dari Iron Sword.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/暗铁剑.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Crafting"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Produk</color>\n<color=#ffffffd9>Material</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 983,
        "name": "Stained Mask",
        "desc": "Topeng tulang yang dipenuhi noda dan sedikit bau.<br/>Meskipun dirancang untuk digunakan di muka, hanya seorang Hilichurl yang akan memakainya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/04/35428890/405e199979d710b4db5c640cccabd66b_6301407142072940114.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 1247,
        "name": "Damaged Mask",
        "desc": "Topeng tulang retak yang tadinya milik seorang Hilichurl.<br/>Lebih banyak retaknya daripada tidak, yang berarti sudah tidak berguna untuk fungsi utamanya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "25x"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 220,
        "name": "Ominous Mask",
        "desc": "Topeng tulang mengkilap dengan tanda-tanda minyak dicat di atasnya, dimaksudkan untuk mengintimidasi musuh.<br/>Tidak ada yang benar-benar tahu mengapa Hilichurl begitu terpesona dengan topeng. Beberapa orang mengatakan itu karena mereka tidak ingin melihat bayangan mereka sendiri di air.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/04/35428890/405e199979d710b4db5c640cccabd66b_6301407142072940114.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 983,
        "name": "Stained Mask",
        "desc": "Topeng tulang yang dipenuhi noda dan sedikit bau.<br/>Meskipun dirancang untuk digunakan di muka, hanya seorang Hilichurl yang akan memakainya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "50x"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Mata uang biasa, semua orang di seluruh penjuru dunia mengakui nilai mata uang ini.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Toko"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Item</color>\n<color=#ffffffd9>Harga</color>\n<color=#ffffffd9>Stok</color>\n<color=#ffffffd9>Penjual</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 983,
        "name": "Stained Mask",
        "desc": "Topeng tulang yang dipenuhi noda dan sedikit bau.<br/>Meskipun dirancang untuk digunakan di muka, hanya seorang Hilichurl yang akan memakainya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "5x"
      },
      {
        "type": "CustomEntry",
        "epId": 872,
        "name": "Masterless Stardust",
        "desc": "Mata uang yang dapat digunakan untuk membeli item-item langka dari Toko.<br/>Stardust of Destiny yang berlebih, mungkin bisa dikumpulkan untuk menciptakan takdir yang baru.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Masterless Stardust_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "70 (Bulanan)\nPenukaran Paimon"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Material Terkait"
      },
      {
        "type": "CustomEntry",
        "epId": 1247,
        "name": "Damaged Mask",
        "desc": "Topeng tulang retak yang tadinya milik seorang Hilichurl.<br/>Lebih banyak retaknya daripada tidak, yang berarti sudah tidak berguna untuk fungsi utamanya.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 220,
        "name": "Ominous Mask",
        "desc": "Topeng tulang mengkilap dengan tanda-tanda minyak dicat di atasnya, dimaksudkan untuk mengintimidasi musuh.<br/>Tidak ada yang benar-benar tahu mengapa Hilichurl begitu terpesona dengan topeng. Beberapa orang mengatakan itu karena mereka tidak ingin melihat bayangan mereka sendiri di air.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}