{
  "version": 1745787021,
  "language": "de-de",
  "menuId": 7,
  "menuName": "Gegner und Monster",
  "totalItems": 295,
  "list": [
    {
      "epId": 2100,
      "name": "„Der Graf“",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
      "desc": "Der „Graf“ Tartaglia ist der letzte unter den Elf der Fatui.<br/>Er zieht seine Kraft aus der mächtigen Illusion, die er beherrscht, und wendet eine Kampfkunst an, die er im Land der Dunkelheit erlernte.<br/>Er ist ein reiner Krieger, angetrieben von unstillbarer Kampfeslust.<br/>Jeder blutige Konflikt, jeder Kampf auf Leben und Tod bereitet ihm Vergnügen.<br/>Der junge Graf ist im gesamten Land für sein Kampfgeschick bekannt.<br/>Doch derlei Lob bedeutet ihm nicht viel.<br/>Schließlich ...<br/><i>„Sei stets das Auge des Sturms.</i><br/><i>Dann wird das Krachen von Stahl auf Stahl dich stets begleiten.</i><br/><i>Die tiefschwarze Erinnerung, in die finsterste Dunkelheit zu treten,</i><br/><i>soll letztendlich zur Stärke werden, mit der du diese Welt umstürzt.“</i>"
    },
    {
      "epId": 2101,
      "name": "La Signora",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
      "desc": "La Signora, die Achte der Elf der Fatui.<br/>Im Gegensatz zu anderen Fatui, die die durch Teuflische Augen gewährte Macht ausüben, ist ihr Teuflisches Auge eine Waffe, die eine alles verschlingende Flamme fesselt. Aber im Gegensatz zu einer Waffe, die zum Töten benutzt wird, wäre es eigentlich vielleicht passender, ihr Teuflisches Auge als Werkzeug der Gefangenschaft zu betrachten.<br/>Und es war die Glut dieser Flamme, die sich über viele lange Jahre angesammelt hatte, die das frostige Siegel des Teuflischen Auges durchbrechen und einen verzerrten Schatten auf sie werfen würde.<br/><br/>Die karmesinrote Morgendämmerung spiegelte sich in ihren Pupillen und schließlich entfaltete sie ihre flammenden Flügel und flog dem Licht entgegen.<br/><i>„Aber dieses Licht ist nicht die Morgendämmerung, liebe Rosalyne. Das ist ein Flammenmeer, das alles verzehren wird.“</i><br/>Eine Stimme sprach zu ihr inmitten des Lichts.<br/><br/>Doch das spielte keine Rolle, denn sie wusste in ihrem Herzen, dass die Flammen sie schon längst verschlungen hatten."
    },
    {
      "epId": 2102,
      "name": "Hilichurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl_icon.png",
      "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Obwohl Menschen nicht unähnlich, scheinen sie Geist und Intellekt verloren zu haben. Aufzeichnungen über sie sind über tausend Jahre alt, gleichwohl weisen sie weder Geschichte noch eine Kultur auf.<br>Seit der schrecklichen Katastrophe vor 500 Jahren verbreiteten sie sich in großer Zahl. Sie sind weder sonderlich stark noch organisiert, trotzdem bereiten sie den Menschen gelegentlich große Probleme.</p>"
    },
    {
      "epId": 2103,
      "name": "Steinhaut-Lawachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stonehide Lawachurl_icon.png",
      "desc": "Ein mysteriöser „Herr“ der Hilichurle, der zwischen unzähligen Gipfeln umherstapft.<br/>Dieser riesige Hilichurl wird von seinen Brüdern „Lawa“ genannt. Die überschwänglichen Geo-Energien in der Umgebung haben sich auf sein Fleisch, Blut und die Haut ausgewirkt, die aussieht wie aus Stein gehauen."
    },
    {
      "epId": 2104,
      "name": "Blitzhelm-Lawachurl",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/c0b9fccb976922890793a88cefa44525_5269261569663656238.png",
      "desc": "Der mysteriöse „König“, der im Gewitter umherstreift.<br/>Ein massiver Hilichurl, der von seinen Landsmännern „Lawa“ genannt wird. Der kolossale, statuenartige Körper ist komplett mit reichen Elektro-Teilchen gefüllt und die entweichende Elementarenergie wächst in Form von elektrisierten Kristallen aus den Rissen seines Körpers."
    },
    {
      "epId": 2105,
      "name": "Frostarm-Lawachurl",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/a9d0ba2233b2744eb97cb16fb68e8210_3578255184699554528.png",
      "desc": "Ein mysteriöser „Herr“ der Hilichurle, der durch Eis und Nebel stapft.<br/>Dieser riesige Hilichurl wird von seinen Brüdern „Lawa“ genannt. Sein bis an die Grenze gestählter Körper verschmilzt förmlich mit der eisigen Umgebung. Mit seiner stoisch edlen Art gleicht er den gefrorenen Flüssen der Nordlande."
    },
    {
      "epId": 2106,
      "name": "Kryo-Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Samachurl_icon.png",
      "desc": "Ein runzliger, murmelnder Hilichurl, der die Macht der Kälte beschwört.<br/>Hilichurle, deren Gabe darin liegt, die Elemente zu steuern, erreichen ihren Zenit oft erst in den letzten Lebensjahren. Diese Schamanen erinnern sich an die frostigen Gesänge und können damit ihre Feinde festsetzen."
    },
    {
      "epId": 2107,
      "name": "Kryo-Schleim",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Slime_icon.png",
      "desc": "Ein kleines Monster, das durch die Gerinnung von Kryo-Kraft in der Natur hervorgebracht wurde.<br/>Rivalen des Weingutes Morgenröte verbreiteten einst das bösartige Gerücht, dass das Weingut mit Kryo-Schleimen seinen Weinkeller kühl hält."
    },
    {
      "epId": 2108,
      "name": "Kryo-Hilichurl-Grenadier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Grenadier_icon.png",
      "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Die Hilichurle haben entdeckt, wie man mit Kryo-Schleimen Nahrung frisch hält. Was den Gebrauch von Schleimen angeht, sind die Hilichurle äußerst versiert, ob es explodierende Fässer mit Pyro- und Kryo-Schleimen sind oder Anemo-Schleime als Antrieb für Fahrzeuge ... Vielleicht bewältigen sie auf diese Weise ihr schweres Los im Leben.</p>"
    },
    {
      "epId": 2109,
      "name": "Kryo-Abgrundmagier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Abyss Mage_icon.png",
      "desc": "Abgrundkreaturen, die im Kampf Kryo-Energie beschwören.<br/>Obwohl sie große Kraft besitzen und selbst Eiszapfen erschaffen können, indem sie die Luft gefrieren lassen, sind ihre Körper verwundbar. Wurde ihre Schutzbarriere durchbrochen, sind sie dir ausgeliefert."
    },
    {
      "epId": 2110,
      "name": "Hilichurl mit Eisschild",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shield Hilichurl Guard_icon.png",
      "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Hilichurle können sich ausgezeichnet an ihre Umgebung anpassen. In eisigen Gegenden finden sie Wege, um das Eis als Schutzschild zu nutzen.</p>"
    },
    {
      "epId": 2111,
      "name": "Mitachurl mit Eisschild",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shieldwall Mitachurl_icon.png",
      "desc": "Ein stämmiger Hilichurl, der im Kampf einen Schild aus Eis schwingt.<br/>Zur Selbsterhaltung ist eine derart große Kreatur, die viel kämpft, auf reichlich Kalorien angewiesen. Daher hat der heutige El Musk einen „Mitachurl-Index“ vorgelegt, der den Anteil von Mitachurlen innerhalb der Hilichurl-Population mit der Stabilität und dem Erfolg der Nahrungssuche in Relation setzt."
    },
    {
      "epId": 2112,
      "name": "Kryo-Hilichurl-Schütze",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Shooter_icon.png",
      "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Diese Schützen führen einfache Armbrüste, ihre Pfeilspitzen sind mit ewigem Eis umhüllt. Durch diese Pfeile zugefügte Wunden sollen sehr langsam heilen, da die Kälte die Blutzirkulation verlangsamt.</p>"
    },
    {
      "epId": 2113,
      "name": "Kryo-Cicin",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/0d6c82ab76e23c8fe29cd0524d57bfe8_4261861309151969207.png",
      "desc": "Kleine Kreaturen, die leichten Einfluss auf Kryo-Energie nehmen können.<br/>Gemeinsam mit anderen Wesen werden sie Cicine genannt. Da sie einzeln schwach sind, haben sie auf einzigartige Weise gelernt, ihren Jägern aus dem Weg zu gehen."
    },
    {
      "epId": 2114,
      "name": "Gigantische Kryo-Vaniloqua",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Whopperflower_icon.png",
      "desc": "Eine nachahmende Pflanze, die plötzlich auftaucht und verschwindet und die Kryo-Kraft im Kampf anwenden kann.<br/>Manchmal verstecken sie sich unter der Erdoberfläche und schnappen so ihre Beute. Mit genügend Zeit, Nahrung und geeigneter Umgebung können sie zu gewaltigen Fluxeisbäumen anwachsen."
    },
    {
      "epId": 2115,
      "name": "Kryo-Gespenst",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Specter_icon.png",
      "desc": "Hohe Kryo-Elementarkonzentrationen haben zur Erschaffung dieser schwebenden Kreatur geführt.<br/>Einst hatte ein Alchimist versucht, die Wahrheit über die Gespenster herauszufinden. Nach seinen Untersuchungen glaubte er, dass die Gespenster eigentlich Schleime oder Reisende seien, weil die letzteren ebenfalls wie Gespenster das Göttliche Auge nicht verwenden können. Er wurde aber später von seinem Betreuer ordentlich zurechtgewiesen."
    },
    {
      "epId": 2116,
      "name": "Hilichurl-Berserker",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Berserker_icon.png",
      "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Diese Hilichurle schwingen flammende Keulen und stürmen ohne Rücksicht auf Abenteurer zu, um sie zu verjagen. Für die meisten Lauffeuer in der Steppe oder in den Wäldern ist nicht ein gewisser Ritter verantwortlich, sondern diese Hilichurle.</p>"
    },
    {
      "epId": 2117,
      "name": "Großer Wolfskönig des Nordens, Herr von Wolfenlauf",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png",
      "desc": "Die größte, edelste Seele, die über Wolfenlauf wacht.<br/>Ist das Wolfsrudel in Gefahr, erscheint sie in Form eines Wolfes, der seine Zähne bleckt und die Krallen zeigt.<br/>Für die Bewohner von Mondstadt sind die Wölfe von Wolfenlauf furchterregende Phantome.<br/>Eine verschwommene Gestalt, die durch den Wald saust, ein schauriges Heulen in unbestimmter Ferne, das schleichende Gefühl, von hinten beobachtet zu werden.<br/>Das Gesetz des Wolfs des Nordens lautet, nie von Menschen erblickt werden zu dürfen."
    },
    {
      "epId": 2119,
      "name": "Millelithenausbilder",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/236594615/55d985585fbf33396cb77fcb4fcf0c43_8881824848093657262.png"
    },
    {
      "epId": 2120,
      "name": "Mutierter Elektro-Schleim",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mutant Electro Slime_icon.png",
      "desc": "Ein Monster, das durch die Elektro-Verbindungen in der Natur hervorgebracht wurde.<br/>Durch Mutationen können Elektro-Schleime ein helles Gelb annehmen. Da sie vor Elektro-Kraft förmlich überquellen, verpassen sie ihrer Umgebung von Zeit zu Zeit einen Schock, der andere Elektro-Schleime sogar dazu bringen kann, elektrische Bögen abzusondern. Diese springen nicht zwischen lila Elektro-Schleimen hin und her, da Elektro-Schleime über zwei verschiedenen Polaritäten verfügen.<br/>Eine Untersuchung dieser Phänomene könnte zu einer bedeutenden neuen Wissenschaft führen ..."
    },
    {
      "epId": 2121,
      "name": "Alte Geo-Drachenechse",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
      "desc": "Nach vielen Jahren gewöhnte sich die unglaublich mächtige alte Geodrachenechse an die Veränderungen in ihrer Elementarumgebung.<br/>In Volksmärchen ist von einer „Drachenkatastrophe“ die Rede, die das Tianqiu-Tal ins Verderben stürzte. Danach wurden die stärkste Geodrachenechse und alte Geodrachenechsen tief unter die Erde verbannt. Sie vergruben sich in der unbekannten Tiefe, wartend auf eine Gelegenheit, zurück an die Oberfläche zu gelangen ..."
    },
    {
      "epId": 2122,
      "name": "Felsenfressender Garmwelpe",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/c0ad724314e188debb702e9ee2dde852_1840499957732153545.png",
      "desc": "Ein Monster, in dessen Adern das giftige Dämonenblut fließt. Es ist in der Lage, die Grenze zwischen der irdischen Welt und der Hölle zu durchbrechen und zerfetzen. „Gold“ klassifiziert es als „Alfisol“.<br/>Sie sind der Schatten des Abgrunds, der die Welt Stück für Stück verschluckt. Die Elementarkraft, egal wie stark sie ist, ist nichts anders als ein leckeres Häppchen für diese nimmersatten Monster. Es leben heute nur wenige davon noch, was, man muss zugeben, ein großes Glück für uns alle bedeutet."
    },
    {
      "epId": 2123,
      "name": "Felsenfressender Garm",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/4aa76a4d0124859749da800aa330f431_6692825183517332581.png",
      "desc": "Ein Monster, in dessen Adern das giftige Dämonenblut fließt. Es ist in der Lage, die Grenze zwischen der irdischen Welt und der Hölle zu durchbrechen und zerfetzen. „Gold“ hat es erschaffen.<br/>Diese Monster ähneln auf subtile Weise in vielen Hinsichten den wahren Wölfen. Vielleicht aus kranker Ehrfurcht oder tückischem Neid gegenüber ihre „Verwandten“ streben sie schwärmerisch an, alle Wölfe auszuradieren."
    },
    {
      "epId": 2124,
      "name": "Donnerfressender Garmwelpe",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/67780178640303aeddfb6c453289fd3c_3434692162507576174.png",
      "desc": "Ein Monster, in dessen Adern das giftige Dämonenblut fließt. Es ist in der Lage, die Grenze zwischen der irdischen Welt und der Hölle zu durchbrechen und zerfetzen. „Gold“ klassifiziert es als „Alfisol“.<br/>Einst in der fernen Vergangenheit, als die Zeit endlich gekommen war, dass gigantische Ungeheuer aus der Hölle wieder auf die Welt kamen, um die Herrschaft über alles zurückzuerringen, tauchten dann eine große Meute Garme als teuflische Bote zuerst auf, um die letzte Barriere zu zersetzen und den Weg für die großen alten Bestien zu bahnen."
    },
    {
      "epId": 2125,
      "name": "Donnerfressender Garm",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/f98aad8ddb6a41ae54eb9b81c63f58da_2029304103607094819.png",
      "desc": "Ein Monster, in dessen Adern das giftige Dämonenblut fließt. Es ist in der Lage, die Grenze zwischen der irdischen Welt und der Hölle zu durchbrechen und zerfetzen. „Gold“ hat es erschaffen.<br/>Einst tobten sie kreuz und quer in ganz Teyvat herum. Aber dann waren sie auf den heftigen Widerstand der Menschen gestoßen und wurden wiederum in die Enge getrieben und fast ausgerottet. Neulich sind sie jedoch wieder aufgetaucht und stellen eine ernsthafte Bedrohung für Quellingen und das Schwarzwolfsrudel von Wolfenlauf dar."
    },
    {
      "epId": 2126,
      "name": "Großer Kryo-Schleim",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Cryo Slime_icon.png",
      "desc": "Ein Monster, das durch die Gerinnung von Kryo-Kraft in der Natur hervorgebracht wurde.<br/>Diese Schleime sind dazu in der Lage, mit ihrer überschüssigen Kryo-Energie die Luftfeuchtigkeit gefrieren zu lassen, um eine Schutzhülle zu bilden. Auf ähnliche Weise können sie das Wasser um sich herum gefrieren lassen. Da dieser Schleim problemlos das Meer überqueren kann, verfügt er von allen Schleimen über die höchste Bewegungsfreiheit."
    },
    {
      "epId": 2127,
      "name": "Großer Geo-Schleim",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Geo Slime_icon.png",
      "desc": "Ein Monster, das durch die Ansammlung von Geo-Kraft in der Erde hervorgebracht wurde.<br/>Es kann mit seiner Körperenergie einen schützenden Steinpanzer erzeugen. Früher kursierte unter den Schatzräubern die Legende eines „Goldenen Geo-Schleimkönigs“. Sie waren der Ansicht, dass Geo-Schleime zu den Edelsteinen und Erzen zählten, da diese wie jene Mineralien über Geo-Energie verfügen."
    },
    {
      "epId": 2128,
      "name": "Großer Hydro-Schleim",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Hydro Slime_icon.png",
      "desc": "Ein Monster, das durch Hydro-Ablagerungen in der Natur hervorgebracht wurde.<br/>Dieser größere wie stärkere Hydro-Schleim kann seine Feinde in Blasen festsetzen. In einer energiereichen Umgebung sollen sie angeblich riesengroß werden. Augenzeugen sollen in Wolfenlauf Hydro-Schleime gesehen haben, die so groß sind wie ein kleiner Hügel."
    },
    {
      "epId": 2129,
      "name": "Großer Pyro-Schleim",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/629ff248133db49d140e9bec1f3a5bb9_1179509895806208173.png",
      "desc": "Ein Monster, das durch Pyro-Ablagerungen in der Natur hervorgebracht wurde.<br/>Seine Intelligenz hat mit der Größe nicht zugenommen, aber dafür ist es so heiß, dass es während der Trockenzeit Lauffeuer verursachen kann. Ist es wütend, verspeit es Feuerbälle, ist es niedergeschlagen, wird es schwarz. Ein äußerst expressiver Schleim also."
    },
    {
      "epId": 2130,
      "name": "Großer Dendro-Schleim",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Dendro Slime_icon.png",
      "desc": "Ein Schleim, der aufgrund der vielen Dendro-Kraft in seiner Umgebung verwandelt wurde.<br/>Manche glauben, dass er wie Vaniloquen seine wahre Form verbirgt, um Beute anzulocken. Manche denken, eine bestimmte Pflanze hat ihn als Parasit befallen. So betrachtet verfügen diese Schleime womöglich über einen speziellen medizinischen Wert?"
    },
    {
      "epId": 2131,
      "name": "Großer Elektro-Schleim",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Electro Slime_icon.png",
      "desc": "Ein Monster, das durch die Elektro-Verbindungen in der Natur hervorgebracht wurde.<br/>Da es vor Elektro-Kraft förmlich überquillt, verpasst es seiner Umgebung von Zeit zu Zeit einen Schock. Manche versuchen, seine Energie für eigene Zwecke zu nutzen. Vielleicht entsteht daraus ja eine neue Wissenschaft?"
    },
    {
      "epId": 2132,
      "name": "Großer Anemo-Schleim",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Anemo Slime_icon.png",
      "desc": "Ein Monster, das durch die Anemo-Verbindungen in der Natur hervorgebracht wurde.<br/>Da es aus einer größeren Konzentration von Anemo-Kraft besteht, kann es besser schweben als ein Anemo-Schleim. Die Hilichurle haben sich diese Eigenschaft zunutze gemacht, um mit besonderen Fahrzeugen, die großen Anemo-Schleime als Antrieb benutzen, Güter unbekannten Ursprungs zu transportieren."
    },
    {
      "epId": 2133,
      "name": "Merkwürdiger Hilichurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Unusual Hilichurl_icon.png",
      "desc": "„Homu, Homu, mimi domu!“"
    },
    {
      "epId": 2135,
      "name": "Hilichurl-Schütze",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Shooter_icon.png",
      "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Hilichurl-Schützen führen einfache Armbrüste mit sich, allerdings verfügen sie nicht über das handwerkliche Geschick, diese auch herzustellen. Aus diesem Grund glaubt man, dass sie von einer Organisation im Verborgenen gesteuert werden, die sie mit Ausrüstung und Materialien versorgt. Besonders verdächtig sind hierbei die Abgrundmagier, die die Hilichurle häufig begleiten.</p>"
    },
    {
      "epId": 2136,
      "name": "Geo-Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Samachurl_icon.png",
      "desc": "Ein runzliger, murmelnder Hilichurl, der auf die Geo-Kraft hört.<br/>Hilichurle, deren Gabe darin liegt, die Elemente zu steuern, erreichen ihren Zenit oft erst in den letzten Lebensjahren. Für die ewigen Berge sind diese alten Hilichurle nicht mehr als Kinder, doch in ihrem langen Leben haben sie gelernt, Fels und Stein zu beherrschen."
    },
    {
      "epId": 2137,
      "name": "Geo-Schleim",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Slime_icon.png",
      "desc": "Ein kleines Monster, das durch die Ansammlung von Geo-Kraft in der Erde hervorgebracht wurde.<br/>Die Erdkruste steckt voller Geo-Energie. Geo-Schleime, die auf diese Weise entstehen, sind der Erde sehr verbunden."
    },
    {
      "epId": 2138,
      "name": "Hilichurl mit Steinschild",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shield Hilichurl Guard_icon.png",
      "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Dies sind robuste Hilichurle, die sich in Gegenden mit reichen Geo-Energien versammeln. Ihre undurchdringlichen Schilde weisen Schichten steiniger Wucherungen auf.</p>"
    },
    {
      "epId": 2139,
      "name": "Mitachurl mit Steinschild",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shieldwall Mitachurl_icon.png",
      "desc": "Ein brutaler Hilichurl mit einem Schild aus festem Gestein.<br/>Für einen Hilichurl ist es das Wichtigste, Fleisch zu essen und sich zu prügeln, um stärker zu werden.<br/>Wenn man es als Hilichurl schafft, zu einem Mitachurl zu werden, wird man noch mehr Fleisch in sich hineinstopfen und sich noch mehr prügeln, um die Kraft zu haben, einen schweren, nahezu unzerstörbaren Steinschild zu tragen."
    },
    {
      "epId": 2140,
      "name": "Geo-Gespenst",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Specter_icon.png",
      "desc": "Ein Monster, das aus einer hohen Geo-Konzentration entstanden ist und in der Luft schweben kann.<br/>Geo-Gespenster ahmen die Früchte bestimmter Pflanzen nach, wenn ihre Flügel geschlossen sind. Als solche werden sie von einigen alten Erzählungen für die Frucht eines riesigen Baumes im Himmel gehalten und haben angeblich daher einen geheimnisvollen medizinischen Wert."
    },
    {
      "epId": 2141,
      "name": "Geo-Drachenechse",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/4057b3c7d0c3635678abdd4109091f62_397355090936632294.png",
      "desc": "Eine ausgewachsene Geo-Drachenechse.<br/>Es heißt, eine junge Geo-Drachenechse streift erst nach vielen Jahren ihren schützenden Panzer ab. Doch beide, die junge und die ausgewachsene Echse sowie die alte Geo-Drachenechse verbringen viele Jahre im Schlummer unter den Bergen. Erst in letzter Zeit sind sie wieder aktiv geworden. Aus diesem Grund gibt es noch keine bezeugte Sichtung."
    },
    {
      "epId": 2144,
      "name": "Junge Geo-Drachenechse",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geovishap Hatchling_icon.png",
      "desc": "Eine kleine Drachenechse mit einem harten Geo-Panzer.<br/>Diese flinken Wesen unterschätzt man als Gegner recht schnell. Die Forscher an der Sumeru-Akademie sind nämlich der Meinung, dass diese kleinen Tierchen zu großen Drachen heranwachsen können. Sie brauchen einfach etwas Zeit und Glück, um nicht auf natürliche Weise oder durch Angriffe umzukommen, damit sie am Ende zu gewaltigen Drachen heranwachsen, die ganze Berge erschüttern können."
    },
    {
      "epId": 2145,
      "name": "Fluxeisbaum",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
      "desc": "Ein magisches Wesen, das entstand, als die Kälte aus dem Fluss der Elemente an den Ranken haften blieb.<br/>Es gibt Forscher, die davon ausgehen, dass Pflanzen wie die Organe dieser Welt sind und die Elemente in Einklang miteinander halten. Daraus entwickeln sich Pflanzen wie Eisnebelblumen und Vaniloquen, die voller Elementarenergie stecken.<br/>Nach langer Zeit mögen sich einige davon unter bestimmten Umständen zu Wesen wie Fluxeisbäumen entwickeln, groß und fürchterlich wie andere Monster."
    },
    {
      "epId": 2146,
      "name": "Anordnung immerwährender Vorrichtungen",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Perpetual Mechanical Array_icon.png",
      "desc": "Tückische und fremdartige Kampfmaschine.<br/>Die Legende besagt, dass dies eine Kriegsmaschine ist, die von einem bereits zerstörten Königreich zurückgelassen wurde. Sie besteht aus mehreren Teilen, die sich je nach Kampfumgebung in verschiedene Formen verwandeln und verschiedene Angriffe ausführen können.<br/>Die Form aus Würfeln hat auf einer Ebene viele Ähnlichkeiten mit den sogenannten „Hypotasen“."
    },
    {
      "epId": 2147,
      "name": "Fatui – Kryo-Cicin-Zauberin",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/810e7c1e11af1d9f6f558d4553ed28af_6519991140313993933.png",
      "desc": "Ein Fatuimagier, der Kryo-Cicine im Kampf einsetzt. Ihr Ursprung und ihr tatsächliches Aussehen sind ein Geheimnis.<br/>Obwohl sie über kein Göttliches Auge verfügen, können diese Magier die Elemente kontrollieren. Nicht nur kontrollieren sie mit Nebelgras die Kryo-Cicine, sie beherrschen auch die Kraft des Frosts. Wer sie scheinbar ziellos durch die Gegend wandern sieht, muss sich fragen, was diese Wesen antreibt."
    },
    {
      "epId": 2148,
      "name": "Fatui – Pyro-Schuldeneintreiber",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Pyro Agent_icon.png",
      "desc": "Ein den Fatui unterstellter Agent.<br/>Die Schulden, die er eintreiben soll, sind nicht auf Geld allein beschränkt.<br/>„Auge um Auge, Zahn um Zahn“, er rechnet mit allem und jedem ab. Wer seine Schulden bei den Fatui nicht bezahlt, wird bei ihm die zehnfache Strafe zahlen."
    },
    {
      "epId": 2149,
      "name": "Fatui – Spiegeljungfrau",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mirror Maiden_icon.png",
      "desc": "Eine Fatua, die mit Wasserspiegeln kämpft und eine würdevolle Haltung einnimmt, als würde sie einem Gott dienen.<br/>Sie manipuliert anmutig die Kraft der Wasserspiegel, sodass diejenigen, die von ihr geblendet werden, bereitwillig in ihre Illusion fallen. Es scheint, als ob ihr nichts und niemand entgehen könnte. Man weiß nicht, was diese verbundenen Augen alles gesehen haben und welche trügerischen Täuschungen sich in ihnen spiegeln ..."
    },
    {
      "epId": 2150,
      "name": "Fatui – Elektro-Cicin-Zauberin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Electro Cicin Mage_icon.png",
      "desc": "Ein Fatuimagier, der Elektro-Cicine im Kampf einsetzt. Ihr Ursprung und ihr tatsächliches Aussehen sind ein Geheimnis.<br/>So wie es Elektro-Cicinen zum Nebelgras hinzieht, lieben Cicin-Zauberinnen es, mit ihrer Beute zu spielen."
    },
    {
      "epId": 2151,
      "name": "Fatui-Plänkler – Kryo-Kanonen-Gardist",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/13db2cb46c110ffd21f8397cf4bdc864_8033968260909637529.png",
      "desc": "Ein Fatuus in einer Kriegsmaschine.<br/>Ausgerüstet mit Gerätschaften, die es in einem gewissen Umfang erlauben, die Elemente zu kontrollieren, kann dieser Fatuus Kälte verschießen, die sein Ziel erstarren lässt.<br/>Nach derartigen Kräften können sich normale Menschen sonst nur sehnen. Will man sie haben, muss man aber auch den Preis dafür zahlen."
    },
    {
      "epId": 2152,
      "name": "Fatui-Plänkler – Geo-Boten-Freischärler",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Geochanter Bracer_icon.png",
      "desc": "Ein Plänkler, der seine Kameraden mit Geo-Schilden schützt, die er selbst erstellen kann.<br/>Anders als einige besondere Elitesoldaten wie Schuldeneintreiber und Cicin-Zauberinnen haben Plänkler keine so große Stärke und gute Ausrüstung.<br/>Um ihre Aufträge dennoch zu erfüllen und den Verschleiß an Mensch und Material einzudämmen, sind Plänkler eher für den Kampf im Verband vorgesehen."
    },
    {
      "epId": 2153,
      "name": "Fatui-Plänkler – Hydro-Kanonen-Gardist",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/5f1540ea08f51cdf0a609a1931003a29_2640247920454444178.png",
      "desc": "Ein Fatuus in einer Kriegsmaschine.<br/>Ausgerüstet mit Gerätschaften, die es in einem gewissen Umfang erlauben, die Elemente zu kontrollieren, kann dieser Fatuus unfassbare Wassermengen verschießen.<br/>Für diese Plänkler ist das Überleben ungewiss. Ihr Ziel ist es, Aufträge in fremdem Territorium auszuführen, um die Grundsteine für künftige Unternehmungen ihrer Heimat zu legen."
    },
    {
      "epId": 2154,
      "name": "Fatui-Plänkler – Pyro-Kanonen-Freischärler",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Pyroslinger Bracer_icon.png",
      "desc": "Ein Fatui-Soldat, der eine Flammenkanone bedient.<br/>In gewissem Maß können die Waffen dieser Plänkler die Elemente kontrollieren, sodass ihre Kampfstrategie auch Elementarreaktionen umfassen.<br/>Mit diesen Waffen und Kenntnissen sind Plänklerverbände keine zu unterschätzende Bedrohung."
    },
    {
      "epId": 2155,
      "name": "Fatui-Plänkler – Elektro-Hammer-Stürmer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Electrohammer Vanguard_icon.png",
      "desc": "Ein kräftig gebauter Plänkler mit einem Kriegshammer, der mit Elektro-Kraft betrieben wird.<br/>Als Teil der Armee der Fatui hat man schier unerschöpfliche Ressourcen: Sold, Ausrüstung und Nachschub.<br/>Doch zur selben Zeit muss man sein Leben fernab seiner Heimat Kameraden anvertrauen, die man noch nie zuvor gesehen hat."
    },
    {
      "epId": 2156,
      "name": "Fatui-Plänkler – Anemo-Faust-Stürmer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Anemoboxer Vanguard_icon.png",
      "desc": "Ein Plänkler, der die Anemo-Kraft anwenden und Kameraden wiederbeleben kann.<br/>Weit entfernt von der Heimat und der Familie haben diese Plänkler wenigstens ihre Kameraden, die zu ihnen stehen.<br/>Vielleicht halten sie aufgrund dieses Gedankens überhaupt so an ihren Aufträgen fest."
    },
    {
      "epId": 2157,
      "name": "Hilichurl-Kämpfer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Fighter_icon.png",
      "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Als schlecht gelaunte, einfältige Stammeskrieger glauben sie an die Macht der bloßen Gewalt. Falls ihre Muskeln eines Tages weit genug entwickelt sind, werden sie ebenfalls einen großen Schild aufheben und zum Mitachurl werden ... Oder?</p>"
    },
    {
      "epId": 2158,
      "name": "Kryo-Hypostase",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png",
      "desc": "Codename „Daleth“, ein hoch entwickeltes Kryo-Lebewesen.<br/>Laut Forschungsberichten gibt es kleine Unterschiede in der Zusammensetzung zwischen Hypostasen und herkömmlichen elementaren Organismen. Diese subtilen Unterschiede in der Zusammensetzung erklären ihre extrem stabile Form und mechanische Art der Fortbewegung."
    },
    {
      "epId": 2159,
      "name": "Geo-Hypostase",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Hypostasis_icon.png",
      "desc": "Ein höheres Geo-Wesen mit der Bezeichnung „Gimel“.<br/>Die Hypostase an sich ist eine konzentrierte Form von Energie und damit eine völlig reine Substanz.<br/>Diese bis auf einen Festkörper konzentrierte Form ist nach außen hin reaktionsträge, das Innere neigt aber zu allerlei elementaren Reaktionen."
    },
    {
      "epId": 2160,
      "name": "Hydro-Hypostase",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Hypostasis_icon.png",
      "desc": "Ein hoch entwickeltes Hydro-Lebewesen mit dem Decknamen „He“.<br/>Hypostasen haben sehr starke Abstoßungseigenschaften und jagen jeden gnadenlos fort, der sich erdreist, sie herauszufordern.<br/>Sein Abstoßungsverhalten richtet sich auf alles, einschließlich der natürlichen Elemente."
    },
    {
      "epId": 2161,
      "name": "Pyro-Hypostase",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hypostasis_icon.png",
      "desc": "Ein höheres Pyro-Wesen mit der Bezeichnung „Ayin“.<br/>Nach Untersuchungen der Gelehrten steht diese Hypostase in engem Zusammenhang mit der Abnormität der lokalen Elementarenergie. Es ist jedoch nicht bekannt, ob das Vorhandensein dieser Hypostase die Elementarenergie beeinflusst oder ob die abnormale Elementarenergie diese Hypostase erzeugte."
    },
    {
      "epId": 2162,
      "name": "Elektro-Hypostase",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hypostasis_icon.png",
      "desc": "Ein höheres Elektro-Wesen mit der Bezeichnung „Alep“.<br/>Die Hypostasen sind höchst reine elementare Gestalten, die sich an Stellen bilden, wo elementare Kräfte überschäumen oder der Fluss der Elemente gestört ist.<br/>Die jeweils verantwortlichen Elemente bestimmen den Charakter der Hypostase und somit die Art und Weise, wie der Kampf abläuft."
    },
    {
      "epId": 2163,
      "name": "Anemo-Hypostase",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Hypostasis_icon.png",
      "desc": "Ein höheres Anemo-Wesen mit der Bezeichnung „Beth“.<br/>Die Hypostase ist eine äußerst reine Form elementarer Energie, die ihre eigentliche Form verloren hat.<br/>Die Forschung zu den Hypostasen wird vornehmlich von der Sumeru-Akademie übernommen. Aufgrund ihrer Gefährlichkeit sind bisher aber neben der Bezeichnung und Namensgebung keinerlei nennenswerten Ergebnisse zustandegekommen."
    },
    {
      "epId": 2164,
      "name": "Hilichurl mit Holzschild",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shield Hilichurl Guard_icon.png",
      "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Diese Hilichurl-Krieger tragen robuste Holzschilde, die nicht nur Schutz bieten, sondern innerhalb der Stämme von großem Wert sind. Vielen Berichten zufolge schnappen sie sich die Topfdeckel von lagernden Reisenden, nachdem sie diese verjagt haben.</p>"
    },
    {
      "epId": 2165,
      "name": "Mitachurl mit Holzschild",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shieldwall Mitachurl_icon.png",
      "desc": "Ein stämmiger Hilichurl, der unzählige Kämpfe überstanden hat.<br/>Mit Dendro-Schleimen kann er robuste Schilde für den Kampf anfertigen.<br/>Mit ihrer Muskelkraft, ihrem glänzenden Fell und beeindruckenden Gestalt helfen sie den Hilichurlen, sich die gnadenlosen Abenteurer vom Hals zu halten. In den Stämmen sind sie hoch angesehen."
    },
    {
      "epId": 2166,
      "name": "Hydro-Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Samachurl_icon.png",
      "desc": "Ein runzliger, murmelnder Hilichurl, der von der Hydro-Kraft singt.<br/>Hilichurle, deren Gabe darin liegt, die Elemente zu steuern, erreichen ihren Zenit oft erst in den letzten Lebensjahren. Was für ein Leben führt dazu, dass solche einfachen Kreaturen Wasser und Regen beschwören können?"
    },
    {
      "epId": 2167,
      "name": "Hydro-Schleim",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Slime_icon.png",
      "desc": "Ein kleines Monster, das durch Hydro-Ablagerungen in der Natur hervorgebracht wurde.<br/>Man sagt, manche Leute würden Hydro-Schleime als Notfallwasserquelle in trockene Gegenden oder unter die Erde mitnehmen. Doch aufgrund ihrer hohen Hydro-Konzentration sollten sie nicht direkt konsumiert werden. Dies wäre für Menschen gesundheitsschädigend."
    },
    {
      "epId": 2168,
      "name": "Hydro-Abgrundmagier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Abyss Mage_icon.png",
      "desc": "Ein magisches Wesen aus dem Abgrund, das Hydro-Kräfte im Kampf anwendet.<br/>Unter Abenteurern erzählt man sich, dass die Abgrundmagier den „Orden des Abgrunds“ aus der Tiefe führen, überall in der Welt aktiv sind und dort ihren finsteren Machenschaften nachgehen. Auch wenn es heißt, dass sie vor allem Rheuma verursachen, sollte ihre Stärke nicht unterschätzt werden."
    },
    {
      "epId": 2169,
      "name": "Hydro-Cicin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Cicin_icon.png",
      "desc": "Kleine Kreaturen, die leichten Einfluss auf Hydro-Energie nehmen können.<br/>Gemeinsam mit anderen Wesen werden sie Cicine genannt, sie vergöttern die seltene wie wunderschöne Eisnebelgraspflanze. Die Zauberinnen der Fatui nutzen diese Schwäche aus, um sie im Kampf zu befehligen."
    },
    {
      "epId": 2170,
      "name": "Hydro-Gespenst",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Specter_icon.png",
      "desc": "Ein Monster, das aus einer hohen Hydro-Konzentration geboren ist und in der Luft schweben kann.<br/>In monddurchfluteten Nächten geben Hydro-Gespenster einen spukhaften Schimmer ab, wenn sie am Flussufer vorbeischweben. Ihre geheimnisvolle Gestalt wird von Vorübergehenden oft fälschlicherweise für umherwandernde Geister gehalten, was sie zu Hauptfiguren in einigen Volksmärchen gemacht hat."
    },
    {
      "epId": 2171,
      "name": "Schwebende Hydro-Pilzbestie",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Floating Hydro Fungus_icon.png",
      "desc": "Sporengeschöpf mit einer gewissen Intelligenz. Hat eine starke Fähigkeit zur Anpassung an die Umwelt.<br/>Es wird gesagt, dass sie nicht gut schmeckt. Aber diese Pilzbestie kann wegen ihres hohen Wassergehalts auch eine Notwasserquelle sein ..."
    },
    {
      "epId": 2172,
      "name": "Kairagi – Sengende Macht",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Fiery Might_icon.png",
      "desc": "Ein wandernder Kampfkünstler, der sich dem Bösen verschrieben hat.<br/>Er hat sich seit seiner Kindheit auf die Kampfkünste konzentriert und nie nachgelassen, aber weil er die Gelegenheit verlor, seiner Pflicht nachzukommen, kam er vom rechten Weg ab und schlug den Weg des Bösen und der Rebellion ein. Die Klinge ist nicht so kalt wie normaler Stahl, sondern ist voller feurigen Zorns. Sie scheint mit Hilfe eines Talismans aus Papier zum Brennen gebracht worden zu sein, das durch die angeblich verlorene Technik der Götter hergestellt wurde."
    },
    {
      "epId": 2173,
      "name": "Kairagi – Galoppierender Blitz",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Dancing Thunder_icon.png",
      "desc": "Ein wandernder Kampfkünstler, der sich dem Bösen verschrieben hat.<br/>Er verfügt über hohe Kampfkunst, konnte diese aber aus verschiedenen Gründen nicht nutzen und geriet auf den Weg des Bösen. Er kann die Kraft des Donners an Schwertern anbringen, indem er Papiertalismane verwendet, die durch die eine göttliche Technik hergestellt wurde, die vor Hunderten von Jahren verloren gegangen sein soll."
    },
    {
      "epId": 2174,
      "name": "Tiefsee-Drachenechse – Urtyp",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
      "desc": "Drachenechsen, die in der Meerestiefe leben.<br/>Sie waren einst die absolut herrschende Spezies der Meerestiefe. Und wenn man seinen Blick in eine noch fernere Vergangenheit wirft, dann weiß man, dass sich die ganze Welt einst in den uralten Zeiten vor den Drachen demütig niederknien musste. Jedoch wurden die einstigen Sieben Herrscher von einer Macht hoch aus dem himmel besiegt. Später sind sie einer nach dem anderen untergegangen."
    },
    {
      "epId": 2175,
      "name": "Tiefsee-Drachenechse – Donnerverschlinger",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
      "desc": "Drachenechsen, die in der Meerestiefe leben. Als Folge der langjährigen gesellschaftlichen Arbeitsteilung sind Drachenechsen mit Elektro-Kraft entstanden.<br/>Nach dem Untergang der alten Herrscher ist jetzt die neue Generation der Sieben Herrscher gekommen. Aber dieser Wasserdrache wird nicht mehr unter dem Volk der Tiefsee-Drachenechsen geboren, denn seine Evolution ist auf Kosten seiner Reinheit zustande gekommen. Laut dem Orakel sollte der neue Wasserdrache in eine menschliche Gestalt geboren werden."
    },
    {
      "epId": 2176,
      "name": "Tiefsee-Drachenechse – Eisbeißer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
      "desc": "Drachenechsen, die in der Meerestiefe leben. Als Folge der langjährigen gesellschaftlichen Arbeitsteilung sind Drachenechsen mit Kryo-Kraft entstanden.<br/>Die Ankunft und Expansion der menschlichen Zivilisation hatte zu heftiger Eskalation zwischen beiden Seiten und folglich auch der Evolution der Tiefsee-Drachenechse geführt. Ähnlich wie Ameisen, die sich wegen ihrer unterschiedlichen Geschlechtsrollen und Arbeitsteilung zu verschiedenen Gestalten entwickelt haben, sind unter den Drachenechsen auch einige entstanden, die eine spezielle Kraft ausüben können und daher viel stärker als ihre normalen Artengenossen sind."
    },
    {
      "epId": 2177,
      "name": "Junge Tiefsee-Drachenechse – Urtyp",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/02/36893887/a031c6366098df2f5b0b1c5eb30cee8e_6387081798361589561.png"
    },
    {
      "epId": 2178,
      "name": "Junge Tiefsee-Drachenechse – Donnerverschlinger",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/02/36893887/270dafc1f297c792e6ea17acf1e749d2_644394687588296311.png"
    },
    {
      "epId": 2179,
      "name": "Junge Tiefsee-Drachenechse – Eisbeißer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/02/36893887/40d4d20a77c706d64e1b2bfead43dc3a_2432273742846055285.png"
    },
    {
      "epId": 2180,
      "name": "Abgrundbote – Reißender Strom",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Herald: Wicked Torrents_icon.png",
      "desc": "Monster des Orden des Abgrunds, die Hydro-Kraft im Kampf einsetzen.<br/>Diese stummen Gestalten sind die Vorhut des Abgrunds und schwingen Gezeitenklingen, die alles in einem Augenblick verschlingen, Rüstungen zerquetschen und Ketzer auslöschen können. Die törichten Massen können dem vorbestimmten Schicksal nicht entkommen."
    },
    {
      "epId": 2181,
      "name": "Abgrundsänger – Abgrundflammen",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
      "desc": "Monster, die Flammen des Abgrunds als Waffen beschwören können und nach dem Sinn esoterischer Schriften streben. Sie sind Mitglieder des „Ordens des Abgrunds“.<br/>Die Monster sind für normale Menschen bekannt als „Sänger“, aber den wahrhaften Sinn hinter dieser Bezeichnung verstehen nur wenige. „Sänger“ sind auch diejenigen, die „Schriften vorsingen“. Sie glauben, dass sie, wenn sie die Schriften des Segens laut lesen, der ultimativen Macht noch ein Stück näher rücken können."
    },
    {
      "epId": 2182,
      "name": "Abgrundsänger – Lila Blitze",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Violet Lightning_icon.png",
      "desc": "Monster, die die tausend Schatten der Dunkelheit lobpreisen, denen sich selbst der Donner und die Blitze fügen müssen. Sie sind Mitglieder des „Ordens des Abgrunds“.<br/>Diese Monster sind Priester des Abgrunds und Gelehrte der Dunkelheit. Sie predigen die Weisheit der Finsternis, die schon längst von der unendlichen Nacht ungeheuer verzerrt ist, und zwingen den teuflischen Glauben mithilfe der Macht des Donners den Nichtgläubigen auf. Und mit den lila Blitzen verkünden sie die Existenz der Macht des Abgrunds, die die menschliche Vernunft in Stücke reißt und auffrisst."
    },
    {
      "epId": 2183,
      "name": "Pyro-Schleim",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/c7fb92fd449e65929287ca9ead3b4bc7_8997201785669739397.png",
      "desc": "Ein kleines Monster, das durch Pyro-Ablagerungen in der Natur hervorgebracht wurde.<br/>Es ist nicht besonders intelligent, aber vielseitig einsetzbar, zumindest für Hilichurle."
    },
    {
      "epId": 2184,
      "name": "Mitachurl mit Feueraxt",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Blazing Axe Mitachurl_icon.png",
      "desc": "Ein stämmiger Hilichurl, der eine Zweihänder-Axt führt.<br/>Er attackiert mit heftigen, tödlichen Schlägen und steckt seine Axt mit Pyro-Schleimen in Brand.<br/>Schreckt ein Mitachurl mit Feueraxt seine Waffe wiederholt ab, schwächt dies das Metall, sodass es leichter bricht. Doch selbst wenn die Schneide ganz abbricht, kann er die Axt immer noch als Hammer gebrauchen."
    },
    {
      "epId": 2185,
      "name": "Pyro-Abgrundmagier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Abyss Mage_icon.png",
      "desc": "Ein magisches Wesen aus dem Abgrund, das Pyro-Kräfte für den Kampf anwenden kann.<br/>Aus einem den Menschen unerfindlichen Grund kennen Abgrundmagier die primitive Sprache der Hilichurle und können ihr Handeln kontrollieren. Abgrundmagier sollen auch eine altertümliche Sprache, die heute kaum ein Mensch mehr versteht, äußerst gut beherrschen. Diese verwenden sie, um ihre Zauber zu wirken."
    },
    {
      "epId": 2186,
      "name": "Pyro-Hilichurl-Schütze",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hilichurl Shooter_icon.png",
      "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Diese Schützen führen einfache Armbrüste und die Pfeilspitzen sind mit einer dünnen, entflammbaren Schicht überzogen. Der alte El Musk glaubte, dies sei eine Erfindung der schlaueren Hilichurle, die ihre Beute nach der Jagd braten wollten.</p>"
    },
    {
      "epId": 2187,
      "name": "Pyro-Gespenst",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Specter_icon.png",
      "desc": "Hohe Pyro-Elementarkonzentrationen haben zur Erschaffung dieser schwebenden Kreatur geführt.<br/>Einst hatte ein Student der Akademie diese Kreaturen erforscht. Seiner Meinung nach werden Kristallschmetterlinge wie Gespenster in einer Umgebung mit hoher Elementarkonzentration geboren und leben dort, also sind Gespenster eine Art Kristallschmetterling. Dieser Student hat bis jetzt sein Studium nicht abgeschlossen."
    },
    {
      "epId": 2188,
      "name": "Gigantische Pyro-Vaniloqua",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Whopperflower_icon.png",
      "desc": "Eine nachahmende Pflanze, die urplötzlich angreift und mit der Pyro-Kraft ihre Beute fängt.<br/>In der Welt von Teyvat existieren Pflanzen, denen die Elemente innewohnen. Mit dem gewonnenen Intellekt benötigen diese Wesen aber auch ganz andere Nährstoffe."
    },
    {
      "epId": 2189,
      "name": "Hilichurl-Grenadier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Grenadier_icon.png",
      "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Diese gerissenen Kerle nutzen Pyro-Schleime als Waffen, um Eindringlinge zu attackieren. Ein geschickter Grenadier kann mit einem Wurf fünf Holzpfähle zerstören.</p>"
    },
    {
      "epId": 2190,
      "name": "Fluxfeuerbaum",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/2e62c5a258d6ab96f39ec3b00b6f1065_3341730858571114590.png",
      "desc": "Lange Ranken, die die alten Flammen des Flusses der Elemente aufgenommen haben.<br/>Wie ein ewig brennendes Feuer sind auch diese Pflanzenwesen unersättlich.<br/>Dichter und Sänger, ja, sogar einige Gelehrte meinen, dass in den Elementen Gefühl und Hoffnung stecken. Wenn dem so ist, welche Gefühle und Hoffnungen erfüllen wohl den Fluxfeuerbaum und seine ewigen Flammen, die tanzen und hüpfen, als wollten sie sich vom Boden, aus dem sie stammen, lösen?"
    },
    {
      "epId": 2191,
      "name": "Auge des Sturms",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Eye of the Storm_icon.png",
      "desc": "Die physische Form der Anemo-Energie von extrem hoher Reinheit.<br/>Entsteht ein Auge des Sturms, ist der Fluss der Elemente einer Region blockiert, was zu Verschlammung führt. Achtlos sorgt es für Stürme, die die Leute umwerfen. So steht es symbolisch für eine Welt, die von Übel ergriffen wurde."
    },
    {
      "epId": 2192,
      "name": "Sangonomiya-Kohorte",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/06/236594615/7b194036b007d1f8eeb2f38e8e0c4546_6748906432044967132.png"
    },
    {
      "epId": 2193,
      "name": "Elektro-Vaniloqua",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Whopperflower_icon.png",
      "desc": "Ein mit elementarer Energie gefülltes, mimetisches Pflanzenmonster, das seine Beute mit Elektro-Kraft angreift.<br/>Es kann starke Elementarenergie aus seiner Blütenkrone freisetzen, wenn es voller elementarer Energie ist, daher haben einige Gelehrte auch versucht, es für andere Zwecke zu nutzen ..."
    },
    {
      "epId": 2194,
      "name": "Schatzräuber – „Carmen“",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/236594615/e114145d7f72ea4fb15ab134726f61a5_8819154689061302447.png"
    },
    {
      "epId": 2195,
      "name": "Schatzräuber – „Chefin“",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/236594615/d47167ccc4c1f668edf0de023699fa70_102777288581108666.png"
    },
    {
      "epId": 2196,
      "name": "Schatzräuber – „Komischer Vogel“",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/236594615/5476f6ebbaa29ce1ce4400d87bcf06bc_7454936554059398360.png"
    },
    {
      "epId": 2197,
      "name": "Schatzräuber – „Liuliu“",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/236594615/3341ece9241505758d28cf3b8cfcb9ba_1968290687902178086.png"
    },
    {
      "epId": 2198,
      "name": "Schatzräuber Wallenstein",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarder: Wallenstein_icon.png"
    },
    {
      "epId": 2199,
      "name": "Schatzräuber – Kryo-Tränkemischer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Cryo Potioneer_icon.png",
      "desc": "Ein Mitglied der kriminellen Gruppierung ohne Hauptquartier, die überall auf dem Kontinent ihre Spuren hinterlässt, selbst in unerkundeten Sphären.<br/>Kryo-Tränkemischer sind unter den Schatzräubern höchst willkommen, da ihre Elixiere für rasche Abkühlung sorgen. Selbst in der Wildnis, wo keine Eisnebelblumen wachsen, können ihre kalten Spirituosen für eine Abkühlung sorgen."
    },
    {
      "epId": 2200,
      "name": "Schatzräuber – Faustkämpfer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Pugilist_icon.png",
      "desc": "Ein Mitglied der kriminellen Gruppierung ohne Hauptquartier, die überall auf dem Kontinent ihre Spuren hinterlässt, selbst in unerkundeten Sphären.<br/>Da sie leidenschaftlich gern kämpfen und Wert auf Muskeln legen, sind sie ziemlich wählerisch, was das Essen angeht, und prahlen oft mit den Vorteilen einer ausgeprägten Muskulatur, was ihren Schatzräuber-Gefährten auf die Nerven geht."
    },
    {
      "epId": 2201,
      "name": "Schatzräuber – Totengräber",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Gravedigger_icon.png",
      "desc": "Ein Mitglied der kriminellen Gruppierung ohne Hauptquartier, die überall auf dem Kontinent ihre Spuren hinterlässt, selbst in unerkundeten Sphären.<br/><i>„Man sagt, wir stehen auf den Schultern von Riesen. Das bedeutet, wir profitieren vom angehäuften Reichtum unserer Vorväter und ... äh, bringen ihn zurück in den Wirtschaftskreislauf! Ein nobles Unterfangen, oder?“</i><br/>Ein Totengräber der Schatzräuber, während er sich über eine Ruine hermachte."
    },
    {
      "epId": 2202,
      "name": "Schatzräuber – Späher",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Scout_icon.png",
      "desc": "Ein Mitglied der kriminellen Gruppierung ohne Hauptquartier, die überall auf dem Kontinent ihre Spuren hinterlässt, selbst in unerkundeten Sphären.<br/>Um ihre Ziele zu verfolgen, sind sie viel unterwegs. Ihre Armut und mangelnde Bildung treibt sie oft dem Verbrechen in die Arme, doch das Leben in Gesetzlosigkeit macht sie nicht reicher ..."
    },
    {
      "epId": 2203,
      "name": "Schatzräuber – Handlanger",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Handyman_icon.png",
      "desc": "Ein Mitglied der kriminellen Gruppierung ohne Hauptquartier, die überall auf dem Kontinent ihre Spuren hinterlässt, selbst in unerkundeten Sphären.<br/>Diese hier führen körperliche Arbeiten aus und stehen in der Hackordnung unten. Oft lacht man sie für ihr Aussehen aus, doch bei einem Angriff können sie zeigen, wie ungewöhnlich stark und agil sie sind."
    },
    {
      "epId": 2204,
      "name": "Schatzräuber – Hydro-Tränkemischer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Hydro Potioneer_icon.png",
      "desc": "Ein Mitglied der kriminellen Gruppierung ohne Hauptquartier, die überall auf dem Kontinent ihre Spuren hinterlässt, selbst in unerkundeten Sphären.<br/>Man sagt, einige Schatzräuber versuchen sich als Scharlatane, um in Dörfern und Städten ihre Spezialelixiere, Wundertränke und dergleichen zu verhökern. Diese Allheilmittel funktionieren im Kampf jedoch besser als bei ihren Betrügereien."
    },
    {
      "epId": 2205,
      "name": "Schatzräuber – Seemann",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Seaman_icon.png",
      "desc": "Ein Mitglied der kriminellen Gruppierung ohne Hauptquartier, die überall auf dem Kontinent ihre Spuren hinterlässt, selbst in unerkundeten Sphären.<br/><i>„Stehlen? Was soll das heißen, Stehlen? Das ist Wiederentdecken durch den, der den Schatz zu schätzen weiß! So sind alle glücklich! Ist doch super, oder?“</i><br/>Ein Seemann der Schatzräuber, als er nach einem zweifelhaften Fund befragt wurde."
    },
    {
      "epId": 2206,
      "name": "Schatzräuber – Pyro-Tränkemischer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Pyro Potioneer_icon.png",
      "desc": "Ein Mitglied der kriminellen Gruppierung ohne Hauptquartier, die überall auf dem Kontinent ihre Spuren hinterlässt, selbst in unerkundeten Sphären.<br/>Sie setzen ihr chemisches Wissen riskant ein, um flüchtige entflammbare Mittel anzuwenden, die ihren Kameraden bei ihren niederträchtigen Taten helfen."
    },
    {
      "epId": 2207,
      "name": "Schatzräuber – Scharfschütze",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Marksman_icon.png",
      "desc": "Ein Mitglied der kriminellen Gruppierung ohne Hauptquartier, die überall auf dem Kontinent ihre Spuren hinterlässt, selbst in unerkundeten Sphären.<br/>Man nennt sie leicht spöttisch „Scharfschützen“, da sie keine Bögen verwenden, sondern Armbrüste, deren Beherrschung jedoch viel Übung erfordert. Doch selbst Hilichurle wissen, wie man eine Armbrust betätigt. Einfach das lange Ende auf den Gegner richten, den Abzug drücken und zack – das war’s."
    },
    {
      "epId": 2208,
      "name": "Schatzräuber – Schläger",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Crusher_icon.png",
      "desc": "Ein Mitglied der kriminellen Gruppierung ohne Hauptquartier, die überall auf dem Kontinent ihre Spuren hinterlässt, selbst in unerkundeten Sphären.<br/>Ursprünglich war er ein Bergbauer, der nach der Schließung der Großen Kluft zwar eine Abfindung erhielt, aber trotzdem noch aus diversen Gründen bei den Schatzräubern landete."
    },
    {
      "epId": 2209,
      "name": "Schatzräuber – Elektro-Tränkemischer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Electro Potioneer_icon.png",
      "desc": "Ein Mitglied der kriminellen Gruppierung ohne Hauptquartier, die überall auf dem Kontinent ihre Spuren hinterlässt, selbst in unerkundeten Sphären.<br/>„Tränkemischer“ nennt man die Schatzräuber, die gefährliche chemische Mittel zusammenbrauen können.<br/><i>„Was? Denkst du etwa, dieser Schatz ist für die Abenteurergilde reserviert?“</i><br/>Ein Schatzräuber-Tränkemischer, der auf Abenteurer traf."
    },
    {
      "epId": 2210,
      "name": "Magatsu Mitake Narukami no Mikoto",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Magatsu Mitake Narukami no Mikoto_icon.png",
      "desc": "Das ist die Form, die die Marionette, die die Autorität des Shougun Raiden geerbt hat, annimmt, wenn sie sich denjenigen entgegenstellt, die die Ewigkeit bedrohen.<br/>Als Assistentin von Shougun Raiden bei der Verfolgung der Ewigkeit hat sie nie gezweifelt, nie Angst verspürt, nie weniger als ihr Bestes gegeben und sich nie von müßigen Gedanken stören lassen.<br/>Sie hörte einmal davon, wie Ei eine ähnliche Aufgabe schulterte, als Makoto ebenfalls anwesend war, und dabei viele qualvolle Verluste erlitt.<br/>Als sich die beiden Schatten noch einmal überschnitten, konnte sie jedoch nur die unzähligen feinen Brüche in dem sehen, was „ihr“ ewiger Wille hätte sein sollen. Da das Schicksal von einem sich wiederholenden Kreislauf bestimmt ist, muss sie ihr Versprechen einlösen und „ihr“ den Krieg erklären.<br/><br/><i>„Meine Gestalt ist ein Symbol höchster Majestät, die die Macht über das ganze Reich in sich trägt. Ich bin die alles einschließende Verkörperung dessen, was den ‚Shougun Raiden‘ ausmacht.“</i><br/><i>„Natürlich habe ich auch den Schmerz von Eis zahllosen Verlusten und ihren Willen, die Ewigkeit zu erreichen, geerbt.“</i><br/><i>„Entschlossenheit, Mut, Liebe, Hass ... All das wird durch den unaufhörlichen Fluss der Zeit abgebaut und verzerrt.“</i><br/><i>„Nur die Regeln werden sich nie ändern.“</i>"
    },
    {
      "epId": 2211,
      "name": "Okeanide",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
      "desc": "Eine Lebensform aus hochreiner Hydro-Kraft, die oft von anderen Wesen mit Hydro-Energie begleitet wird.<br/>Je reiner ein Gewässer ist, desto stärker sollen die darin enthaltene Hydro-Energie und damit die Kraft der Okeaniden sein. Es gibt aber auch Legenden, die besagen, Okeaniden wären die Abkömmlinge eines Wasservolkes aus einem weit entfernten Land, die die Bruchstücke eines längst verstorbenen Gottes in alle Ecken dieser Welt bringen. Ihr Ziel mag sein, die Überreste ihres geliebten Gottes mitsamt ihrer Liebe in der Welt zu verteilen, um diesen Teil des gesamten Wasserkreislaufs werden zu lassen."
    },
    {
      "epId": 2212,
      "name": "Azhdaha",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
      "desc": "Ein Drache so alt wie die Berge.<br/>Unzählige Jahre hatte er Seite an Seite mit Rex Lapis gestanden, wandte sich aber schließlich gegen ihn und wurde dafür in die Dunkelheit der Erde verbannt. Während all der Zeit ist seine Kraft langsam gewichen und auch seine Erscheinung verlor ihre ursprüngliche Form.<br/>Die schwachen Vibrationen seiner Fesseln und das leise Brüllen hallen bis heute durch die Berge und halten die Erinnerungen an ihn wach."
    },
    {
      "epId": 2213,
      "name": "Dendro-Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Samachurl_icon.png",
      "desc": "Ein runzliger, murmelnder Hilichurl, der die Dendro-Macht erweckt.<br/>Hilichurle, deren Gabe darin liegt, die Elemente zu steuern, erreichen ihren Zenit oft erst in den letzten Lebensjahren. Hinter dieser Maske lauert ein Groll und Giftefeu wächst daraus, während hasserfülltes Gewisper erklingt."
    },
    {
      "epId": 2214,
      "name": "Dendro-Schleim",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Slime_icon.png",
      "desc": "Ein Schleim, der aufgrund der vielen Dendro-Kraft in seiner Umgebung verwandelt wurde.<br/>Er hat ebenfalls die Schwäche des Dendro-Elements aufgenommen, sodass er stark entflammt, sobald er mit Feuer in Kontakt gerät."
    },
    {
      "epId": 2215,
      "name": "Ochimusha – Zauberblitz",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/236594615/96c03c0effd45ce5dba8558ee752f5fa_1004211782449652962.png"
    },
    {
      "epId": 2216,
      "name": "Ochimusha – Böse Flamme",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/236594615/65dd6bc6eee3e51c483dc6d7f98e6a69_8259495527388056363.png"
    },
    {
      "epId": 2217,
      "name": "Furchterregender Sturmschrecken",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
      "desc": "<p>Dvalin, der Drache des Ostens, ist einer der Vier Winde von Mondstadt.<br>Im Laufe der Zeit und inmitten grenzenloser Dunkelheit wird selbst der reinste Edelstein durch Staub getrübt und selbst ein edler Drache kann durch Hass verdorben werden.<br>Doch Staub kann fortgewischt werden und das Gift des Zweifels vertrieben.<br><br><em>„Fliege frei über den Himmel,</em><br><em>so wie du es bei unserer ersten Begegnung tatest, als ich durch das Land streifte und die Lieder des Windes sang.“</em><br><em>„Und du schwebtest hoch in der Luft und sahst auf die Welt herab.</em><br><em>Heute fegen nicht länger Wind und Schnee über den Himmel. Grünes, wunderschönes Gras wächst überall auf der Erde.“</em><br><em>„Könntest du auch über die Erde wandeln und das Lied der Hirten mit dem Glockenklang in der Ferne hören, könntest du vom honigsüßen Wein kosten, dann würdest du verstehen.</em><br><em>Wie wunderbar es wäre, wenn du deine edle Erscheinung sehen würdest, wie sie über den Himmel gleitet.</em><br><em>Dann würdest du wissen, dass es sich lohnt, um diesen Himmel und diese Erde zu kämpfen.“</em></p>"
    },
    {
      "epId": 2219,
      "name": "Ruinenspäher",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/1da5796e33027fa9de6fc0b86cb08be6_6319866565441892290.png",
      "desc": "Eine bizarre Maschine, die, um ein bestimmtes Ziel zu erreichen, über bestimmte Formen und Fähigkeiten verfügt.<br/>Die Legende besagt, dass dies eine Kriegsmaschine ist, die von einem bereits zerstörten Königreich zurückgelassen wurde. Im Vergleich zu den weiter verbreiteten „Ruinenwächtern“ hat diese eine stärkere bionische Bedeutung in ihrer Form. Es ist nicht klar aus welchem Grund sie eine Kreatur aus den tiefen des Meeres in Erscheinung und Bewegung immitiert. Auf jeden Fall will man es nicht mit ihr aufnehmen."
    },
    {
      "epId": 2220,
      "name": "Ruinenwächter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
      "desc": "Eine uralte humanoide Kriegsmaschine.<br/>Legenden zufolge wurden diese Kampfroboter von einer längst vernichteten Zivilisation erschaffen. Jetzt streifen sie durch Trümmer und Ruinen und attackieren plündernde Reisende. Forschungen besagen, dass zwischen den Ruinen und ihren Wächtern mehrere tausend Jahre liegen. Warum also bleiben die Ruinenwächter dort, um die zerbröckelnden Wände mit ihrer extremen Feuerkraft zu beschützen?"
    },
    {
      "epId": 2221,
      "name": "Ruinenkreuzer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/01abd95c760086f79bf6cfa333206563_4226979744413637721.png",
      "desc": "Eine bizarre Maschine, die, um ein bestimmtes Ziel zu erreichen, über bestimmte Formen und Fähigkeiten verfügt.<br/>Die Legende besagt, dass dies eine Kriegsmaschine ist, die von einem bereits zerstörten Königreich zurückgelassen wurde. Im Vergleich zu den weiter verbreiteten „Ruinenwächtern“ hat diese eine stärkere bionische Bedeutung in ihrer Form. Die dezentrale Gestaltung und ihr Kampfmuster scheinen einen Schwarm zu imitieren, der sich in verschiedene Formen verwandeln kann, um aus unterschiedlichen Richtungen anzugreifen."
    },
    {
      "epId": 2222,
      "name": "Ruinenschlange",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Serpent_icon.png",
      "desc": "Eine alte bizarre eigenständige Vorrichtung.<br/>Die Legende besagt, dass dies eine Baumaschine ist, die von einem bereits zerstörten Königreich zurückgelassen wurde. Die gezahnte Scheibenstruktur des „Kopfes“ kann sich mühelos durch harte Felsplatten graben. Wenn das stimmt, wäre es möglich gewesen, Tunnel zu bauen, die groß genug gewesen wären, um einer Armee die Durchquerung des Kontinents zu ermöglichen."
    },
    {
      "epId": 2223,
      "name": "Ruinenzerstörer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/a3a41abc04cd4c1c7052f55d16a604fe_5605892168539492836.png",
      "desc": "Eine bizaare Maschine, die, um ein bestimmtes Ziel zu erreichen, über bestimmte Formen und Fähigkeiten verfügt.<br/>Die Legende besagt, dass die eine Kriegsmaschine ist, die von einem bereits zerstörten Königreich zurückgelassen wurde. Im Vergleich zu den weiter verbreiteten „Ruinenwächtern“ hat diese eine stärkere bionische Bedeutung in ihrer Form. Die riesige, aus mehreren Teilen zusammengesetzte Blütenkrone sieht aus wie eine Art furchteinflößende Pflanze und man kann nicht erahnen, was jemand durchgemacht haben muss, um eine so furchteinflößende Maschine zu entwerfen."
    },
    {
      "epId": 2224,
      "name": "Ruinenjäger",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Hunter_icon.png",
      "desc": "Eine riesige abnorme Kampfmaschine.<br/>Den Legenden zufolge soll sie eine von einem längst untergegangenen Reich zurückgebliebene Kriegsmaschine sein. Um die Kampffunktionen zu verbessern, wurde im Entwurf auf die überflüssige menschliche Gestalt verzichtet. Ob Nahkampf oder Langstreckenraketen, die Stärke dieser Maschine ist erschreckend.<br/>Wenn diese uralte Waffe schon so schrecklich ist, wie stark muss die Zivilisation gewesen sein, die sie hergestellt hat?"
    },
    {
      "epId": 2225,
      "name": "Ruinenkoloss",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Grader_icon.png",
      "desc": "Eine uralte humanoide Kriegsmaschine.<br/>Sie ähneln den Ruinenwächtern, sind jedoch mächtiger und deformierter. Beide Beine Energiekerne auf, als ob sie damit ihr übertriebenes Gewicht ausgleichen wollten."
    },
    {
      "epId": 2226,
      "name": "Ruinenschützer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/00b84ec82869522f41b0e6ed5445c69b_2171108958717238913.png",
      "desc": "Eine bizaare Maschine, die, um ein bestimmtes Ziel zu erreichen, über bestimmte Formen und Fähigkeiten verfügt.<br/>Die Legende besagt, dass dies eine Kriegsmaschine ist, die von einem bereits zerstörten Königreich zurückgelassen wurde. Im Vergleich zu den weiter verbreiteten „Ruinenwächtern“ hat diese eine stärkere bionische Bedeutung in ihrer Form. Die insektenähnlichen Gliedmaßen sind leichter zu bewegen als menschenähnliche Maschinen. Die verschiedenen Teile bilden einen Schild, der jeden Angriff von vorn abwehren kann."
    },
    {
      "epId": 2227,
      "name": "Nobushi – Kikouban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Kikouban_icon.png",
      "desc": "Herumwandernder Kampfkünstler, der, obwohl er als „Bandit“ bezeichnet wird, keiner solchen Gruppe angehört.<br/>Sie beherrschen nicht nur ausgezeichnete Schwertkünste, sondern sind auch geübt mit der Anwendung der Armbrust, um sich an den Gegner heranzuschleichen, und tun alles um zu gewinnen. Diejenigen, die den Namen einer Kämpferfamilie aufgebenen, geben auch oft den Stolz dieser Familie auf.<br/>Für Reichtum oder auch das pure Überleben arbeiten sie manchmal mit Schatzräubern und Fatui zusammen."
    },
    {
      "epId": 2228,
      "name": "Nobushi – Hitsukeban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Hitsukeban_icon.png",
      "desc": "Herumwandernder Kampfkünstler, der, obwohl er als „Bandit“ bezeichnet wird, keiner solchen Gruppe angehört.<br/>Sie beherrschen nicht nur die Schwertkunst, sondern wenden auch Salpeterpulver an, das elementare Eigenschaften hat. Objektiv gesehen ist dies vielleicht die Abkehr von redlicher Kampfkunst und stattdessen die reine Suche nach dem Weg des Sieges.<br/>Für Reichtum oder auch das pure Überleben arbeiten sie manchmal mit Schatzräubern und Fatui zusammen."
    },
    {
      "epId": 2229,
      "name": "Nobushi – Jintouban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Jintouban_icon.png",
      "desc": "Herumwandernder Kampfkünstler, der, obwohl er als „Bandit“ bezeichnet wird, keiner solchen Gruppe angehört.<br/>Dadurch, dass sie seit vielen Jahren auf dem Kriegspfad wandern und über hervorragende Schwertkünste verfügen, verwenden sie diese heute nicht mehr so oft für Gutes.<br/>Für Reichtum oder auch das pure Überleben arbeiten sie manchmal mit Schatzräubern und Fatui zusammen."
    },
    {
      "epId": 2230,
      "name": "Elektro-Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Samachurl_icon.png",
      "desc": "Ein runzliger, murmelnder Hilichurl, der die Macht der Blitze beschwört.<br/>Hilichurle, deren Gabe darin liegt, die Elemente zu steuern, erreichen ihren Zenit oft erst in den letzten Lebensjahren. Da sie die Fähigkeit haben, als Blitzleiter zu dienen, können sie aus dem Klang des Donners ein Lied schreiben."
    },
    {
      "epId": 2231,
      "name": "Elektro-Schleim",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Slime_icon.png",
      "desc": "Ein kleines Monster, das durch die Elektro-Verbindungen in der Natur hervorgebracht wurde.<br/>Analysen zufolge hängen die Sprünge des Elektro-Schleims vom Spannungsunterschied im Boden ab. In Gegenden mit starken Elektro-Vorkommen dienen ihre ungewöhnlichen Bewegungen als Gefahrenhinweis."
    },
    {
      "epId": 2232,
      "name": "Elektro-Hilichurl-Grenadier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Grenadier_icon.png",
      "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Für die Hilichurle, die ein Leben im Verborgenen führen, scheint der Elektro-Schleim nicht so vielseitige Einsatzmöglichkeiten wie der Pyro-Schleim und der Anemo-Schleim zu haben. Vielleicht gibt es auch einen Tag, an dem sie den Fluss zwischen Elektro-Schleim und mutiertem Elektro-Schleim erkennen und dann eine plötzliche Entwicklung vollziehen?</p>"
    },
    {
      "epId": 2233,
      "name": "Mitachurl mit Blitzaxt",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Crackling Axe Mitachurl_icon.png",
      "desc": "Ein großer Hilichurl mit einer großen Stangenwaffe.<br/>Sein Angriff ist weit und offen. Verwendet Elektro-Schleime, um das Element des Blitzes an die Streitaxt zu heften, was ihn mächtig und zerstörerisch macht.<br/>Der aus Stahl geschmiedete Axtkopf ist ein sehr gutes Material für die Stromerfassung. Ein riesiger Mitachurl mit Blitzaxt, der den Donner des Himmels beschwört, ist für einen Hilichurl ein sehr majestätischer Anblick."
    },
    {
      "epId": 2234,
      "name": "Elektro-Abgrundmagier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Abyss Mage_icon.png",
      "desc": "Eine Bestie aus unergründlichen Tiefen, die Elektro-Kraft zum Kämpfen verwendet.<br/>Es gab einmal einen Gelehrten, der sich Alva Nicolai nannte. Während seiner Studien an der Akademie forschte er an dem Modell der Elektro-Kraft, die von Abgrundmagiern verwendet wird. Am Ende entwickelte er die nach ihm benannte „Nicolai-Spule“, eine theoretische Waffe, die aber leider nie in die Praxis umgesetzt wurde. Eine Theorie besagt, dass seine Forschungsmaterialien während einer Überflutung von Pilzbestien gefressen wurden."
    },
    {
      "epId": 2236,
      "name": "Elektro-Hilichurl-Schütze",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Shooter_icon.png",
      "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Diese Schützen führen einfaceh Armbrüste, ihre Pfeilspitzen bestehen aus geschnittenen elektrisierten Kristallen, die bei Aufprall einen Schock zufügen. Man sagt, außergewöhnlich geschickte Schützen können fünf Pfeile auf einmal abfeuern – in der Tat höchst beeindruckend.</p>"
    },
    {
      "epId": 2237,
      "name": "Elektro-Cicin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Cicin_icon.png",
      "desc": "Kleine Kreaturen, die leichten Einfluss auf Elektro-Energie nehmen können.<br/>Gemeinsam mit anderen Wesen werden sie Cicine genannt. Obwohl sie einzeln schwach sind, können sie im richtigen Moment enormen Schaden zufügen."
    },
    {
      "epId": 2238,
      "name": "Verkörperung des Donners",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunder Manifestation_icon.png",
      "desc": "Ein abnormales Elektro-Lebewesen. Obwohl es ähnlich wie eine Okeanide aussieht, besitzt es weder Intelligenz noch Erinnerungen.<br/>Es wird gesagt, dass diese Lebewesen wie ein Blitz auf Orte herabsteigen, an denen ein starker Groll herrscht, wie z. B. auf den zersplitterten Amakumo-Gipfel, wo die Gewitterwolken immer wüten. Solange der Groll des Landes nicht vergeht, wird auch der tosende Donner nicht aufhören."
    },
    {
      "epId": 2239,
      "name": "Elektro-Gespenst",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Specter_icon.png",
      "desc": "Hohe Elektro-Elementarkonzentrationen haben zur Erschaffung dieser schwebenden Kreatur geführt.<br/>Einst hatte ein Gelehrter diese Monster erforscht. Er war der Überzeugung, dass Gespenster auch eine Art Hypostase seien, weil die Hypostasen auch Elementareigenschaften besitzen und ebenfalls wie Gespenster in Gebieten mit hoher Elementarkonzentrationen auftauchen. Aber später geriet dieser Gelehrte in einen sensationellen akademischen Skandal."
    },
    {
      "epId": 2240,
      "name": "Anemo-Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Samachurl_icon.png",
      "desc": "Ein runzliger, murmelnder Hilichurl, der die Botschaft der Anemo-Energie verbreitet.<br/>Hilichurle, deren Gabe darin liegt, die Elemente zu steuern, erreichen ihren Zenit oft erst in den letzten Lebensjahren. Die Fähigkeit, die Winde zu befehligen, stammt von dunklen, vergessenen Erinnerungen."
    },
    {
      "epId": 2241,
      "name": "Anemo-Schleim",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Slime_icon.png",
      "desc": "Ein kleines Monster, das durch die Anemo-Verbindungen in der Natur hervorgebracht wurde.<br/>Dank der Macht der Anemo-Kraft ist es in der Lage zu schweben."
    },
    {
      "epId": 2242,
      "name": "Anemo-Gespenst",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Specter_icon.png",
      "desc": "Ein Monster, das aus einer hohen Anemo-Konzentration entstanden ist und in der Luft schweben kann.<br/>Natürlich sind Monster, die aus verschmolzenen Anemo-Elementen entstehen, bereits mit der Fähigkeit zum Schweben gesegnet. Daher sind ihre blütenblattartigen Flügel höchstwahrscheinlich in erster Linie ein mimetisches Organ."
    },
    {
      "epId": 2243,
      "name": "Maguu Kenki",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki_icon.png",
      "desc": "Selbstregulierte humanoide Vorrichtung mit einem Schwert.<br/>Normalerweise scheint diese Vorrichtung keine Fähigkeit oder Bereitschaft zum Sprechen zu haben. Sie ist nur bereit, mit ihrem Schwert zu sprechen.<br/>Es wird gesagt, dass für die Herstellung der Maschine eine gewisse Schwertkunst verwendet wurde. Aus unbekannten Gründen verlor man aber die Kontrolle über die Maschine und so wurde sie deaktiviert.<br/>Es gibt Lieder, in denen über den Verbleib des Geistes des Schwertes gesungen wird und das grimmige Gesicht, das über dieses wacht, scheint von einem berühmten Oni jener Zeit zu sein."
    },
    {
      "epId": 2244,
      "name": "Maguu Kenki – Maske des Schreckens",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Mask of Terror_icon.png"
    },
    {
      "epId": 2245,
      "name": "Maguu Kenki – Einsamer Sturm",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Lone Gale_icon.png"
    },
    {
      "epId": 2246,
      "name": "Maguu Kenki – Galoppierender Frost",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Galloping Frost_icon.png"
    },
    {
      "epId": 2247,
      "name": "Goldener Garmfürst",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
      "desc": "Der aus einer dunklen Welt stammende Herrscher der schwarzen Wölfe hat die Macht, seinen Anhängern, seinen verborgenen Klauen, zu befehlen, den Raum selbst aufzulösen und einen Spalt zu formen, durch den er eindringen kann.<br/>Der Garmfürst hat keinen Namen, denn er war nur eine unbeabsichtigte Schöpfung von „Gold“. Und genau deshalb ist er davon besessen, in Welten einzudringen, die ihm nicht gehören, und sich einen Namen zu machen.<br/>Das Wolfsrudel ist jedoch alles andere als unintelligent. Nachdem es bei seiner letzten Invasion eine Niederlage erlitten hatte, wurde eine einsame Insel ausgewählt, auf der weder Menschen noch Beschützer wohnen, um sich auf die Ankunft ihres Fürsten vorzubereiten."
    },
    {
      "epId": 2248,
      "name": "Schwarzer Schlangenreiter – Wind schneidendes Schwert",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
      "desc": "Als prominentes Mitglied der Leibgarde des Hofs setzt er seine Schwertkampffähigkeit, die als „Suche nach der Wahrheit“ bekannt ist, ein, um die Feinde der königlichen Familie zu erledigen.<br/>Das „Schwert des Zwielichts“ war einst einer von ihnen ... bevor die Herrlichkeit des Königreichs verloren ging und alles unwiderruflich weg war."
    },
    {
      "epId": 2249,
      "name": "Hülle der Finsternis – Standarte",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Standard Bearer_icon.png",
      "desc": "Dunkel gefärbter Soldat. Einst war er der stolze Soldat des alten unterirdischen Königreichs, doch hat er jetzt jedes Gefühl und jede Erinnerung verloren.<br/>Dennoch kämpft er mit der hochgehaltenen Fahne der Königsfamilie. Selbst wenn er vergisst, wie seinesgleichen und die Segnungen der Königsfamilie aussehen, kann dieses Fahnensiegel für ihn niemals abgelegt werden."
    },
    {
      "epId": 2250,
      "name": "Hülle der Finsternis – Formationszerstörer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Line Breaker_icon.png",
      "desc": "Dunkel gefärbter Soldat. Einst war er der stolze Soldat des alten unterirdischen Königreichs, doch besitzt er nicht mehr die Intelligenz eines „Menschen“.<br/>Der Wille, den Feind zu vernichten, das Reich zu verteidigen, scheint in diese leere Hülle eingraviert zu sein, auch wenn es niemanden mehr gibt, der ihm sagt, wo der Feind ist und was er verteidigen soll."
    },
    {
      "epId": 2251,
      "name": "Hülle der Finsternis – Garde",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Defender_icon.png",
      "desc": "Dunkel gefärbter Soldat. Einst war er der stolze Soldat des alten unterirdischen Königreichs, doch jetzt ist er nur noch eine leere Hülle mit Erinnerungen an den Kampf.<br/>Am Ende aller Dinge steht Verfall. Diese leere Hülle ist das, was der Schwarze Schlangenreiter unter dem Einfluss von Sünde, Fluch und Zeit geworden ist."
    },
    {
      "epId": 2716,
      "name": "Gefiederte Pilzbestie",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/2c52519dbc771ad29b2b7228c3ab3a36_5251302239973425849.png",
      "desc": "<p>Eine weiterentwickelte Pilzbestie. Wenn sie Elektro-Angriffe erlitten hat und von der Reaktion „Wildwuchs\" betroffen ist, sammelt sie Ladungen für den aktivierten Modus an, die allerdings durch Pyro-Angriffe reduziert werden können. Wenn die gefiederte Pilzbestie die maximalen Ladungen für den aktivierten Modus erreicht hat, tritt sie in den aktivierten Modus ein, in dem sie stärkere Angriffe ausführt, bis sie erschöpft ist. Befindet sie sich hingegen nicht im aktivierten Modus, wobei sie von der Pyro-Kraft betroffen ist, wird sie in Flammen verdorren und dabei Sporen verbreiten, die sich in Pilzbestien verwandeln, um diesem Status zu entkommen.</p>"
    },
    {
      "epId": 2717,
      "name": "Fluxblitzbaum",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/cc5fbd3bdd4a48efb854968a3bfd22e8_7170255249819177811.png",
      "desc": "<p>Monster, das durch die riesigen Ranken, die den Hochspannungsstrom im Fluss der Elemente absorbieren, hervorgebracht wurde.</p><p>Die Elektrizität wird ständig aus der Baumkrone freigesetzt, als würde sie den Zorn der Erde herauslassen.</p><p>Einst schlugen die Gelehrten der Baulehre vor, eine komplexe Matrix von Schaltkreisen um den Baum herum zu bauen, um die Elektrizität in die Stadt zu leiten. Dieser Plan wurde von den Gelehrten der Stoffkunde heftig kritisiert, die zehn Trüffelschweine opferten, um die Gefahr der Nutzung von Elektrizität zu beweisen.</p>"
    },
    {
      "epId": 2718,
      "name": "Goldbrigade – Schwerttänzer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/db927b5ac3dd814a05afe64931529478_1727970061551158963.png",
      "desc": "<p>Mitglied einer unorganisierten Gruppe von Söldnern, die aus der golden glänzenden Wüste kommt. Ist bereit, für jeden gegen Bezahlung zu arbeiten.</p><p>Ein Wüstenkrieger, der gut im Umgang mit einer großen Machete ist. Die von ihm beherrschte Schwerttechnik, die er von einer untergegangenen Zivilisation geerbt hat, ist nicht nur eine Kampftechnik, sondern der daraus entwickelte Schwerttanz ist in allen Ländern zu einer beliebten akrobatischen Darbietung geworden.</p><p>Diese große Machete sollte in der alten Zeit für berittenen Kampf verwendet worden sein.</p>"
    },
    {
      "epId": 2719,
      "name": "Goldbrigade - Sonnenfrost",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/2511ef76a6dee1e388fea0826bade579_645400605164123653.png",
      "desc": "<p>Mitglied einer unorganisierten Gruppe von Söldnern, die aus der golden glänzenden Wüste kommt. Ist bereit, für jeden gegen Bezahlung zu arbeiten.</p><p>Professioneller Söldner, der sich um nichts anderes als um Pflichten und Aufträge kümmert. Das einzige Ziel ist es, den Auftrag zu erfüllen, und seine Belohnung auf dem Söldnermarkt ist die höchste.</p><p>In der benutzten Waffe ist ein gebrochener Geist versiegelt, der in Zeiten der Gefahr erwachen wird. Nur der Jammer des Besiegten kann seinen Zorn besänftigen, egal ob der Besiegte der Besitzer oder der Gegner der Waffe ist.</p>"
    },
    {
      "epId": 2720,
      "name": "Goldbrigade – Hellebardist",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/57a287699b909c11a29fe6b6db610af5_2890681874682682845.png",
      "desc": "<p>Mitglied einer unorganisierten Gruppe von Söldnern, die aus der golden glänzenden Wüste kommt. Ist bereit, für jeden gegen Bezahlung zu arbeiten.</p><p>Kämpft mit einer Waffe namens „Rabenschnabel“. Der Legende nach trug der Eremit, der dem Gott der Wüste diente, in alten Zeiten diese Hellebarde als Symbol für seinen Status. Der wahre Name dieser Waffe ist im Sandmeer verloren gegangen.</p>"
    },
    {
      "epId": 2721,
      "name": "Goldbrigade – Formationsbrecher",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/2d516994e260d7760f9394cb498e0991_1739895740863609364.png",
      "desc": "<p>Mitglied einer unorganisierten Gruppe von Söldnern, die aus der golden glänzenden Wüste kommt. Ist bereit, für jeden gegen Bezahlung zu arbeiten.</p><p>Ausgestattet mit einzigartigen Katars, ist der Kampfkünstler der Goldbrigade beigetreten, um mehr und stärkere Gegner zu finden. Er kämpft eher, um seine Kampfkünste zu verbessern, als um Geld zu verdienen.</p>"
    },
    {
      "epId": 2722,
      "name": "Goldbrigade - Wüstenwasser",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/a0f86676af484d039ad829c899d1dd35_2738850965853274223.png",
      "desc": "<p>Mitglied einer unorganisierten Söldnergruppe, die aus der goldenen Wüste kommt. Ist bereit, für jeden gegen Bezahlung zu arbeiten.</p><p>Das Mädchen, das sich in dem alten Traum vom Singen im Sand verloren hat, sieht den Spaß am Töten als die wahre Belohnung für die Erfüllung ihrer Aufträge. Der Legende nach bevorzugt der wandernde Geist der Wüste die Mädchen dieses Klans, deshalb sterben sie oft früh. Vielleicht kann sie dem Geflüster des Geistes nur entkommen, wenn die Melodie des Kampfes in ihren Venen herrscht.</p><p>In der benutzten Waffe ist ein gebrochener Geist versiegelt, der in Zeiten der Gefahr erwachen wird. Nur der Jammer des Besiegten kann seinen Zorn besänftigen, egal ob der Besiegte der Besitzer oder der Gegner der Waffe ist.</p>"
    },
    {
      "epId": 2723,
      "name": "Goldbrigade – Tagesdonner",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/5f9a54c0016a9a1c5ba5ad9e78398f10_5867779935071055391.png",
      "desc": "<p>Mitglied einer unorganisierten Gruppe von Söldnern, die aus der golden glänzenden Wüste kommt. Ist bereit, für jeden gegen Bezahlung zu arbeiten.</p><p>Nachkommen des wahren Kriegerstammes, dessen Berufung der Kampf ist. Im Gegensatz zu dem Ansehen der Barbaren, die mit Leichtigkeit eine riesige Axt schwingen, sind die Krieger dieses Stammes eigentlich mit den alten Texten und der Poesie der verlassenen Stadt im Sand vertraut. In der benutzten Waffe ist ein gebrochener Geist versiegelt, der in Zeiten der Gefahr erwachen wird. Nur der Jammer des Besiegten kann seinen Zorn besänftigen, egal ob der Besiegte der Besitzer oder der Gegner der Waffe ist.</p>"
    },
    {
      "epId": 2724,
      "name": "Goldbrigade – Armbrustschütze",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/c2bd235637707a0f1905ae8b42207c81_362152116033106336.png",
      "desc": "<p>Mitglied einer unorganisierten Gruppe von Söldnern, die aus der golden glänzenden Wüste kommt. Ist bereit, für jeden gegen Bezahlung zu arbeiten.</p><p>Traditionell war die Goldbrigade eigentlich mehr daran gewöhnt, Pfeil und Bogen gegen ihre Feinde einzusetzen. Aber seit die Akademie ihnen erlaubt hat, auf dem Basar Armbrüste zu kaufen, benutzen nur noch die stolzesten Bogenschützen Pfeil und Bogen, Waffen, die jahrelanges Training erfordern.</p>"
    },
    {
      "epId": 2725,
      "name": "Dendro-Gespenst",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/fadf14ff797dfdd9a87c3e03f5321fde_7317480858334298668.png",
      "desc": "<p>Hohe Dendro-Elementarkonzentrationen haben zur Erschaffung dieser schwebenden Kreatur geführt.</p><p>Ein Forscher, der einst bei der Ursachenlehre war, hat einmal die ökologischen Eigenschaften von Dendro-Gespenstern untersucht und festgestellt, dass sie den legendären „Aranara\" sehr ähnlich sind. Nach einigen Nachforschungen ist er zu dem Schluss gekommen, dass die sogenannten Aranara tatsächlich Dendro-Gespenster sind. Aus dem Forscher wurde später ein unbekannter Märchenerzähler.</p>"
    },
    {
      "epId": 2727,
      "name": "Dehnbare Anemo-Pilzbestie",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/4428023ce42492ef24285eeb0f653c4b_2740022942741284117.png",
      "desc": "<p>Sporengeschöpf mit einer gewissen Intelligenz. Hat eine starke Fähigkeit zur Anpassung an die Umwelt.</p><p>Durch ihre längliche Säule nimmt die Pilzbestie schnell Nährstoffe auf, ihre schirmförmige Kappe dreht sich mit dem Wind.</p>"
    },
    {
      "epId": 2728,
      "name": "Laufender Hydro-Pilz",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/9e8e5977e203c66d3edc884f03f4bb49_8643222647167769548.png",
      "desc": "<p>Nachahmendes Wesen, das aus Sporen besteht, hat eine starke Fähigkeit zur Anpassung an die Umwelt.</p><p>Es sieht wie ein Vogel aus, scheint aber die Fähigkeit zu fliegen nicht zu beherrschen. Wahrscheinlich wegen des Einflusses vom Hydro-Element sind seine Bewegungen im Vergleich zu seinen Artgenossen ungewöhnlich agil. Einige Studien deuten auch darauf hin, dass es sich bei dieser Pilzbestie um einen Stamm handelt, der aus zahlreichen winzigen Sporenaggregaten besteht, und nicht um eine einzelne Lebensform.</p><p>Seine Dominanz unter den Pilzbestien zeigt, dass es eine höhere Intelligenz besitzt.</p>"
    },
    {
      "epId": 2729,
      "name": "Schwebende Dendro-Pilzbestie",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/93ab547d2d1f2cf6145fddaf7fe4c32c_7973043377538254683.png",
      "desc": "<p>Sporengeschöpf mit einer gewissen Intelligenz. Hat eine starke Fähigkeit zur Anpassung an die Umwelt.</p><p>Es wurde einmal von einem Gelehrten ein Artikel verfasst, in dem er es als eine Art vom Dendro-Gespenst bezeichnete. Nachdem seine Behauptung kritisiert wurde, änderte er seine Meinung und sagte, dass es poetische „Rhetorik\" sei.</p>"
    },
    {
      "epId": 2730,
      "name": "Wirbelnde Kryo-Pilzbestie",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/672c8ee43f7b7b4f281ede0fbc5f926c_5467086681721064259.png",
      "desc": "<p>Sporengeschöpf mit einer gewissen Intelligenz. Hat eine starke Fähigkeit zur Anpassung an die Umwelt.</p><p>Die gekühlten Pilzbestien schmecken nicht besser, aber sie haben deshalb eine kühlende Wirkung.</p>"
    },
    {
      "epId": 2731,
      "name": "Dehnbare Pyro-Pilzbestie",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/890f0c41c5b1773fba0174ab8521b52c_7677733291446657426.png",
      "desc": "<p>Sporengeschöpf mit einer gewissen Intelligenz. Hat eine starke Fähigkeit zur Anpassung an die Umwelt.</p><p>Obwohl sie böse aussehen, sind sie eigentlich recht sanftmütig, sie sollten nicht gefährlich sein, solange man ihnen nicht zu nahe kommt…?</p>"
    },
    {
      "epId": 2732,
      "name": "Dehnbare Geo-Pilzbestie",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/462c5af38decee9d376993edf73b702e_3950986128221505041.png",
      "desc": "<p>Sporengeschöpf mit einer gewissen Intelligenz. Hat eine starke Fähigkeit zur Anpassung an die Umwelt.</p><p>Das angereicherte Geo-Element hat eine harte Schale auf ihrer Kappe gebildet. Es wird angenommen, dass ihr Körperbau kompakter als der ihrer Artgenossen ist, um den schweren Kopf zu schwingen.</p>"
    },
    {
      "epId": 2733,
      "name": "Wirbelnde Elektro-Pilzbestie",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/2e2ac653620f1194c727cc4687c08754_2587878685268751053.png",
      "desc": "<p>Sporengeschöpf mit einer gewissen Intelligenz. Hat eine starke Fähigkeit zur Anpassung an die Umwelt.</p><p>Studien haben gezeigt, dass sich die Richtung der elektrischen Ströme im Inneren dieser Pilzbestien mit der Zeit regelmäßig ändert. Wenn es gut entwickelt würde, könnte es eine breitere Anwendung haben…</p>"
    },
    {
      "epId": 2734,
      "name": "Geflügelter Dendro-Pilz",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/bfdb3e06fa910a13d550ff3a349c152f_7541203316361018247.png",
      "desc": "<p>Nachahmendes Wesen, das aus Sporen besteht, hat eine starke Fähigkeit zur Anpassung an die Umwelt.</p><p>Es sieht nicht nur wie ein Vogel aus, sondern auch seine Gewohnheiten ähneln denen der Vögel. Mithilfe der Flügel des Pilzgewebes kann es sich in den Himmel erheben und die Sporen weiter verbreiten.</p><p>Seine Dominanz unter den Pilzbestien zeigt, dass es eine höhere Intelligenz besitzt.</p>"
    },
    {
      "epId": 2735,
      "name": "Geflügelter Kryo-Pilz",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/20b2da81ddb5537e82d80a163f5e9c32_7523008438263200587.png",
      "desc": "<p>Nachahmendes Wesen, das aus Sporen besteht, hat eine starke Fähigkeit zur Anpassung an die Umwelt.</p><p>Es sieht nicht nur so aus, sondern auch seine Gewohnheiten ähneln denen der Vögel. Beim Fliegen werden leichte Eisblumen verstreut, die Kerne dieser Kristalle sind aber eigentlich Sporen.</p><p>Seine Dominanz unter den Pilzbestien zeigt, dass es eine höhere Intelligenz besitzt.</p>"
    },
    {
      "epId": 2814,
      "name": "Goldbrigade – Axtstürmerin",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/5d42b5c18ef3e3b1df5bc1df2373d51e_4554524967780119627.png",
      "desc": "<p>Mitglied einer unorganisierten Gruppe von Söldnern, die aus der golden glänzenden Wüste kommt. Ist bereit, für jeden gegen Bezahlung zu arbeiten.</p><p>Die Kriegerin mit Handäxten stürmt im Kampf immer nach vorn, um die Stellung des Feindes zu stören und ihren Kameraden Chancen zu eröffnen.</p><p>In ihrer Heimat, der Wüste, sitzen sie manchmal am Lagerfeuer und spielen Balladen, die im Sandmeer untergegangen sind.</p>"
    },
    {
      "epId": 2816,
      "name": "Ruinendrache – Himmelswächter",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/36893887/85fb79a3bb0ffae3055d58dadb9fb11b_5684801411174549548.png",
      "desc": "<p>Furchterregende, drachenähnliche Kampfmaschine.</p><p>Der Legende nach handelt es sich um eine Kriegsmaschine, die das untergegangene Königreich hinter gelassen hat. Die Form dieser Maschine hat eine „Drachenechse\" nachgeahmt, aber die Struktur wurde für ihre Leistung optimiert. Im Vergleich zur echten Drachenechse hat sie eine stärkere Fähigkeit, die Elemente zu „absorbieren\" oder „zurückzuschlagen\".</p><p>Was hat eine Zivilisation zerstört, die eine so furchtbare Waffe hergestellt hat…</p>"
    },
    {
      "epId": 2817,
      "name": "Ruinendrache – Erdwächter",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/36893887/85fb79a3bb0ffae3055d58dadb9fb11b_6215363020456476215.png",
      "desc": "<p>Furchterregende, drachenähnliche Kampfmaschine.</p><p>Der Sage nach handelt es sich um eine Kriegsmaschine, die das untergegangene Königreich hinterlassen hat. Die Form dieser Maschine hat eine „Drachenechse\" nachgeahmt, aber die Struktur wurde für ihre Leistung optimiert. Im Vergleich zur echten Drachenechse hat sie eine stärkere Fähigkeit, die Elemente zu „absorbieren\" oder „zurückzuschlagen\".</p><p>Nach dieser Fähigkeit zu urteilen, muss die Zivilisation, die eine solch furchterregende Waffe entwickelt hat, große Ambitionen gehabt haben …</p>"
    },
    {
      "epId": 2855,
      "name": "Algorithmus der semi-inkonstanten Matrix des Observierer-Netzwerks",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/02/36893887/702fe9f038eb1bab144bd63853736da3_5833797268331887087.png",
      "desc": "<p>Eine ewige Maschine, unter deren Kontrolle die zahlreichen im Sand zurückgelassenen Ruinenkonstrukte stehen. In ihr scheint immer noch der Wille des einsamen Herrschers zu weilen.</p><p>Vielleicht lag es an den Anweisungen der Freunde aus seinen Träumen oder an seiner Gier nach der Macht der Heiligen des Himmels. Der König schuf diese rätselhafte Maschine, die nicht auf die Erde gehörte, und schuf damit das Königreich auf dem Sand.</p><p>Auf den Ruinen der Stadt der Tausend Säulen bricht sich auf den Kristallen noch immer das Licht des wunderbaren Anblicks des goldenen Paradieses, auch wenn sich schon lange niemand mehr an den Traum des Königs erinnert.</p>"
    },
    {
      "epId": 2857,
      "name": "Omendrache",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/02/36893887/5ed960ef01a22660c0e92ab516835435_6236779751521391975.png",
      "desc": "<p>Eine Kampfmaschine in Drachenform, die, wie ein Herrscher eines großen urzeitlichen Reiches, Angst und Schrecken verbreitet.</p><p>Die in den Legenden untergegangenen Reiche dürsteten einst nach der verbotenen Technik und versuchten, Maschinen zu erschaffen, die dem Leben ebenbürtig sein könnten oder es sogar übertrafen. Diese riesige, unermüdliche mechanische Bestie scheint zu beweisen, dass sie ein Gebiet betraten, welches Sterblichen verwehrt bleiben muss.</p>"
    },
    {
      "epId": 2892,
      "name": "Urkonstrukt – Kraftfelderzeuger",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/36893887/60aa5a703106abea12e09b790da7972b_320094467584858431.png",
      "desc": "<p>Wächter der uralten, in der Wüste verlorenen Ruinen. Ihre Kräfte reichen aus, um alle zu bestrafen, die es wagen, den Traum des Königs zu stören.</p><p>Diese Maschinen dienten zu Beginn nicht als Wachen der Paläste und Tempel, sondern sollten den Traum des König der Wüste über „das ewige Paradies\" wiederaufleben lassen.</p><p>Heute ist dieses „Paradies\" längst verschwunden. Lediglich Einkerbungen auf diesen Maschinen erinnern noch an diesen von den Menschen vergessenen Traum und den Schwur.</p>"
    },
    {
      "epId": 2893,
      "name": "Urkonstrukt – Umformer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/36893887/60aa5a703106abea12e09b790da7972b_1254044626730687459.png",
      "desc": "<p>Wächter der uralten, in der Wüste verlorenen Ruinen. Ihre Kräfte reichen aus, um alle zu bestrafen, die es wagen, den Traum des Königs zu stören.</p><p>Der König der gleißenden Sonne, der das Sandmeer beherrscht, versprach seinem Volk ein Paradies auf der anderen Seite, später sollte sich herausstellen, dass all dies nur der Größenwahn des irren Königs war.</p><p>Heute ist dieses „Paradies\" längst verschwunden. Lediglich Einkerbungen auf diesen Maschinen erinnern noch an diesen von den Menschen vergessenen Traum und den Schwur.</p>"
    },
    {
      "epId": 2894,
      "name": "Urkonstrukt – Sonde",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/36893887/60aa5a703106abea12e09b790da7972b_8880578400188827958.png",
      "desc": "<p>Wächter der uralten, in der Wüste verlorenen Ruinen. Ihre Kräfte reichen aus, um alle zu bestrafen, die es wagen, den Traum des Königs zu stören.</p><p>Um das Paradies seines Traums zu erschaffen, erforschte der Herr des Sandmeeres einst an verbotenem Wissen. Diese rätselhaften Maschinen sind das Resultat dieser Forschung.</p><p>Heute ist dieses „Paradies\" längst verschwunden. Lediglich Einkerbungen auf diesen Maschinen erinnern noch an diesen von den Menschen vergessenen Traum und den Schwur.</p><p></p>"
    },
    {
      "epId": 2895,
      "name": "Dehnbare Elektro-Pilzbestie",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/36893887/e7f8daca29f5d7f30844905016252907_8920740527777394549.png",
      "desc": "<p>Sporengeschöpf mit einer gewissen Intelligenz. Hat eine starke Fähigkeit zur Anpassung an die Umwelt.</p><p>Anders als andere Pilzbestien wächst dieser Spezies abgesehen vom Hut noch ein leuchtender Fühler. Wenn sie in Gefahr gerät, gibt sie kleine Blitzkugeln ab, um sich zu verteidigen.</p>"
    },
    {
      "epId": 2896,
      "name": "Laufender Geo-Pilz",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/36893887/49216ca30200a7432b571186027efd61_7729413513368697190.png",
      "desc": "<p>Nachahmendes Wesen, das aus Sporen besteht, hat eine starke Fähigkeit zur Anpassung an die Umwelt.</p><p>Durch den Einfluss der Geo-Kraft, ist ein Teil der es bildenden Sporen schon komplett verhornt. Wenn man bedenkt, dass die Pilzbestien sich ursprünglich aus Sporen entwickelt haben, kann man nun vielleicht sagen, dass sich auf dieser Basis eines Tages eine völlig neue Lebensform entwickeln kann.</p><p>Seine Dominanz unter den Pilzbestien zeigt, dass es eine höhere Intelligenz besitzt.</p>"
    },
    {
      "epId": 2897,
      "name": "Wirbelnde Pyro-Pilzbestie",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/36893887/912e3e8c1b00de91bd7ce8418263f461_6265327821434868242.png",
      "desc": "<p>Sporengeschöpf mit einer gewissen Intelligenz. Hat eine starke Fähigkeit zur Anpassung an die Umwelt.</p><p>Weil sich darin starke Pyro-Kräfte sammeln, verursacht es in der trockenen Jahreszeit leicht Waldbrände, weshalb dies für Wälder eine extrem gefährliche invasive Art ist.</p>"
    },
    {
      "epId": 2898,
      "name": "Schwebende Anemo-Pilzbestie",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/36893887/0b332fc89af26ece5c6402fc82cce5e5_5970449479863777595.png",
      "desc": "<p>Sporengeschöpf mit einer gewissen Intelligenz. Hat eine starke Fähigkeit zur Anpassung an die Umwelt.</p><p>Auch wenn es einen großen Hut hat, ist dieser tatsächlich hohl, weshalb er nicht zum Verzehr zu verwenden ist.</p>"
    },
    {
      "epId": 2899,
      "name": "Goldbrigade – Felszauberer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/36893887/c757c4e26cff0dba6198a837cb900d1d_1054429026051225720.png",
      "desc": "<p>Ein Mitglied einer unorganisierten Gruppe von Söldnern aus der Wüste, das bereit ist, gegen Bezahlung für jeden zu arbeiten.</p><p>In der alten Zeit waren diese schwer gerüsteten Krieger die vertrauteste Garde des Königs der gleißenden Sonne. Vielleicht ist gerade das der Grund, weshalb von ihnen bis heute ein sonniges, goldenes Leuchten ausgeht.</p><p>In ihren Waffen sind gebrochene Geister versiegelt, die in Zeiten der Gefahr erwachen werden. Nur der Jammer des Besiegten kann ihren Zorn besänftigen, egal ob der Besiegte der Besitzer oder der Gegner der Waffe ist.</p>"
    },
    {
      "epId": 2900,
      "name": "Goldbrigade - Böenjägerin",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/36893887/1d21ab234a065f179a1a3db8e171c21c_785179221709738317.png",
      "desc": "<p>Ein Mitglied einer unorganisierten Gruppe von Söldnern aus der Wüste, das bereit ist, gegen Bezahlung für jeden zu arbeiten.</p><p>Aufgrund der weiten Verbreitung der Armbrust, verwenden nur noch die ältesten Recken unter den heutigen Goldbrigaden den Langbogen als Waffe. Um ihre Feinde aufzuspüren, brauchen sie ihre Augen nicht, es genügt ihnen das Geräusch des im Wind treibenden Sandes.</p><p>In ihren Waffen sind gebrochene Geister versiegelt, die in Zeiten der Gefahr erwachen werden. Nur der Jammer des Besiegten kann ihren Zorn besänftigen, egal ob der Besiegte der Besitzer oder der Gegner der Waffe ist.</p>"
    },
    {
      "epId": 2974,
      "name": "Dendro-Hypostase",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/36893887/580b15e255e628d790bf49687894e4fa_7744241737668780103.png",
      "desc": "<p>Ein hoch entwickeltes Dendro-Elementarwesen mit dem Decknamen „Zayin“.</p><p>Nach Verständnis der Gelehrten besitzen Hypostasen die Weisheit des „Lernens“ und sind so in der Lage, „Mimikry“ zum Angreifen zu verwenden. Doch die Fähigkeit, Informationen zu sammeln und umzuwandeln, kann auch bewirken, dass sie durch diese Informationen verdorben werden. Das eigentliche Ziel dieses Prozesses des Lernens und Umwandelns wird dabei vielleicht verzerrt und geht vollkommen verloren – auch wenn dies bis heute ein Rätsel in der wissenschaftlichen Welt bleibt.</p>"
    },
    {
      "epId": 2975,
      "name": "„Shouki no Kami“",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/36893887/86791657203a69e453d8e217414b3f9e_4191473819228035221.png",
      "desc": "<p>Der aus der konvergierenden Kraft aller sechs großen Institute der Akademie geschaffene menschengemachte Shouki no Kami, dessen Macht wahren Göttern in nichts nachsteht.</p><p>Menschen, die ihn als einen falschen Gott bezeichnen, verstehen nicht, was die wahre Bedeutung des Wortes „Gott“ ist.</p><p>Wenn einer, der übermenschlich ist, als Gott gilt,</p><p>dann wäre Shouki no Kami, der allwissend ist und der die größte Macht besitzt, wirklich übermenschlich.</p><p>Wenn einer, der die Menschen liebt, als Gott gilt,</p><p>dann wäre Shouki no Kami, der allen Menschen das Scheitern in gleichem Maße zugesteht, einer, der die Menschen liebt.</p><p>Wenn einer, der die Menschen beobachtet, als Gott gilt,</p><p>…</p><p>…</p><p>dann wäre Shouki no Kami, der unendlich viel Liebe, Hass, Trennung, Groll, Wut und Besessenheit gesehen hat, ein Beobachter.</p><p></p><p><em>„Ihr habt schon so viel Glück gehabt.“</em></p><p><em>„Deshalb seid ihr ignorant, selbstgerecht und furchtbar gierig geworden.“</em></p><p><em>„Beendet diese Ära!“</em></p><p><em>„Der neue Gott verkündet die Niederlage der alten Götter.“</em></p><p><em>„Bedauernswerte Menschheit … Noch ist Zeit niederzuknien.“</em></p>"
    },
    {
      "epId": 3443,
      "name": "Tiefsee-Drachenechsen-Herde",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/10/36893887/33663ed8f0c9f7500679a6bdb21590c6_2459786969136729562.png",
      "desc": "<p>Eine Tiefsee-Drachenechsen-Herde aus mächtigen Kämpfern.</p><p>Durch die Auslese und Züchtung des Volks von Enkanomiya sind diese Tiefsee-Drachenechsen außergewöhnlich stark. Aber keine von ihnen würde dies als eine Art Segen wahrnehmen. Zu den stärksten Kriegern in dieser Herde gehören diejenigen, die geschickt mit verschiedenen Elementen umgehen können.</p><p>Sie greifen alle Eindringlinge an, um ihren Zorn gegenüber dieser Welt zu zeigen.</p>"
    },
    {
      "epId": 3474,
      "name": "Setekh Wenut",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/36893887/ca675a813c0acf7a5efbc88e7af636c2_6000555839934999945.png",
      "desc": "<p>Ein in der Tiefe der Wüste lebendes blindes Raubtier, das seine Beute mithilfe von Geräuschen und Erschütterungen der Erde aufspürt.</p><p>Der Legende nach waren die Gebiete, über die sie in prähistorischer Zeit herrschten, mit Pflanzen und riesigen Bäumen bewachsen, und gemeinsam mit ihrem Herrscher durchdrangen sie den feuchten Schlamm ihres Herrschaftsgebiets, so wie Fische das Wasser.</p><p>Nach vielen Äonen verwandelte sich der Schlamm durch die Gnade des Himmels zu grobem Sand. Viele Lebensformen vergingen, viele Arten starben aus und aus dieser auf das Land angewiesenen Art wurden die „Wenut“.</p><p>Die Wüstenbewohner scheinen aufgrund ihrer ähnlichen Lebensweise fälschlich anzunehmen, dass „Wenut“ die vollständig entwickelte Form der Treibsandaale nach deren Verpuppung seien.</p><p></p>"
    },
    {
      "epId": 3475,
      "name": "Goldbrigade – Erzählerin der Sengenden Sande",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/36893887/e3ada2f7642f67aa52b067345fae5a54_2175158060595295740.png",
      "desc": "<p>Ein Mitglied einer unorganisierten Gruppe von Söldnern aus der Wüste. Auch wenn es bereit ist, gegen Bezahlung für jeden zu arbeiten, vergisst es nicht seine Wurzeln in der Wüste.</p><p>Nach dem Zusammenbruch der Zivilisation wurden die Geschichten in der Wüste wie Funken im Wind, und Regentropfen in Wolken, von Mund zu Mund, von Generation zu Generation, in Form von Gedichten und Geheimgeschichten überliefert. Dabei änderte sich viel an den Geschichten und so manche gingen auch verloren.</p><p>Die Bezeichnung „Goldbrigade“ wurde den vielen verschiedenen Stämmen von unwissenden oder auf sie herabschauenden Fremden als Sammelname verpasst. Unter diesen als Goldbrigade bezeichneten Menschen haben nicht wenige bereits die Geschichten aus der Wüste vergessen. In denen, die sich noch an viele Geschichten erinnern können, fließt das Blut der Wüste, das sie nie verraten werden.</p>"
    },
    {
      "epId": 3476,
      "name": "Goldbrigade – Blumentänzerin",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/36893887/088685fa15801b65f875acec2cbfcfac_3466441335698070583.png",
      "desc": "<p>Ein Mitglied einer unorganisierten Gruppe von Söldnern aus der Wüste, das bereit ist, gegen Bezahlung für jeden zu arbeiten.</p><p>Unter den Wüstenbewohnern gibt es traditionelle Musik und Tanz. Während sie zu Beginn zum Ehren der Götter dienten, wurden sie später zu einer Kunst und Kriegskunst, mit dem Ziel, den Königen zu gefallen. Der Legende der Wüste zufolge gab es einst Tänzerinnen, die Könige auf dem Bett oder einem Bankett ermordet haben. Auch wenn nun selbst ihre Götter und Könige samt und sonders zum Staub der Wüste zerfallen sind, lebt die Erinnerung des Tanzes in den Adern dieses Volkes fort.</p><p>In ihren Waffen sind gebrochene Geister versiegelt, die in Zeiten der Gefahr erwachen werden. Nur der Jammer des Besiegten kann ihren Zorn besänftigen, egal ob der Besiegte der Besitzer oder der Gegner der Waffe ist.</p><p></p>"
    },
    {
      "epId": 3477,
      "name": "Rotgeier der heiligen Knochen",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/36893887/534c13befe626c1aa2853a32def6f1f3_5520256362940103349.png",
      "desc": "<p>Ein aufgrund des Zehrens an heiligen Körpern entstellter und veränderter fleischfressender Vogel.</p><p>In sehr vielen der von diesen Bestien heiliger Knochen verschlungenen Körpern steckt der Wille, der niemals zu Ruhe kommt, und dieser Wille und diese Kraft sind es, die sie danach dürsten lässt, unermüdlich zu kämpfen und endlos Leichen zu verzehren.</p>"
    },
    {
      "epId": 3478,
      "name": "Skorpion der heiligen Knochen",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/36893887/ea2958c04ec8f00a5ec2d9f8dc1410e4_5498548680037061392.png",
      "desc": "<p>Ein aufgrund des Zehrens an heiligen Körpern entstellter und veränderter Gliederfüßer.</p><p>Für die Evolution von Lebewesen gibt es Regeln und die für Bestien heiliger Knochen geltende Regel ist es, genug Glück zu haben, vor anderen von der eigenen Art die Überreste vor langer Zeit verstorbener gewaltiger Lebewesen zu entdecken. In vielerlei Hinsicht sind die Gemeinsamkeiten zwischen Menschen und Tieren größer, als die Menschen zuzugeben bereit sind.</p>"
    },
    {
      "epId": 3479,
      "name": "Flugschlange der heiligen Knochen",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/36893887/d1b0d88f2f2bdb3e9bad3abf570ac911_9034475721858904137.png",
      "desc": "<p>Eine aufgrund des Zehrens an heiligen Körpern entstellte und veränderte Echse.</p><p>Auch wenn die Bestien heiliger Knochen den Umgang mit den Elementen beherrscht haben, sind sie doch nie in der Lage, die unsterblichen Überreste in ihnen vollständig zu verdauen. Stattdessen verschmilzt die Kraft darin mit den Bestien. Es heißt, die dadurch entstandenen Knochenpanzer ähnelten in ihren Bestandteilen den vor allem aus Inazuma stammenden Schmelzmaterialien sehr.</p>"
    },
    {
      "epId": 3618,
      "name": "Schwarzer Schlangenreiter – Felsen spaltende Axt",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/36893887/a02a8cc0f182ca2f8c6bd6fcb8eed8b6_3244254814944561657.png",
      "desc": "<p>Ein Kämpfer der Garde, der bei Hofe eine wichtige Rolle spielte, wendet die Schwertkampftechnik „Suche nach der Wahrheit“ an, um Feinde des Königshauses zu bekämpfen.</p><p>Obwohl es sich bei „Suche nach der Wahrheit“ eigentlich um eine Schwertkampftechnik handelt, können ihre Lektionen auf eine Vielzahl von Waffen angewendet werden. In der dunkelsten Stunde des Königreichs bleibt denen, welche die Last dessen Schutzes auf ihren Schultern tragen, manchmal keine Wahl.</p>"
    },
    {
      "epId": 3619,
      "name": "Abgrundbote – Frostfall",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/36893887/b12b3d4c0195e8cce852ea4681c4d7fe_4220796220411674430.png",
      "desc": "<p>Ein Monster des „Ordens des Abgrunds“, welches sich mit frostigen Eisklingen in den Kampf stürzt.</p><p>Genauso, wie es Heilige gibt, die die heilige Herrlichkeit verbreiten und sie lobpreisen, so gibt es auch Abgesandte, die jede Verdrehung korrigieren und jede Dissonanz beseitigen müssen.</p><p>Oft wird gesagt, dass die stählerne Klinge, die den Körper durchstößt, so kalt sei wie Eis; aber jener pechschwarze Frost soll selbst die Seele gefrieren lassen.</p>"
    },
    {
      "epId": 3695,
      "name": "Beschützer von Apeps Oase",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/d6fda0fbccc37d41505ff1fcce5b6e77_3595338531847961034.png",
      "desc": "<p>Zusammen mit zahlreichen Nachkommen reiste Apep einst durch ein Meer von Gräsern, durch hundert Fuß hohe Bäume und durch tausende Meilen Reben, so, als wäre er ein Fisch im Wasser. Bis das Gras, die Bäume und die Reben schließlich verdorrten und zu Staub wurden. Unzählige Kreaturen, so klein und unbedeutend wie Kies, hatten auf Apeps Land eine fragile Nation errichtet.</p><p>Apep hatte mit seinen unzähligen Nachkommen das Sandmeer wie kochendes Wasser zum Brodeln gebracht und die Türme der Städte wie herabfallende Blätter in Stücke gerissen. Bis sich der neue König des Sandmeeres und der König, der seine Heimat verloren hatte, miteinander versöhnten. Seither gehörten die Dünen unter der Sonne den Menschen und den Göttern, während die Oase des Drachens in dessen Herzen verblieb.</p><p>Apep hatte das Wissen um die Evolution mit seinen zahllosen Nachkommen geteilt, denn Wasser verrottete nicht, aber morsches Holz musste ja irgendwann fallen. Bis er schließlich seinen Pakt mit dem König des Sandes erfüllte, um ultimative Weisheit zu erlangen. Von da an konnte er nur noch das Ende sehen, den endlosen Untergang.</p><p>Apep ertrank allein im Dunkel des Wissens um diesen Untergang. Alle Menschen, Götter, Drachen, Tiere, Vögel und Fische, alle Erinnerungen, alle Weisheit, Worte und Hass, sie alle würden zu farblosem Staub zerrieben, während der letzte Schein des hellen Mondes als ein Regen weißer Flammen auf die karge Erde fallen würde.</p><p>...</p><p>Apep hatte den Grund des sandigen Meeres einst als seinen Totenacker gesehen, nicht als Palast des Königs des verlorenen Landes. Das Gift der „Weisheit“ würde ihn alsbald von Hass und Wut unzähliger Monde erlösen. Er war der Tristesse des Anblicks herannahenden Unterganges überdrüssig geworden. Bis schließlich die junge Göttin und die Silhouette mit dem goldenen Haar die Erinnerungen erneut weckten; und obwohl sich das grüne Land, das er einst beherrschte, in eine goldgeschmückte Einöde verwandelt hatte, und obwohl er und seine Kinder entstellt und hässlich geworden ware"
    },
    {
      "epId": 3701,
      "name": "Hilichurl-Anemo-Läufer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/36893887/eb2ff17818f8f4420f9033724d997ea1_6902405961331728266.png",
      "desc": "<p>Hilichurl-Wanderer, die keinem Stamm angehören. Sie scheinen sich auf der Suche nach dem Schicksal eines Stammes zu befinden, auf der Suche nach einem Licht, das unlängst verloren gegangen ist.<br>Nehmen wir einmal an, dass unter diesen Monstern, die nur über eine einfache Sprache und kein schriftliches Erbe verfügen, nur Epen und Legenden grassierten, sie sollten doch die Helden dieser Geschichten sein.</p>"
    },
    {
      "epId": 3702,
      "name": "Hilichurl-Hydro-Läufer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/36893887/b4f8e7f2b2567f1bfadb35aeb75ab701_723232809345538213.png",
      "desc": "<p>Hilichurl-Wanderer, die keinem Stamm angehören und durch die Wüste streifen, als befänden sie sich in selbstauferlegter Verbannung.</p><p>Geleitet vom Schicksal gewähren sie Hilichurlen und ihren Siedlungen Hilfe, sollten sie dessen benötigen. Nach Vollendung ihrer Arbeit ziehen sie dann wieder ihrer Wege, dem Schicksal wurde ja somit Genüge getan. Sie scheinen um einiges intelligenter als der gewöhnliche Hilichurl.</p>"
    },
    {
      "epId": 3703,
      "name": "Reißzahnbestie heiliger Knochen",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/acb74196bfe00408eedd23b1da5b8b20_7996337418025551446.png",
      "desc": "<p>Ein aufgrund des Zehrens an heiligen Körpern entstelltes und verändertes Raubtier.</p><p>Das Überleben des Stärkeren mag als Naturgesetz gelten, allerdings bilden Haustiere und Bestien heiliger Knochen hier eine Ausnahme. Von den Menschen verwendetes Futter und die Überreste unsterblicher Wesen, sie beide können Fallen darstellen, ob nun beabsichtigt, oder nicht. Und der Preis für das Begehren nach dem Geschenk des Stärksten kann weitaus schmerzvoller sein, als in einem Käfig eingesperrt zu sein.</p>"
    },
    {
      "epId": 3704,
      "name": "Gehörntes Krokodil heiliger Knochen",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/99a307d9c543af7edbe3619235e526e2_177908118500825877.png",
      "desc": "<p>Eine aufgrund des Zehrens an heiligen Körpern entstellte und veränderte Echse.</p><p>Majestätische Kreaturen werden zuweilen von den Menschen als Sinnbild großer Macht verehrt und ihre Bilder als Ausdruck des menschlichen Stolzes. Die meisten der Kreaturen, die diese „große Macht“ zu sich nahmen, verendeten infolgedessen, und nur wenige entwickelten sich zu neuen Formen.</p>"
    },
    {
      "epId": 3705,
      "name": "Lasterhafter Täufer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/2899a9fa6efec1006150467a00823c4a_6435364245713317392.png",
      "desc": "<p>Ein magisches Wesen aus dem Abgrund, das sich die Kraft zahlreicher Elemente zunutze macht und dem im Zuge der „Evolution“ zusätzliche Gliedmaßen gewachsen sind.</p><p></p><p><em>„Die Essenz des ‚Abgrunds‘ ist letztlich mit den Elementen unvereinbar. Doch selbst die göttlichen Elemente werden von ihm verschlungen, sie werden verdreht und seinem Willen unterworfen. In Bezug auf Ergebnis und Nutzen unterscheidet sich der sogenannte ‚Abgrund‘ vermutlich nicht allzu sehr von einem mit elementarer Macht gefüllten Gefäß in den Händen von Schatzräubern oder gar dem ‚Göttlichen Auge‘ ...“</em></p><p>– Jemandes Notizen, zurückgelassen in Hangeh Afrasiyab</p>"
    },
    {
      "epId": 3992,
      "name": "Kaiser von Feuer und Eisen",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/92cf784732984089c7f5a91f7a42822c_4656668074587906433.png",
      "desc": "<p>Einer der beiden Herrscher, die alle anderen Fontemer-Mutanten dominieren und dereinst Legenden unter den Seeleuten waren.</p><p>Die Panzerkrabbe, die keine natürlichen Feinde trifft und stets auf der Jagd und am Fressen ist, sucht während ihres Wachstums unentwegt nach einem geeigneten Schneckenhaus oder Muscheln, die ihr als neuer Panzer dienen können. Doch am Ende wurde sie einfach zu groß. Es existieren Aufzeichnungen, die auf die Zeit vor der ersten Hochwasserperiode zurückgehen und in denen eine riesige Panzerkrabbe erwähnt wird, die Schiffe angegriffen hat und am Ende von der noch nicht wiedereingesetzten Marinekommandantin Basil Elton besiegt wurde.</p><p>Stell dir diese Welt vor: Alle Menschen in Teyvat sind verschwunden und der endlos weiterwachsende Kaiser von Feuer und Eisen macht sich das Palais Mermonia zu seiner neuen Heimstatt, um ihn als prachtvolle weiße Steinrüstung zu tragen. Natürlich würde es in einer solchen Welt keine Menschen mehr geben, die ihn halb in Ehrfurcht, halb im Spott als „Kaiser von Feuer und Eisen“ bezeichnen würden.</p>"
    },
    {
      "epId": 3993,
      "name": "Eiswind-Suite",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/377f3a8f5ea5fc082951815af746a2ae_6909004231455905776.png",
      "desc": "<p>Ein vom Forschungsinstitut Fontaine entwickelter Mecha-Tänzer.</p><p>In Bossuets ursprünglicher Konzeption war der Mecha-Tänzer ein das Zeitalter überschreitendes Kunstwerk. Doch nachdem Bossuet zum Rücktritt gezwungen worden war, ist dieses Projekt Maillardet in die Hände gefallen. Maillardet hatte seine ganz eigene Definition der Begriffe Mecha und Tänzer, was über mehrere Iterationen hinweg dazu führte, dass die verschiedenen Funktionen des Mecha-Tänzers nicht nur vervollständigt wurden, sondern sich allmählich auch von Bossuets ursprünglichem Designkonzept entfernt haben.</p>"
    },
    {
      "epId": 4040,
      "name": "Wasser speiender Okeanospuk",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/8da283e7673adc136462e3910db364dd_6206243879574793251.png",
      "desc": "<p>Seltsame Elementarwesen, die im Wasser erschienen, nachdem die Okeaniden aus Fontaine geflohen waren.</p><p>Es heißt, dass die Okeaniden zur Zeit Egerias oft an der Seite der Menschen lebten und in den über das Festland verstreuten Quellen mit klarem Wasser wohnten, wodurch sie die Gewässer der Welt miteinander verbanden. Aber die meisten starben mit ihrer Gottheit, und für die Überlebenden hat die Welt keine Gottheit mehr, die sie anerkennen.</p>"
    },
    {
      "epId": 4041,
      "name": "Wasser spaltender Okeanospuk",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/72fbd17e93004303b15608ce7efc82bb_8373137637595013167.png",
      "desc": "<p>Seltsame Elementarwesen, die im Wasser erschienen, nachdem die Okeaniden aus Fontaine geflohen waren.</p><p>Diese Elementarwesen, aufgetaucht nach der Katastrophe, verfügen nicht über die Anmut der einstigen Okeaniden, weshalb man sie auch als „verunreinigt“ bezeichnet. Und obgleich sich das Gift im Wasser verflüchtigt hat und gereinigt wurde, werden die Gewässer Fontaines doch nie wieder auf natürliche Weise Okeaniden hervorbringen; es sei denn, irgendwo gibt es noch ein Gefäß mit reinem Wasser.</p>"
    },
    {
      "epId": 4042,
      "name": "Großer Trümmer-Rissprimus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/d94d8c4feac0e0795a26552689d6689c_3037313348150097580.png",
      "desc": "<p>Eine seltsame Kreatur, die hauptsächlich in Elynas vorkommt.</p><p>Für die Melusinen ist der Rissprimus eine weitgehend harmlose Kreatur. Manche von ihnen finden ihn sogar recht putzig. Was die visuelle Wahrnehmung der Melusinen betrifft, so unterscheidet sich diese doch recht stark von der der Menschen.</p>"
    },
    {
      "epId": 4043,
      "name": "Trümmer-Rissprimus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/1317767095153c379837899e6c332db7_5691027119362652173.png",
      "desc": "<p>Eine seltsame Kreatur, die hauptsächlich in Elynas vorkommt.</p><p>Ousia und Pneuma-Energie scheinen eine hochgradig stimulierende Wirkung auf den Rissprimus zu haben. Deshalb kann der Rissprimus mit diesem relativ unaggressiven und nicht invasiven Mittel vertrieben werden.</p>"
    },
    {
      "epId": 4044,
      "name": "Großer überwucherter Rissprimus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/622d9d846f1b800fa92b4c9c24ece5a7_6672161046353432672.png",
      "desc": "<p>Eine seltsame Kreatur, die hauptsächlich in Elynas vorkommt.</p><p>Der Rissprimus sprengt den Rahmen dessen, was an grundlegenden biologischen Merkmalen bekannt ist: Er lässt sich weder den Tieren noch den Pflanzen noch den Pilzen oder den Elementarwesen zuordnen. Die Debatte unter den Sumeru-Gelehrten hat nie einen formellen Konsens darüber erreicht, was genau es ist, bis es schließlich als Forschungsthema verboten wurde. Der Grund dafür ist, dass dieses Problem auf der Grundlage des derzeitigen Wissenssystems wie „die von der Sprache vorgegebenen Definitionen und die wahre Natur der Dinge“ ist und es unmöglich ist, eine sinnvolle, endgültige Antwort zu finden.</p>"
    },
    {
      "epId": 4045,
      "name": "Überwucherter Rissprimus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/dd7d9c3c7e9285b9650a64fc6550622b_603720227720139204.png",
      "desc": "<p>Eine seltsame Kreatur, die hauptsächlich in Elynas vorkommt.</p><p>Die ersten Beobachtungen von Rissprimussen erfolgten in Fontaine kurz nach der Katastrophe. Aufzeichnungen von damals sprechen dabei sowohl davon, dass Rissprimusse Menschen angriffen, als auch, dass sie sie verteidigten.</p>"
    },
    {
      "epId": 4046,
      "name": "Mecha - Typ: Aufklärungsprotokoll",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/03b6c3af19fcba75282ba382142a4b01_5275956913538967436.png",
      "desc": "<p>Einer der ersten neuartigen Uhrwerk-Mecha, die hergestellt wurden.</p><p>Es heißt, dass der „Herr der wunderlichen Maschinen“, Guillotin, während seiner Zeit am Institut für Naturphilosophie Maschinen gebaut hätte, die tatsächliches intelligentes Denken zu simulieren imstande waren.</p><p>Und obwohl er diese Behauptung nie offiziell bestätigte, sollte die Legende doch später zahlreiche Ingenieure inspirieren. Vor Jahrzehnten hatte dann jemand verlauten lassen, dass man einen Uhrwerk-Mecha geschaffen hatte, der zu elementarem Denken und dem Lesen menschlicher Emotionen fähig war. Doch die entsprechenden Ergebnisse stießen schlussendlich auf Ablehnung.</p>"
    },
    {
      "epId": 4047,
      "name": "Mecha - Rechenleistungsverstärker",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/b41d5988248088edd12a7f16da6657da_6286251025958896519.png",
      "desc": "<p>Ein Uhrwerk-Mecha, der zur Weiterleitung und Verstärkung von Signalen entwickelt wurde.</p><p>Die Energie, die das Uhrwerk antreibt, wird durch eine durch Ousia- und Pneuma-Energie kontrollierte Annihilationsreaktion innerhalb des Energiekerns erzeugt. Eine Überlastung mit zu viel Energie führt daher zu einer Störung des ursprünglichen Gleichgewichts.</p>"
    },
    {
      "epId": 4048,
      "name": "Mecha - Typ: Subaquatische Untersuchung",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/f582e9fa33cd56f5396b7ae1750cd4ca_1875361004598157691.png",
      "desc": "<p>Ein Uhrwerk-Mecha, der speziell zum Sondieren unter Wasser entwickelt wurde.</p><p>Bei der Konstruktion von Uhrwerk-Mecha ist die Kinematik der entscheidende Untersuchungsgegenstand, sofern die Dynamik nicht durchbrochen werden kann. Und wenn es darum geht, zweckgerichtete mechanische Konstruktionen zu entwickeln, kann die Bionik mitunter die beste Lösung bieten.</p>"
    },
    {
      "epId": 4049,
      "name": "Mecha - Typ: Landvermessung",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/9d2abe9dbb827e024899c843ff2f0270_5877988490472159222.png",
      "desc": "<p>Ein Uhrwerk-Mecha, der zum Aufspüren von Bodenschätzen und bestimmten Mineralien entwickelt wurde.</p><p>Da man die Art des zu suchenden Metalls einstellen kann, erfreut sich dieser Mecha auch bei Schatzräubern und Abenteurern großer Beliebtheit.</p>"
    },
    {
      "epId": 4050,
      "name": "Mecha - Typ: Subaquatische Patrouille",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/f9a30d3a1b55b47fe9b85a41967741e7_4120028938597579298.png",
      "desc": "<p>Dieser Uhrwerk-Mecha wurde entwickelt, um die Wasserlebewesen aufzuspüren, zu vertreiben und zu vernichten, die es auf Unterwasserinstallationen abgesehen haben.</p><p>Seit der ersten Hochwasserperiode ist das Forschungsinstitut Fontaine besorgt wegen einer zweiten Periode, die eines Tages eintreten könnte. Einige von ihnen begannen, die Wiedererschließung längst verlorener Ruinen im Wasser und den Bau von Städten unter dem Meer ins Auge zu fassen. Andere wiederum richteten ihren Blick auf die Inseln im Himmel, die dort in unerreichbaren Höhen schwebten, und träumten von Metropolen in den Wolken.</p><p>Der Typ: Subaquatische Patrouille wurde von den Ersteren konzipiert, aber den Ergebnissen nach zu urteilen, haben die Letzteren in den letzten Jahren die Oberhand gewonnen.</p>"
    },
    {
      "epId": 4051,
      "name": "Mecha - Typ: Flinker Ernter",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/97d935b7ef2029022d2afff1dda10858_8160472552300912717.png",
      "desc": "<p>Ein Uhrwerk-Mecha, der zum Ausheben und Befördern von Sand und Erde entwickelt wurde.</p><p>Der Uhrwerk-Mecha, dessen Energieerzeugung auf der Annihilation von Ousia- und Pneuma-Energie basiert, verfügt in Fontaine über einen einzigartigen Vorteil: Hier verfügen sowohl die Wasseradern, als auch die Böden über die Eigenschaft, Ousia- und Pneuma-Energie zu speichern und zu leiten. Aus diesem Grund ist es auch nicht unüblich, wenn man mal auf seinen Abenteuern gelegentlich Energieblöcke zu Gesicht bekommt, die besagte Energien enthalten.</p>"
    },
    {
      "epId": 4052,
      "name": "Mecha - Typ: Gebietsalarm",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/6dc3e045a6a5328ef191cd16d2d33a5f_4468165890258544177.png",
      "desc": "<p>Ein Mecha, der in der Lage ist, die aus der Annihilation resultierende Energie abzustrahlen. Um genau zu sein, handelt es sich um einen Versuchsapparat, der vor der Gründung des Forschungsinstituts Fontaine aus den Forschungen des Instituts für Naturphilosophie hervorgegangen ist.</p><p>Deswegen wird er von den meisten Ingenieuren auch nicht als ein Uhrwerk-Mecha im engeren Sinne des Wortes angesehen, obwohl er als ein Alarm- und Verteidigungsapparat einigen kommerziellen Erfolg hatte.</p>"
    },
    {
      "epId": 4053,
      "name": "Mecha - Typ: Angriffsspezialist",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/f47330ba59a37b485805f076403c1e63_6924395373597470992.png",
      "desc": "<p>Genauso wie der „Typ: Aufklärungsprotokoll“, gehört diese Maschine zu den frühesten neuen Modellen der Uhrwerk-Mecha (heute, nach mehreren hundert Jahren, würde wohl niemand mehr auf die Idee kommen, ihn als „neu“ zu bezeichnen. Dieser Begriff wurde seinerzeit dazu verwendet, sie von den traditionellen Uhrwerkenergie-betriebenen Maschinen zu unterscheiden).</p><p>Der Name wurde im Gedenken an einen Freund des Erfinders vergeben und der Mecha war ursprünglich dazu gedacht, Menschen zu helfen. Spätere Nutzer waren jedoch allgemein der Ansicht, dass sich dieser Mecha sehr gut dazu eigne, Menschen anzugreifen; es sollte wohl allemal besser sein, als wenn Menschen gegen Menschen antreten würden.</p>"
    },
    {
      "epId": 4054,
      "name": "Mecha - Typ: Unterdrückungsspezialist",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/2f50163bfc40d3af453ccd6f2d227fe7_2550899906055222036.png",
      "desc": "<p>Ein Uhrwerk-Mecha auf Basis des Modells „Scherbius“, der die eine oder andere Anpassung erfahren hat. Leider verfügt er über keinerlei andere Fertigkeiten, als anzugreifen.</p><p>Der auf Annihilationsenergie basierende Uhrwerkmechanismus verwendet normalerweise spezielle Kristalle als Regenerator, um Energie aus der Umgebung von Fontaine zu gewinnen, indem er Ousia und Pneuma extrahiert. Allerdings sind auch kurzzeitige Kurzstreckenbewegungen außerhalb von Fontaine mithilfe vorbereiteter Energieblöcke möglich. Der Unterschied hierbei besteht in der Form der Kristallteile, die auf der Maschine zum Einsatz kommen.</p>"
    },
    {
      "epId": 4055,
      "name": "Mecha - Typ: Vernichtungsspezialist",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/16ef076f8093794bc35bba0ea0516739_8605572342846573709.png",
      "desc": "<p>Obwohl das Forschungsinstitut für kinetische Energie Fontaine die bedeutendste Institution für die Forschung an und das Design von Uhrwerk-Mecha ist, gibt es auch viele Ingenieure und unabhängige Werkstätten außerhalb des Instituts.</p><p>Dieser Typ des Mecha wurde ursprünglich von einem unabhängigen Ingenieur als Erinnerung an seine Geliebte und Mäzenin entworfen und gebaut. Letztendlich wurde diese Maschine von der Maison Gardiennage auserwählt und erworben, um als eine der Waffen der Stadtsicherheit – auch unter dem Namen Institution der öffentlichen Gewaltanwendung bekannt – Verwendung zu finden.</p>"
    },
    {
      "epId": 4056,
      "name": "Mecha - Typ: Konstruktionsspezialist",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/1344b14a8d98aa99c73716774fd35a77_2899464332829147062.png",
      "desc": "<p>Ein großer Uhrwerk-Mecha, der für Bauarbeiten und archäologische Ausgrabungen von unschätzbar hohem Wert ist und dessen Name auf den Ingenieur zurückgeht, der beim Bau der Clémentine-Linie von Callas angeheuert wurde.</p><p>Mit der finanziellen Unterstützung von Callas konstruierte dieser Ingenieur die legendäre riesige Baumaschine „Goldene Note“, um den Poisson-Tunnel zu graben. Nach Abschluss dieser Arbeiten nutzte er das Design dieser Maschine als Vorlage, um diesen typgleichen Uhrwerk-Mecha mit kleineren Abmessungen zu entwerfen.</p>"
    },
    {
      "epId": 4057,
      "name": "Jäger-Schwertrochen",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/698535753fc8a6245f0f7fbf8da670fc_2584324048096955685.gif",
      "desc": "<p>Ein Rochen, der in der Lage ist, Wasserklingen einzusetzen. </p><p>Unter den Fontemer-Mutanten finden sich Kreaturen in den verschiedensten „Farben“. Es heißt, dass dieses bunte Geschöpf überhaupt kein Lebewesen sei. Vielmehr soll es sich bei ihm um einen Geist des Ozeans handeln, der weder eine physische Geburt erlebt noch jemals einen Köder geschluckt hat. Außerdem soll er denjenigen Segen spenden, die sich dem Urmeer verschrieben haben oder es beherrschen. Solch unbewiesenen Behauptungen würden diejenigen, die sich auch nur etwas mit Naturphilosophie befasst haben, selbstverständlich nicht zustimmen.</p>"
    },
    {
      "epId": 4058,
      "name": "Panzerkrabbe",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/329e20cf29240d29d0ac7fe36c2387ec_8880688981325487200.gif",
      "desc": "<p>Eine Krabbe, die in Schneckenhäusern und anderen Gehäusen lebt. </p><p>Sie besitzt nahezu keinerlei Aggressivität, wie sie für Wildtiere typisch ist, da diese Aggressivität abgesehen vom Nahrungstrieb zumeist auf das Territorialverhalten eines Tiers zurückgeht, während das Revier der Panzerkrabbe ihr kleines Zuhause ist, das sie stets auf dem Rücken mit sich herumträgt.</p>"
    },
    {
      "epId": 4059,
      "name": "Starkschild-Panzerkrabbe",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/7168a0d811160529c393961c354c4bdc_5402870824485538787.png",
      "desc": "<p>Eine Krabbe, die in Schneckenhäusern und anderen Gehäusen lebt. </p><p>Die Panzerkrabbe sucht während ihrer Wachstumsphase unentwegt nach einem geeigneten Gehäuse. Es gab einmal ein sehr beliebtes Märchenbuch, das von einer Panzerkrabbe und ihren beschwerlichen Erlebnissen bei der Suche nach ihrem eigenen Zuhause erzählte. Diese Geschichte war für Kinder gedacht, doch die Reaktionen darauf zeigten, dass sie, wie viele andere Märchen auch, Erwachsene noch tiefer berührte.</p>"
    },
    {
      "epId": 4060,
      "name": "Hutqualle",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/87bb57452620c85eae7b1085cef22e9e_9107449018788703063.gif",
      "desc": "<p>Eine Wasserkreatur, die mithilfe von Wassergeschossen auf die Jagd geht.</p><p>Es mutet zwar wie ein Hut an, aber da sich die Mundwerkzeuge dieses Wesens am unteren Ende des „Huts“ befinden, ist es keine besonders kluge Idee, sich dieses Wesen auf den Kopf zu setzen. In der Vergangenheit gab es bereits Leute, die in dieser Hinsicht leidvolle Erfahrungen gemacht haben: „Im Nachhinein betrachtet, war das wirklich keine besonders kluge Idee.“</p>"
    },
    {
      "epId": 4061,
      "name": "Blubber-Seepferdchen",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/5a552de7e3c66ce34928e7bb2743aec9_7116759956690675661.gif",
      "desc": "<p>Eine Wasserkreatur, die mithilfe von Wassergeschossen auf die Jagd geht.</p><p>Das Blubber-Seepferdchen hat eine beachtliche Fangemeinde unter den (wenigen) Liebhabern von Fontemer-Mutanten. Und natürlich unterscheiden sich ihre Enthusiasten nicht großartig von zum Beispiel denen der Uhrwerk-Mecha; vor allem die einzelnen Untergruppierungen sind für ihre Angriffslust anderen Gruppen gegenüber bekannt.</p>"
    },
    {
      "epId": 4062,
      "name": "Blubber-Seepferd",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/48571f3d117c52e91764c7ff89d44b52_3248359929154199687.png",
      "desc": "<p>Die erwachsene Form eines männlichen Blubber-Seepferdchens. Es ist extrem aggressiv.</p><p>Menschen, die den König der Seepferdchen gesehen haben, berichten davon, dass es ein stolzes Wesen mit schlanken und langen Gliedmaßen sei.</p>"
    },
    {
      "epId": 4063,
      "name": "Poingpoing-Oktopus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/fee95eca531db38ef9c235adf1a78939_5868415164948209663.gif",
      "desc": "<p>Eine Wasserkreatur, die mithilfe von Wassergeschossen auf die Jagd geht.</p><p>Seien wir mal ehrlich, Fontemer-Mutanten, die solche Geschosse verschießen, sind nicht gerade etwas, was besonderer Erwähnung wert ist. Jedoch kann so eine Hochdruckströmung schon verheerende Auswirkungen auf den unbedarften touristischen Hobbytaucher haben. Eine robuste Tauchausrüstung ist deshalb auch aus zweierlei Gründen notwendig: Zum einen muss sie dem Wasserdruck standhalten, zum anderen den Angriffen von Fontemer-Mutanten.</p>"
    },
    {
      "epId": 4064,
      "name": "Meereshäschen",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/6d053f1ef1b24b3d00aa46c80beec288_1331066810137637676.gif",
      "desc": "<p>Eine Wasserkreatur, die mithilfe von Wassergeschossen auf die Jagd geht.</p><p>Evolutionär betrachtet handelt es sich bei Fontemer-Mutanten eigentlich nur um Wassertiere, die sich aufgrund der besonderen Umweltbedingungen in Fontaine angepasst haben. Man könnte aufgrund dessen zu dem Schluss kommen, dass sich die ursprüngliche Wasserfauna von Fontaine bis zu einem bestimmten Zeitpunkt nur unwesentlich von der in den übrigen Gebieten Teyvats unterschied.</p>"
    },
    {
      "epId": 4065,
      "name": "Meereshase",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/c58af38ac984e0b69693a33ef6750a5b_698499518917091220.png",
      "desc": "<p>Die erwachsene Form des Meereshäschens. Die „Flügel“ auf dem Rücken sind eigentlich Fettdepots, die zur Speicherung von Elementarenergie dienen.</p><p>Dieses Meerestier ist sein ganzes Leben lang am Fressen und speichert dabei Unmengen an Energie, die für seine tatsächlichen Aktivitäten nicht erforderlich ist. Vielleicht wird er so nach einer Apokalypse, bei der das Meer austrocknet, über einen längeren Zeitraum überleben können, oder zu einer wichtigen Nahrungsquelle für andere Lebewesen werden.</p>"
    },
    {
      "epId": 4066,
      "name": "Pummelrobbe",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/640ca728bc061ad3a4a830e4ee987ec1_6481303442055589874.png",
      "desc": "<p>Ein in den Gewässern von Fontaine beheimatetes Säugetier, das melodiöse Klänge erzeugen kann, um mit seinen Artgenossen zu kommunizieren. </p><p>Aufgrund des Prinzips der Dichte ist das Wasser als Medium zur Übertragung von Schall weitaus effizienter als Luft. Inspiriert von den Pummelrobben haben Leute am Forschungsinstitut eine Technik erfunden, um Bilder in Daten umzuwandeln und diese in Echtzeit zu übertragen. Aufgrund der zahlreichen Beschränkungen für experimentelle Technik hat sie außerhalb des Forschungsinstituts keine weite Verbreitung gefunden. In Wirklichkeit existierte jedoch schon vor langer Zeit Technik zur Datenübertragung, die auf Flüssigkeiten und Schall basierten. Auf dieser Welt gibt es keine wirklich neuen Entdeckungen.</p>"
    },
    {
      "epId": 4343,
      "name": "Experimenteller Feldgenerator",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/36893887/411a0336222dd0d0f0dd7ae5c80e43f4_1518248506571522088.png",
      "desc": "<p>Ein riesiger Apparat, der noch zu Lebzeiten Edwin Eastinghouses entworfen wurde. Ursprünglich war er dazu gedacht, die „Schwerkraft“ aufzuheben, und gemäß der ursprünglichen Entwurfsabsicht wäre dies der erste Schritt gewesen, Fontaine in eine Himmelsstadt zu verwandeln. Niemand hätte sich mehr Sorgen um die Fluten machen müssen, die einst die Welt umspülten. Und selbst wenn die sieben Städte allesamt von der Tiefsee verschlungen worden wären, so hätte doch der prächtige Hof von Fontaine weiterhin wie Celestia am Himmelszelt gethront. Außerdem wäre man den Geheimnissen des Universums ein ganzes Stück näher gewesen, räumlich jedenfalls.<br>Das Arkhium im Kern des Geräts verfügt über die Eigenschaft der „Trennung“ oder „Sedimentation“ und ist in der Lage, Materie oder bestimmte andere Dinge außer Materie, zu spalten. Angeblich ließe sich diese Eigenschaft auch umkehren, aber das Forschungsinstitut Fontaine ist lediglich auf den physikalischen Nutzen bedacht, der hierdurch erzielt werden kann.</p>"
    },
    {
      "epId": 4344,
      "name": "Millenniums-Perlenseepferd",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/36893887/c4f5112a860768d0c0c581344c205174_2377857180635815303.png",
      "desc": "<p>Einer der beiden obersten Herrscher, die an der Spitze der Fontemer-Mutanten stehen.<br>Dichter und Schriftsteller bezeichnen ihn wegen seiner Zurückgezogenheit oft als stolz und edel, doch eigentlich verdankt er diese Darstellung seinem schlanken und anmutigen Körper. Deshalb wird ihm auch die Bezeichnung „Seepferd“ zuteil, während der König der Panzerkrabben „Kaiser“ genannt wird.<br>Der Legende nach soll unter den Fontemer-Mutanten ein erbitterter Krieg ausgebrochen sein, an dessen Ende schließlich nur noch das „Millenniums-Perlenseepferd“ und der „Kaiser von Feuer und Eisen“ übrig waren und um den Norden und Süden des Großen Sees kämpften. In der „Ballade von Dobharcu„ beschrieb der Autor das Ende des Krieges einst wie folgt: Der riesige Jäger-Schwertrochen, auch bekannt als der Sturmkönig, hauchte sein Leben aus und entfesselte Wellen von gewaltiger Größe; so läutete er die „erste Hochwasserperiode“ ein ...<br>All dies ist natürlich nichts weiter als das Produkt der romantischen Vorstellung eines Mannes, der nicht bereit war, sich der fantasielosen Realität hinzugeben. Die Fontemer-Mutanten sind letztlich nichts weiter als Wasserlebewesen. Sie verfügen weder über prunkvolle oder zerfallende Königshäuser noch über überschwängliche oder boshafte Worte.</p>"
    },
    {
      "epId": 4345,
      "name": "Fatui - Winddienerin",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/36893887/aae4d48597cbdb452d7113200f76a95d_2874786157321519140.png",
      "desc": "<p>Eine Elite-Agentin der Fatui.<br>Die Dienerinnen besitzen unter den Fatui keinen offiziellen Rang. Je nach Auftrag und Mission können sie dann entweder mit den Soldaten gemeinsam, allein oder zusammen mit den an verschiedenen Orten platzierten „Einheiten“ Spionage-, Anti-Überwachungs-, Begleit- und Vernichtungsaufgaben übernehmen. Für diese spezielleren Missionen müssen die Dienerinnen oft eine Vielzahl von Fähigkeiten beherrschen und nicht selten sogar besondere Talente entwickeln.</p>"
    },
    {
      "epId": 4346,
      "name": "Fatui - Frostdienerin",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/36893887/b2c598a4fa81be8bb43ba35074d92f74_1085612175358103557.png",
      "desc": "<p>Eine Elite-Agentin der Fatui.<br>Schon im Kindesalter ausgewählt, müssen sie sich einer langen Ausbildung und einem harten Training unterziehen und erst nach unzähligen Ausscheidungen werden die sogenannten „Dienerinnen“ ernannt. Mit ihren ausgezeichneten Fähigkeiten und ihrer unendlichen Loyalität zählen sie zu den Besten der Besten in den Reihen der Fatui.</p>"
    },
    {
      "epId": 4401,
      "name": "Mecha - Typ: Tiefwasserangriff",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/29/36893887/42bd4ed7c62bde287d29b7b393d40bbd_1783837103161453876.png",
      "desc": "<p>Ein Uhrwerk-Mecha, entwickelt, um Unterwasserangriffe durchzuführen. Im Gegensatz zum „Typ: Subaquatische Patrouille“, wird von ihm erwartet, es mit deutlich größeren und brutaleren Feinden aufnehmen zu können. Der Preis hierfür wird mit Funktionsleistung und Fertigungskosten gezahlt. So kann er insbesondere gegen kleinere Feinde sein Potenzial nicht vollständig ausschöpfen.</p><p>Einst ereignete sich in Fontaine eine Tragödie, als riesige Bestien einfielen und die Flotte der Weißen Panzer, eigentlich der ganze Stolz von Fontaine, bei der Verteidigung des Landes vollständig ausgelöscht wurde. Die Konstrukteure hofften, eine Wiederholung eines solchen Vorfalls verhindern zu können, indem zumindest ein Uhrwerk-Mecha mit gewaltiger Feuerkraft im Wasser zuschlagen könnte. Er sollte die erste Verteidigungslinie bilden, noch vor den Generälen und ihren Truppen.</p>"
    },
    {
      "epId": 4571,
      "name": "Hydro-Imitator",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/36893887/685c8e4b6a58dbed2c74cbbf1cbb977c_2118258169685820429.png",
      "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Ein menschenähnliches Monster, das sich aus unzähligen Wassertropfen gebildet hat.</span></p>"
    },
    {
      "epId": 4572,
      "name": "Sternenverschlingender Narwal",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/36893887/d6f05906844b79f1be3d4f049381a60f_5076645313947257172.png",
      "desc": "<p>Geheimnisvolle außerirdische Bestie.</p>"
    },
    {
      "epId": 5056,
      "name": "Ausgestiegene Suanni",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/47685001/f02b8c509e8b9e4440f8c7d044f8206e_4082340553379677710.png",
      "desc": "<p>Eine elegante und stolze göttliche Bestie, die nur dort in den tiefsten Gebirgen haust, wo auch die Adeptenkraft verweilt.</p><p>Sie gilt bereits seit Urzeiten als Symbol des Glücks, und dass sie es bevorzugt, in Abgeschiedenheit zu leben, weit weg von den Problemen der Welt, ist seit jeher etwas, das Schriftsteller und Künstler an ihr zu schätzen wissen. In den uralten lokalen Legenden des Chenyu-Tals wird das Oberhaupt der Suanni auch gern mal als „Herrin des Berges“ bezeichnet, wobei ihr Status nicht selten mit dem der Adepten gleichgesetzt wird.</p><p>Einer anderen Vermutung zufolge seien die Xuanwen-Bestien, die heute durch die Berge und Wälder streifen, ebenfalls die Erben jener göttlichen Bestien. Doch aufgrund ihres unbedeutenden Schicksals erwies es sich als schwierig, eine solch edle Blutlinie zu erben; und so degenerierten sie zu den wilden Biestern, die sie nun mal sind. Diese Aussage steht dabei allerdings im krassen Widerspruch zu einer anderen Erzählung über den Ursprung der Xuanwen-Bestien. Dennoch wird in den wenigen Berichten über das Erscheinen der Suanni oft von einer großen Anzahl von Xuanwen-Bestien berichtet, die ihr zur Seite stehen.</p><p>Heutzutage wird im Chenyu-Tal der allseits beliebte „Wushou-Tanz“ aufgeführt, bei dem die Bewegungen und Verhaltensweisen der legendären Suanni Pate gestanden haben. Allerdings haben nur sehr wenige Menschen sie jemals zu Gesicht bekommen, und die meisten können ihr Aussehen nur mithilfe ihrer Vorstellungskraft beschreiben. Nach Jahrtausenden der Abwandlung und künstlerischen Bearbeitung wurde sich dann irgendwann schließlich auf den „Wushou-Tanz“ festgelegt, wie wir ihn heute kennen.</p>"
    },
    {
      "epId": 5057,
      "name": "Xuanwen-Bestie",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/47685001/d75494fa72798564617469b6393fac97_4216946319820150542.png",
      "desc": "<p>Dieses als „Xuanwen-Bestie“ bekannte wilde Tier, das sich in den Wäldern und Bergen des Chenyu-Tals niedergelassen hat, sticht besonders aufgrund seiner Färbung und Musterung ins Auge.</p><p>In der örtlichen Folklore des Chenyu-Tals sollen diese Bestien einst zu einem bestimmten Adepten gehört haben, der Dämonen bezwungen und seinesgleichen beschützt haben soll. Erst nach seinem Tod wurden sie zu den wilden Bestien, wie wir sie heute kennen. Der Ursprung der Legende ist längst vergessen, die wahre Identität des Adepten höchst umstritten; nur bei einem ist man sich absolut sicher: Willst du an einem Stück bleiben, solltest du dich auf keinen Fall diesen brutalen Biestern nähern. Und vermeide möglichst hastige Bewegungen.</p><p>Aufgrund unaufhaltsamer Pionierarbeit des Menschen wurde der ursprüngliche Lebensraum dieser Tiere im Laufe der Jahrtausende immer kleiner. Heutzutage sind sie nur noch gelegentlich abseits ausgetretener Pfade im tiefsten Gebirge des Chenyu-Tals anzutreffen ...</p>"
    },
    {
      "epId": 5595,
      "name": "„Arlecchino“",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/6673f62e348a0eb42218a128deb8410e_6696582390131444520.png",
      "desc": "<p>Die „Bedienstete“, die Vierte unter den Elf der Fatui.</p>"
    },
    {
      "epId": 5609,
      "name": "Golem-Anführer",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/36893887/3d9acabfe82467816e21ac130d1bf59a_723818432078667775.png",
      "desc": "<p>Unter der steinernen Haut dieser aus Marmor und Messing geformten Statue eines Zentauren fließt das Blut des Ichors. Wie ein Heerführer steht er da, jederzeit bereit, jene in Stücke zu reißen, die es wagen, seine Erhabenheit zu beleidigen.</p><p>Die untergegangene alte Zivilisation glaubte, dass der Krieg eine Kunst sei, die, wie die Musik, einem bestimmten Rhythmus folge. Und so sollte der Heerführer wie der Dirigent eines Orchesters sein. Er behandelt Schwert und Schild in seiner Hand wie die Saiten und den Bogen einer Leier, auf dem unbarmherzigen Schlachtfeld spielt er seine feurige Melodie.</p><p>„Der Krieg ist das notwendige Übel, das zum umfassenden Glück führt.“ So sprach einst der Harmost, der die Legionen der Golems anführte, die Hohe See zu erobern.</p>"
    },
    {
      "epId": 5610,
      "name": "Golem-Wächter",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/36893887/58a281322c63e65ad15683fe7427a02d_7245573877278353860.png",
      "desc": "<p>Diese bewegliche Statue in Form eines Kriegers richtet ihre Klinge gegen jeden, der es wagt, den Ort zu betreten, den sie bewacht. Niemand weiß, was sie antreibt; ist es ein Geist, oder Magie?<br>Der Legende nach sollen einst Legionen an Golems die Gefilde der Hohen See erobert haben. Vielleicht war es aber auch nur einer. Die Türme und Paläste, die auf den Grund des Meeres gesunken sind, sind jedenfalls Zeuge dessen, was denen widerfährt, die es wagen, sich dem Rad des Schicksals in den Weg zu stellen.</p>"
    },
    {
      "epId": 6561,
      "name": "Geheimquellen-Automaton – Jäger-Sucher",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e9927800b8131027725d29cb61a78b27_9196782947549855132.png",
      "desc": "Eine Maschine aus uralten Ruinen, die für Sammelaufgaben eingesetzt wurde.<br>Der Legende nach soll es sich hierbei um eine spezielle Arbeitsmaschine aus uralten Ruinen handeln. In erster Linie wurde sie wohl für das Einfangen oder Sammeln von Proben zu Versuchszwecken eingesetzt. Sie verfügt nur über rudimentäre Kampffähigkeiten.<br>Man munkelt, dass sie nicht von Menschenhand, sondern von einer Zivilisation erschaffen worden sein soll, die bereits sehr lange zurückliegt. Heute ist diese Zivilisation längst verschwunden. Lediglich diese merkwürdigen Maschinen sind geblieben und drehen unablässig ihre Runden."
    },
    {
      "epId": 6562,
      "name": "Recke der fließenden Klinge – Freischärler",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/43ad84539dd197c7ce540bbe6d39ba91_7604618065964408856.png",
      "desc": "Ein Krieger der Menschen der Quellen, ein Stammeswächter, der die Gewässer und Ufer patrouilliert.<br>Sie sind völlig unbewaffnet, denn sie beherrschen den rohen, physischen Kampf mit bloßen Händen und ihre so unscheinbaren Schläge und Tritte treffen mit der Wucht unzähliger Wellen."
    },
    {
      "epId": 6563,
      "name": "Recke des geschmiedeten Sands – Befragerin",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4def2808096fb71d5667c7e630834d07_8484851673896277161.png",
      "desc": "Eine Kriegerin aus dem Herzen der Schlucht, eine Stammeswächterin, die in den kristallinen Bergen und Flüssen umherzieht.<br>Diese Stammeskriegerin ist mit einer kugelköpfigen Keule bewaffnet, deren Schläge jeden noch so harten Stein in Stücke schlagen können. Wenn sie sich gerade nicht in den Kampf stürzt, sprengt sie mit ihrer Waffe gern die Felsen in den Bergen, um Edelsteine und Spuren von Phlogiston zu finden."
    },
    {
      "epId": 6564,
      "name": "Recke des schnellen Schritts – Sucher",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/b6a874e5a67445b8599013f973086ead_5119747004834566391.png",
      "desc": "Ein Krieger von den Nachkommen der Baumkronen, ein Stammeswächter, der zwischen den Tälern, Waldbächen und Flüssen umherwandert.<br>Im Gegensatz zu den Kriegern anderer Stämme schwingen diese hier sich mithilfe von Haken und Seilen von Berg zu Berg. Sie verfügen über ein noch ausgeprägteres Gespür für ihre Umgebung und planen stets, wie sie ihre Gegner mit unerwarteten Angriffen zu Leibe rücken können."
    },
    {
      "epId": 6565,
      "name": "Recke des schnellen Schritts – Sturmspäher",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/8634313e5c948597c6ae7879d86170c1_67289109661548918.png",
      "desc": "Ein Krieger von den Nachkommen der Baumkronen, ein Stammeswächter, der zwischen den Tälern, Waldbächen und Flüssen umherwandert.<br>Es heißt, dass diese schwertschwingenden Stammesangehörigen ihre Kampffähigkeiten trainieren, indem sie sich unter einen Baum stellen und alle Blätter im Flug zerteilen, die während eines Tages herunterfallen. Aber so wie die Blätter lautlos fallen, so sind auch die Hiebe dieser schnellen Späher lautlos."
    },
    {
      "epId": 6566,
      "name": "Recke der fließenden Klinge – Fettsäge",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/0d682da55c48120c375ec107f85222d8_2384101137421954745.png",
      "desc": "Ein Krieger der Menschen der Quellen, ein Stammeswächter, der die Gewässer und Ufer patrouilliert.<br>Diese Krieger findet man stets an vorderster Front, die Schwerter in ihren Händen wie Zähne, die selbst Knochen entzwei spalten können. Stammesangehörige, die sich im Schwertkampf üben, tun dies, indem sie ihre Kraft und Geschicklichkeit im Wasser unter Beweis stellen. Die Besten unter ihnen sind sogar in der Lage, einen schwimmenden Fisch im Wasser in zwei Hälften zu teilen."
    },
    {
      "epId": 6567,
      "name": "Recke des schnellen Schritts – Schwerbewaffneter Bote",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7c136f463e94a0ffe6accb2d561c7d3c_1379479378945653088.png",
      "desc": "Ein Krieger von den Nachkommen der Baumkronen, ein Stammeswächter, der zwischen den Tälern, Waldbächen und Flüssen umherwandert.<br>So mancher fragt sich sicher, ob ein Zweihänder nicht eine viel zu schwere Waffe für einen Boten der Nachkommen der Baumkronen ist. Doch möglicherweise ist gerade deshalb, da die Aufgaben dieser Boten so eminent wichtig sind, eine Waffe mit möglichst abschreckender Wirkung gerade notwendig."
    },
    {
      "epId": 6568,
      "name": "Recke des geschmiedeten Sands – Schildbrecher",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/1becba1ffe3462105f7e0917033f5f1a_5984669209956486899.png",
      "desc": "Ein Krieger aus dem Herzen der Schlucht, ein Stammeswächter, der in den kristallinen Bergen und Flüssen umherzieht.<br>Solche mit riesigen Hämmern in beiden Händen sind meist die ersten, die den Angriff auf die Verteidigungslinien des Feindes anführen. Bei den „Kindern der Echos“, wo Edelstein- und Ornamentarbeiten besonders beliebt sind, gehören Hämmer zu den Werkzeugen, mit denen die Krieger schon von Kindesbein an vertraut sind."
    },
    {
      "epId": 6569,
      "name": "Recke des geschmiedeten Sands – Speerwerfer",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/50db637254bfc7df0df0afd951c58605_2800982298638640182.png",
      "desc": "Ein Krieger aus dem Herzen der Schlucht, ein Stammeswächter, der in den kristallinen Bergen und Flüssen umherzieht.<br>In einer Zeit, in der die Gebirgskämme zerstört waren und die Stämme neu gegründet werden mussten, markierten die Krieger mit Wurfspeeren die Lagen beider Schluchtseiten, um sich einen Weg bahnen zu können. Dies bedeutete, dass jeder Speer tief in den Felsen versenkt werden musste."
    },
    {
      "epId": 6570,
      "name": "Recke der fließenden Klinge – Harpunenjäger",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/ef7ff6c8ab1f943ce537d0000c473c20_946311458919495849.png",
      "desc": "Ein Krieger der Menschen der Quellen, ein Stammeswächter, der die Gewässer und Ufer patrouilliert.<br>Begehe bloß nicht den Fehler, diese mit Harpunen bewaffneten Krieger, die ihre Fähigkeiten beim Fischen und auf der Jagd erlernt haben, zu unterschätzen. Es wird erzählt, dass in der Vergangenheit Stammesangehörige diese Fähigkeiten nutzten, um gewaltige Meeresungeheuer zu jagen, deren Flossen und Schuppen so hart wie Eisen waren."
    },
    {
      "epId": 6571,
      "name": "Tepetlisaurierkrieger – Splitterschläger",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/30a7103c31c5fb3242fd67bc8fd522c2_2930472184571811413.png",
      "desc": "Ein mächtiger Krieger aus dem Herzen der Schlucht, der für seine Tapferkeit bekannt ist und mit der Saurierkrone geehrt wurde.<br>Ein Kampfkünstler, dessen Schläge die Kraft einer Steinlawine haben. Selbst unter den „Kindern der Echos“, in deren Adern bekanntlich Felsen fließen und die Kristalle atmen, gelten die Saurierkronen-Krieger als Meister ihres Fachs, die Stein und Fels besser verstehen als jeder andere sonst. Angeblich seien sie sogar in der Lage, die innere Reinheit und Beschaffenheit von Roherz allein anhand der rauen, verwitterten Oberfläche zu erfassen."
    },
    {
      "epId": 6572,
      "name": "Tepetlisaurierkrieger – Felsbrecherklinge",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/848fb9a07e721141f082a0105ee8529f_3318225535854258117.png",
      "desc": "Ein mächtiger Krieger aus dem Herzen der Schlucht, der für seine Tapferkeit bekannt ist und mit der Saurierkrone geehrt wurde.<br>Ein Kampfkünstler, dessen Schläge die Kraft einer Steinlawine haben. Der Legende nach sollen die Schwefelkristall-Adern einst ein Gebirge von deutlich größerem Ausmaß und Schönheit gewesen sein. Doch als die schwarze Flut hereinbrach, hämmerten und meißelten die Saurierkronen-Krieger der „Kinder der Echos“ emsig die Erde hinfort, um die Schwarze Flut in eben jene Bahnen zu lenken, auf dass sie ihre heutige Gestalt annehmen möge."
    },
    {
      "epId": 6573,
      "name": "Yumkasaurierkrieger – Sägeblätter",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7bbce536cf943daa97d1136466c1027c_3998547500593143724.png",
      "desc": "Ein mächtiger Krieger der Nachkommen der Baumkrone, der für seine Tapferkeit ausgezeichnet und dem die Ehre der Saurierkrone zuteilwurde.<br>Dieser Krieger vermag es, seine Angriffsreichweite mithilfe eines an einem Seil befestigten Hakens maßgeblich zu erweitern. Haken und Seile sind für die Mitglieder des Stammes der „Nachkommen der Baumkrone“ ein unverzichtbarer Bestandteil des täglichen Lebens. Doch nur die durchgeknalltesten unter den Kriegern kombinieren Haken und Seile mit Sägeblättern, um dadurch schwer zu handhabende, aber dafür umso tödlichere Waffen zu schaffen."
    },
    {
      "epId": 6574,
      "name": "Yumkasaurierkrieger – Brennender Himmel",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7a00a866dc6b298689ea7bc58f252d24_5774768151024101880.png",
      "desc": "Ein mächtiger Krieger der Nachkommen der Baumkrone, der für seine Tapferkeit ausgezeichnet und dem die Ehre der Saurierkrone zuteilwurde.<br>Dieser Krieger vermag es, seine Angriffsreichweite mithilfe eines an einem Seil befestigten Hakens maßgeblich zu erweitern. Nach dem Zusammenbau des filigranen Mechanismus kann die Handkanone in ihrer Hand mittels eines Hakens abgefeuert werden. Für die Saurierkronen-Krieger der „Nachkommen der Baumkrone“ ist weniger die Kultivierung des Geistes und des Willens entscheidend, sondern vielmehr die der Fähigkeiten und des Denkens."
    },
    {
      "epId": 6575,
      "name": "Koholasaurierkrieger – Wellenbohrer",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/513b6cb9814482bdfc810c7161c14f7c_8829090195419940797.png",
      "desc": "Ein mächtiger Krieger der Menschen der Quellen, der für seine Tapferkeit gewürdigt und mit der Saurierkrone ausgezeichnet wurde.<br>Ein Krieger, der sich zeitweise die Kraft der Wellen zunutze machen kann, um hin und her zu pendeln. Der Legende nach sollen die Helden des Stammes sogar in der Lage gewesen sein, mit großer Geschwindigkeit und ohne jegliche Hilfsmittel über das Wasser zu reisen. Heutige Stammesangehörige glauben, dass es sich dabei um eine ausgeklügelte Technik gehandelt haben muss, um die Wellen zu treiben, wobei das Hauptaugenmerk auf der Methode liegen muss, mit der sie bewegt worden sind."
    },
    {
      "epId": 6576,
      "name": "Koholasaurierkrieger – Riffspalter",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/22b96e2aff384ab37f971f4047e68b06_8202641482560940937.png",
      "desc": "Ein mächtiger Krieger der Menschen der Quellen, der für seine Tapferkeit gewürdigt und mit der Saurierkrone ausgezeichnet wurde.<br>Ein Krieger, der sich zeitweise die Kraft der Wellen zunutze machen kann, um hin und her zu pendeln. Es heißt, es seien drei Stufen der Übung erforderlich, um diese Technik zu meistern: Zuerst anpassen, dann einhalten und schließlich vorantreiben. Das Meistern einer solchen Methode der Kraftübertragung gilt lediglich als Zugangsvoraussetzung, um ein Saurierkronen-Krieger der Menschen der Quellen zu werden. Echte Meister unter ihnen sind sogar in der Lage, diese Technik kurzzeitig an Land einsetzen zu können."
    },
    {
      "epId": 6577,
      "name": "Junger Tepetlisaurier",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/3b6c59574d93ce8d4845714dee7626f9_804421433035659353.png",
      "desc": "Junge Tepetlisaurier besitzen die Fähigkeit, sich ihren Weg durch Berge, Felsen und festes Phlogiston bahnen zu können.<br>Bisweilen sind die Hörner auf ihrer Stirn noch nicht ausgeprägt, was ebenso für ihre Fähigkeiten im Graben gilt. Es soll sogar vorkommen, dass junge Tepetlisaurier, die sich im Graben üben, von Felsen eingeklemmt werden. Eines Tages sind sie dann jedoch groß genug, dass man auf den ersten Blick erkennen kann, wie frei sie sich doch durch Fels und Gestein zu bewegen wissen."
    },
    {
      "epId": 6578,
      "name": "Tepetlisaurier",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/43c39306f3245a282f84a19306ae32da_3573803178254302439.png",
      "desc": "Ein Saurier mit einem bohrerartigen Horn und starken Klauen, die sich durch Felsen und festes Phlogiston bohren können.<br>Der Legende nach sollen die Vorfahren der Tepetlisaurier, gigantische Drachenwesen, groß wie Berge, gewesen sein, die angeblich ewig lebten. Während diese schliefen, sollen sich ganze Gebirge auf ihren Rücken gebildet haben. Sobald sie erwachten und Schmutz und Gestein von sich schüttelten, blieben nur noch Edelsteine und Jade übrig, die schimmernd zwischen ihren Schuppen zum Vorschein traten. Bei dem riesigen, bohrerförmigen Objekt der „Kinder der Echos“ soll es sich um das Überbleibsel des Bohrerhorns eines dieser gewaltigen Drachenwesen handeln."
    },
    {
      "epId": 6579,
      "name": "Junger Koholasaurier",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/ad99f12343b89583883213f221bead57_3275260446546631310.png",
      "desc": "Ein junger Koholasaurier kann sowohl durch Wasser als auch flüssiges Phlogiston schwimmen.<br>Seine Haut und Flossen sind jedoch noch zu jung, um so lange in der Hitze zu verweilen wie einer seiner erwachsenen Artgenossen. Eines Tages wird er aber so groß sein, um völlig frei durchs Wasser schwimmen zu können."
    },
    {
      "epId": 6580,
      "name": "Koholasaurier",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/561ee8a5d8d4fabe58ed1c2605e2e0f3_889114503479780929.png",
      "desc": "Dieser Saurier mit kräftigen Flossen und langem Schwanz ist in der Lage, sowohl im Wasser als auch flüssigem Phlogiston zu schwimmen.<br>Die Legende besagt, dass die Drachen ältester Zeitalter wahre Meister darin gewesen sein sollen, sich ihren Umweltbedingungen entsprechend anzupassen. So sollen die gigantischen Drachen des Meeres kaum von einer Insel zu unterscheiden gewesen sein, wenn sie sich einmal faul auf der Meeresoberfläche haben treiben lassen. So heißt es auch, dass unsere heutigen Koholasaurier von eben jenen gigantischen Seedrachen abstammen sollen; ihre breiten Rücken könnten jedenfalls einen Hinweis auf die Form ihrer uralten Vorfahren geben."
    },
    {
      "epId": 6581,
      "name": "Junger Yumkasaurier",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4dc2c6255f04404b37be8b6e7619433e_997530024683997417.png",
      "desc": "Junge Yumkasaurier sind in der Lage, das in ihren Wangen gespeicherte Pektin von Flammengranaten auszuspucken, welches sich dann um weit entfernte Objekte wickelt.<br>Weder sind sie aber stark genug, um die eingewickelten Gegenstände zu sich heranzuziehen, noch ist ihr Gleichgewichtssinn ausreichend ausgeprägt, um sich frei durch die Luft bewegen zu können. Es kann sogar vorkommen, dass sie einfach so zur Seite umkippen, während sie auf ihrem Schwanz sitzen. Aber wie dem auch sei, eines Tages wachsen sie zu den Sauriern heran, die sich ganz gemütlich von Baum zu Baum schwingen können."
    },
    {
      "epId": 6582,
      "name": "Yumkasaurier",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e1b8a6914176a0a3a9f003da76eff025_8330021945359045493.png",
      "desc": "Dieser Saurier hat kräftige Hinterbeine und einen flauschigen Schwanz. Er ist in der Lage, das Pektin von Flammengranaten zu spucken, das er in seinen Backentaschen speichert, welches sich um entfernte Objekte wickelt.<br>Der Legende nach sollen die ursprünglichen Yumkasaurier nicht so ausgesehen haben wie jetzt. Sie sollen viel kleiner gewesen sein, so klein, dass man sie gar nicht mal so leicht zu Gesicht bekam. Sie sollen sogar nach Belieben mit dem Wind umhergeschwebt sein, sich an die Oberfläche der Körper anderer Drachen angehängt haben oder in Schwärmen wie Wolken umhergezogen sein. Erst später müssen sie dann wohl ihre jetzige Form angenommen haben, um auch nach dem Verlust ihrer Kräfte weiterhin bestehen zu können."
    },
    {
      "epId": 6583,
      "name": "Gefräßiger Yumkasaurier-Bergkönig",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7c1ed7d240424237bc75660e96f3f0ee_7099496042074492058.png",
      "desc": "Der mächtige Yumkasaurier, der seit den Urzeiten bis heute überlebt und zahllose Schlachten miterlebt hat.<br>Der „Bergkönig“, der sich einst an der Seite der Helden der schwarzen Flut stellte, genießt in den Herzen der Mitglieder des Stammes der „Nachkommen der Baumkrone“ hohes Ansehen. Einige Stammesangehörige glauben, dass er einen besonderen Körperbau hat, der dem des „Tyrannen“ der Qucusaurier ähnelt ... Vielleicht liegt es aber auch nur daran, dass er so lange gelebt und so viel gefressen hat."
    },
    {
      "epId": 6584,
      "name": "Goldflammen-Qucusauriertyrann",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/5709594dc5a9060e80eff1f292116304_431190468102305255.png",
      "desc": "Ein Qucusaurier, dessen Körper übernatürliche Kräfte angenommen hat, denen heutige Saurier physiologisch niemals standhalten könnten.<br>Der alten Legende nach begleitete der riesige Qucusaurier, der heute die nebelverhangenen Berge heimsucht, einst in jungen Jahren die Helden, die Natlan damals retteten, auf ihren Abenteuern. Man erzählt sich, dass einer der Helden aus der Gruppe versprochen hatte, sich mit ihm auf eine Pilgerreise zum Vulkan zu begeben, um seinen Verstand wiederherzustellen, der aufgrund der Kraft seiner Blutlinie, die mehr und mehr wütete, kurz davor war, verloren zu gehen. Seinem Namen „Tyrann“ nach zu urteilen, hat diese Geschichte wohl kein allzu gutes Ende genommen."
    },
    {
      "epId": 6585,
      "name": "Höhlenbewohner – Wayob-Verkörperung",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/1d4447f1c2a8db6684b3e534f0c5428b_4920118375152472256.png",
      "desc": "Der Stamm der „Kinder der Echos“ glaubt und verehrt den „Wayob“, welcher sich auf der Welt durch die Kraft von Totems und der Nachtseelen offenbart. Gemäß dem Glauben der Stammesmitglieder von Natlan lebt der Wayob im Reich von Yohualtecuhtin, dem König der Nacht und besitzt keine eigene Form, denn er kann sich mit allem verbinden und so verlorenen Stammesmitgliedern Orientierung geben. Die Wayob-Verkörperung ist etwas Besonderes und die Figur, die sich mithilfe der totemistischen Form entfaltet, muss oftmals eine wichtige Aufgabe erfüllen.<br>Die „Kinder der Echos“ glauben, dass ihr „Wayob“ die Macht besitzt, die Gipfel und Täler der Gebirge zu formen, und dass er das Echo der Geräusche der Reibung von Fels auf Fels zu kontrollieren vermag."
    },
    {
      "epId": 6586,
      "name": "Strömungsschwimmer – Wayob-Verkörperung",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4f479052edaed71b03e85f9f9cfb5cb4_4059127379931607958.png",
      "desc": "Der Stamm der „Menschen der Quellen“ glaubt und verehrt den „Wayob“, welcher sich auf der Welt durch die Kraft von Totems und der Nachtseelen offenbart.<br>Der sogenannte „Wayob“ ist der Glaube des Volkes von Natlan, der sich allmählich infolge der Kommunikation mit dem Reich von Yohualtecuhtin, König der Nacht, herausgebildet hat. Er fußt hauptsächlich auf den Stammes- und Obsidian-Totems, dem Bewusstsein kollektiver Meditation und dem Ort, an den die Seelen der Vorfahren zurückkehren.<br>Die „Menschen der Quellen“ glauben, dass ihr „Wayob“ die Macht besitzt, Gezeiten und Wellen zu kontrollieren und den Verlauf von fließendem und totem Wasser zu steuern."
    },
    {
      "epId": 6587,
      "name": "Blattraser – Wayob-Verkörperung",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e6231e9a6421cb92b65a667f24aa5c09_3615733825213584566.png",
      "desc": "Der Stamm der „Nachkommen der Baumkrone“ glaubt und verehrt den „Wayob“, welcher sich auf der Welt durch die Kraft von Totems und der Nachtseelen offenbart.<br>In den Geschichten von Erzählern erscheint die Wayob-Verkörperung oft als Bote von Prüfungen oder als Führer in das Königreich der Nacht. Es soll auch Saurierkronen-Krieger geben, die behaupten, dass sie noch tiefere Einsichten erlangt hätten, indem sie die Wayob-Verkörperung in einer Trance der Kampfkunstpraxis bekämpften.<br>Das Volk der „Nachkommen der Baumkrone“ glaubt, dass ihr „Wayob“ die Macht besitzt, das Wachstum von Früchten und Waldgrün zu kontrollieren, die Wurzeln der Pflanzen zu steuern und den Verlauf der Blattadern zu bestimmen."
    },
    {
      "epId": 6588,
      "name": "Lavagestalt – Flüssige Flamme",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/a5e3af0d9d28a2b8ebbaa30981651b52_5622568281711141665.png",
      "desc": "Dieses sonderbare Monster muss fortlaufend Hitze absorbieren, um aktiv bleiben zu können.<br>Einst verbreitete sich ein noch älteres und tieferes Feuer in verschiedenen Formen über das Land Natlan. Zu jener Zeit verwendeten die einstigen Ureinwohner diese Feuer, um Licht und Weisheit zu verbreiten. Sie glaubten, dass das Leben und die Seelen ihre erste Form aus den Funken des aufeinanderprallenden Feuersteins erhielten.<br>Mit einem ewig brennenden Kern können sogar hartnäckige Steine zum Leben erweckt werden, richtig? Die Glut, die dem Körper der als Lavagestalt bekannten Kreatur innewohnt, scheint ebenfalls ein erkalteter, ascheartiger Überrest aus dieser vergangenen, großartigen Zeit zu sein."
    },
    {
      "epId": 6589,
      "name": "Lavagestalt – Erdfresser",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/02e52fb6fb80afefb8398ab4ce85d320_4906781479518285593.png",
      "desc": "Dieses sonderbare Monster muss fortlaufend Hitze absorbieren, um aktiv bleiben zu können.<br>Die alte Zivilisation nutzte verschiedene Formen gravierter Goldmuster, um den Fluss des Phlogistons zu steuern, sodass riesige Konstruktionen und prächtige Städte in der Weisheit jener goldener Muster entstehen konnten. Es heißt, dass die magischen Kreaturen, auch als Lavagestalten bekannt, in Wirklichkeit entstellte Wesen sind, die auf diese Weise erschaffen wurden, nur dass die meisten von ihnen nach dem Erlöschen der Flammen des heiligen Berges ihre Bestimmung und Orientierung verloren."
    },
    {
      "epId": 7056,
      "name": "Geheimquellen-Automaton – Konfigurationsgerät",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/be7ef508bd73f3eeea5522c7409258b9_2512975982839589171.png",
      "desc": "Eine Produktionsmaschine aus den uralten Ruinen. Diese Art von Maschine, die sich in zahlreiche Formen verwandeln kann, wurde von den Besitzern der uralten Ruinen benutzt, um verschiedene Herstellungsaufgaben zu erfüllen. Wenn man versteht, wie man eine solche Maschine benutzt, kann man sogar in extremen Umgebungen wie den Tiefen eines Vulkans eine riesige Stadt errichten, die jede Vorstellungskraft übersteigt.<br>Außerdem scheint diese Maschine auch als Waffe eingesetzt werden zu können. Obwohl die uralte Zivilisation schon lange untergegangen ist, kann diese wie eine riesige Klaue geformte Maschine, die von den auf ihr eingravierten goldenen Mustern angetrieben wird, immer noch gemäß ihren voreingestellten Anweisungen kämpfen."
    },
    {
      "epId": 7081,
      "name": "Abgrundimitator",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/2bdd8939119a34c70b5dd45a4daf426c_7371904873920349725.png",
      "desc": "Monster des Abgrunds, die aus den dunklen Tiefen eines verdrehten und fremden Reiches in diese Welt eingedrungen sind. Sie haben ein pflanzenähnliches Aussehen.<br>Es wird gesagt, dass dort, wo die zersetzenden Wellen der dunklen Flut schwappen, solche pflanzenähnlichen dunklen Ungeheuer wachsen. Aber sie haben nur eine äußerliche Ähnlichkeit mit Pflanzen. Diese Form haben sie nur angenommen, um sich der baumähnlichen Welt zu nähern, damit sie ihr die notwendigen Konzepte entnehmen, sie analysieren und nachahmen können.<br>Einige Verrückte, die den Verstand verloren haben, behaupten, dass diese Dinge, die sich wie Blätter ausbreiten, in Wirklichkeit Tore zu anderen Welten in ihrem Anfangsstadium sind."
    },
    {
      "epId": 7125,
      "name": "Tiefenpflanze – Typ 1",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/4f48bdf376d1b4597c8c54a0fe47c8b8_6380943058011605348.png",
      "desc": "Aus den finsteren Tiefen einer verzerrten und fremden Welt in diese Welt hinabgestiegen, hat dieses Monster ein pflanzenähnliches Aussehen.<br>Diese entstellten Kreaturen sind in der Lage, in die Tiefen der Erde vorzudringen und sich Erinnerungen zu eigen zu machen, die sie dann nachahmen und manipulieren können. Diese Erinnerungen an die Vergangenheit verwandeln sie dann in etwas Verdorbenes und Abgründiges, wodurch sie sich allmählich dem Kern des Weltenbaums nähern und so die Grundfesten seiner Existenz erschüttern können.<br>Es wird behauptet, dass diese dämonischen Bestien kontinuierlich die im Licht enthaltenen Farben verzerren und sie in pechschwarze Informationen transformieren. Die sich beim Öffnen in die Leere hineinragenden Äste scheinen dies nur zu bestätigen ..."
    },
    {
      "epId": 7126,
      "name": "Gefiederter Recke – Himmelreiter",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/45807494c2f07ab937f4fb3ff1a5b2c1_5892185410647942709.png",
      "desc": "Ein Krieger von jenseits der Klippen, ein Stammeswächter, der über die steilen Berggipfel zieht.<br>Dieser Stammeskrieger hat mehr Vertrauen in seine Hände als in irgendwelche Waffen und ist bestens bekannt für seine leichtfüßige Erscheinung."
    },
    {
      "epId": 7127,
      "name": "Gefiederter Recke – Federrupfer",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/50be5682cf29e57809c3b0320b9b65fe_5692014212110070862.png",
      "desc": "Ein Krieger von jenseits der Klippen, ein Stammeswächter, der über die steilen Berggipfel zieht.<br>Dieser edle Schwertkämpfer schwingt seine Klinge wie ein Qucusaurier, der seine Flügel ausbreitet, und das Blut, das aus den Wunden spritzt, die diese aufreißt, verteilt sich wie fliegende Federn."
    },
    {
      "epId": 7130,
      "name": "Erhellter Recke – Meister der Gedanken",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/5332d4257a72914d2f4f09771626730a_5760302545998927094.png",
      "desc": "Ein Krieger des Nachtwinds, ein Stammeswächter, der durch den wabernden Dunst der Schluchten patrouilliert.<br>Nur Wächter, deren Stärke auf die Probe gestellt wurde, ist es gestattet, ihre Körper mit Graffitis zu bemalen, die besondere Kräfte innehaben. Ebenso symbolisiert es, dass diese Stammeskrieger in der Kultivierung ihres Geistes die nächste Stufe erreicht haben."
    },
    {
      "epId": 7131,
      "name": "Gefiederter Recke – Himmelbändiger",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2b14580356de5290f651e7628b5b494c_4682414853625536602.png",
      "desc": "Ein Krieger von jenseits der Klippen, ein Stammeswächter, der über die steilen Berggipfel zieht.<br>Ein Krieger, der sich durch die Bewegungen der Klauenangriffe von Flugsauriern die wahre Bedeutung von Kraft zu eigen gemacht hat. Seine Tritte von oben sollten keinesfalls unterschätzt werden."
    },
    {
      "epId": 7132,
      "name": "Qucusaurierkrieger – Herzsternhammer",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6c9484cb4de892b545a04461578c5f64_7231697792170681469.png",
      "desc": "Ein mächtiger Krieger aus den felsigen Gebirgen, der für seine Tapferkeit ausgezeichnet und mit der Saurierkrone geehrt wurde.<br>Selbst in Natlan, dem Land des Feuers, nutzen die Mitglieder des „Blumenfeder-Klans“ Feuer und Verbrennung auf einzigartige Weise. Für die mit schweren Hämmern ausgerüsteten Krieger dieses Stammes sind Flammen etwas, das schweren Schlägen entspringt, die auf etwas prallen; leidenschaftlich und lodernd. Für sie werden Schlachten oft im Bruchteil eines Augenblicks entschieden, und stets sind sie diejenigen, die als Sieger hervorgehen."
    },
    {
      "epId": 7133,
      "name": "Qucusaurierkrieger – Himmelsflamme",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d2665de5e4858414a6895ec9fae5089f_3972132336040982.png",
      "desc": "Ein mächtiger Krieger aus den felsigen Gebirgen, der für seine Tapferkeit ausgezeichnet und mit der Saurierkrone geehrt wurde.<br>Die Qucusaurier sind ein stolzes Geschlecht unter den Sauriern, und die von ihnen anerkannten Qucusaurierkrieger teilen diesen Stolz ebenfalls. Angeblich sollen die aus dem einstigen Stamm stammenden Krieger jene scharlachroten Saurier dabei beobachtet haben, wie sie zum Vergnügen Feuersteine aus großer Höhe schleuderten. So seien sie dann auf die Idee gekommen, Projektile zu entwickeln, die zu Kettenexplosionen fähig waren. Diese hätten sie dann nach und nach verfeinert, was dann wohl auch der Prototyp zahlreicher Feuerwaffen des „Blumenfeder-Klans“ war."
    },
    {
      "epId": 7134,
      "name": "Iktomisaurierkrieger – Frostgezeitenträger",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6207957f3fed957a507b86fac6865cb4_2452109276500528109.png",
      "desc": "Ein mächtiger Krieger des Nachtwinds, der für seine Tapferkeit ausgezeichnet und mit der Saurierkrone geehrt wurde.<br>Die Stammeskrieger der „Meister des Nachtwinds“ sind normalerweise nicht für ihre Stärke im herkömmlichen Sinne bekannt. Die Fähigkeit, ihre Waffen ungehindert zu manipulieren, verdanken sie ihrem durch langjähriges Training entwickelten Geist. Daher schätzen die Krieger der „Meister des Nachtwinds“ das Talent des „Seelensprechens“ auch höher ein als das des Kampfes. Es heißt, dass die versiertesten unter den „Seelensprechern“ sogar in der Lage seien, mit der Kraft spezieller Graffitis und ihrem Geist Felsbrocken hochzuheben vermögen, die so groß sind wie ein Mensch."
    },
    {
      "epId": 7135,
      "name": "Iktomisaurierkrieger – Kryo-Kristall-Kanone",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/37c75d8d909e51f76f6c46d9540eb7f1_7224998269466726140.png",
      "desc": "Ein mächtiger Krieger des Nachtwinds, der für seine Tapferkeit ausgezeichnet und mit der Saurierkrone geehrt wurde.<br>Angeblich sollen diese Stammeskrieger, die von den Iktomisauriern anerkannt werden, über übernatürlich scharfe Sinne und einen starken, widerstandsfähigen Geist verfügen. Sie seien sogar in der Lage, mit dieser Kraft die Flugbahn der von Kanonen abgefeuerten Geschosse leicht zu beeinflussen."
    },
    {
      "epId": 7136,
      "name": "Junger Qucusaurier",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/8e80620ed22661946b3d4e43e8be4309_8919609485819161635.png",
      "desc": "Ein junger Qucusaurier mit einem zierlichen und agilen Körperbau.<br>Hals und Federn sind noch nicht voll entwickelt, und auch sein Umgang mit gasförmigen Phlogiston hat noch einiges an Übung nötig. Es soll angeblich ausgewachsene Qucusaurier geben, die ihre Jungen von Klippen schmeißen, um ihnen zu helfen, ihre Flugfähigkeiten zu meistern. Keine Ahnung, wie viel an diesen Gerüchten dran ist, aber Übung macht ja bekanntlich den Meister, und mit genügend Zeit wird auch jede noch so weiche Feder einmal erhärten."
    },
    {
      "epId": 7137,
      "name": "Qucusaurier",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a8590e1767b6cd1267c360a179abd198_8185677779111275224.png",
      "desc": "Ein Saurier mit großen, weich gefiederten Schwingen, der in der Lage ist, lange Zeit durch die Luft zu gleiten.<br>Die Vorfahren des Qucusaurier sollen diejenigen unter den Sauriern gewesen sein, die den riesigen geflügelten Drachen am nächsten kamen, und sie konnten wohl wolkengleich durch die Lüfte segeln. In den Schilderungen der Geschichtenerzähler hat der größte der uralten Drachen den Himmel zu verdunkeln vermocht, indem er einfach seine Flügel ausbreitete. Heutzutage ist natürlich nicht mehr viel von der einstigen Größe des Drachen übrig, nur die in den samtenen Federn versteckten Drachenklauen sind immer noch so scharf wie eh und je."
    },
    {
      "epId": 7138,
      "name": "Junger Iktomisaurier",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/eebb64937180794a65675116add814e7_5159763674771614751.png",
      "desc": "Ein junger Iktomisaurier mit fein ausgeprägten Sinnen.<br>Sein Federkleid muss erst noch wachsen und sein Aussehen lässt ja auf vieles schließen, aber sicher nicht auf Intelligenz. Es heißt, dass Iktomisaurier von allen Sauriern die längste Lebensspanne aufweisen, was auch eine längere Jugendzeit mit einschließt. Sie verfügen über die Fähigkeit, entweder mit dem Königreich der Nacht oder mit den Wayob zu kommunizieren, aber es kann viele Jahre dauern, bis ein junger Iktomisaurier in der Lage ist, den vollen Umfang all dessen zu erfassen."
    },
    {
      "epId": 7139,
      "name": "Iktomisaurier",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2560f87598aac002d822ed50eabbefb5_8661891078902806258.png",
      "desc": "Der Iktomisaurier nutzt seine Federn, um sich in die Luft zu befördern und er ist der einzige Saurier, der die Kunst beherrscht, sich in den Zustand des „Seelensprechers“ zu versetzen.<br>Der Legende nach sollen seine Vorfahren keine wirkliche physische Form besessen haben, sondern wie wandernde Seelen durch die Welten der Geister und der Realität gereist sein und ihre Gestalt im nächtlichen Dämmerlicht manifestiert haben. Es wird auch gemunkelt, dass die ersten Iktomisaurier keine echten Saurier gewesen seien, sondern vielmehr eine Spezies, die sich von der normalen Saurierpopulation unterschied und aus dem Reich von Yohualtecuhtin, Herrscher der Nacht, hervorgegangen ist."
    },
    {
      "epId": 7140,
      "name": "Eisbeißer – Wayob-Verkörperung",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a5d2cedceabf878d6c453f003974c3a4_1637833406719075307.png",
      "desc": "Der Stamm der „Meister des Nachtwinds“ glaubt und verehrt den „Wayob“, welcher sich auf der Welt durch die Kraft von Totems und der Nachtseelen offenbart.<br>Ihre Mitglieder sollen zahlreiche Medien bemüht haben, um mit dem Reich der Nachtseelen zu kommunizieren, bis sie schließlich feststellten, dass Obsidian die stabilste Verbindung mit dem „Wayob“ herstellen konnte. Dies mag auch der Grund dafür sein, dass die Wayob-Verkörperung über einen langen Zeitraum hinweg eine gleichartige steinerne Form entwickelt hat. Das Volk der „Meister des Nachtwinds“ glaubt zudem, dass ihr „Wayob“ die Kraft besitzt, Eiskristalle zu erschaffen und das Gefrieren zu kontrollieren und die Sprache der Verfestigung und Veränderung beherrscht."
    },
    {
      "epId": 7141,
      "name": "Feuerläufer – Wayob-Verkörperung",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/c79ef393772d2d081f945605d8bf7a4f_3262030686941934638.png",
      "desc": "Der Stamm des „Blumenfeder-Klans“ glaubt und verehrt den „Wayob“, welcher sich auf der Welt durch die Kraft von Totems und der Nachtseelen offenbart.<br>Es heißt, dass die Form der Manifestation des Wayobs sich vor langer Zeit auch stark von der heutigen unterschieden haben soll. Sie sei viel gröber gewesen und habe eher der Form der Obsidian-Statue entsprochen. Doch mit den Geweberollen, die die Umrisse der Wayob-Verkörperung dokumentieren, kam es nur noch zu wenigen Veränderungen.<br>Die Menschen des „Blumenfeder-Klans“ glauben außerdem, dass ihr „Wayob“ die Macht besitzt, Flammen und Verbrennung zu kontrollieren, den Fluss der Hitze und die Flammenwinde zu steuern."
    },
    {
      "epId": 7367,
      "name": "Wandernde eremitische Seelensprecherin",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c562f04a54b53f38bc91a117162937ac_2714435134282757795.png",
      "desc": "Eine Priesterin der Meister des Nachtwinds, die fernab von ihrem Stamm gelebt und ihre Fähigkeiten in völliger Einsamkeit verfeinert hat. Es heißt, dass ihre Seelensprecher-Kräfte die von gewöhnlichen Priestern und Schamanen übertreffen, weil sie mit dem Schutz vom Wayob der Meister des Nachtwinds gesegnet ist. Diese Kräfte, Segen und Fluch zugleich, konnte sie anfangs nicht kontrollieren, weshalb sie ihren Stamm verließ, um sie in der Isolation zu meistern. Es ist ihr inzwischen gelungen, doch bis heute lebt sie noch immer zurückgezogen, eine Gewohnheit, die ihr einen schlechten Ruf als Sonderling eingebracht hat. Gerüchten zufolge ist sie jedoch mehr als bereit, diejenigen zu unterrichten, die ihre Führung suchen ... allerdings immer auf ihre eigene Art und Weise."
    },
    {
      "epId": 7368,
      "name": "Herr des erodierten Urfeuers",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
      "desc": "Ein böser Drache, geboren aus der Macht der pechschwarzen Dunkelheit.<br>Ein Ungeheuer aus der Leere namens „Gosoythoth“, bekannt als der Zerstörer aus dem Abgrund. Es verfügt über die katastrophale Macht, die die im Fluss der Elemente enthaltenen Erinnerungen korrumpieren und sie in greifbare Formen verwandeln kann. Es ist ihm gelungen, aus diesen Erinnerungen, die seit ewigen Zeiten unter der Erde fließen, den Rest des Willens eines ursprünglichen Elementardrachen zu extrahieren und ihn wie Mark aus einer Wirbelsäule zu ziehen, um ihn als Grundlage für seine verfälschte Gestalt zu verwenden.<br>Aber ist er wirklich nur eine Gestalt? Ein einst gestorbener Drache, der von der außerweltlichen Macht, gegen die er einst kämpfte, zurückgebracht wurde, öffnet seine Augen erneut und lässt alles in diesem kurzen Traum einer Auferstehung hinter sich. Gefangen im letzten Tag seiner Existenz durch diese pechschwarze Botschaft wird all seine einstige Vernunft im Angesicht ihrer grenzenlosen Wut vernichtet. Jetzt bleibt nur noch eine unerbittliche Gier nach Kampf, die ohne Ende lodert."
    },
    {
      "epId": 7589,
      "name": "Barbarischer Recke – Rammbock",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/b5c92829c9877621d0cb4deec973ed87_2384725081525291192.png",
      "desc": "Ein Krieger aus den Ebenen, ein Stammeswächter, der über die goldenen Felder patrouilliert.<br>Er ist äußerst geschickt darin, mit seinen Hörnern die Schwachstellen seiner Gegner anzugreifen. Du solltest also versuchen, ihm gegenüber keine davon zu entblößen."
    },
    {
      "epId": 7590,
      "name": "Barbarischer Recke – Ringer",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/279b1ab5c25d00b83d2a183d8cb83aed_2545526398507088007.png",
      "desc": "Ein Krieger aus den Ebenen, ein Stammeswächter, der über die goldenen Felder patrouilliert.<br>Dieser Krieger hat seit Beginn seines Lebens seine Kraft trainiert, und wenn er erst einmal mit seiner zweihändigen Waffe zuschlägt, kann dem kein normaler Mensch etwas entgegensetzen."
    },
    {
      "epId": 7591,
      "name": "Barbarischer Recke – Greifer",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/17373602bea470f84e8f923d78acc0fb_5899995383274761518.png",
      "desc": "Ein Krieger aus den Ebenen, ein Stammeswächter, der über die goldenen Felder patrouilliert.<br>Der waffenlose Kampf gilt im Kollektiv der Fülle als ehrenvoll. Ein Krieger, der diesen Weg eingeschlagen hat, besitzt in seinen Armen die Kraft, einen Speer mit solcher Wucht zu werfen, dass er glatt hinter dem Horizont verschwindet."
    },
    {
      "epId": 7592,
      "name": "Tatankasaurierkrieger – Luftbrecher",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/c35bc6e5a8c18ed771ba5879c7edfe82_3872590231790022732.png",
      "desc": "Ein mächtiger Krieger aus dem „Land der Fülle“, der für seine Tapferkeit ausgezeichnet und mit der Saurierkrone geehrt wurde.<br>Angeblich sollen die Krieger des „Kollektivs der Fülle“ mächtige Angriffe aus vollem Spurt beherrschen. Eine Technik, die sie sich von den Tatankasauriern abgeschaut haben, mit denen sie zusammenleben. Insbesondere Kämpfer, die mit schweren Waffen kämpfen, beherrschen sie. Das Geheimnis liegt in einer geschickten Drehung der Hüfte, heißt es."
    },
    {
      "epId": 7593,
      "name": "Tatankasaurierkrieger – Lichtsucher",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/3b8e44c078d328dda4b41b1292e18577_3428253082352262324.png",
      "desc": "Ein mächtiger Krieger aus dem „Land der Fülle“, der für seine Tapferkeit ausgezeichnet und mit der Saurierkrone geehrt wurde.<br>Im „Kollektiv der Fülle“ verfügen selbst Krieger, die sich auf den Umgang mit Fernkampfwaffen spezialisiert haben, über hervorragende Nahkampffertigkeiten. Vielleicht eignen sich Distanzwaffen ja besser zum Niederknüppeln als zum Abfeuern von Geschossen. Also wird kurzerhand mit der Steinschleuder zugeschlagen, richtig?"
    },
    {
      "epId": 7594,
      "name": "Junger Tatankasaurier",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/d4641f53018c758c23c0787c0da3ea09_8200080940668319754.png",
      "desc": "Ein junger Tatankasaurier. Er ist etwas unbeholfen, da er seine Kräfte noch nicht so richtig zu kontrollieren weiß.<br>Sein zweites Paar Hörner ist noch nicht ausgewachsen, und sein Rücken und Bauch sind noch nicht stark genug, um die Felsen zu zerstören, die ihm im Weg liegen. Aber wenn man ihm nur genug Zeit lässt, gesund und stark heranzuwachsen, dann wird er eines Tages ganz frei über die fruchtbaren Ebenen streifen."
    },
    {
      "epId": 7595,
      "name": "Tatankasaurier",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/21204af0a9d126a19e69744fcd9d8e28_8528916191906861743.png",
      "desc": "Dieser Saurier zeichnet sich durch seinen harten Knochenkamm und seine enorme Körperkraft aus, wodurch er in der Lage ist, die Wildnis vulkanischer Landschaften in Windeseile zu durchqueren.<br>Der Legende nach sollen die Tatankasaurier ursprünglich so groß gewesen sein, dass sie mit ihren Hörnern selbst Berggipfel zu versetzen vermochten. Allerdings waren sie wohl nicht so wendig, wie das heute der Fall ist. Möglicherweise ist ja die gewaltige Kraft, die auch heute noch in den Körpern der Tatankasaurier steckt, über diese Blutlinie weitergegeben worden."
    },
    {
      "epId": 7596,
      "name": "Bebenmacher – Wayob-Verkörperung",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/219803c586433d8264403d303630115d_1112015205118514664.png",
      "desc": "Der Stamm des „Kollektivs der Fülle“ verehrt und glaubt an den „Wayob“, welcher sich auf der Welt durch die Kraft von Totems und der Nachtseelen offenbart.<br>Stammeslegenden zufolge soll der „Wayob“ einst verschiedenste Gestalten angenommen und mit den stärksten Kriegern des Stammes in der Dunkelheit vor der Morgendämmerung gerungen haben, dann, wenn keiner den anderen sehen konnte. Dabei haben wohl diese Kämpfe nicht selten in einem Unentschieden geendet.<br>Die Mitglieder des „Kollektivs der Fülle“ glauben außerdem, dass ihr „Wayob“ über die Macht verfügt, den Donner und die Geschwindigkeit zu kontrollieren, sowie ihrem Land reiche Ernten zu bescheren."
    },
    {
      "epId": 7597,
      "name": "Lavadrachengestalt",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/bd5879239d44dbbee53cb8f17a30967e_3042829770408714999.png",
      "desc": "Dieses Monster ist in der Lage, aus eigener Kraft kontinuierlich Wärme zu erzeugen, um aktiv zu bleiben.<br>Mit seinem aus Lava bestehenden Kern soll er als Nebenprodukt eines anderen Forschungszweigs entstanden sein, der sich von den später aufgetauchten Quellapparaten unterscheidet. Besagte Forschung drehte sich wohl darum, ob man das Urfeuer dazu nutzen könnte, eine neue Ethnie zu erschaffen, die den Menschen nachempfunden ist ... Zweifellos ist dieses Vorhaben gescheitert. Denn als die Plünderer mitsamt ihrem Thron vom Himmel stiegen, war das, was da letztendlich aus dem Urfeuer geboren werden konnte, nichts weiter als leere Hüllen, zwar mit Gestalt und Lebenskraft, aber bar jedes Bewusstseins."
    },
    {
      "epId": 7598,
      "name": "Brennkammer-Bergmarder",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/de8e675a8d6621783a7784a2c6668049_2984216873026527642.png",
      "desc": "Eine uralte Art der Bergmarder, die über eine besondere Gestalt verfügen, da sich ihr Habitat in einer besonderen, von der Außenwelt isolierten Phlogistonumgebung befindet.<br>Seit Urzeiten ernähren sich diese Kreaturen vornehmlich von phlogistonreichen Organismen, wodurch sie kontinuierlich immer mehr Kraft in der von ihnen mitgeführten Hülse angesammelt haben. Nachdem sie lange Zeit in den Ruinen des heiligen Bergs gelebt haben, scheint es, dass sie aufgrund ihrer einzigartigen Natur, sich in der Nähe von Phlogiston aufzuhalten, allmählich von den dortigen Quellapparaten beeinflusst wurden. Dies hat wohl dafür gesorgt, dass sich ein einzigartiger, koexistenzieller Zustand der Abhängigkeit zwischen ihnen und den Apparaten entwickelt hat."
    }
  ]
}