{
  "epId": 1015,
  "name": "Tales From the Waves: Receding Torrent",
  "desc": "Finally, when the tempest eased and the ocean surface was tranquil once more, the soft wind played a poignant homecoming tune...",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/d02b4273501c06c32ba1612fb6fbce50_857943863492662204.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718413452,
  "components": {
    "textualResearch": [
      {
        "title": "Tales From the Waves: Receding Torrent ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 3\n—Receding Torrent—\nAlthough the moon was veiled by dark clouds, her shanty did not cease.\nAs the surface grew eerily calm amidst the storm, the splintered ship drifted slowly towards the abyss.\nThe monster's massive spiraling mouth lay open wide, and a rumbling growl came from deep within it. The monster was content with its prey and opened its eyelids, crusted in reef and coral, to witness the final moments of yet another opponent who had underestimated it. The monster's massive eyes revealed their fragile gaze to the dying Skipper.\nThe monster reveled in the moment and through his pair of eyes beheld a heart that was darker than the abyss.\nA final bolt of lightning flashed in the sky above, illuminating the ship as it split into two among the monster's swirling fangs, fading beneath a mist of splinters. Even the screams from the keel were drowned beneath the waves.\nAnd then it was dark again... until the furious roar of the monster broke out over the black waters once more.\nThe Skipper plunged his severed sword into the eye of the beast again and again, until he was immersed beneath the filthy tide, when finally his broken sword became lodged in the monster's soft eyeball.\nAs the Skipper drew closer to his treacherous fate, clutched by countless claws and pincers, he continued fighting tooth and nail until the monster's sharp claws were torn into pieces...\nA familiar tune then filled the salty breeze as the monster's movements began to cease.\n\"Sing with me, farewell to the sea, a shanty I hold so dear,\nWhen the sea and winds flow in our favor, I know my end is near.\nOl' captain is calling me name, back to whence I came,\nSo forget not the captain and I, and hum this melody again.\nThere will come a day when at last you find me, slumbering in the abyssal deep...\nOr perhaps you too then, will be swallowed by the whirlpool in the sea.\"\nThe monster's gigantic tentacles burst forth from the water, snaking upwards like towering columns, but the young maiden simply lay there floating on her back, singing amidst the turmoil. Even as the tentacles coiled tightly around her arms, even as the sharp claws pierced her skin, and even as they shredded her clothing to pieces, leaving it floating in tatters on the sea, still she continued to sing her farewell shanty toward the Skipper.\nThen, the maiden was gently pulled into the black sea by the monster.\nIn an age where the sea was ruled by unpredictable disasters, the people of the waves died each passing day.\nThe Skipper awoke to find himself on the deck of some unknown merchant ship. Having lost his ship and entire crew, all he had left was a body covered in wounds and an old dream echoing an ethereal sea shanty.\n\"When the sea and winds are right, I will go forth to sea and avenge her, O maiden charmed by the tidal song...\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tales From the Waves: Receding Torrent"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Wanwen Bookhouse"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2322,
            "name": "Tales From the Waves",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Tales From the Waves_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2868.44,-1135.69&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1016,
        "name": "Tales From the Waves: Rising Tide",
        "desc": "The legendary tale of an anonymous seafarer set in a time when Liyue was plagued by sea monsters.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tales From the Waves: Rising Tide_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1017,
        "name": "Tales From the Waves: Wild Storm",
        "desc": "To the never-ending tune of the ocean, the seafarer fought against the phenomenal foe of fate, fighting to the bitter end...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/d02b4273501c06c32ba1612fb6fbce50_24159000550552630.png",
        "displayStyle": "text"
      }
    ]
  }
}