{
  "epId": 1016,
  "name": "Tales From the Waves: Rising Tide",
  "desc": "The legendary tale of an anonymous seafarer set in a time when Liyue was plagued by sea monsters.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tales From the Waves: Rising Tide_icon.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718413384,
  "components": {
    "textualResearch": [
      {
        "title": "Tales From the Waves: Rising Tide ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\n—Rising Tide—\nAs the moon hung bright among the sea of stars above, hums of a sea shanty slowly began to rise over the waters below.\nThere once was a mighty ship that would lay anchor in Liyue Harbor. Its captain was a man who tracked and hunted terrible monsters of the deep, known as the \"Skipper.\"\nThe ships hull was adorned with skeletons of monsters from the sea, an unmistakable signal of their the Skipper's fearless will. However, the shanties of the crew seldom made any mention of hunting creatures of the deep. It's not that the sailors didn't revel in their reputation and brag of their achievements, but ages of navigating the merciless seas had taught them that ballads of blood and water were the most unlucky of all.\nWith his sword in hand, the Skipper sailed across the watery expanse, coasting along rocky reefs and cruising with surging undercurrents. He fearlessly guided his ship to face the roar of squalls and sea monsters alike. The dark worlds that laid beneath murky waters were like boundless hunting grounds. Any monster that would dare stir the tranquil waters often became the next trophy hanging from the side of the ship.\nBut the Skipper only knew wind and waves, and never seemed to grasp the bittersweet lives of ordinary people. For he occupied all his days with searching and hunting, accompanied solely by the salty sea breeze and the muffled calls of whales in the deep. The crew feared him more than they adored him, ever cautious of his character, relentless as if trying to break free from tangles of seaweed. The Skipper's clipper silently sailed forward, unyielding to the perilous stretches of sea.\nOnly the young maiden who always sat atop the towering bow could ever reveal a glimmer of softness to the Skipper's eyes. She was his navigator, charmed by the tidal song and humming with the whales, guiding the ship through the wind and waves to waters infested by beasts.\nA young maiden at the helm offered her songs to the sea, paying due respect to its every billow and breeze...\n\"Hark the calls of creatures deep, and echoes of waves tossed in the gale.\nWhen the sea and winds flow in our favor, towards the horizon shall we sail.\"\n\"May the deities that have passed, and me ol' captain too,\nSteer our bow through the boundless sea, and point our compass true.\nMay we guide every sailor's soul, to the port they call home.\"\nThe chorus of the shanty gave way to the bellowing orders of the Skipper, promptly calling all hands to set sail. The mighty vessel slowly left the port and came underway, sinking into the horizon under the first glimmer of dawn.\nThis is how the story of every voyage would begin, just as they had each day before."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=1405.63,-1078.25&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1017,
        "name": "Tales From the Waves: Wild Storm",
        "desc": "To the never-ending tune of the ocean, the seafarer fought against the phenomenal foe of fate, fighting to the bitter end...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/d02b4273501c06c32ba1612fb6fbce50_24159000550552630.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1015,
        "name": "Tales From the Waves: Receding Torrent",
        "desc": "Finally, when the tempest eased and the ocean surface was tranquil once more, the soft wind played a poignant homecoming tune...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/d02b4273501c06c32ba1612fb6fbce50_857943863492662204.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tales From the Waves: Rising Tide"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Wangshu Inn"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2322,
            "name": "Tales From the Waves",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Tales From the Waves_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}