{
  "epId": 1017,
  "name": "Tales From the Waves: Wild Storm",
  "desc": "To the never-ending tune of the ocean, the seafarer fought against the phenomenal foe of fate, fighting to the bitter end...",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/d02b4273501c06c32ba1612fb6fbce50_24159000550552630.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718413432,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2868.44,-1135.69&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1016,
        "name": "Tales From the Waves: Rising Tide",
        "desc": "The legendary tale of an anonymous seafarer set in a time when Liyue was plagued by sea monsters.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tales From the Waves: Rising Tide_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1015,
        "name": "Tales From the Waves: Receding Torrent",
        "desc": "Finally, when the tempest eased and the ocean surface was tranquil once more, the soft wind played a poignant homecoming tune...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/d02b4273501c06c32ba1612fb6fbce50_857943863492662204.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Tales From the Waves: Wild Storm ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 2\n—Wild Storm—\n\"Come with me into the watery abyss, listening to murmurs of the deep.\nWhen the wind and waves are right, we sail towards maelstroms of the sea.\nI hear the jabber of me ol' lady, wishing well to her heirs to come:\nMay they navigate blasting winds and o'er dancing waves,\nPierced by heroes' harpoons, may the monster's lair meet the last of its days.\"\nEven in the most violent of squalls, her constant shanties never ceased. The voice of the maiden harmonized with the raging waves, guiding the Skipper over deathly currents, sailing boldly towards the eye of the storm where the sea monster lay lurking.\nSkimming across the vortex, ushered by lightning and waterspouts, the ship inched further into the monster's treacherous waters. Flashes of lightning revealed the Skipper's silhouette, fearlessly grasping his sword.\nFollowing the Skipper's fixed gaze, the crew could only make out an alpine shape shadowed by tenebrous clouds. The massive figure that lay skulking in the distance was the body of the beast. The once fearsome skeletons that hung from the ship now seemed like mere cubs compared with the terrifying silhouette that lay sprawling before them like a mountain range in the center of the maelstrom.\nAt the Skipper's bellowing command, the crew fired broadside after broadside of giant crossbows, unleashing their mortal fears and delusions on the massive body that lay like a towering wall before them. The barrages of cannonballs and barbed iron harpoons left gruesome wounds on the body of the beast.\nThe sea monster hissed violently in pain, plunging beneath the huge crimson waves before slamming the ship's hull with all its might. The ship nearly capsized against the might of the blow, and crimson waves came crashing across the decks. The sailors were drenched in the foul torrents as they cursed the gods of the elements and continued to rake the body of the beast with stones and sharpened spears.\nThe ruthless Skipper never flinched at the opponents dealt to him by fate. The thundering roars of the terrible beast were answered by songs of the young maiden atop the bow. The ship maneuvered round the monster, cruising upon the spinning torrents, and answering sharp fangs and swiping stingers with catapults, harpoons, slings, and even mortal bodies to vent their dread and fury.\nOnce the monster's body was riddled with wounds and nearly all its tentacles and claws had been severed, the Skipper's ship too had been reduced to a floating hulk. Half of the ship's masts had fallen, half of its guns were out of action, and half the crew had been taken as dinner for the monster — even the Skipper's prized sword had been cleaved in two. This was an unwinnable bout, much like a mere child challenging a full-grown adult.\nThe injured monster knew very well that its opponent no longer posed any threat. Craving to devour the ship that now lay dead in the water, it rose to the surface and exposed its gaping mouth."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tales From the Waves: Wild Storm"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found on table at Wanwen Bookhouse"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2322,
            "name": "Tales From the Waves",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Tales From the Waves_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}