{
  "epId": 1034,
  "name": "Varunada Lazurite Gemstone",
  "desc": "Character Ascension material.<br/>\"My ideals have no stains.<br/>I must correct you. People here bear no sins in the eyes of the gods... Only laws and the Tribunal can judge someone.<br/>They can judge even me. So praise my magnificence and purity.\"",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
  "filterValues": {
    "objectType": [
      "Character Ascension Material"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1750296597,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Source",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dropped By"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bosses</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2160,
        "name": "Hydro Hypostasis",
        "desc": "Code Name: He. A high-purity Hydro entity.<br/>Hypostases have strong rejection properties, and will mercilessly expel any that test them.<br/>Its rejection behavior even extends to natural elements.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Hypostasis_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Oceanid",
        "desc": "A life-form created from condensed Hydro elements of incredible purity. Often attached to bodies of water.<br/>It is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful. It is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4571,
        "name": "Hydro Tulpa",
        "desc": "<p>A humanoid monster formed from the agglomeration of water.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/35428890/685c8e4b6a58dbed2c74cbbf1cbb977c_5528264069620377076.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Iniquitous Baptist",
        "desc": "<p>A monster from the Abyss that wields multiple types of Elemental Power and has gained extra limbs from its \"evolution.\"<br><br><em>\"The nature of the 'Abyss' is essentially irreconcilable with the elements. However, even the elements of gods can be entrapped and distorted before they are subsumed to become tools of the abyssal will. Just judging from outcomes and practical use, \"Abyssal powers\" seem little different from elemental items, from ones as paltry as the Treasure Hoarders' elemental containers to those as powerful as Visions...\"</em><br>—Notes left behind in Hangeh Afrasiyab by someone.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/2899a9fa6efec1006150467a00823c4a_6098755085792994548.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2857,
        "name": "Aeonblight Drake",
        "desc": "<p>This dragon-shaped combat machine is a being that inspires fear, much like the lord who once ruled these vast lands.</p><p>It is said that the now-destroyed realm once sought forbidden knowledge and attempted to create perpetual-motion machines that could match or even surpass primordial lifeforms. This mysterious, tireless mechanical monstrosity seems to be proof that they did indeed reach heights that mortals should never have attained.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/30/94376896/5ed960ef01a22660c0e92ab516835435_3311889872084514227.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7671,
        "name": "Secret Source Automaton: Overseer Device",
        "desc": "A domination mechanism from the ancient ruins.<br>In ancient times, to oversee the operation of their mega-cities, a mighty race vested part of their power into a form of phlogiston-engineered intelligence. Driven by their mission, and by means of various other mechanisms, the machines upon which it was bestowed once controlled the functioning of myriad cities across the land. Now, long after their ancient civilization's fall through wars with an emerging race, these once-wise contraptions retain only the most basic of commands.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/24/05a26636a76e13060c8de6fb305b02cd_2018751552783544328.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2121,
        "name": "Primo Geovishap",
        "desc": "After many years, the awesomely powerful Primo Geovishaps grow accustomed to changes in their elemental environment.<br/>Folktales hold that after the great \"draconic calamity\" that led to the ruination of Tianqiu Valley, the overlord of the Geovishaps and Primo Geovishaps was imprisoned deep beneath the earth, and so too did they burrow into deep and unseen places, awaiting their chance to rise once more...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5056,
        "name": "Solitary Suanni",
        "desc": "<p>These elegant and proud mystical beasts only live in mountains shrouded in adeptal energy.<br>Since ancient times, they have been considered a symbol of good fortune, and their preference for living aloof from the material world has been admired by intellectuals for generations. In ancient legends from Chenyu Vale, the leader of the suanni was called the Mountain Lord and was considered to be of the same standing as the adepti.<br>Another theory claims that the Xuanwen Beasts that roam the mountains these days are the descendants of the suanni, but that the thinning of their blood over the years has caused them to devolve into violent creatures. Although this contradicts another theory regarding the origin of Xuanwen Beasts, the few records of the suanni often show them attended by a large number of Xuanwen Beasts.<br>These days, the well-known Wushou Dance in Chenyu Vale came from the movements of the suanni. But since only a handful of people have actually seen such creatures, most can only imagine what they look like. After thousands of years of changes and different artistic interpretations, the Wushou Dance costume head has developed into its current style.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/24/35428890/f02b8c509e8b9e4440f8c7d044f8206e_2986720003559009678.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Weekly Bosses</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2217,
        "name": "Stormterror",
        "desc": "One of The Four Winds of Mondstadt: Dvalin, the Dragon of the East.<br/>With the passage of long years and amid boundless darkness, even the purest gem will become dulled by dust, and even the noble dragon might be corrupted and cankered by hatred.<br/>But never forget that dust can be wiped away, and the power of doubt and poison can be shattered.<br/><br/><i>\"Fly freely in the sky.</i><br/><i>\"Just like you did in those days when we met, when I walked upon this land and sang the songs of the wind,</i><br/><i>\"And you soared on high, looking down on the world from above.</i><br/><i>\"Today, the sky is no longer swept by wind and snow. The green grass grows all over the earth, and it is beautiful.</i><br/><i>\"If you too could walk the earth and listen to the songs of shepherds and the scattered sound of wind chimes in the distance, if you could have tasted wine as sweet as honey, you would understand.</i><br/><i>\"How wonderful it would have been if you were as I, witnessing your noble, beautiful form as you soared through the blue sky.</i><br/><i>\"Then you would know that this sky and this earth are both things worth fighting for.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Childe",
        "desc": "\"Childe\" Tartaglia, Eleventh of the Fatui Harbingers.<br/>He draws power from the ominous Delusion he possesses and fights using martial arts that he learned in a land of darkness.<br/><br/>He is a pure warrior with an insatiable lust for battle.<br/>Each bloody conflict, each life-and-death struggle is a delightful trial to him.<br/>People say that the young Childe is famed throughout the land for his battle prowess.<br/>But he has never taken big talk of this kind to heart.<br/><br/>After all...<br/><i>\"You shall ever be the eye of the storm,</i><br/><i>\"And the clashing of steel shall ever accompany you.</i><br/><i>\"The pitch-black memory of stepping into uttermost darkness,</i><br/><i>\"Shall, at last, become the strength by which you will overturn this world.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "An enormous dragon as ancient as the mountains themselves.<br/>In an age that has all but faded from memory, he stood shoulder to shoulder with one who ruled over a harbor of stone. But in the end, the two came into conflict, and the dragon was banished to a dark place deep underground. Over the long years of his imprisonment, his power has slowly dissipated. He has also become disfigured from the various kinds of erosion he has been subjected to.<br/>The faint rattling of this dragon lord's shackles and his deep, angry growl echo through the bowels of the mountains like memories of a bygone era.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2975,
        "name": "Shouki no Kami, the Prodigal",
        "desc": "<p>Shouki no Kami, as an artificial divinity created using all the might of Sumeru's Six Darshans, has power that rivals that of true gods.<br>But those of this world who call such a being a \"false deity\" misunderstand the true meaning of the word.<br>Shouki no Kami now understands countless things and shoulders unassailable might, and may be said to surpass mortals.<br>If gods must love mortals, then Shouki no Kami, who grants failure in equal measure to humanity loves them also.<br>If gods must watch over humanity,<br>...<br>...<br>Then Shouki no Kami who has borne witness to infinite love, hatred, partings, grudges, and maddening anger - thus does he watch over mortals.<br><br><em>\"Too much happiness you have had!\"<br>\"It has made you foolish. Arrogant. Horrifying in your greed.\"<br>\"Let this era end!\"<br>\"Let the new god announce the defeat of the old.\"<br>\"Foolish mortal... There is yet time for you to kneel.\"</em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/35428890/86791657203a69e453d8e217414b3f9e_6244827810099144009.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "All-Devouring Narwhal",
        "desc": "<p>A mysterious and gargantuan creature from another world.</p><p>Poets often liken the starry sky to the ocean. They've seen or dreamt of countless bioluminescent plankton floating on a moonless sea, resembling a galaxy, or the moonlight ripped apart by waves on the sea's surface, like shimmering stars. In the most fantastical stories or outrageous lies, the stars found in the depths of the cosmos might be teeming with life, much like Teyvat, and the universe itself is akin to an ocean. Realistically speaking, however, if a profound universe full of life exists, why hasn't any of that life made contact with Teyvat?</p><p>Maybe the universe has been constantly trying to infiltrate Teyvat, or maybe a higher power created borders to protect this world.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/35428890/d6f05906844b79f1be3d4f049381a60f_6931954643108601332.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7672,
        "name": "The Game Before the Gate",
        "desc": "A soldier-entity born into being through the skills of various members of the Hexenzirkel.<br>Although their technological underpinnings are far from abstruse, and touch not upon the profound wisdom at the universe's core, yet as guards of the gate's final threshold, they are a metaphor in and of themselves.<br>This world may be governed by rules, but for those who manage to cross its verge, such constraints no longer apply.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/24/5b9539328dc0545b8c3669afe6095c1b_8273126040204387859.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Crafting"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Product</color>\n<color=#ffffff>Materials</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Varunada Lazurite Gemstone",
        "desc": "Character Ascension material.<br/>\"My ideals have no stains.<br/>I must correct you. People here bear no sins in the eyes of the gods... Only laws and the Tribunal can judge someone.<br/>They can judge even me. So praise my magnificence and purity.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_5321199885079004471.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 2700,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1035,
        "name": "Varunada Lazurite Chunk",
        "desc": "Character Ascension material.<br/>\"My ideals have no stains.<br/>I must correct you. People here bear no sins in the eyes of the gods...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Chunk_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Conversion"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Product</color>\n<color=#ffffff>Materials</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Varunada Lazurite Gemstone",
        "desc": "Character Ascension material.<br/>\"My ideals have no stains.<br/>I must correct you. People here bear no sins in the eyes of the gods... Only laws and the Tribunal can judge someone.<br/>They can judge even me. So praise my magnificence and purity.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/4e6086b9dc09a363886dc42f8673f393_3795911938579587258.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...<br/>Burnt to cinders for a dream.<br/>If the intention yet remains, achieved ██'s truth he has.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "A device that can transmute elemental Ascension Materials and change their Elemental Type.<br/>Its practical uses notwithstanding, alchemy is the study of the nature of matter and the rules that underpin its transformations, and ultimately it seeks to comprehend the working principles of the world and the flow of the ley lines.<br/>It is not known who would share alchemical achievements of this magnitude with the civilizations of the world and why. But although the power to fundamentally transmute elemental energy in its crystallized and inert form is a highly useful one, this device also conceals the grave danger of disrupting the elemental balance...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Note:"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...<br/>Burnt to cinders for a dream.<br/>If the intention yet remains, achieved ██'s truth he has.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "can be substituted with any of the following:"
      },
      {
        "type": "CustomEntry",
        "epId": 2676,
        "name": "Nagadus Emerald Gemstone",
        "desc": "<p>Character Ascension Material.</p><p>\"I had a very, very long dream...\"</p><p>\"In it, people were holding hands, dancing in a circle, be they sages or fools, dancers or warriors, puppets or statues of gods...\"</p><p>\"That dancing circle embodied everything about the universe. Life has always been the end, while it is wisdom that shall be the means.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/4e6fdd6c33dcd340000b8d8087573f23_3166795351403582672.PNG",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Vajrada Amethyst Gemstone",
        "desc": "Character Ascension material.<br/>\"This body is the noblest and most eminent of all in this world.<br/>\"It should hold absolute control over this world.<br/>\"It once promised its people a dream: the never-changing 'eternity.'\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 1493,
        "name": "Vayuda Turquoise Gemstone",
        "desc": "Character Ascension material.<br/>\"Still, the winds change direction.<br/>\"Someday, they will blow towards a brighter future...<br/>\"Take my blessings and live leisurely from this day onward.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 408,
        "name": "Shivada Jade Gemstone",
        "desc": "Character Ascension material.<br/>\"Sorry... to also have you shoulder the grievances of the world.<br/>\"Since you could endure my bitter cold, you must have the desire to burn?<br/>\"Then, burn away the old world for me.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ", or"
      },
      {
        "type": "CustomEntry",
        "epId": 444,
        "name": "Prithiva Topaz Gemstone",
        "desc": "Character Ascension material.<br/>\"The currencies that flow through this land are my flesh and blood.<br/>For thus did I become the guarantor of the people's hard work, wisdom, and future.<br/>This is the trust I have placed in them. Betray it, and you taint my blood.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Utility",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Ascension"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>5★</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6319,
        "name": "Mualani",
        "desc": "A well-known guide in Natlan who owns a watersports shop, and expert in all forms of wave-chasing.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/f4c75caad42923eb91ee760aa2eb473a_7439123622315070718.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Sigewinne",
        "desc": "<p>A Melusine and the Fortress of Meropide's head nurse. She cares equally for every convict locked in the undersea prison.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/26/35428890/2d607aa4d729030ea04f79919257e311_1172370997840232141.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>The absolute focus of the stage of judgment, until the final applause sounds. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/35428890/263e5ea0784d182b393f67a7e24146a5_2961704185113948066.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>The star of the Zubayr Theater. She is full of warmth and innocence, and her dances are lively and elegant.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "A mysterious person who claims to work for the Ministry of Civil Affairs, but is a \"non-entity\" on the Ministry of Civil Affairs' list.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "The young but highly accomplished head of the Yashiro Commission's Kamisato Clan. Cultured and polite, he is a man of many ways and means.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "The Divine Priestess of Watatsumi Island. All of the island's affairs are at this young lady's fingertips.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "No. 11 of The Harbingers, also known as \"Childe.\" His name is highly feared on the battlefield.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "A mysterious young astrologer who proclaims herself to be \"Astrologist Mona Megistus,\" and who possesses abilities to match the title. Erudite, but prideful.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>4★</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7707,
        "name": "Dahlia",
        "desc": "Deacon of the Church of Favonius and the Anemo Archon's representative in the church.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/16/255dedc5048565aec2c5af510c6f74a5_7726536808309970424.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2815,
        "name": "Candace",
        "desc": "<p>A descendant of King Deshret with an amber left eye. The defender of Aaru Village.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/2f43da4ece9eabfbde6ec2fcc81b3bff_6412967003441390014.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "A young man carrying a longsword who is frequently seen at book booths. He has a chivalrous heart and yearns for justice and fairness for all.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Barbara",
        "desc": "Every citizen of Mondstadt adores Barbara. She learned the word \"idol\" from a magazine.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Conversion"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Product</color>\n<color=#ffffff>Materials</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...<br/>Burnt to cinders for a dream.<br/>If the intention yet remains, achieved ██'s truth he has.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/4e6086b9dc09a363886dc42f8673f393_3795911938579587258.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Varunada Lazurite Gemstone",
        "desc": "Character Ascension material.<br/>\"My ideals have no stains.<br/>I must correct you. People here bear no sins in the eyes of the gods... Only laws and the Tribunal can judge someone.<br/>They can judge even me. So praise my magnificence and purity.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "A device that can transmute elemental Ascension Materials and change their Elemental Type.<br/>Its practical uses notwithstanding, alchemy is the study of the nature of matter and the rules that underpin its transformations, and ultimately it seeks to comprehend the working principles of the world and the flow of the ley lines.<br/>It is not known who would share alchemical achievements of this magnitude with the civilizations of the world and why. But although the power to fundamentally transmute elemental energy in its crystallized and inert form is a highly useful one, this device also conceals the grave danger of disrupting the elemental balance...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Note:"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...<br/>Burnt to cinders for a dream.<br/>If the intention yet remains, achieved ██'s truth he has.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "can be substituted with any of the following:"
      },
      {
        "type": "CustomEntry",
        "epId": 2676,
        "name": "Nagadus Emerald Gemstone",
        "desc": "<p>Character Ascension Material.</p><p>\"I had a very, very long dream...\"</p><p>\"In it, people were holding hands, dancing in a circle, be they sages or fools, dancers or warriors, puppets or statues of gods...\"</p><p>\"That dancing circle embodied everything about the universe. Life has always been the end, while it is wisdom that shall be the means.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/4e6fdd6c33dcd340000b8d8087573f23_3166795351403582672.PNG",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Vajrada Amethyst Gemstone",
        "desc": "Character Ascension material.<br/>\"This body is the noblest and most eminent of all in this world.<br/>\"It should hold absolute control over this world.<br/>\"It once promised its people a dream: the never-changing 'eternity.'\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 1493,
        "name": "Vayuda Turquoise Gemstone",
        "desc": "Character Ascension material.<br/>\"Still, the winds change direction.<br/>\"Someday, they will blow towards a brighter future...<br/>\"Take my blessings and live leisurely from this day onward.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 408,
        "name": "Shivada Jade Gemstone",
        "desc": "Character Ascension material.<br/>\"Sorry... to also have you shoulder the grievances of the world.<br/>\"Since you could endure my bitter cold, you must have the desire to burn?<br/>\"Then, burn away the old world for me.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ", or"
      },
      {
        "type": "CustomEntry",
        "epId": 444,
        "name": "Prithiva Topaz Gemstone",
        "desc": "Character Ascension material.<br/>\"The currencies that flow through this land are my flesh and blood.<br/>For thus did I become the guarantor of the people's hard work, wisdom, and future.<br/>This is the trust I have placed in them. Betray it, and you taint my blood.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Materials"
      },
      {
        "type": "CustomEntry",
        "epId": 1037,
        "name": "Varunada Lazurite Sliver",
        "desc": "Character Ascension Material.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Sliver_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Varunada Lazurite Fragment",
        "desc": "Character Ascension material.<br/>\"My ideals have no stains.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1035,
        "name": "Varunada Lazurite Chunk",
        "desc": "Character Ascension material.<br/>\"My ideals have no stains.<br/>I must correct you. People here bear no sins in the eyes of the gods...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Chunk_icon.png",
        "amount": 1,
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Varunada Lazurite Gemstone"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Character Ascension Material"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Crafted\nCheck the Enemies Tab in the Adventurer Handbook"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}