{
  "epId": 105,
  "name": "Fortune Slip",
  "desc": "A special slip of paper that can illuminate one's fortune. Also known to a certain someone as \"strips of paper.\"<br/>You can only get one of these per day, which will cause the previous day's fortune slip to lose meaning and disappear.<br/>They say that slips that portend ill luck such as \"Misfortune\" and \"Great Misfortune\" can be tied to the Fortune Slip Hanger as a prayer for a turnaround.<br/>Regardless, \"fate\" and \"destiny\" are things best grasped and forged in one's own hands.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/94376896/13b4067ebbc97e7a3577b9358c9c6eb9_8561788766756121179.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1690894941,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Fortune Slip"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Exchanged with a Bamboo Slip from Gendou Ringo at Grand Narukami Shrine"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "—Great Fortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "Today, what was lost will be found.\nEfforts you thought were made in vain will bear fruit.\nA friendship you once thought broken will be mended.\nSomething you had long forgotten will come to mind.\nNothing in this world is beyond redemption.\nToday is the day to reclaim what was lost.\nYour lucky object for the day: Energetic Onikabuto\nThe onikabuto is a peace-loving little being that avoids confrontation.\nMay this pursuit of peace bring you great happiness."
          }
        ]
      },
      {
        "title": "—Great Fortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "The clouds disperse, revealing the moon in the sky. Whoever draws this slip will receive great fortune.\nWith clarity in your heart, what you wish for will come true.\nThings will go your way today, whether there is something you wish to accomplish...\n...or someone you wish to meet. Now is the time to act.\nYour lucky object for the day: Everburning Flaming Flower Stamen\nThe heat of a Flaming Flower comes from the fire in its heart.\nThe reason everything will go your way is because your heart knows the path to take."
          }
        ]
      },
      {
        "title": "—Great Fortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "Whenever you draw your blade, it shall lead you towards victory. The shine of your blade as it leaves its sheath will also inspire those around you.\nToday, a single shot from your bow will shoot down an airborne prey, and a single strike against a guard will hit their weak spot.\nIf you have no target, try looking around. You might find a surprise waiting for you.\nAlso, don't forget to share your good luck with your less-fortunate companions.\nYour lucky object for the day: Rare Horsetail\nHorsetails grow in fields of Silvergrass, but are much taller.\nIt is a fitting symbol for you, who stands tall and proud in this world."
          }
        ]
      },
      {
        "title": "—Great Fortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "Today the wind will pick up, and you will succeed effortlessly in whatever you do.\nThe people around you will be exceptionally content, and no conflicts will occur.\nYou will dine on delicacies that you have wished for but not eaten in a long time.\nIn your work and in your travels, everything will go smoothly.\nSeize the day and advance with zeal.\nYour lucky object for the day: Thriving Naku Weed\nMany people are unaware that the Naku Weed can predict thunderstorms.\nIt seeks the gaze of the Electro Archon, growing only on the islands of Inazuma.\nThe tingling sensation you feel when picking it is said to feel similar to good fortune."
          }
        ]
      },
      {
        "title": "—Good Fortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "Spring has come to the withered tree, and many things are coming back to life.\nWhen things get difficult, the solution will come to you.\nWhen you are plagued by uncertainty, a helping hand will arrive.\nClear your mind and tidy your home.\nYou may find unexpected fortune.\nYour lucky object for the day: Rising Bamboo Shoot\nBamboo Shoots possess unlimited potential.\nNo one knows how tall a Bamboo Shoot can truly grow.\nThe mere sight of it is enough to get you excited about the future."
          }
        ]
      },
      {
        "title": "—Good Fortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "A day like any other. A routine that the body and mind are accustomed to.\nAn item will appear to replace something you lost, which will bring you great happiness.\nRelations with the acquaintances you see most frequently will improve, and some may even become the best of friends.\nEven the most ordinary of days can become a treasured memory.\nYour lucky object for the day: Shining Crystal Core\nCrystalflies are tiny-life forms born of coalesced elemental energy.\nAnd the elements are blessings promised by the world to the people who inhabit it."
          }
        ]
      },
      {
        "title": "—Good Fortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "A day when nothing especially noteworthy happens <color=#ffffff73>— and yet, you cannot help but feel happy.</color>\n<color=#ffffff73>You will find something you thought was long gone in the nooks and crannies you never noticed before.</color>\n<color=#ffffff73>Food will taste fresher than usual, and the scenery ahead will appear brighter than ever.</color>\n<color=#ffffff73>The world is full of new and wonderful things.</color>\n<color=#ffffff73>Your lucky object for the day: Warm Bird Egg</color>\n<color=#ffffff73>Eggs brim with limitless potential — they are the seeds of the future.</color>\n<color=#ffffff73>By the same token, think what the world represents to the life inside the egg:</color>\n<color=#ffffff73>A place filled with unknown and exciting things.</color>\n<color=#ffffff73>Just make sure to treat the egg gently.</color>"
          }
        ]
      },
      {
        "title": "—Modest Fortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "The clouds hang low in the sky, and they will build up further still.\nSooner or later, a thunderstorm will suddenly come crashing down from above.\nYet the rainbow awaits at the end of the storm.\nStick to tried and tested ways and maintain peace. Act rashly, and you may struggle to succeed.\nYour lucky object for the day: Fallen Pinecone\nNot all pinecones can grow into large pine trees.\nGrowth requires the right environment, but also a little luck.\nSo don't put too much pressure on yourself. Wait patiently for the rainbow."
          }
        ]
      },
      {
        "title": "—Modest Fortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "The air pressure is a little low, which makes you think back far into your past.\nMemories of your long-lost youth and friends with whom you have lost contact come to mind.\nThey bring with them a touch of nostalgia, and a hint of sadness.\nIt is good to remember the past once in a while. May it help calm your mind and face the future.\nYour lucky object for the day: Fresh Mint\nWherever there is vegetation, there is Mint.\nIn this sense, Mint is the most resilient life-form in the world.\nIt is said that it even grows amid the snow of Mondstadt's highest mountain."
          }
        ]
      },
      {
        "title": "—Modest Fortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "Clouds cover half the moon and the fog is thick.\nAbove you is the moon shrouded by cloud. Ahead of you, everything is engulfed by fog.\nThough the way ahead seems unclear at the moment, all will become clear when the time comes.\nTake this opportunity to improve yourself while waiting for the clouds to clear.\nYour lucky object for the day: Luminescent Spine\nThe Luminescent Spine shines with a faint glow, but shines strong nonetheless.\nThough it may not be the brightest of lights, it is enough to illuminate the road ahead."
          }
        ]
      },
      {
        "title": "—Modest Fortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "A calm and serene day. Nothing will happen to make you sad.\nToday is a good day to catch up with friends you have not contacted in a long time, to reminisce and to laugh.\nWhen you eat, you will rediscover a flavor from the past that you tried once, long ago.\nCherish the things and people in your life.\nYour lucky object for the day: Tingling Electro Crystal\nElectro Crystal contains limitless energy.\nFind a way to channel this energy and you may achieve great things."
          }
        ]
      },
      {
        "title": "—Rising Fortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "Days when clouds drift through the sky bring a feeling of great contentment.\nWork will go smoothly, and good ideas will come to you, even during your noon nap.\nSuddenly, you will find brand new common ground with old friends...\nEvery day will be positive and filled with cheer.\nYour lucky object for the day: Luscious Lavender Melon\nPeople often praise the virtue of being the same on the inside as on the outside.\nBut the Lavender Melon's extravagant exterior hides a humble sweetness within."
          }
        ]
      },
      {
        "title": "—Rising Fortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "The blade that has been tempered for ten years will shine bright today.\nYour misfortune is gone and you are rising from the pit of despair.\nYou've trained hard for years without showing your skill.\nBut today is the perfect opportunity to showcase your capabilities.\nIf you encounter obstacles, do not fret.\nDraw your sword without fear and fight with all your might.\nYour lucky object for the day: Mature Sea Ganoderma.\nThe Sea Ganodermite is a weak creature that must endure years of hardship to grow into a Sea Ganoderma.\nPeople who strive toward their goals will surely reap the fruits of their labor."
          }
        ]
      },
      {
        "title": "—Misfortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "It seems like it will rain today. You may encounter an unpleasant situation.\nYou will still be waiting for the commendation you are due, and you may be served the wrong dish by the waiting staff.\nNothing terrible happens, but everything seems to irritate you.\nIt's just one of those days.\nYour lucky object for the day: Drifting Seagrass\nSeagrass is a gentle but tenacious plant.\nDespite the bitterness of the seawater around it, it refuses to change.\nHold onto your gentle nature, even when nothing is going your way."
          }
        ]
      },
      {
        "title": "—Misfortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "Be careful. You may be about to lose something that you treasure.\nRemember to rest if you're feeling unwell.\nThink twice before you make a decision.\nYour lucky object for the day: Frosty Mist Flower\nThe Mist Flower gives off a coldness that says: I am unapproachable.\nBut sometimes, that same cool air can calm one's heart and mind.\nThis may help you to judge situations correctly, and act wisely."
          }
        ]
      },
      {
        "title": "—Great Misfortune—",
        "desc": [
          {
            "type": "RichText",
            "text": "A day spent feeling empty inside can lead to a profound sense of powerlessness.\nThe problems you face are defying your attempts to solve them. This futile endeavor is wearing you down and making you ill.\nBut do not be discouraged that everything is going downhill.\nSurvive this difficult period and one day you will achieve something great.\nYour lucky object for the day: Curly Lizard Tail\nWhen faced with a potential danger, lizards will sacrifice their tails for survival.\nIf you encounter emotions that you struggle to control, it may be best to cut something out of your life."
          }
        ]
      }
    ]
  }
}