{
  "epId": 1062,
  "name": "The Legend of Vennessa (II)",
  "desc": "A popular song since the reconstruction of Mondstadt. It tells the story of Vennessa, the founder of the Knights of Favonius, in her early years when she met Barbatos, the Anemo Archon, as well as how she defeated the drake and overthrew the Aristocrats.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/b94b87f2dd53df41a9efc2a8533fceab_9206675531855606330.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718429205,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source 1"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=78.37,33.25&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Source 2"
      },
      {
        "type": "RichText",
        "text": "Speak to Sayid during the day and choose the dialogue option: \"Made any discoveries?\"\nHe can be found near the <color=#ece5d8>Favonius Catheldral</color> ."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1061,
        "name": "The Legend of Vennessa (I)",
        "desc": "A popular song since the reconstruction of Mondstadt. It tells the story of Vennessa, the founder of the Knights of Favonius, in her early years as a slave in Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Legend of Vennessa (I)_icon.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "The Legend of Vennessa (II) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 2\nFriends of Mondstadt, let us revel! Drink to your hearts' content!\nThe day came when Barbatos answered her devotion.\nThe Anemo Archon sought her fiery hair and descended to her position.\n\"Every being deserves a name,\" the spirit grinned.\n\"To weave your fair name into a song I yearn,\"\n\"I seek nothing but your friendship in return.\"\nThe girl happily reciprocated, her fears swiftly dissipated.\nAnd so, to the battlefield she marched to Barbatos's singing voice,\nThe demonic dragon fled from her might and the people did rejoice.\nCorpulent aristocrats crawled under tables at such a valiant sight.\n\"Mondstadt is freedom,\" the winds sang for their people in delight.\nLonely forest breezes converged, jointly they overthrew the tyrant's tower from the sky.\nBroken free from shackles at last, the young lioness stood firm in the winds with her head held high.\nAnd so, the fiery-headed dame won herself prestigious fame.\nHer heart swelled with appreciation to sing by the Anemo Archon's side.\nBut no words of gratitude should she utter, Barbatos replied:\n\"You first conducted what now transpires in your song.\"\n\"You have entrusted me with your friendship and your name.\"\n\"To praise your freedom, my songs came.\"\nFriends, let us drink some more!\nFor thence flows the freedom of Mondstadt.\nWhen days become nights and faces fill with despair,\nNever forget the heroic tales of Vennessa, the dame with the flaming hair!\nNever cease to pursue freedom, even when the land is bare!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Legend of Vennessa (II)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Knights of Favonius Grand Master's Office\nDialogue Reward from Sayid"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2324,
            "name": "The Legend of Vennessa",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}