{
  "epId": 1099,
  "name": "Agnidus Agate Fragment",
  "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...\"",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Fragment_icon.png",
  "filterValues": {
    "objectType": [
      "Character Ascension Material"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1747524668,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Source",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dropped By"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bosses</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2161,
        "name": "Pyro Hypostasis",
        "desc": "Code Name: Ayin. A high-purity Pyro entity.<br/>According to researchers, Elemental Hypostases are related to anomalies in local Elemental veins. But whether it is the existence of Elemental Hypostases that have affected Elemental veins or the mutated Elemental Energy that created Elemental Hypostases remains to be confirmed.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hypostasis_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Iniquitous Baptist",
        "desc": "<p>A monster from the Abyss that wields multiple types of Elemental Power and has gained extra limbs from its \"evolution.\"<br><br><em>\"The nature of the 'Abyss' is essentially irreconcilable with the elements. However, even the elements of gods can be entrapped and distorted before they are subsumed to become tools of the abyssal will. Just judging from outcomes and practical use, \"Abyssal powers\" seem little different from elemental items, from ones as paltry as the Treasure Hoarders' elemental containers to those as powerful as Visions...\"</em><br>—Notes left behind in Hangeh Afrasiyab by someone.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/2899a9fa6efec1006150467a00823c4a_6098755085792994548.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7125,
        "name": "Tenebrous Papilla: Type I",
        "desc": "Abyssal creatures with plant-like forms that have descended from a deep, dark, unfathomable, contorted otherworld.<br>These twisted monstrosities are capable of infiltrating deep down into the bowels of the earth, extracting memories to imitate and manipulate. Through this process of distorting the past's memories into more abstruse and sordid forms, they gradually draw closer to Irminsul's core, threatening to undermine its very existence.<br>Some say that these aberrations work constantly to corrupt the many colors of light, leaving only pitch-black information in their stead. Such a hypothesis seems to be confirmed by the branches they extend outward, as if to pierce the void itself...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/4f48bdf376d1b4597c8c54a0fe47c8b8_6380943058011605348.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2855,
        "name": "Algorithm of Semi-Intransient Matrix of Overseer Network",
        "desc": "<p>A perpetual motion machine that rules over the many constructs scattered throughout the desert. It seems that the lonely ruler's will still indwells this device.</p><p>Perhaps due to a friend's teachings in a dream or perhaps because he coveted the power of the holy ones in the skies, the king created mysterious devices that should not exist in this world before founding his realm in these lands.</p><p>Amidst the ruins of the City of the Pillars, the ancient crystals still reflect the glory of the golden paradise, though none now live who remember the king's dreams.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/30/94376896/702fe9f038eb1bab144bd63853736da3_1720597185541312937.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2190,
        "name": "Pyro Regisvine",
        "desc": "A giant vine that has absorbed the ancient flame that rages within the ley lines.<br/>It is restless as if filled with endless fury.<br/>Poets, bards, and even some academics believe that elements also contain emotions and hopes. If this is true, then one can only wonder what emotions cause the Pyro Regisvine to burn eternally, writhing like one longing to be free of the confines of the earth...",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/2e62c5a258d6ab96f39ec3b00b6f1065_5384993013972317717.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2121,
        "name": "Primo Geovishap",
        "desc": "After many years, the awesomely powerful Primo Geovishaps grow accustomed to changes in their elemental environment.<br/>Folktales hold that after the great \"draconic calamity\" that led to the ruination of Tianqiu Valley, the overlord of the Geovishaps and Primo Geovishaps was imprisoned deep beneath the earth, and so too did they burrow into deep and unseen places, awaiting their chance to rise once more...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Emperor of Fire and Iron",
        "desc": "<p>One of the two sovereigns who once stood at the apex of the aberrant species of the Fontemer, and the subject of many a tale among sailors.</p><p>An Armored Crab that avoids predation, and can keep hunting and eating, will continue to grow, continually seeking out suitable shells to become its new armor. But eventually, it became simply too gargantuan. Before the first diluvian period, a massive Armored Crab once attacked a ship, and was finally forced back into the depths by Basil Elton, who had not yet been reinstated as a naval commander.</p><p>Imagine this world: All of humanity has been purged from Teyvat, and the ever-growing Emperor of Fire and Iron eventually wears the Palais Mermonia upon its body like a luxurious coat of white stone. Of course, in such a world, there naturally would be no one to call it, half-jokingly and half in awe, the \"Emperor of Fire and Iron.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/92cf784732984089c7f5a91f7a42822c_6821414569242480633.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5609,
        "name": "Legatus Golem",
        "desc": "<p>A centaur-shaped golem forged of marble and brass. Under the hard stone exterior flows Ichor blood. Towering as one who commands a legion, it is ready to trample any foe that might transgress against its honor.</p><p>The now sunken civilization believed that war was as music, an art of rhythms to be followed. Therefore, one who marshals a legion must be like a conductor, whose shield and sword are like the strings and bow of a violin, performing a blazing melody like the raging flames upon the merciless battlefield.</p><p>\"War is a necessary evil on the path to all-encompassing peace.\" Thus spake a Harmost, one who once led the golem legions to conquest over the entire high sea.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/35428890/3d9acabfe82467816e21ac130d1bf59a_7894619782730359968.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6584,
        "name": "Goldflame Qucusaur Tyrant",
        "desc": "A Qucusaurus whose body has attained a supernatural form due to enduring forces that the bodies of modern Saurians cannot control.<br>Legends say that when the giant Qucusaur who now often dwells in the mountain fog was young, he also once followed the heroes who saved Natlan in their adventures. It is said that one of those heroes once agreed to make the pilgrimage with him together to the volcano, to save his mind back from the brink of insanity that the increasing violent power in his blood was forcing him towards. However, judging from his current title of \"Tyrant,\" that story did not have a happy ending.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/5709594dc5a9060e80eff1f292116304_431190468102305255.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7597,
        "name": "Lava Dragon Statue",
        "desc": "A monster that can continuously generate heat to sustain its activities.<br>Legends say these monsters with lava at their cores are the products of a distinct line of research to the Source Mechanisms that followed them — research into whether the primal flame could be used to create a new race based on humans. This research undoubtedly failed, for once the reaver arrived with their throne from beyond the skies, all that the primal flame could birth were hollow shells whose nominal lifeforce granted them no more consciousness than a stone.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/bd5879239d44dbbee53cb8f17a30967e_3042829770408714999.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Weekly Bosses</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2117,
        "name": "Lupus Boreas, Dominator of Wolves",
        "desc": "The noblest and greatest of souls, who watches over the lupical of Wolvendom.<br/>When the wolfpack is imperiled, it will emerge in the form of a wolf and show forth its fangs and claws.<br/><br/>The wolves of Wolvendom are frightening phantoms to the people of Mondstadt:<br/>A blurred shape flashing through the forest, a chilling howl in the indeterminate distance, the creeping sense of eyes constantly nailed to their backs...<br/>Humans rarely have the opportunity to lock their eyes with a wolf, for this is the law Lupus Boreas laid down for its race.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "An enormous dragon as ancient as the mountains themselves.<br/>In an age that has all but faded from memory, he stood shoulder to shoulder with one who ruled over a harbor of stone. But in the end, the two came into conflict, and the dragon was banished to a dark place deep underground. Over the long years of his imprisonment, his power has slowly dissipated. He has also become disfigured from the various kinds of erosion he has been subjected to.<br/>The faint rattling of this dragon lord's shackles and his deep, angry growl echo through the bowels of the mountains like memories of a bygone era.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2101,
        "name": "La Signora",
        "desc": "Signora, the Eighth of the Fatui Harbingers.<br/>Unlike other Fatui who use the authority granted by Delusions, her Delusion is meant to shackle a flame that will devour everything. As opposed to a weapon used to kill, it might be more fitting to consider this a tool of imprisonment.<br/>And it was the embers of that flame, which had accumulated over many long years, that would break through the frosty seal of the Delusion and apply a warped rouge upon her.<br/><br/>The crimson dawn was reflected in her pupils, and at last, she unfolded her flaming wings and flew towards the light.<br/><i>\"But that light is not the dawn, dear Rosalyne. That is a sea of flame that will consume everything.\"</i><br/>A voice spoke to her amidst the light.<br/><br/>Yet it mattered not, for she knew in her heart that the flames had devoured her long ago.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5595,
        "name": "The Knave",
        "desc": "<p>The Knave, Fourth of the Fatui Harbingers.</p><p>The ancient balemoon blood flows within her fate, granting her all that the dynasty once had — yearning, power, and curses alike.</p><p>In her short life, she has supped of countless agonies and drunk deep of the cup of suffering, just as her ancestors once did when they imbibed poison at the rising of the dark sun.</p><p></p><p>Still, neither suffering nor fate has proved a fatal toxin to her.</p><p>Instead, they are the firewood fueling her quietly burning hearth, and are the fire bringing her children warmth.</p><p></p><p>Someday, the hearth-fire's faint radiance shall burn the old world away, incinerating the final scion of the baleful moon as well.</p><p>Someday, these still immature children will break free of ancient fate and usher in the future without tears she dreams of.</p><p>But until that time comes, until dawn breaks, the one named Peruere shall stand guard over their fragile, sweet dreams.</p><p><em>\"If fate should pave for us a pale road, let us dye it the bloody crimson of the bale moon.\"</em></p><p><em>\"Even a flickering, famished fire can burn all suffering away before daybreak.\"</em></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/35428890/6673f62e348a0eb42218a128deb8410e_6020745804435430913.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Lord of Eroded Primal Fire",
        "desc": "<p>A fell dragon, congealed from the power of pitch-black darkness.</p><p>A monster of the void, known as both the Reaper of the Abyss and \"Gosoythoth.\" It is able to corrupt memories contained within the ley lines of the earth, congealing them into tangible forces of catastrophic portent. From these memories that since time immemorial have flowed below the land, it has managed to extract the remnant will of a primordial elemental dragon sovereign, drawing it out like marrow to repurpose as the foundation of its own fabricated image.</p><p>But is it truly a mere \"image\"? Brought back by the very otherworldly forces it had once resisted, a once-dead dragon opens its eyes anew, forsaking all in this brief dream of a resurrection. Trapped perpetually in the final day of its existence by this pitch-black gospel, its boundless fury has consumed all reason. Now, what remains is its unrelenting lust for battle, burning on without end.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7672,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Crafting"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Product</color>\n<color=#ffffff>Materials</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1099,
        "name": "Agnidus Agate Fragment",
        "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Fragment_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_5321199885079004471.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 300,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1100,
        "name": "Agnidus Agate Sliver",
        "desc": "Character Ascension Material.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Sliver_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Conversion"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Product</color>\n<color=#ffffff>Materials</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1099,
        "name": "Agnidus Agate Fragment",
        "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Fragment_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/4e6086b9dc09a363886dc42f8673f393_3795911938579587258.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Varunada Lazurite Fragment",
        "desc": "Character Ascension material.<br/>\"My ideals have no stains.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "A device that can transmute elemental Ascension Materials and change their Elemental Type.<br/>Its practical uses notwithstanding, alchemy is the study of the nature of matter and the rules that underpin its transformations, and ultimately it seeks to comprehend the working principles of the world and the flow of the ley lines.<br/>It is not known who would share alchemical achievements of this magnitude with the civilizations of the world and why. But although the power to fundamentally transmute elemental energy in its crystallized and inert form is a highly useful one, this device also conceals the grave danger of disrupting the elemental balance...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Note:"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Varunada Lazurite Fragment",
        "desc": "Character Ascension material.<br/>\"My ideals have no stains.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "can be substituted with any of the following:"
      },
      {
        "type": "CustomEntry",
        "epId": 2678,
        "name": "Nagadus Emerald Fragment",
        "desc": "<p>Character Ascension Material.</p><p>\"I had a very, very long dream...\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/58cae6f57061984127a0a6e2970fa134_3475036179228236840.PNG",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Vajrada Amethyst Fragment",
        "desc": "Character Ascension material.<br/>\"This body is the noblest and most eminent of all in this world.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 1495,
        "name": "Vayuda Turquoise Fragment",
        "desc": "Character Ascension material.<br/>\"Still, the winds change direction.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Shivada Jade Fragment",
        "desc": "Character Ascension material.<br/>\"Sorry...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ", or"
      },
      {
        "type": "CustomEntry",
        "epId": 446,
        "name": "Prithiva Topaz Fragment",
        "desc": "Character Ascension material.<br/>\"The currencies that flow through this land are my flesh and blood.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Fragment_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Other Source"
      },
      {
        "type": "RichText",
        "text": "Transmutation product from"
      },
      {
        "type": "CustomEntry",
        "epId": 374,
        "name": "Parametric Transformer",
        "desc": "A device that can transmute materials placed within and convert it into some other material.<br/>·During the transmutation process, you must use <span style=\"color:#3399CCFF\">Elemental Attacks</span> to generate enough energy for the transmutation to take place.<br/>·After obtaining the transmuted materials, you must wait seven days to use it once again.<br/><br/>This mysterious device, discovered within the ruins, has the power to accelerate cycles and \"transmute\" material objects. Generally speaking, everything is undergoing a cycle. Memories and elements surge within the ley lines, rotten fallen fruits return to the soil, and the trees born from the soil will one day bear their crystalline fruit...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Parametric Transformer_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Utility",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Ascension"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>5★</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "The leader of Natlan who inherited the Ancient Name of \"Kiongozi.\" She made a vow to illuminate the future of the nation of war with the Sacred Flame.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>\"The Knave,\" Fourth of the Fatui Harbingers. A poised, ruthless diplomat. To the children in the House of the Hearth, she is their feared yet dependable \"Father.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/672e65470bfd14b664596c2a7f7eaaf8_7046130387894981792.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>A famed Fontainian magician who possesses great stage presence as well as gift of the gab. Audiences are enthralled by his exquisite skills, and they hang on to his every clever word. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/11/35428890/e343d4442cc3b8e243f0d528bb715f75_1232011243947476013.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p>A member of the Eremites, a mercenary organization that roams the sands of Sumeru. Valiant and powerful, she enjoys great fame amongst her fellow Eremites.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/35428890/65b22311e1e38ffa45a4928d4005ecee_7076295870986871517.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "Owner of Naganohara Fireworks. Known as \"Queen of the Summer Festival,\" she excels in her craft of creating fireworks that symbolize people's hopes and dreams.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "The 77th Director of the Wangsheng Funeral Parlor. She took over the business at a rather young age.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "An explosives expert and a regular at the Knights of Favonius's confinement room. Also known as Fleeing Sunlight.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "The tycoon of a winery empire in Mondstadt, unmatched in every possible way.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>4★</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Gaming",
        "desc": "<p>Guard of the Sword and Strongbox Secure Transport Agency, and the head of the \"Mighty Mythical Beasts\" Wushou troupe.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/35428890/b041ad23a9d6245efac952a9379c5114_8939761424130236195.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>The captain of the Special Security and Surveillance Patrol, who wears justice as an ever-present seal upon her heart. Her musket shall only ever point at the guilty. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/35428890/a846729f31f16a987a8696466ebabcc0_6857330048220230431.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 16,
        "name": "Thoma",
        "desc": "The Kamisato Clan's housekeeper. A well-known \"fixer\" in Inazuma.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Thoma_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "A well-known legal adviser active in Liyue Harbor. A brilliant young lady in whose veins runs the blood of an illuminated beast.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 41,
        "name": "Xinyan",
        "desc": "Liyue's sole rock 'n' roll musician. She rebels against ossified prejudices using her music and passionate singing.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xinyan_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "A good-natured adventurer from Mondstadt who's unfortunately extremely unlucky.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "A renowned chef from Liyue. She's extremely passionate about cooking and excels at making her signature hot and spicy dishes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 14,
        "name": "Amber",
        "desc": "Always energetic and full of life, Amber's the best — albeit only — Outrider of the Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Amber_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Crafting"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Product</color>\n<color=#ffffff>Materials</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1098,
        "name": "Agnidus Agate Chunk",
        "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...<br/>Burnt to cinders for a dream.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Chunk_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_5321199885079004471.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 900,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1099,
        "name": "Agnidus Agate Fragment",
        "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Fragment_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Conversion"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Product</color>\n<color=#ffffff>Materials</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Varunada Lazurite Fragment",
        "desc": "Character Ascension material.<br/>\"My ideals have no stains.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/4e6086b9dc09a363886dc42f8673f393_3795911938579587258.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1099,
        "name": "Agnidus Agate Fragment",
        "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Fragment_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "A device that can transmute elemental Ascension Materials and change their Elemental Type.<br/>Its practical uses notwithstanding, alchemy is the study of the nature of matter and the rules that underpin its transformations, and ultimately it seeks to comprehend the working principles of the world and the flow of the ley lines.<br/>It is not known who would share alchemical achievements of this magnitude with the civilizations of the world and why. But although the power to fundamentally transmute elemental energy in its crystallized and inert form is a highly useful one, this device also conceals the grave danger of disrupting the elemental balance...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Note:"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Varunada Lazurite Fragment",
        "desc": "Character Ascension material.<br/>\"My ideals have no stains.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "can be substituted with any of the following:"
      },
      {
        "type": "CustomEntry",
        "epId": 2678,
        "name": "Nagadus Emerald Fragment",
        "desc": "<p>Character Ascension Material.</p><p>\"I had a very, very long dream...\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/58cae6f57061984127a0a6e2970fa134_3475036179228236840.PNG",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Vajrada Amethyst Fragment",
        "desc": "Character Ascension material.<br/>\"This body is the noblest and most eminent of all in this world.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 1495,
        "name": "Vayuda Turquoise Fragment",
        "desc": "Character Ascension material.<br/>\"Still, the winds change direction.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Shivada Jade Fragment",
        "desc": "Character Ascension material.<br/>\"Sorry...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ", or"
      },
      {
        "type": "CustomEntry",
        "epId": 446,
        "name": "Prithiva Topaz Fragment",
        "desc": "Character Ascension material.<br/>\"The currencies that flow through this land are my flesh and blood.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Fragment_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Materials"
      },
      {
        "type": "CustomEntry",
        "epId": 1100,
        "name": "Agnidus Agate Sliver",
        "desc": "Character Ascension Material.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Sliver_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1098,
        "name": "Agnidus Agate Chunk",
        "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...<br/>Burnt to cinders for a dream.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Chunk_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...<br/>Burnt to cinders for a dream.<br/>If the intention yet remains, achieved ██'s truth he has.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Agnidus Agate Fragment"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Character Ascension Material"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Crafted\nCheck the Enemies Tab in the Adventurer Handbook"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}