{
  "epId": 1177,
  "name": "Sangonomiya Chronicles",
  "desc": "Historical annals written by the famous Shogunate historian Kujou Michizane, who was known as one of the \"The Three Kujou Dignitaries,\" or \"The Great Calligrapher.\" It chronicles the history of Watatsumi Island in broad strokes.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sangonomiya Chronicles_icon.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718439481,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Sangonomiya Chronicles"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found inside Komore Teahouse"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2327,
            "name": "Sangonomiya Chronicles",
            "desc": "<p></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=en-us#/map/2?center=5459.00,3628.50&zoom=2.00&shown_types=111"
      }
    ],
    "textualResearch": [
      {
        "title": "Sangonomiya Chronicles",
        "desc": [
          {
            "type": "RichText",
            "text": "Sangonomiya was once an ocean abyss, until the Great Serpent came, forming a vortex with its spiral movements, and fashioning the coral into an island. Thus the people of Sangonomiya named their island Watatsumi, meaning \"god of the sea,\" for the Great Serpent was their god.\nThe inhabitants of Watatsumi call themselves the people of the sea and worship the Great Serpent as the Orobashi no Mikoto. On Watatsumi Island, the shrine is the seat of government, and there are no commissioners appointed by the Shogunate. All business, great and small, is conducted by the shrine maidens. The head shrine maiden, or Divine Priestess, is the head of government and ceremonial affairs.\nDuring the Archon War, Her Excellency the Almighty Raiden Ogosho brought all of Inazuma under Her unified rule. The masses bowed down in fear and awe and each was content with their lot, else they were annihilated. No longer did any covet that to which they were not entitled. The Great Serpent, Orobashi no Mikoto, had always remained in the western region and respected the boundary between itself and the Narukami, and the two had lived in peace. But now, it suddenly transgressed the boundary and invaded the east without warning.\nThe war was brutal, and brought great suffering to the people. The two sides fought bitterly on what is now known as Yashiori Island, with many casualties and injuries on both sides. Her Excellency's cherished tengu general, Sasayuri, was among those who lost their lives. Finally, the Great Serpent was slain by the Ogosho where its remains now lie on Yashiori Island.\nThereafter, Sangonomiya sent envoys to announce surrender, and they have recognized the Inazuma Shogunate as the legitimate and supreme ruler ever since."
          }
        ]
      }
    ]
  }
}