{
  "epId": 1180,
  "name": "Treasured Tales of the Chouken Shinkageuchi (I)",
  "desc": "The first part of a traditional Inazuman novel. This particular volume is also known as \"Shinkageuchi,\" and was once a restricted text. It contains a fantastical tale about the first Raiden Shogun and her kagemusha, depicting the benevolent sagacity of the first Shogun and the great valor of her kagemusha. However, due to the great popularity of another book known colloquially as \"Raiden Reincarnation,\" many people became interested in stories of this kind. This book thus wound up being published in a haphazard manner.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Treasured Tales of the Chouken Shinkageuchi (I)_icon.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718442656,
  "components": {
    "textualResearch": [
      {
        "title": "Treasured Tales of the Chouken Shinkageuchi (I) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\nIt is often said that the \"drawn bow is like the quartered moon, and studying the blade is like a circle of transparent jade.\"\nIt is said that when Narukami came to her people, she brought with her the knowledge of crafting swords. After thousands of years and hundreds of bountiful harvests, mortal swordsmiths were at last able to make swords that would please even Narukami herself. Thus did the Grand Shrine and the Shogunate enact this divine ceremony: they collected the greatest swords in the world and offered them up to the shrine, thus naming these blades \"Goshintou.\" This ceremony was a very lively one indeed, and the practice persists to the present period. However, there are many behind-the-curtain matters concerning the \"Goushintou\" that few know of.\nNo famous craftsman merely forges one blade in one sitting. The greatest of their works are known as \"Shinuchi,\" and are given a lovely name before being offered to the craftsman's lord or deity. These are not built for taking lives and are to remain pure. The others are known as \"Kageuchi\" and will be given to retainers for them use as weapons. These will often be used to shed blood and will thus be stained with impurity and filth.\nFrom the day Narukami Gongen, the First Shogun, began her dominion over the land of Inazuma, she was accompanied by her younger twin sister. \"Shin\" and \"Kage,\" light and dark they were, mediating and holding court, ordering and giving battle. The younger of the two was named \"Ei,\" and if her name were to be written plainly, it would likely be the word for \"shadow,\" which she was in relation to the first Shogun, to whom she would become the successor.\nAs most know, only The Seven emerged from the wrack and ruin of the war that rolled across the mortal world like a crimson storm. Though the Shadow Shogun was divinely skilled in martial arts and unsurpassed with the blade, she believed herself little more than a warrior with little understanding of mortal hearts. Thus, she chose to give up her bodily form, helping her sister to ascend to the \"heavenly citadel\" and obtain dominion over Inazuma. Shortly after, the True Shogun, \"Makoto,\" set up her Shogunate and began to rule over the land. Remembering their bond, she recalled \"Ei\"'s divine will and reforged her body, thus returning her sister to her side once more as her kagemusha."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Treasured Tales of the Chouken Shinkageuchi (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Yae Publishing House"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2328,
            "name": "Treasured Tales of the Chouken Shinkageuchi",
            "desc": "<p></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Treasured Tales of the Chouken Shinkageuchi_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111,2,3,154,319,338&center=5351.17,3668.03&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3404,
        "name": "Kuroda",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/43b6af48285e9eeb1895ee06d481fa56_5207274457170173804.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      }
    ]
  }
}