{
  "epId": 1194,
  "name": "Customs of Liyue: Silk Flowers",
  "desc": "A book on the cultures and customs of Liyue originally compiled by Fadhlan, a scholar from Sumeru residing in Liyue. It was then edited by many local scholars and published. It is one of the bestsellers in Liyue.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/b5086c3aaa80128d3ac691e8ec8d6a15_7386563088995141872.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718439258,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Customs of Liyue: Silk Flowers"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Wanwen Bookhouse"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2330,
            "name": "Customs of Liyue",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2871.77,-1135.87&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1192,
        "name": "Customs of Liyue: Flower Ball",
        "desc": "A book on the cultures and customs of Liyue originally compiled by Fadhlan, a scholar from Sumeru residing in Liyue. It was then edited by many local scholars and published. It is one of the bestsellers in Liyue.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Customs of Liyue: Flower Ball_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1193,
        "name": "Customs of Liyue: Receiving God",
        "desc": "A book on the cultures and customs of Liyue originally compiled by Fadhlan, a scholar from Sumeru residing in Liyue. It was then edited by many local scholars and published. It is one of the bestsellers in Liyue.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/b5086c3aaa80128d3ac691e8ec8d6a15_8895845920382232270.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Customs of Liyue: Silk Flowers ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 3\n—Silk Flowers—\nFor the well-to-do citizens of Liyue, the Silk Flower has a ubiquitous presence in their lives: It has a beautiful color and its soft petals can be processed to make silk. It also has a most delightful scent that can survive multiple rounds of processing, and even the weaving process itself. For this reason, Liyue's botanists have cultivated a special strain for exclusive use in perfume making — with the most luxurious perfumes being offered first and foremost, of course, to Rex Lapis for his approval.\nFor the women of Liyue, highly prized Silk Flower perfumes are seen as holding different symbolic meanings based on the fragrance profile and composition. The unwritten rule in Liyue is that it is impolite to broach the topic of perfume with a woman in normal social interaction, but also that if an admirer is able to correctly guess the type of perfume one is wearing, as well as correctly deduce its unique properties and characteristics, all whilst conveying this in an articulate and tactful manner, the admirer is more likely to stand a chance of winning one's affection.\nA popular belief in the rural regions of Liyue is that the method for decocting Silk Flower perfume was originally taught to mortals by an adeptus living as a hermit on Mt. Aocang. In the age where divine beings coexisted alongside lowly mortals, the adeptus guided humans to learn the ways of courting and romancing from the birds, beasts, and plants. To a young woman bathing in a spring, it once took the form of a graceful illuminated bird, teaching her the exotic techniques of decocting and applying fragrant oils.\nWho was this young woman capable of stirring the heart of an adeptus living in deliberate seclusion from the world? With countless legends offering different versions of the story, the truth is impossible to know. But the art of decocting perfume from Silk Flowers was indeed passed on, for it survives to this very day. It is claimed that the subtle undertones of the perfume's scent and the gentle-but-nimble hand techniques used in the decoction process have remained unchanged throughout history on account of having proved themselves supremely fit for purpose time and time again.\nAs they grow, Silk Flowers will exhibit different properties based on how their environmental conditions differ from their ancestral habitat. Liyue's merchants have coined plenty of tasteless terms for Silk Flowers of all types and uses. They tend to attribute them to Rex Lapis, claiming they once had the fortune to encounter him during one of his excursions in the mortal realm or pass them off as a merciful gift from an adeptus, such details always featuring as part of a wondrous, fantastical narrative. Sales tactics like these always manage to garner the interest of a shopper or two on their way through Liyue Harbor.\nHigh demand has pushed Liyue's merchants towards the mass cultivation of Silk Flowers and the ongoing breeding of new strains. This means that the striking sight of beautiful Silk Flowers is a common one in all highly populated areas, including the city and the towns. Sadly, geographical changes over Liyue's long history and ever-expanding mining activity have conspired to destroy the natural habitat of wild Silk Flowers, meaning that the flower is all but extinct in rural areas. The handful that can still be found in the wild are carefully looked after by adepti living in seclusion there. These Silk Flowers feature daintier, more elegant blossoms, which puts them in stark contrast to those cultivated by horticulturalists in urban centers.\nInterestingly, the people of Liyue see the pretty and sweet-smelling Silk Flower as one of the many symbols of Rex Lapis. Which begs the question: Has this mighty and imposing god, who typically takes a decidedly masculine form on his excursions to the mortal realm, ever taken the form of a woman and accepted a ritual offering in the form of a bunch of flowers? The sparse historical records on the one hand and the plethora of rumors of obscure origin on the other means that, while this claim is more or less impossible to verify, it also cannot be simply dismissed as baseless speculation.\nOn a personal note — the writer has, on one occasion, personally witnessed a Statue of The Seven accept a carefully prepared and distinctly feminine gift that was presented to it in worship. As for the Geo Archon's innermost feelings upon receiving offerings from their subjects, however, this is not something that I, as an outsider in Liyue, consider myself qualified to comment on."
          }
        ]
      }
    ]
  }
}