{
  "epId": 1220,
  "name": "Hydrological Studies in Byakuyakoku",
  "desc": "This text records the geography and hydrology of Byakuyakoku. With the sealing of the depths and the emigration of the people of Watatsumi, as well as the passing of long years, this book is now useless.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/30d637f5d6939cb8f5a886096aa7ba70_2297711585933268758.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1721878406,
  "components": {
    "textualResearch": [
      {
        "title": "Hydrological Studies in Byakuyakoku ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 3\nThe lands beneath the aphotic depths are vastly different from those on the surface, to the extent that all surface-derived common sense must be abandoned down below. All we formerly knew of land and sea was given unto us directly by the heavens. In this new world of ours, we must begin groping even for the simplest methodologies anew.\nO you who come after and read these words, do not take the life you lead for normalcy. Even if after a hundred or a thousand years, people should grow used to life down here, always remember — these days with neither sun nor moon are abnormal. Even if some sage were to draw us the sun, there will surely be filthy wretches who will borrow its light to cast long shadows over us.\nThis book is intended to help people understand the world they live in, and to never forget our desire to return to the light.\n(This book has been constantly edited, redacted, and modified over the years. Even the name of the book's title has seen change from \"Aphotic Earth\" to \"Tokoyokoku,\" before becoming \"Byakuyakoku.\" Later, due to the grace of Watatsumi, the people of the depths would return to the sea's surface. But it seems like \"Aphotic Earth\" has some special meaning, and it has not been universally changed throughout the text.)\nOf Wind and Water\nByakuyakoku has no mountains to speak of, and so it is pointless to speak of them. However, our priests and sages have detected something. Even in these depths, the power of the \"undying wind\" and the \"water\" still remain. The personification of the \"undying wind\" is known as \"Tokoyo Ookami,\" and is poetically rendered \"the thousand winds\" or \"the thousand winds of time.\" \"Water,\" on the other hand, is the might of the Vishap Realm, represented by the Bathysmal Vishaps.\nWe have already developed a certain field of study regarding the relationship between Sunfire, wind, and water. As such, both hydrology and the undying wind must be considered before undertaking any project of civil engineering.\nThe Borders of Byakuyakoku\nThe borders of Byakuyakoku are marked out by three corners. These mark the limits of the see-saw clash between humanity and the vishaps.\nDuring the era of Byakuyakoku, Towers of the Three Realms were built at these three corners, used to harmonize the three realms. Their ancient names have been lost to time, and they were renamed after the coming of Watatsumi.\nThese towers are exceedingly important, and they are not in locations aligned with either wind or water. Rather, their purpose is to stabilize the tendencies of Byakuyakoku and control its winds and waters.\nIf these towers were to be imperiled, so would the entire nation. As such, they have been hidden using secret arts. Only the shrine maidens and the Vassals of Watatsumi can summon them forth.\nThe Narrows\nThe Narrows were, in the earliest times, sandwiched between the mountain face and an area known as the Roundlands, thus earning that location its name. However, the exceedingly strange tectonic shifts in Byakuyakoku caused the Roundlands to collapse into the depths, thus causing The Narrows to widen significantly.\nThe Serpent's Heart\nFrom the first time our ancestors discovered this place, it had already played host to a unique phenomenon in which space itself might overlap in a certain locale. Later, those who came before us would utilize this phenomenon by creating the Serpent's Heart. It would be used to guard secrets, imprison criminals, and worship the great imaginary serpent, Ouroboros.\nIn the earliest times, this place was called Delphi, the land of snakes. This name did not change even after the arrival of Watatsumi Omikami. Ancient art depicts the scaleless serpent as \"Ouroboros,\" and the coral-adorned serpent as \"Orobashi.\"\nDainichi Mikoshi\nThe earliest name of this place was \"Helios,\" and it was the high tower built by the sage Aberaku, standing for earth, the element between wind and water.\nAccording to prophecy, this was likely the sun that the sage displayed, used to light those lightless caverns. And just as those prophecies suggested, it was also later used to cast a great shadow over the nation."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Hydrological Studies in Byakuyakoku"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5361,
            "name": "Date's Challenge"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2846,
            "name": "The Byakuyakoku Collection",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/80830045/8a7b95710be73a0c089b83f2ff88270a_4510262374456186105.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.4"
          }
        ]
      }
    ]
  }
}