{
  "epId": 1263,
  "name": "Sacred Sakura Cleansing Summary",
  "desc": "A tattered scroll containing information related to the Sacred Sakura Cleansing Ritual. Some pages seem to bear the cinnabar seal of some shrine.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/02b2f9a1d6582b7df8f9fc0e32209165_7808385956649920693.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718440716,
  "components": {
    "textualResearch": [
      {
        "title": "Sacred Sakura Cleansing Summary",
        "desc": [
          {
            "type": "RichText",
            "text": "...\n\"Seek first forgiveness from Narukami in the skies above, and then from Watatsumi on the land below. Then, recite prayers to quench the gods' anger.\"\nThe aforementioned ritual must be carried out before any sacrifices, exorcisms, blessings or spell-rites can take place. The same holds true for this Cleansing Ritual.\nThe Thunder Sakura were born from grafted Sacred Sakura branches. They are offshoots of Narukami's own spirit and connect the Grand Shrine to all others.\nIn those days, catastrophe rocked the heavens and demons roamed the earth. The land was defiled, ferocious foes abounded, and small devils wreaked havoc. Thus, the branches were broken off at the Grand Shrine and transplanted across the land to cleanse the filth.\nYears passed, and damage accumulated. The Cleansing Ritual must thus be performed to calm the chaos.\nThe Thunder Sakura purification must take place once every 60 years. The ritual may also be divided into a minor and major cleansing. After performing the minor cleansing a few times, the major cleansing must then be carried out.\nDuring the minor cleansing, one must first seek forgiveness from sky and land, tie up a Shimenawa to form a barrier, and recite the \"kashikomi.\" Next, all the filth must be sealed up inside the barrier and the poisoned root nodules must be isolated from any mortal dwelling. Finally, a ward must be used to suppress all the filth. This must be performed separately in five different places on Narukami Island.\nThe purpose of this minor cleansing ritual is to isolate the defilement and thus procure some years of peace.\nDuring the major cleansing, one must first seek forgiveness from sky and land. Then five wards representing the eyes, the mouth, the nose, the hands and the feet must be retrieved, destroying the barriers created by the minor cleansing in the process. The filth must then be eradicated by a powerful spell.\nThe purpose of the major cleansing ritual is to wipe out the defilement and to completely eradicate the filth.\nThis is the end of the summary. The details are as follows:\n(The rest of this text has been rendered unreadable by abrasion, contamination, and other damage.)"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Sacred Sakura Cleansing Summary"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest Chain - Sacred Sakura Cleansing Ritual\nQuest - Sacrificial Offering"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2334,
            "name": "Sacred Sakura Cleansing Summary",
            "desc": "<p></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/1f32d7f6a89cef4dd8920cee905d21ac_7715029690432947254.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.0"
          }
        ]
      }
    ]
  }
}