{
  "epId": 1272,
  "name": "Legend of the Shattered Halberd (I)",
  "desc": "In ancient times when Axis Mundi was unobstructed, there were nine realms, each a world of its own. The realm of humans was known as the Zhongzhou, while the gods reside in Shenxiao.<br/>At the end of the last calamity, a war between the gods broke out. The God King fell, setting the nine realms ablaze, obliterating all living things. The realms have now been born anew, life again thrives, but the passageway between the nine realms by Axis Mundi has been sealed off.<br/>An all-new graphic novel on the epic journey in search of the God-King's Halberd begins!",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_1466348306899316965.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718442570,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Legend of the Shattered Halberd (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Wanwen Bookhouse"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2335,
            "name": "Legend of the Shattered Halberd",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/ca27260170dd952e67b7e26e1552ec0e_4822023539709760553.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Legend of the Shattered Halberd (I) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\n—Pressing Official Business—\n\"I am the Great and Glorious General Weiyang, emissary of the imperial court on a royal mission! I demand that you step aside at once!\"\n\"General? So the Great and Glorious is a military rank now, huh? I thought it was a civil office.\" Mir responded with not a moment's hesitation.\nWeiyang's face turned bright red. \"Oh!? An ignorant borderland heathen seeks to educate me on the matters of the court!?\"\nMir was unfazed. \"I would be surprised if they'd overhauled the entire government bureaucracy in the space of a few years.\"\nTwo broad-sword-wielding Martial Artists in Weiyang's party burst out laughing. \"Haha! So ends our grand journey to the capital... The cart finally makes it past a thousand miles of checkpoints, only to get gridlocked like this at some tiny little inn out in the wilderness!\"\nThe waiter, Qin, stared intently at Weiyang's crimson-colored cheeks before suddenly declaring: \"You're a woman! A female officer disguised as a man!\" The claim was accentuated with a prod of his finger.\n\"An astute observation,\" came the response from one of the martial artists. \"She is in fact the Secretary of Ceremonies. The two of us are military officers. One from the Imperial Guards, the other from the Imperial Escorts, both versed in polearm and sword. We are serving the office of the Imperial Grand Minister on secondment, and we are here under orders to retrieve the Ominous Swords.\"\n\"Although the part about the Great and Glorious Gen... General, haha... Although that's made up, the bit about being here on official court... uh, business is not,\" the other Martial Artist chimed in to say.\nThe Ominous Swords were something that Mir had heard of. The story was that an iron meteorite had fallen from the sky five or six years ago, and convention dictated that as nature's treasure it belonged to the imperial family. However, a swordsmith by the name of Feng had taken it for himself and used it to illegally cast nine swords. It was said that the Ominous Swords were cursed by the meteorite and could drain people's intellect. Naturally, they had caused quite the stir in martial artists' circles.\n\"Good for you,\" said Mir as he shut the toilet door.\n\"It'd be even better for me if you got yourself out from that toilet... now!\" Her disguise exposed, Weiyang gave up trying to compose herself and spoke in her normal voice. She sounded more charming than one would expect, given the circumstances.\n\"Officer Weiyang is a cultured lady of the court. Unlike us, she cannot resolve her pressing official business by simply finding a discrete spot in the wild. Please, hurry up!\"\nMir washed his hands and exited the toilet, then sat down at the table with the two Martial Artists.\n\"It is not at every border town that we encounter one so familiar with court affairs.\" The one that seems to be the Imperial Escort officer sizes up Mir. \"Might I inquire as to your personal history?\"\n\"My father, Mi Tingren, was Minister of Imperial Banquets. He was framed for embezzlement of funds intended for the imperial cuisine. He then resigned from his post and returned home.\" Mir paused to scratch his chin before continuing, \"My old man's not been himself ever since it happened. I still intend to go back to the court one day and clear the Mi family name.\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2862.63,-1155.00&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1274,
        "name": "Legend of the Shattered Halberd (II)",
        "desc": "Mir, having stumbled onto the journey to retrieve the swords by accident, encountered a huge crisis before the journey had even begun. Imperial Guard and Imperial Escort elites were slain by enemies holding the Ominous Swords. Amidst grave danger, Mir recalled a spell taught by his father. Legend has that, the Celestial Emperor has a young daughter whose name was not known to the world; she now possessed Weiyang's body and revealed herself. Who would prevail? The wielders of the Ominous Swords who had turned into ferocious demons? Or Mir who could somewhat hold his own in a fight?",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_8392221786173393895.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1273,
        "name": "Legend of the Shattered Halberd (III)",
        "desc": "\"Just stay with the name 'Weiyang' for convenience's sake on the road. With the official documents from the government in hand, you should be free to go as you wish throughout the kingdom.\" Still worried about Weiyang, Mir decided to accompany her on her journey and kill any demons they may encounter.<br/>Though they had already collected five Ominous Swords and all seemed to be well, they knew in their hearts that the way forward would only get more treacherous and perilous.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_3998460816350916605.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1277,
        "name": "Legend of the Shattered Halberd (IV)",
        "desc": "\"Calm down, my son. Listen, Mir. I am not your real father...\"<br/>\"Noooooo!\"<br/>The once Minister of Imperial Banquets was, in truth, Khan the Asura from Jotunheim. Leaving the capital was but an act in collaboration with the Minister of Ceremonies and the Grand Secretary to protect the daughter of the Celestial Emperor.<br/>\"The late Celestial Emperor Shenxiao, the now Contra Mundi, was once a dear friend of mine. But now, knowing that you have successfully summoned her, all my wishes have been fulfilled.\"",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_5110078622633753862.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1275,
        "name": "Legend of the Shattered Halberd (V)",
        "desc": "\"There are many among the military officials who wish to unseal Axis Mundi since the world in chaos would greatly elevate the position and importance of the Martial Artists.\"<br/>\"They want to wage another War of the Asuras?\"<br/>\"He does.\"<br/>The tug-of-war between the civil and military officials and the schemes of the past gods once again threatens all of the nine realms!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_5211067846923031146.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1276,
        "name": "Legend of the Shattered Halberd (VI)",
        "desc": "Mir once again chanted the forgotten spell. The maiden was reunited with him again. \"So, this is what you truly look like.\"<br/>\"The world is beyond repair. It shall be born anew from the ashes of the last.\" The mad Celestial Emperor sentenced all living things of the world to a harsh punishment.<br/>\"But you, you would understand me, wouldn't you?\" The nameless thief who stole the national treasure said to his lord.<br/>\"No. No apologies necessary, for you are benevolent.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Shattered Halberd (VI)_icon.png",
        "displayStyle": "text"
      }
    ]
  }
}