{
  "epId": 1273,
  "name": "Legend of the Shattered Halberd (III)",
  "desc": "\"Just stay with the name 'Weiyang' for convenience's sake on the road. With the official documents from the government in hand, you should be free to go as you wish throughout the kingdom.\" Still worried about Weiyang, Mir decided to accompany her on her journey and kill any demons they may encounter.<br/>Though they had already collected five Ominous Swords and all seemed to be well, they knew in their hearts that the way forward would only get more treacherous and perilous.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_3998460816350916605.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718442593,
  "components": {
    "textualResearch": [
      {
        "title": "Legend of the Shattered Halberd (III) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 3\n—A Dark Westward Journey—\n\"This is all that I can do for you,\" Mir said as he placed a series of dishes onto the table. He then sat down opposite Weiyang.\nWeiyang's right arm, which was broken in the fight to the death that had just taken place, was still wrapped in bandages. She stared intensely at Mir for a long while, but Mir just sat there resting his jaw on his hand and looking downwards. Neither of them spoke.\nFinally, Weiyang attempted to use chopsticks with her left hand. But alas, her dexterity was found wanting, and she failed to procure a single meatball from the murky depths of the hot broth.\nMir sighed, took the chopsticks from her hand, and said, \"Fine, I'll feed you.\"\n\"So there is still more that you can do for me,\" Weiyang suddenly quipped a few mouthfuls in. Her mood remained unchanged.\n\"The Court of Imperial Entertainments is dedicated to worshiping and making sacrifices to all of you divine beings up above. Serving you is my family's job.\"\nAnd in any case, when the gods make their move, what can mere mortals do but look on helplessly and accept their fate?\n— At least, that's what Mir thought. But he also thought it was better to keep that part to himself.\n\"Couldn't you use your powers, though? I thought you said that each time you fight a Ominous Sword owner, you use telekinesis to make your polearm levitate, swing your sword around, and so on. Surely chopsticks can't be any harder?\"\n\"That is a power bestowed upon me by my father. Only I have this power. It is solely for use in sentencing the guilty. I mustn't...\" Weiyang's voice changed in tone. \"I mustn't use it lightly.\"\n\"Before he died, that guy said something really strange about the situation with my father.\" Mir flicked the candle flame while he spoke to relieve his boredom. \"'Minister Mi was neither innocent, nor wrongly accused.' What on earth did he mean by that?\"\nIf the court was unwilling to reconstruct the Divine Halberd, then being with the celestial emperor's daughter that had possessed Weiyang's body makes him an enemy of the imperial court.\nAs if to signal that she had understood what Mir was thinking, Weiyang's face grew dark in the candlelight.\nShe said, \"You don't need to help me any longer. You are a mere mortal, there is nothing to be gained from settling a score with the court.\"\nMir replied, \"Speak no more of this matter. I must get the truth out of my old man first.\"\nWeiyang said, \"Oh... We will pay a visit to your esteemed father? Then I must buy some fresh silk garments and makeup first thing tomorrow morning.\"\nMir replied, \"He's just a regular old man. There's no need for all that.\"\nAn unusually stern expression appeared on Weiyang's face. \"Is this not your sworn duty?\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Legend of the Shattered Halberd (III)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Dialogue Reward from Tea Master Liu Su"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2335,
            "name": "Legend of the Shattered Halberd",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/ca27260170dd952e67b7e26e1552ec0e_4822023539709760553.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "RichText",
        "text": "Speak to"
      },
      {
        "type": "CustomEntry",
        "epId": 3398,
        "name": "Tea Master Liu Su",
        "desc": "<p>A storyteller for Heyu Tea House. He was originally Iron Tongue Tian's senior but had later agreed to work under Fan Er'ye for a wealthier audience.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/85f4dd407d0523f23185270a86fb173a_6050087422049422242.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "and choose the dialogue option: \"(Listen in)\" followed by \"Wow!\"\nHe can be found at the <color=#ece5d8>Heyu Tea House</color> ."
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2889.64,-1040.50&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1272,
        "name": "Legend of the Shattered Halberd (I)",
        "desc": "In ancient times when Axis Mundi was unobstructed, there were nine realms, each a world of its own. The realm of humans was known as the Zhongzhou, while the gods reside in Shenxiao.<br/>At the end of the last calamity, a war between the gods broke out. The God King fell, setting the nine realms ablaze, obliterating all living things. The realms have now been born anew, life again thrives, but the passageway between the nine realms by Axis Mundi has been sealed off.<br/>An all-new graphic novel on the epic journey in search of the God-King's Halberd begins!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_1466348306899316965.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1274,
        "name": "Legend of the Shattered Halberd (II)",
        "desc": "Mir, having stumbled onto the journey to retrieve the swords by accident, encountered a huge crisis before the journey had even begun. Imperial Guard and Imperial Escort elites were slain by enemies holding the Ominous Swords. Amidst grave danger, Mir recalled a spell taught by his father. Legend has that, the Celestial Emperor has a young daughter whose name was not known to the world; she now possessed Weiyang's body and revealed herself. Who would prevail? The wielders of the Ominous Swords who had turned into ferocious demons? Or Mir who could somewhat hold his own in a fight?",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_8392221786173393895.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1277,
        "name": "Legend of the Shattered Halberd (IV)",
        "desc": "\"Calm down, my son. Listen, Mir. I am not your real father...\"<br/>\"Noooooo!\"<br/>The once Minister of Imperial Banquets was, in truth, Khan the Asura from Jotunheim. Leaving the capital was but an act in collaboration with the Minister of Ceremonies and the Grand Secretary to protect the daughter of the Celestial Emperor.<br/>\"The late Celestial Emperor Shenxiao, the now Contra Mundi, was once a dear friend of mine. But now, knowing that you have successfully summoned her, all my wishes have been fulfilled.\"",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_5110078622633753862.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1275,
        "name": "Legend of the Shattered Halberd (V)",
        "desc": "\"There are many among the military officials who wish to unseal Axis Mundi since the world in chaos would greatly elevate the position and importance of the Martial Artists.\"<br/>\"They want to wage another War of the Asuras?\"<br/>\"He does.\"<br/>The tug-of-war between the civil and military officials and the schemes of the past gods once again threatens all of the nine realms!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_5211067846923031146.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1276,
        "name": "Legend of the Shattered Halberd (VI)",
        "desc": "Mir once again chanted the forgotten spell. The maiden was reunited with him again. \"So, this is what you truly look like.\"<br/>\"The world is beyond repair. It shall be born anew from the ashes of the last.\" The mad Celestial Emperor sentenced all living things of the world to a harsh punishment.<br/>\"But you, you would understand me, wouldn't you?\" The nameless thief who stole the national treasure said to his lord.<br/>\"No. No apologies necessary, for you are benevolent.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Shattered Halberd (VI)_icon.png",
        "displayStyle": "text"
      }
    ]
  }
}