{
  "epId": 1275,
  "name": "Legend of the Shattered Halberd (V)",
  "desc": "\"There are many among the military officials who wish to unseal Axis Mundi since the world in chaos would greatly elevate the position and importance of the Martial Artists.\"<br/>\"They want to wage another War of the Asuras?\"<br/>\"He does.\"<br/>The tug-of-war between the civil and military officials and the schemes of the past gods once again threatens all of the nine realms!",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_5211067846923031146.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718442604,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2862.63,-1155.00&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1272,
        "name": "Legend of the Shattered Halberd (I)",
        "desc": "In ancient times when Axis Mundi was unobstructed, there were nine realms, each a world of its own. The realm of humans was known as the Zhongzhou, while the gods reside in Shenxiao.<br/>At the end of the last calamity, a war between the gods broke out. The God King fell, setting the nine realms ablaze, obliterating all living things. The realms have now been born anew, life again thrives, but the passageway between the nine realms by Axis Mundi has been sealed off.<br/>An all-new graphic novel on the epic journey in search of the God-King's Halberd begins!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_1466348306899316965.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1274,
        "name": "Legend of the Shattered Halberd (II)",
        "desc": "Mir, having stumbled onto the journey to retrieve the swords by accident, encountered a huge crisis before the journey had even begun. Imperial Guard and Imperial Escort elites were slain by enemies holding the Ominous Swords. Amidst grave danger, Mir recalled a spell taught by his father. Legend has that, the Celestial Emperor has a young daughter whose name was not known to the world; she now possessed Weiyang's body and revealed herself. Who would prevail? The wielders of the Ominous Swords who had turned into ferocious demons? Or Mir who could somewhat hold his own in a fight?",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_8392221786173393895.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1273,
        "name": "Legend of the Shattered Halberd (III)",
        "desc": "\"Just stay with the name 'Weiyang' for convenience's sake on the road. With the official documents from the government in hand, you should be free to go as you wish throughout the kingdom.\" Still worried about Weiyang, Mir decided to accompany her on her journey and kill any demons they may encounter.<br/>Though they had already collected five Ominous Swords and all seemed to be well, they knew in their hearts that the way forward would only get more treacherous and perilous.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_3998460816350916605.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1277,
        "name": "Legend of the Shattered Halberd (IV)",
        "desc": "\"Calm down, my son. Listen, Mir. I am not your real father...\"<br/>\"Noooooo!\"<br/>The once Minister of Imperial Banquets was, in truth, Khan the Asura from Jotunheim. Leaving the capital was but an act in collaboration with the Minister of Ceremonies and the Grand Secretary to protect the daughter of the Celestial Emperor.<br/>\"The late Celestial Emperor Shenxiao, the now Contra Mundi, was once a dear friend of mine. But now, knowing that you have successfully summoned her, all my wishes have been fulfilled.\"",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_5110078622633753862.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1276,
        "name": "Legend of the Shattered Halberd (VI)",
        "desc": "Mir once again chanted the forgotten spell. The maiden was reunited with him again. \"So, this is what you truly look like.\"<br/>\"The world is beyond repair. It shall be born anew from the ashes of the last.\" The mad Celestial Emperor sentenced all living things of the world to a harsh punishment.<br/>\"But you, you would understand me, wouldn't you?\" The nameless thief who stole the national treasure said to his lord.<br/>\"No. No apologies necessary, for you are benevolent.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Shattered Halberd (VI)_icon.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Legend of the Shattered Halberd (V)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Wanwen Bookhouse"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2335,
            "name": "Legend of the Shattered Halberd",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/ca27260170dd952e67b7e26e1552ec0e_4822023539709760553.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Legend of the Shattered Halberd (V) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 5\n—Legacy of a Goddess—\n\"Your deeds have saved the people. You are indeed a great warrior.\" The crown prince, hands clasped behind his back, walked in circles around Mir, who lay prostrate on the ground.\nBut Mir was unmoved by his words.\n\"Hand over the Divine Halberd and you may have the title of Minister of Imperial Banquets. Grand Secretary will be yours too within a decade, if you want it.\" The crown prince sat down. \"Well? What is your response?\"\n\"A lowly commoner dares not speak till His Majesty permits him to rise.\"\n\"Hmm... but now if I granted you permission to speak, it would be because you had instructed me to do so... We can't have that! As future lord of all the land—\"\n\"Pff. What a charade this is,\" said Mir as he switched to a more relaxed position. \"The official etiquette of the ruling dynasty does not require kowtowing for an audience with the crown prince. It should just be the regular thrice greeting. I noticed that you were on track to become Emperor, so I thought I'd come and pay my respects. There's just no need to lord it over me like this.\"\n\"You... you...\"\n\"What about me?\" Mir snapped as he stood up. \"I will give you half of the Divine Halberd. The Dharani of the fire realm, I will offer to father. Mostly to avoid another situation where we have remnants trying to stir up trouble.\"\n\"Can't, uh, can't hurt. As long as the portion I get looks the part it'll be fine. This is gonna be known as the new national superweapon! Hahaha...\"\nMir sat down impatiently right in front of the crown prince. \"I don't understand how you are such a fool when we were both raised on the same mother's milk!\"\n\"How dare you! I have nothing but respect for Lady Mi serving as my wet nurse. And it's only because of the virtues she instilled in me that I am able to put up with your—\"\n\"Give the title of Minister of Imperial Banquets to someone who cares. I'm going home.\"\nThe crown prince said nothing.\n\"How about Weiyang?\" Mir chewed his food and acted nonchalant.\n\"Oh, for the meritorious act of retrieving the swords, she was promoted to Secretary of Ceremonies. She was not implicated in the evil plot by her father, the Imperial Grand Minister. The Minister of Ceremonies and the Grand Secretary both testified. I will see her every need is met.\"\nSomething sounded odd about that.\nBut that was fine.\nShe was gone, and his eye was restored. But to this day there was still a dull ache, like the phantom pain of a missing limb."
          }
        ]
      }
    ]
  }
}