{
  "epId": 1276,
  "name": "Legend of the Shattered Halberd (VI)",
  "desc": "Mir once again chanted the forgotten spell. The maiden was reunited with him again. \"So, this is what you truly look like.\"<br/>\"The world is beyond repair. It shall be born anew from the ashes of the last.\" The mad Celestial Emperor sentenced all living things of the world to a harsh punishment.<br/>\"But you, you would understand me, wouldn't you?\" The nameless thief who stole the national treasure said to his lord.<br/>\"No. No apologies necessary, for you are benevolent.\"",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Shattered Halberd (VI)_icon.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718442765,
  "components": {
    "textualResearch": [
      {
        "title": "Legend of the Shattered Halberd (VI) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 6\n—Nothingness—\n\"Oh my daughter, the one in whom all my hopes are placed! Did I not bring you into existence that you might one day pierce me with a halberd?\" Awakened at last, the God King floated in the heavens to the claps of thunder and the dancing of the wind, rejoicing at his return.\nBut she was no longer afraid. This was the moment she had been waiting for her entire life, the moment she had been made for all those eons ago.\nNo — that was not it. The true source of her courage was the time she had spent with him.\nThe first Divine Halberd, Irmin, once pierced the Axis Mundi and connected the nine worlds. Now, its replicas had proliferated across the heavens.\nFearing the madness that would ensue following his death, the God King made one final Divine Halberd, and named it the Prinzessin der Verurteilung. In this moment, it — nay, she — could finally unleash her true self.\n...\nA commentary from the editor appears at the end of the book:\nLegend of the Shattered Halberd was a successful first attempt by Inazuma's Yae Publishing House to incorporate elements of Liyue culture in one of their novels. The first five volumes were wildly successful, becoming something of a cultural phenomenon in both Inazuma and Liyue. Commercially, the fact that a sixth volume exists at all speaks to its success.\nI trust that the abrupt finale to this epic saga brought by volume six will not be to our readers' displeasure.\nI hope.\nThough the ending reads like a different story entirely, I must stress that this did not arise from any attempt on our part to pressurize Mr. Nine, the author, into developing material for a new series. The truth is that in his rush to meet the publishing schedule, Mr. Nine ended up diverging somewhat from his usual style. Mr. Nine simply wished to challenge himself as a writer. ♡\nNaturally, we are sympathetic to the fans of the original First Five volumes. In this spirit, we would like to announce that a special First Five collector's edition, the Blackwood Box Set, is currently in the making. Those who have grown up reading Legend of the Shattered Halberd in bookstores: this is the time to finally buy it for yourself! Also, expect to hear more tales of the Prinzessin der Verurteilung in future.\nChief Editor, Yae Publishing House"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Legend of the Shattered Halberd (VI)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Xingqiu's Story Quest\nFabulae Textile Chapter: Act I\nQuest - Bookworm Swordsman"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2335,
            "name": "Legend of the Shattered Halberd",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/ca27260170dd952e67b7e26e1552ec0e_4822023539709760553.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1272,
        "name": "Legend of the Shattered Halberd (I)",
        "desc": "In ancient times when Axis Mundi was unobstructed, there were nine realms, each a world of its own. The realm of humans was known as the Zhongzhou, while the gods reside in Shenxiao.<br/>At the end of the last calamity, a war between the gods broke out. The God King fell, setting the nine realms ablaze, obliterating all living things. The realms have now been born anew, life again thrives, but the passageway between the nine realms by Axis Mundi has been sealed off.<br/>An all-new graphic novel on the epic journey in search of the God-King's Halberd begins!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_1466348306899316965.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1274,
        "name": "Legend of the Shattered Halberd (II)",
        "desc": "Mir, having stumbled onto the journey to retrieve the swords by accident, encountered a huge crisis before the journey had even begun. Imperial Guard and Imperial Escort elites were slain by enemies holding the Ominous Swords. Amidst grave danger, Mir recalled a spell taught by his father. Legend has that, the Celestial Emperor has a young daughter whose name was not known to the world; she now possessed Weiyang's body and revealed herself. Who would prevail? The wielders of the Ominous Swords who had turned into ferocious demons? Or Mir who could somewhat hold his own in a fight?",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_8392221786173393895.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1273,
        "name": "Legend of the Shattered Halberd (III)",
        "desc": "\"Just stay with the name 'Weiyang' for convenience's sake on the road. With the official documents from the government in hand, you should be free to go as you wish throughout the kingdom.\" Still worried about Weiyang, Mir decided to accompany her on her journey and kill any demons they may encounter.<br/>Though they had already collected five Ominous Swords and all seemed to be well, they knew in their hearts that the way forward would only get more treacherous and perilous.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_3998460816350916605.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1277,
        "name": "Legend of the Shattered Halberd (IV)",
        "desc": "\"Calm down, my son. Listen, Mir. I am not your real father...\"<br/>\"Noooooo!\"<br/>The once Minister of Imperial Banquets was, in truth, Khan the Asura from Jotunheim. Leaving the capital was but an act in collaboration with the Minister of Ceremonies and the Grand Secretary to protect the daughter of the Celestial Emperor.<br/>\"The late Celestial Emperor Shenxiao, the now Contra Mundi, was once a dear friend of mine. But now, knowing that you have successfully summoned her, all my wishes have been fulfilled.\"",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_5110078622633753862.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1275,
        "name": "Legend of the Shattered Halberd (V)",
        "desc": "\"There are many among the military officials who wish to unseal Axis Mundi since the world in chaos would greatly elevate the position and importance of the Martial Artists.\"<br/>\"They want to wage another War of the Asuras?\"<br/>\"He does.\"<br/>The tug-of-war between the civil and military officials and the schemes of the past gods once again threatens all of the nine realms!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_5211067846923031146.png",
        "displayStyle": "text"
      }
    ]
  }
}