{
  "epId": 1277,
  "name": "Legend of the Shattered Halberd (IV)",
  "desc": "\"Calm down, my son. Listen, Mir. I am not your real father...\"<br/>\"Noooooo!\"<br/>The once Minister of Imperial Banquets was, in truth, Khan the Asura from Jotunheim. Leaving the capital was but an act in collaboration with the Minister of Ceremonies and the Grand Secretary to protect the daughter of the Celestial Emperor.<br/>\"The late Celestial Emperor Shenxiao, the now Contra Mundi, was once a dear friend of mine. But now, knowing that you have successfully summoned her, all my wishes have been fulfilled.\"",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_5110078622633753862.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718442598,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Legend of the Shattered Halberd (IV)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Wanwen Bookhouse"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2335,
            "name": "Legend of the Shattered Halberd",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/ca27260170dd952e67b7e26e1552ec0e_4822023539709760553.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Legend of the Shattered Halberd (IV) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 4\n—Master Plan—\nEven a Buddha or an adeptus would have found themselves powerless to do anything in this situation.\n\"This is the Sword of Flame, the 'Katakugosha.' It was made from the shard of the Divine Halberd that was the Dharani of the fire realm. Sorry... in language that Your Majesty would understand, it's made with the runes of the fire realm, one of the God King's nine realms.\"\nHow could this westbound warrior display such mastery of the sword? Most who had been stripped of their intellect by an Ominous Sword lose their fighting instinct and any martial arts they had learned.\nWeiyang nursed her broken arm and panted in the scorching hot air. Normally her abilities would enable her to fix broken bones, but the unquenchable flames burnt relentlessly at her wound.\nHer sight grew blurry as she lost blood. Mir stepped in front of her, guarding her from the warrior.\n\"I can see that you have a lot of questions. Fine, I'll tell you everything! I killed your father because he tried to stop the resurrection of the God King. And the reason I can manipulate the fire realm runes rather than the other way round is because...\"\nThe warrior from the east raised the Ominous Sword. \"Is because I am a warrior of Hunt From Above made flesh...\"\nLegend has it that the Celestial Emperor once went to war with the Asura. To prepare for the war, the Celestial Emperor selected soldiers from three realms and made them ascend to become his celestial army after death. Sometimes, they were beset by inclement weather on the marsh, with thundercloud tornadoes surrounding them. The people of Zhongzhou referred to it as the soldiers of the celestial army \"hunting from above.\"\n\"No... Impossible!\" A look of disbelief appeared on the warrior's face as the Ominous Sword broke into pieces, and he, too, was sent flying from his own shoulders towards whatever destiny had in store for him next.\nIn the chaos, Mir had brought out the sword his father had left him as inheritance. It was intended as more of a gesture of defiance than a genuine attempt to fight back. But unbeknownst to him, this was the greatest cursed sword of all, that had once burned the entire world to cinders: Laevatain. If the fire-realm runes constituted the mystery of the fire realm, Laevatain was its pure, unadulterated, unquenchable reality.\nThe sword had extinguished after the world was burned, but having assimilated the rune of the fire realm, it burned bright once more.\n\"The whole world... destroyed again...\" Weiyang fell unconscious as she spoke."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2862.63,-1155.00&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1272,
        "name": "Legend of the Shattered Halberd (I)",
        "desc": "In ancient times when Axis Mundi was unobstructed, there were nine realms, each a world of its own. The realm of humans was known as the Zhongzhou, while the gods reside in Shenxiao.<br/>At the end of the last calamity, a war between the gods broke out. The God King fell, setting the nine realms ablaze, obliterating all living things. The realms have now been born anew, life again thrives, but the passageway between the nine realms by Axis Mundi has been sealed off.<br/>An all-new graphic novel on the epic journey in search of the God-King's Halberd begins!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_1466348306899316965.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1274,
        "name": "Legend of the Shattered Halberd (II)",
        "desc": "Mir, having stumbled onto the journey to retrieve the swords by accident, encountered a huge crisis before the journey had even begun. Imperial Guard and Imperial Escort elites were slain by enemies holding the Ominous Swords. Amidst grave danger, Mir recalled a spell taught by his father. Legend has that, the Celestial Emperor has a young daughter whose name was not known to the world; she now possessed Weiyang's body and revealed herself. Who would prevail? The wielders of the Ominous Swords who had turned into ferocious demons? Or Mir who could somewhat hold his own in a fight?",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_8392221786173393895.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1273,
        "name": "Legend of the Shattered Halberd (III)",
        "desc": "\"Just stay with the name 'Weiyang' for convenience's sake on the road. With the official documents from the government in hand, you should be free to go as you wish throughout the kingdom.\" Still worried about Weiyang, Mir decided to accompany her on her journey and kill any demons they may encounter.<br/>Though they had already collected five Ominous Swords and all seemed to be well, they knew in their hearts that the way forward would only get more treacherous and perilous.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_3998460816350916605.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1275,
        "name": "Legend of the Shattered Halberd (V)",
        "desc": "\"There are many among the military officials who wish to unseal Axis Mundi since the world in chaos would greatly elevate the position and importance of the Martial Artists.\"<br/>\"They want to wage another War of the Asuras?\"<br/>\"He does.\"<br/>The tug-of-war between the civil and military officials and the schemes of the past gods once again threatens all of the nine realms!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_5211067846923031146.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1276,
        "name": "Legend of the Shattered Halberd (VI)",
        "desc": "Mir once again chanted the forgotten spell. The maiden was reunited with him again. \"So, this is what you truly look like.\"<br/>\"The world is beyond repair. It shall be born anew from the ashes of the last.\" The mad Celestial Emperor sentenced all living things of the world to a harsh punishment.<br/>\"But you, you would understand me, wouldn't you?\" The nameless thief who stole the national treasure said to his lord.<br/>\"No. No apologies necessary, for you are benevolent.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Shattered Halberd (VI)_icon.png",
        "displayStyle": "text"
      }
    ]
  }
}