{
  "epId": 1310,
  "name": "Moonlit Bamboo Forest (III)",
  "desc": "Deep in the bamboo forest, reality has coincided with a story from the distant past. But the crossover ends as the bright moon reaches its peak in the night sky, and small-town boy disappears into an indescribable dream.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9f87ac2e2037d73c734068e9f1e15dd4_2398601150273143776.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718445290,
  "components": {
    "textualResearch": [
      {
        "title": "Moonlit Bamboo Forest (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 3\nNightfall seemed to always hasten its approach over the bamboo forest of Mt. Qingce.\nGazing upward, the silvery moonlight was scattered amidst the shadows of the bamboo forest's leaves. In a spot illuminated under the moonlight, far from the croaking frogs and chirping cicadas, new bamboo culms had just sprouted from the ground.\nThe bamboo forest of Mt. Qingce is the verdant home to many fables.\nAs night fell, the woman garbed in white began to recount many stories to the young lad, ancient tales that the lad had never heard before.\n\"Long ago, three bright moons once hung high in the night sky. These three moons were sisters, their years numbering more than those of the Geo Archon and their year of birth predating the very bedrock upon which Liyue Harbor now rests.\nThe moons were daughters of prose and song, sovereign over the night sky. They navigated the heavens above in their silver carriage, alternating with one another thrice a month. If the reign was not promptly passed from one sister to the next, a terrible disaster would occur that very day.\nThese three luminous moons shared but one love, the stars of daybreak. Only at the fleeting moments when day and night converged could one of the three sisters pass the fading stars and gaze upon the chambers of the morning stars. Moments later, as the new dawn would break over the horizon, the carriage would quickly ferry the night's sister away.\nThe three sisters shared an equal affection for their one and only love, much like the affection they shared for one another. But this was all before the world was smashed against the tides of great calamity.\nWith time, disasters overturned the sovereign carriage and laid ruin to the halls of the stars. The three sisters of the night turned against one another, leading to their eternal parting by death. Only one of their pale corpses now remains, ever shedding its cold light...\"\nThe woman raised her head and gazed at the moon through the sea of bamboo. Her long, slender neck was covered in the silver light and her eyes shone gold.\n\"The wolf packs are children of the moons, they remember the calamities and the tragedies that ensued. Hence, they lament the fate of their mother with each new moon... It is also why those who live among the wolves call the morning stars, the surviving love of the moon, the grievous stars.\"\n\"I see...\"\nThe young lad remained silent for some time.\nThis was a story that the village elders had never told before. Perhaps it was a legend that even the eldest of elders had never heard before. It was a grander tale than those about foxes taking brides and monsters ensnaring people, but a less riveting one than those about the Lord of Geo driving away evil spirits. The woman's tales were almost like a dream of the imagination.\n\"These are stories that have never been told, legends that have already been long forgotten by people.\"\nThe woman garbed in white gently stroked the lad's hair and lowered her eyelids. The golden color of her eyes grew a little darker.\n\"Before the ancient immortals established the universe, there were gods that wandered across the lands. It was at this time that many of the adepti came into being. But what about before then?\"\n\"Only broken memories and fragments of the past were turned into stories, and stories turned into legends, passed down among the people...\"\n\"Even deities and adepti would feel sentimental upon hearing such ancient memories that surpass the mortal world.\"\nThe woman let out a long sigh and turned to find the young lad fast asleep.\n\"Tsk! Unbelievable...\"\nWith a weary smile, she took off her raincoat and placed it over the young lad.\nThat night, the lad dreamt of three moons in the sky, and a silver carriage stopped before the gates of the stars."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Moonlit Bamboo Forest (III)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Wanwen Bookhouse"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2337,
            "name": "Moonlit Bamboo Forest",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2862.63,-1155.00&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1309,
        "name": "Moonlit Bamboo Forest (I)",
        "desc": "When a small-town boy looking to leave his sleepy hometown behind gets lost in a bamboo forest at sundown, what long-forgotten dreams will he encounter?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Moonlit Bamboo Forest (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1311,
        "name": "Moonlit Bamboo Forest (II)",
        "desc": "As the moon slowly rises in the night sky, small-town boy meets bamboo-forest girl — but is he voyaging into the realm of the adepti, or setting foot in some monstrous trap?",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9f87ac2e2037d73c734068e9f1e15dd4_7355630683549124625.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1312,
        "name": "Moonlit Bamboo Forest (IV)",
        "desc": "As dawn gently approaches, the fate of the two youngsters diverges, and they go their separate ways. But the echoes of that ancient story still resound within the forest, waiting for the day that they may welcome small-town boy back into their midst once more.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9f87ac2e2037d73c734068e9f1e15dd4_1210172045049640665.png",
        "displayStyle": "text"
      }
    ]
  }
}