{
  "epId": 1311,
  "name": "Moonlit Bamboo Forest (II)",
  "desc": "As the moon slowly rises in the night sky, small-town boy meets bamboo-forest girl — but is he voyaging into the realm of the adepti, or setting foot in some monstrous trap?",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9f87ac2e2037d73c734068e9f1e15dd4_7355630683549124625.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718445280,
  "components": {
    "textualResearch": [
      {
        "title": "Moonlit Bamboo Forest (II) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 2\nLost among the green bamboo canopy, the young lad soon met an unexpected companion.\n\"What's the matter? Are you lost?\"\nThe lad heard a gentle voice among the rustling bamboo stalks, speaking with a hint of sarcastic playfulness.\nThe lad turned to see a slender woman garbed in white. She stood beside a clear babbling brook, with beads of water glistening on her woven rush raincoat, her golden eyes melding with the rays cast through the forest by the setting sun.\nThe village elder had said that there were once white horses that would leap from clear springs to become adepti to assist the campaigns of the Lord of Geo.\nBut no one had ever specified which spring, or the honorable name of the illuminated beast that sprang from it.\nBesides, the woman that stood before him now didn't appear to be an adeptus, apart from the piercing gaze of her golden eyes.\nFurthermore, he had never heard of any adepti that needed to wear raincoats.\n\"Well if it isn't another fool.\"\nThe lady garbed in white began to chuckle, squinting her eyes with a smile.\n\"Who are you calling a fool?\"\nReplied the young lad in a fluster.\nThis was certainly no adeptus. Who had ever heard of an adeptus that would speak in such a deplorable manner?\n\"I wish to embark on an adventure. I want to sail across the seas and witness the stone spears of the Lord of Geo for myself!\"\n\"You've only just embarked on your journey and yet you've already fallen astray among the bamboo forest...\"\nThe woman's reply was calm and even, a subtle smirk playing over her eyes. Already, the lad found her particularly annoying.\n\"I don't need your...\"\n\"There's no shame in being lost. Come, follow me. I will lead out of here.\"\nThe woman snickered and extended her slender hand toward the boy. Her white skin glimmered under the rays of the sunset that shone between the bamboo leaves.\n\"Uh, thank you...\"\nThe young lad took her outstretched hand. Her skin was cold and damp to the touch, much like fresh rain upon a mountain or dewdrops upon a bamboo shoot.\nThe setting sun gradually disappeared behind the mountain ridge, and the afterglow in the clear sky above gradually grew dim.\nThe village elder always used to say that once the warm glow of the setting sun fades, the cold and murky atmosphere of the mountain woods becomes a perfect breeding ground for monsters.\nThese monsters are born from a past that has long gone, their spirits forming from the resentment and unwillingness of the dead. Any bamboo they ensnare will dry up and die, and any person they ensnare will similarly grow weary and fade from existence.\n\"Sometimes, they will even call upon passers-by to assist them with matters that they could not accomplish on their own, before leading them into a trap from which they would never return...\"\n\"Other times, they would act as a guide for innocent travelers, leading them to a den of demons.\"\n\"So you see, little ones, you must stay vigilant, and never let your guard down when you journey far from familiar soil.\"\nThus would say the village elder, patting the kids on their heads as she finished the story.\nCome to think of it, could this woman in white be a monster of the mountain woods?\nThe lad grew nervous in his heart and couldn't help but slow his pace.\n\"What's the matter?\"\nThe woman turned around, her golden eyes shining through the moonlight draping over her silhouette."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2862.63,-1155.00&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1309,
        "name": "Moonlit Bamboo Forest (I)",
        "desc": "When a small-town boy looking to leave his sleepy hometown behind gets lost in a bamboo forest at sundown, what long-forgotten dreams will he encounter?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Moonlit Bamboo Forest (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1310,
        "name": "Moonlit Bamboo Forest (III)",
        "desc": "Deep in the bamboo forest, reality has coincided with a story from the distant past. But the crossover ends as the bright moon reaches its peak in the night sky, and small-town boy disappears into an indescribable dream.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9f87ac2e2037d73c734068e9f1e15dd4_2398601150273143776.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1312,
        "name": "Moonlit Bamboo Forest (IV)",
        "desc": "As dawn gently approaches, the fate of the two youngsters diverges, and they go their separate ways. But the echoes of that ancient story still resound within the forest, waiting for the day that they may welcome small-town boy back into their midst once more.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9f87ac2e2037d73c734068e9f1e15dd4_1210172045049640665.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Moonlit Bamboo Forest (II)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Wanwen Bookhouse"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2337,
            "name": "Moonlit Bamboo Forest",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}