{
  "epId": 1312,
  "name": "Moonlit Bamboo Forest (IV)",
  "desc": "As dawn gently approaches, the fate of the two youngsters diverges, and they go their separate ways. But the echoes of that ancient story still resound within the forest, waiting for the day that they may welcome small-town boy back into their midst once more.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9f87ac2e2037d73c734068e9f1e15dd4_1210172045049640665.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718445302,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Moonlit Bamboo Forest (IV)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Wangshu Inn"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2337,
            "name": "Moonlit Bamboo Forest",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Moonlit Bamboo Forest (IV) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 4\nAs day slowly dawned, the young boy was gently awakened.\nDaybreak's light silhouetted the white mist that shrouded the bamboo forest of which tales of ghostly foxes were told. The vapor seemed like a horsetail, as it billowed this way and that.\nThe woman held his hand, and together they walked toward the place where the sun pierced through the woods. They turned left, then right, passing through undergrowth teeming with insects, clambering over slippery moss-covered stones, scaling down a gorge hidden by the shadows of the bamboo trees. All the way she led him, till they arrived at the exit of the bamboo forest.\n\"I still don't know who you are, or where you're from.\"\nSaid the boy, for the previous night's story had yet to leave his mind.\n\"...\"\nThe woman turned, and with her back to the morning light, her eyes shone gold.\nBut she merely smiled, and said nothing.\nMany years later, the boy, who was a boy no longer, would remember that moment, and he would understand: the gap between them was as a yawning chasm. His fate was to leave his home and go to Liyue Harbor, to seek the riches the Geo Archon had bestowed upon him. Hers, then, was to hide herself away, away from the majestic, kindly gaze of that great Lord of Geo, and protect those ancient tales that even she was beginning to forget.\nSo, the boy and the white-clad, golden-eyed woman were parted.\nHe would pack his things and head for that thriving port city, while she stood silently at the boundaries of the bamboo forest. For in her bewitching eyes, she seemed to have already foreseen the young man's fate — that someday, when he was old, tired of the sea and the waves of life, he would slowly return to this mountain village, and there he would live out the rest of his days.\nIn the dawn's glow, the boy heard a whinnying cry that then grew distant.\nHe turned and looked, and there was nothing behind him, but a single strand of hair that had come to rest on his shoulder."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=1415.13,-1086.75&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1309,
        "name": "Moonlit Bamboo Forest (I)",
        "desc": "When a small-town boy looking to leave his sleepy hometown behind gets lost in a bamboo forest at sundown, what long-forgotten dreams will he encounter?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Moonlit Bamboo Forest (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1311,
        "name": "Moonlit Bamboo Forest (II)",
        "desc": "As the moon slowly rises in the night sky, small-town boy meets bamboo-forest girl — but is he voyaging into the realm of the adepti, or setting foot in some monstrous trap?",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9f87ac2e2037d73c734068e9f1e15dd4_7355630683549124625.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1310,
        "name": "Moonlit Bamboo Forest (III)",
        "desc": "Deep in the bamboo forest, reality has coincided with a story from the distant past. But the crossover ends as the bright moon reaches its peak in the night sky, and small-town boy disappears into an indescribable dream.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9f87ac2e2037d73c734068e9f1e15dd4_2398601150273143776.png",
        "displayStyle": "text"
      }
    ]
  }
}