{
  "epId": 1344,
  "name": "Letter for Dongdong",
  "desc": "A letter treasured by Dongdong from Qingce Village. It seems to be a letter from his father.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Letter for Dongdong_icon.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718637361,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Letter for Dongdong"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Qingce Village"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2347,
            "name": "Someone's Diary",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Someone's Diary_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=604.88,-1333.68&zoom=1.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1610,
        "name": "Someone's Diary I: Yaoguang Shoal",
        "desc": "A diary left behind by someone in the wilderness that tells of the owner's unfortunate encounters at Yaoguang Shoal.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Someone's Diary I: Yaoguang Shoal_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1612,
        "name": "Someone's Diary II: Guili Plains",
        "desc": "A diary left behind by someone in the wilderness that tells of the owner's unfortunate encounters at Guili Plains.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/816e8db2b81277764a24019532d3997e_2809766583667624493.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1611,
        "name": "Someone's Diary III: Jueyun Karst",
        "desc": "A diary left behind by someone in the wilderness that tells of the owner's adventures at Jueyun Karst.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/816e8db2b81277764a24019532d3997e_4980797909435508449.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1614,
        "name": "Someone's Diary IV: Liyue Harbor",
        "desc": "A diary left behind by someone in Liyue that tells of the owner's adventures there.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/816e8db2b81277764a24019532d3997e_5537301072074953569.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1613,
        "name": "Someone's Diary V: Jinren Island",
        "desc": "A diary left behind by someone in the wilderness that tells of the owner's unfortunate encounters at Jinren Island.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/816e8db2b81277764a24019532d3997e_6388545041992072313.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Letter for Dongdong ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\nDear Dongdong,\nTime flies, doesn't it? It's been nearly three months since I left. Do you miss me? I do hope you're going to bed on time and not causing any trouble for grandma and grandpa. I'll be back from Inazuma very soon, and I promise when I get back I'll take you to see The Crux's ship down at the harbor. I won't let you down this time!\nDongdong, do you remember the beach at Yaoguang Shoal? Well I went there, and I collected lots and lots of beautiful, golden sand. More than I can carry by myself. When I'm back, we should buy up the local mill and make fresh tofu every single day. Although, I'd rather use all this gold to buy a house in Liyue Harbor. A huge house with a splendid sea view. I'll let you decide how to spend it when I'm back. How does that sound?\nGuess what? Just opposite Luhua Pool at the Guili Plains there's an enormous cliff, and what did I find there? A Ruin Guard! He was just sitting there, slumped over, completely still. He didn't flinch even in the thunder and lightning, not even when the rain was pelting down on him. Then I realized, he must be sleeping! So I climbed up on top of him, threw my arms around that big old head of his, and twisted it as hard as I could. There was a clunking noise, followed by a loud boom, and suddenly his head fell off and rolled straight off the cliff! It smashed into a million pieces at the bottom. Shame really, otherwise I would have brought it home as a trophy, and you could have had a proper up-close look at what a Ruin Guard's head looks like. Imagine that!\nI also went to Jueyun Karst. I must take you there when you're older. The scenery there is incredible. The billowing clouds look like an ocean, the waterfall is infinitely better than the one in Qingce Village, and you can sometimes catch a glimpse of the realm of the adepti in the mountains. You can't begin to imagine how beautiful it was. And guess what? You're not going to believe this but... I met an actual, real-life adeptus! We sat and drank together, chatting and laughing away... The adeptus gave me a gift, too: a magic wine bottle. All you need to do is blow on it, and an infinite supply of wine will flow from the inside! You absolutely mustn't touch it though, do you understand? You're way too young to drink. When you're older, though, all my treasures will be yours to do with as you please.\nMy adventures in Liyue are coming to an end. It's time for me to head to the harbor, where I'll hop on The Crux's ship and sail off to somewhere even further away. I'm excited to see what wonderful sights and valuable treasures are waiting for me at the next stop, and I can't wait to share them all with you! Until then, Dongdong, please make sure you go to bed on time every night. And don't eat too many sweets, they'll rot your teeth. Please also be nice to your grandma and grandpa — seriously, don't do anything to make them mad. And no fighting! I will be home soon.\nLots of love, Daddy x"
          }
        ]
      }
    ]
  }
}