{
  "epId": 1352,
  "name": "Records of Jueyun: Palace Beneath the Sea",
  "desc": "A collection of folk stories, myths, and legends from Liyue. It's quite a page-turner. This segment is on ancient fictional stories.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/311775160d880f5b6812f9e4b811cac2_3077474692429926113.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718635601,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Records of Jueyun: Palace Beneath the Sea"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Wanwen Bookhouse\nDialogue Reward from Wuyuan"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2338,
            "name": "Records of Jueyun",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source 1"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2869.83,-1127.21&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Source 2"
      },
      {
        "type": "RichText",
        "text": "Speak to Wuyuan and choose the dialogue option: \"What's Records of Jueyun?\"\nShe can be found west of <color=#ece5d8>Liyue Harbor</color> ."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1354,
        "name": "Records of Jueyun: Stone Beasts",
        "desc": "A collection of folk stories, myths, and legends from Liyue. It's quite a page-turner. This segment is on the legends of stone beasts.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Records of Jueyun: Stone Beasts_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1351,
        "name": "Records of Jueyun: Wuwang",
        "desc": "A collection of folk stories, myths, and legends from Liyue. It's quite a page-turner. This segment is on the origin of Wuwang Hill.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/311775160d880f5b6812f9e4b811cac2_8207556673815705346.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1350,
        "name": "Records of Jueyun: Mountain Spirits",
        "desc": "A collection of folk stories, myths, and legends from Liyue. It's quite a page-turner. This segment features the stories of Seelie living in the mountains.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/311775160d880f5b6812f9e4b811cac2_2612897101288875149.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1355,
        "name": "Records of Jueyun: Qilin",
        "desc": "A collection of folk stories, myths, and legends from Liyue. It's quite a page-turner. This segment is on the shared history of qilins and humans.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/311775160d880f5b6812f9e4b811cac2_8199845920583873088.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1353,
        "name": "Records of Jueyun: Hidden Jade",
        "desc": "A collection of folk stories, myths, and legends from Liyue. It's quite a page-turner. This segment is on the Dunyu Ruins.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/311775160d880f5b6812f9e4b811cac2_2896358425597697897.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Records of Jueyun: Palace Beneath the Sea ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 2\n—Palace Beneath the Sea—\nThe day had arrived. It was time to collect the bride.\nThe Sea God looked majestic indeed as he sat center stage in his giant clam, holding in his hands the reins of two sea serpents. They stood as imposing as Mt. Tianheng before the royal carriage as their master accepted the gift of pearls from the village elders and welcomed his new bride aboard the carriage. In return, the village would receive the Sea God's blessing: a year free from tempests and tsunamis.\nThe bride was whisked away to a place deep beneath the waves, far from home, far from the reveling crowds celebrating the festival, and far from her mother all alone. The Sea God took her along a corridor of great columns, formed from the skeleton of a dead whale, that led to a palatial gate adorned with shining pearls and iridescent shells. Finally, the young bride had arrived at the palace the Sea God had made for her. The palace that was to be her new home.\n\"It was not my plan to meddle in the affairs of common people,\" came the god's voice rippling through the water. It was a husband's attempt to console his bride.\n\"This place has served as a new home for many other young women, and it also became the place they spent their final days. Many of them were driven away from the village where they were born. For them, the ocean has provided safe refuge. Somewhere they could sleep peacefully without fear of being disturbed. Somewhere they could call home.\"\nBut this young woman did not want a new home decorated with prize pearls and rare shells. The dazzling spectacle of the ocean floor — and the creatures that she knew lurked in the darkness — filled her not with peace, but with dread. Time went by, and the longer she stayed in her bewildering ocean chamber that knew not sunrise nor sunset, the more homesick she grew — and the frailer she became.\nEventually, there came a day when the Sea God sensed what his young bride was feeling. Though he was saddened by her choice, he allowed her to go through with her decision.\n\"In the fallen world of the humans, there will come a day in your life when you regret this decision.\" The Sea God took the shell of a sea snail that adorned his waist and handed it to her as a parting gift.\n\"There will come a day that you blow into this shell, and it will sound like a horn. On that day, you shall return to this place.\"\nThe young woman took the shell and returned to the land. The years went by, and soon she became a mother herself. As she went about her simple, peaceful life, the ocean palace seemed but a childhood dream. The dazzling sights and grotesque creatures would once in a while flood into her mind from the murky depths of her memory, but it was a rare occurrence, and she put them out of her mind. She lived like this year after year. Until one year, when the festival came once again, the village elders came to her home. They had come to take her daughter from her arms. It was then that she finally understood why the Sea God had spoken of her regret, and of her return, all those years ago.\nOn the eve of the festival, she blew into the shell, and it sounded like a horn.\nThe Sea God responded to the call, rising up from the billowing waves to greet the village. But his embrace was a tidal wave that engulfed the village, and took the villagers and elders in their sleep. Drawn by giant sea serpents, a colossal clam carriage came to a halt in front of her, dazzling her with its shimmering pearls.\nThe mother took her daughter by the hand and boarded the Sea God's clam. It was just like she remembered from her childhood — only this time, the village she left behind now lay in ruins beneath the ocean waves."
          }
        ]
      }
    ]
  }
}