{
  "epId": 1355,
  "name": "Records of Jueyun: Qilin",
  "desc": "A collection of folk stories, myths, and legends from Liyue. It's quite a page-turner. This segment is on the shared history of qilins and humans.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/311775160d880f5b6812f9e4b811cac2_8199845920583873088.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718635616,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Records of Jueyun: Qilin"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Wanwen Bookhouse"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2338,
            "name": "Records of Jueyun",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.3"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2869.83,-1127.21&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1354,
        "name": "Records of Jueyun: Stone Beasts",
        "desc": "A collection of folk stories, myths, and legends from Liyue. It's quite a page-turner. This segment is on the legends of stone beasts.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Records of Jueyun: Stone Beasts_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1352,
        "name": "Records of Jueyun: Palace Beneath the Sea",
        "desc": "A collection of folk stories, myths, and legends from Liyue. It's quite a page-turner. This segment is on ancient fictional stories.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/311775160d880f5b6812f9e4b811cac2_3077474692429926113.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1351,
        "name": "Records of Jueyun: Wuwang",
        "desc": "A collection of folk stories, myths, and legends from Liyue. It's quite a page-turner. This segment is on the origin of Wuwang Hill.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/311775160d880f5b6812f9e4b811cac2_8207556673815705346.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1350,
        "name": "Records of Jueyun: Mountain Spirits",
        "desc": "A collection of folk stories, myths, and legends from Liyue. It's quite a page-turner. This segment features the stories of Seelie living in the mountains.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/311775160d880f5b6812f9e4b811cac2_2612897101288875149.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1353,
        "name": "Records of Jueyun: Hidden Jade",
        "desc": "A collection of folk stories, myths, and legends from Liyue. It's quite a page-turner. This segment is on the Dunyu Ruins.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/311775160d880f5b6812f9e4b811cac2_2896358425597697897.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Records of Jueyun: Qilin",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 5\n—Qilin—\nAmong the legends that circulate in the mountains of Liyue, the qilin are a type of noble and benevolent illuminated beast. Qilin often roam the mountain forests, but appear only on nights where starlight shines upon clear dew. For sustenance, they drink only spring water and eat only fragrant herbs.\nQilin are gentle illuminated beasts, with grace and elegance flowing through their veins. It is said that qilin will never harm living things, refusing even to step on an insect or break a blade of grass. People believe that a qilin's characteristics, behavior, and their every movement is dictated by an age-old etiquette that has remained unchanged for a thousand years.\nFollowing the barbarous age of the Archon War, many adepti became unable to continue living among the clamorous world of mortals. As a result, and under the direction of Rex Lapis, they withdrew themselves from society to live in seclusion in the bamboo groves and mountains. No longer would they interfere in the human world, content instead to enjoy a realm of mountains and water and pursue their own interests.\nYet some illuminated beasts there were that, over a thousand years of mortal cooperation, had cultivated deep friendships with ordinary humans. They decided to carry out the will of the Lord of Geo in the mortal realm, assisting human society with their adeptal powers and charity. Some hid in mountain hamlets, others walked the bustling city streets. They lived together and mixed with humankind, leaving behind unique bloodlines in Liyue Harbor.\nAccording to one folktale, as early as several thousand years ago, there were already those among the elegant qilin who had begun to grow deeply attached to the savage mortals.\nThe tale tells of how in that barbaric era, the people wore clothes of water lotus and bay leaf.\nOne night, a herb gatherer was bathing in a mountain pool, when to his surprise, a passing qilin began to eat the clothes that he had left by the water's edge. The illuminated beast was too young to understand human notions of shame and privacy and had yet to learn the conduct of illuminated beasts in the mortal realm.\nTo make up for her crude behavior and to avoid startling the vulnerable mortal with her otherworldly adeptal appearance, she transformed into one of human bearing. As the pale light of the full moon fell onto the pool, she appeared before the herb gatherer.\nThe young illuminated beast ultimately did not understand human notions of shame and privacy. She stood in that mountain forest, lit by cold moonlight and the glow of fireflies, clothed only in dewdrops and the lunar gleam. Together with the ignorant mortal she traveled, strolling happily among flowers and bamboo groves, revealing to him the mountain dwelling of the adepti, interpreting for him the language of the birds, sleeping lightly amid the cry of insects, sinking softly into shared and ancient dreams...\nAs the herb gatherer began to stir at the first light of dawn, he awoke to find that the noble illuminated beast had vanished without a trace.\nAs for how this tale unfolds, opinions vary widely. Some people say that one night, the qilin placed a bamboo basket outside the front door of the herb gatherer's home, before disappearing into the moonlit mist. When the herb gatherer came to the door, he found a child soundly asleep inside the basket.\nOthers say that from that moment on the qilin lived together with the mortal, gave birth to children, and grew accustomed to human life.\nNo matter the truth of the thousand-year-old matter, the elegant illuminated beasts continue to walk among the residents of Liyue, unseen among the sea of people, waiting for the day when Rex Lapis calls them forth once again."
          }
        ]
      }
    ]
  }
}