{
  "epId": 1505,
  "name": "Legend of the Lone Sword (I)",
  "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of the origins of Jin the Seventy-Second's revenge.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_2469507773595580005.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718635797,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=1419.38,-1085.50&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1507,
        "name": "Legend of the Lone Sword (II)",
        "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of Jin the Seventy-Second's arrival in Tupi Village.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_7789096274861662434.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1506,
        "name": "Legend of the Lone Sword (III)",
        "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of Jin the Seventy-Second's duel with the chief of Tupi Village.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_3649989200017477578.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1508,
        "name": "Legend of the Lone Sword (IV)",
        "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of Jin the Seventy-Second's treacherous trek into the mountains.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_3025830197528275010.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Legend of the Lone Sword (I) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\nA single sword's light pierced the night air, unchallenged by any star or moon.\nThe autumn wind in the mountains wept aloud, following the whirling dance of the lonesome blade.\nDriving wind and falling rain accompanied a single traveler on his solitary journey.\nThis person's hair was wild, and his face fierce, and he seemed most fey indeed. His clothes were thin, and he swayed this way and that in the center of the homeward path like one sick or hurt to the quick, seeming more like some ghoul than a living man.\nHe had been on the path three days. Three days he had gone hungry, and without any sleep.\nThree days ago, he had a name and a famed sword, and his fallen martial arts school. But now, he only wore sorrow and worry on his brow, which rolled off him, carried by the sudden rain, and onto the mud below, eroding the soil.\nThree days ago, that nameless swordsman had started a feud with him, a feud that saw his master and junior buried in the merciless mountain snow as the screaming snow was stained red.\nToday, he had a new name — Jin the Seventy-Second.\nFor he was the last of the 72 members of their school.\n—\nHe did not know how long he had walked before he heard the sound of carts behind him.\nJin the Seventy-Second shuffled to the side of the road and stopped, asking: \"Is your cart headed for Tupi Village?\"\nThe cart driver saluted him and replied: \"Few of the carts on this road do not do so.\"\nJin the Seventy-Second then asked: \"Then pray will your cart bear another man?\"\nThe cart driver said: \"It could, but you did not ask if I would.\"\nJin the Seventy-Second did not understand. \"If you travel to Tupi Village, why would you not take me?\"\n\"For you are not I, nor I, you,\" the driver replied.\n\"What a waste of words.\"\nAnd no sooner had that been said than the blade left its sheath. The cart driver felt but a single chilling cold, and fell from his cart to the floor without a struggle, never to speak again.\nJin the Seventy-Second was just such a person. Though he had lost everything, even his heart, and his bold brashness had ebbed, he had always hated pointlessly talkative people most of all.\nRiding the bloodstained cart, Jin the Seventy-Second departed for Tupi Village."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Legend of the Lone Sword (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Wangshu Inn"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2339,
            "name": "Legend of the Lone Sword",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/7739d855b8956e26e44ace61db793c33_6400240489034465883.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}