{
  "epId": 1506,
  "name": "Legend of the Lone Sword (III)",
  "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of Jin the Seventy-Second's duel with the chief of Tupi Village.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_3649989200017477578.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718635806,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1505,
        "name": "Legend of the Lone Sword (I)",
        "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of the origins of Jin the Seventy-Second's revenge.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_2469507773595580005.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1507,
        "name": "Legend of the Lone Sword (II)",
        "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of Jin the Seventy-Second's arrival in Tupi Village.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_7789096274861662434.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1508,
        "name": "Legend of the Lone Sword (IV)",
        "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of Jin the Seventy-Second's treacherous trek into the mountains.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_3025830197528275010.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Legend of the Lone Sword (III) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 3\nThe rain had ceased, but light had yet to recoup the skies.\nJin the Seventy-Second had obtained news of his nemesis from the mouth of the village chief.\nNow, not a thing was left in Tupi Village but masterless rooms and masterless spirits.\nAnd not even that remained, for this was a world without spirits.\nThis world possessed no elemental power.\nAnd so, the memories of the dead could not remain in the mortal realm via elemental resonance.\nThe village chief was a formidable foe. His blade was swift as could be, and he had left many wounds on Jin the Seventy-Second, each deep enough to cut bone.\nBut alas, his \"heart\" was far too slow.\nFor this was a world without elements.\nAnd thus swordsmanship could not be imbued with them.\nSwordsmanship was thus a question of pure physical skill and not elemental control.\nThe sword is an extension of one's body, and one uses it as an arm would command the fingers, or as one's heart directs the eyes.\nThough he was skilled indeed in the art of the swift blade, the village chief never understood the value of the \"heart,\" and so he fell to a single stroke.\nJin the Seventy-Second strode towards the fallen chief, discarding the broken incense burner in his left hand.\nFor the chief had focused too narrowly on pouring savage strokes upon the swordsman's body, thinking him too harried to fight back, and had no eyes for his enemy's left hand, which should have been empty—\n—And in a flash, the incense burner had struck the chief of Tupi Village on the forehead, sending him tumbling into a wall where he then collapsed, immobile.\n\"Underhanded villain...\"\nBut only the wind answered him — the villain gripping the bloodied censer said not a word.\n\"...The person you're looking for is in the barren mountains beyond this village... Go seek your death there...\"\nBut the villain had departed, and all that remained to answer him was the rustling of the wind...\nAnd the crackling of wild flames."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Legend of the Lone Sword (III)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found near Su Er'niang's Shop"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2339,
            "name": "Legend of the Lone Sword",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/7739d855b8956e26e44ace61db793c33_6400240489034465883.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}