{
  "epId": 1507,
  "name": "Legend of the Lone Sword (II)",
  "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of Jin the Seventy-Second's arrival in Tupi Village.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_7789096274861662434.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718635802,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=626.88,-1358.00&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1505,
        "name": "Legend of the Lone Sword (I)",
        "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of the origins of Jin the Seventy-Second's revenge.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_2469507773595580005.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1506,
        "name": "Legend of the Lone Sword (III)",
        "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of Jin the Seventy-Second's duel with the chief of Tupi Village.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_3649989200017477578.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1508,
        "name": "Legend of the Lone Sword (IV)",
        "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of Jin the Seventy-Second's treacherous trek into the mountains.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_3025830197528275010.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Legend of the Lone Sword (II) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 2\nThey say that in that faraway land, \"Tupi\" meant to burn away vanity's dross to attain the gem of truth.\nTupi Village lay at the foot of a barren mountain, passable to the outside world only by a single ancient path — the very same that lay beneath Jin the Seventy-Second's feet.\nThe skies were darkening, and the wind and rain howled.\nJin the Seventy-Second had never had anything to do with Tupi Village but for his vengeance, and so he now sought out its village chief.\nBy the time the oxcart had finally trudged its way through the muddy old road to the mountain's base, night fell upon the land, and gloomy clouds cast a boundless shadow as they covered the moon's eyes. Jin the Seventy-Second hid in that shade, drinking the night in, body and soul.\nIn that deep night, the pure white light of the moon shone upon the head of the village chief. Tupi Village had never been large, but the chief was no ordinary character. No one knew his name or his past, and no one dared ask.\nThey only knew that his shoulders bore a great blood debt, from a past as crimson as his eyes.\nFor red they were, and sharp, like a blade, piercing the hearts of all he gazed upon as he pleased.\nHis character was much the same, like a sharp knife that might pierce another person's heart at any time without forewarning.\n\"It's time.\"\nThe chief shook his head as he talked to himself, the cold moonlight dancing over his shaven crown.\nOutside, a ravenous demon wielded a blood-letting long sword, massacring his followers one after the other.\nThough Tupi Village was full of evil people, schools and sects had their rules, and so none would dare come knocking with rash provocations and talk of revenge.\nBut Jin the Seventy-Second had no school or sect, and was thus unbound by any such rules. He was but a single starving ghost with a lone sharp blade, yearning to taste the blood of his enemies.\nThe wind and rain accompanied the din of battle, and the downpour washed away the crimson that stained the swordsman, only for another layer to be painted on immediately...\nThe crimson swordsman strode forward amid a crimson mist. Many were his wounds, but none could stay his hand.\nWhen that mist had at last cleared in the endless deluge, the swordsman crossed the turbid red beneath his feet, and stalked towards the chief's mansion.\n—\nThe din beyond the gates quieted, and only now did the chief raise a cup of wine, and scatter the alcohol into the air with a flick.\nPerhaps to toast the fated meeting to come, or as a ritual for his sullied soul.\nThe doors opened. It was Jin the Seventy-Second, his reddened outline juxtaposed against the blinding gray elements outside.\n\"I have questions for you, village chief.\"\n\"You've taken quite a few of my men's lives.\"\n\"Exactly three hundred and sixty-two. No more, no less...\"\nThe chief spoke naught, and his face remained still, but the pulsing vein in his temple betrayed the fire within.\n\"...Ah yes, and one dog.\"\nSo saying, the crimson silhouette tossed a certain object forward. It clattered atop the wine case...\n...And it was the bone of the dog that guarded the door. It had been stewed for a time and was picked clean almost to the marrow.\nFor in this half an hour, not only had Jin the Seventy-Second snuffed out the lives of three hundred and sixty-two able men, but he had even turned the dog keeping the gate into dog meat stew.\nWhat cruelty.\nWhat ruthlessness!\nThe village chief let out a terrible scream, and standing, he drew his sword—"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Legend of the Lone Sword (II)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Qingce Village"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2339,
            "name": "Legend of the Lone Sword",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/7739d855b8956e26e44ace61db793c33_6400240489034465883.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}