{
  "epId": 1508,
  "name": "Legend of the Lone Sword (IV)",
  "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of Jin the Seventy-Second's treacherous trek into the mountains.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_3025830197528275010.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718635811,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Legend of the Lone Sword (IV)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Wanwen Bookhouse"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2339,
            "name": "Legend of the Lone Sword",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/7739d855b8956e26e44ace61db793c33_6400240489034465883.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2869.83,-1127.21&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1505,
        "name": "Legend of the Lone Sword (I)",
        "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of the origins of Jin the Seventy-Second's revenge.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_2469507773595580005.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1507,
        "name": "Legend of the Lone Sword (II)",
        "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of Jin the Seventy-Second's arrival in Tupi Village.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_7789096274861662434.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1506,
        "name": "Legend of the Lone Sword (III)",
        "desc": "A popular martial arts novel in Liyue Harbor. In a world without elemental energy or alchemy, a tale unfolds of love and hate between friends and foes. This volume tells of Jin the Seventy-Second's duel with the chief of Tupi Village.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_3649989200017477578.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Legend of the Lone Sword (IV) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 4\nJin the Seventy-Second waited till the rainbow had dispersed before setting off once from Tupi Village toward the barren mountains.\nAncient legend held that these barren mountains had been brought into being by slices from the Celestial Emperor's blade, and thus were incredibly hard to scale.\nFolk tales also held that they were called barren, for they had soaked up the tears of the Earth Mother, and thus had become bitterly salty lands where nothing grew.\nThe barren mountains had once been mined for gold and gems, but the mines had all been ruined in an earthquake, their workers buried within.\nNo one tried ever again to create the facilities to mine the mountain's bounty, and its caverns were infested with wicked beasts and bandits.\nAnd among these evils hidden in the mountains was Jin the Seventy-Second's nemesis.\nThe swordsman's shoulders shivered, and his gait hesitant, for the wounds he had been given in the battle against the chief of Tupi Village hindered him still.\nHe knew that many pairs of eyes stared out at him from between the wither rocks, and the breath of beasts who had caught the scent of his blood was all around.\nLong years of bloodshed had honed Jin the Seventy-Second's senses to their limit.\nHe sensed that the lifeless mountains were in fact a giant death trap.\nBandits and villains lay in wait for him to enter some narrow grotto, or squeeze into a tiny gorge, or pass by a collapsed mine shaft. Then, they would set upon him in the darkness with knives, and finish him.\nBut from the looks of things now, the steep mountains now looked like they might be enough to kill Jin the Seventy-Second.\nThe swordsman limped with every step he took, and the road was small and treacherous. Every so often, gravel would slip loose beneath his feet.\nAt the same time, upon a cliff twisted about with sinuous, dead trees, two figures squinted as they observed the tiny wanderer.\n\"He has been worse for wear since he departed from the mountain's base. If we but leave him to the treacherous trek, he will surely fall into the abyss below.\"\nSo said a bone-thin old crone.\nShe glanced to her side, icy death in her jade-blue eyes, sharp as a viper hidden in a rocky cleft.\n\"Not so!\"\nShe turned to face the booming voice of a corpulent old man.\n\"He slew three hundred and sixty-two at Tupi Village, and even cooked the dog at the gate for stew.\"\n\"Though he may have been badly wounded by the village chief to the point where he can barely move, we should still beware of him.\"\n\"Hmph...\"\nThe old woman vanished into the withered forest with a displeased noise.\n\"...\"\nThe old man watched a while longer as the lame swordsman stopped for a moment more, before patting his large belly and slowly departing.\nNot a single withered tree or blade of dying grass was touched as he did.\nThen suddenly the sky turned dark with gathering stormclouds, and mordant rain again began to fall lightly.\nIn the mountain rain, the wounded Jin the Seventy-Second leaned on his sword like a crutch, and struggled forward.\nBut the chilling cold and the loss of blood was too much for him to bear, and he fell upon the gravel and barren stone.\nJust as the darkness took him, he caught a glimpse of the billowing hem of azure-blue skirts...\nHe could've sworn he'd seen that sight before."
          }
        ]
      }
    ]
  }
}