{
  "epId": 1531,
  "name": "The Mondstadt Tower (I)",
  "desc": "In the age of depression and tyranny, the outlander girl met the ominous orphan. Does this fateful encounter foretell a tragic ending?<br/>The historic romance novel, The Mondstadt Tower, begins!",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Mondstadt Tower (I)_icon.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718636941,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source 1"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=89.66,30.68&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Source 2"
      },
      {
        "type": "RichText",
        "text": "Speak to Patachi the Curious and choose the dialogue option: \"What's happened?\"\nShe can be found in the <color=#ece5d8>Thousand Winds Temple</color> during the day and at a camp near the temple at night."
      }
    ],
    "textualResearch": [
      {
        "title": "The Mondstadt Tower (I) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\nIn the time of the aristocrats, there stood a high tower in Mondstadt's plaza. It was built to honor Barbatos the Anemo Archon in name, yet in reality it was nothing more than a flamboyant display of wealth and power by the royals to gloat over the commoners. The one time in the year that the commoners living in these dark times could find a little solace was during Ludi Harpastum.\nDuring one Ludi Harpastum, a wandering singer from a distant land arrived in the city. The name of the lass was Inès, and everyone at the festival was enchanted by her stunning beauty. People of all ages and all walks of life vied to catch a glimpse of her throwing the Harpastum and to hear her sing foreign ballads.\n\"The blessings of Barbatos are for everyone! You are only sinful if you are bitter at such a joyous occasion!\"\nAs she sang these verses, she handed out her earnings during the festival to the poor and orphans in the city.\nA frail figure stood among the crowds. He was the Seneschal, and he fell for her at first sight. But his religious piety filled him with a frustration at his inability to suppress the emotions he was experiencing, and her acts of charity, which violated the Church's right to aid to the poor, irked him all the more.\nAs is known to all, the beliefs of contemporary Mondstadters hold that the Anemo Archon Barbatos encourages people to seek love and pursue freedom, but in the dark ages the Anemo Archon slept, and the city was tormented by the tyranny of the nobles, the poverty of the commoners, and the ravage of the dragon; meanwhile, the self-proclaimed \"orthodox\" church — a mere figurehead, controlled by the ruling class — advocated abstinence from earthly pleasures to avert divine punishment. Under such circumstances, even the harp which symbolized the wind had been restricted to playing only those songs deemed \"holy.\" However, the notion of \"divine punishment\" was little more than an excuse fabricated by the nobles to conceal their avarice and restrict the commoners.\n\"To let her stay in the city is to bewitch all its inhabitants. What wickedness will this witch bring?\" The Seneschal pondered.\nAnd so, the Seneschal plotted to hunt down Inès, and to confine her to the Cathedral while awaiting further instructions. As per the traditions of the time, the maiden chosen to throw the Harpastum should serve at the royal court for three days after the celebration, under the protection of the aristocrats. The Seneschal decided to send his adopted son, Octave, to sneak into the royal court and abduct Inès.\nOctave was an unwelcome child, abandoned by his superstitious parents at birth and later raised by the Seneschal. As a child, he was persecuted and abused by the citizens, seen as a bad omen of draconic disasters. The only person who protected Octave was the Seneschal, who treated him like his own son and thus won his utmost trust.\n\"Bring the maiden who threw the Harpastum yesterday to me! Disturb no one and do not mention my name.\"\nUnder orders from the Seneschal, Octave climbed onto the balcony of the court chambers at nightfall. Upon seeing the girl weeping in the moonlight, his pure heart was stirred, for he had never seen such a wondrous sight. He gazed at the girl, leaving his task forgotten.\nBut the silence of the tranquil moment shared by Octave and the girl was interrupted by the servants..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Mondstadt Tower (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Knights of Favonius Grand Master's Office\nDialogue Reward from Patachi the Curious"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2345,
            "name": "The Mondstadt Tower",
            "desc": "<p></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Mondstadt Tower_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}