{
  "epId": 1535,
  "name": "The Fox in the Dandelion Sea (IX)",
  "desc": "When I have taught all that there is to teach, will it be possible to see this sea of dandelions again...?<br/>In the dandelion sea, the hunter starts to contemplate leaving.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_1767254419712556484.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718636514,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=73.88,148.50&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1532,
        "name": "The Fox in the Dandelion Sea (I)",
        "desc": "\"Dandelion, Dandelion, ride the wind to a faraway land,\" the Fox chants.<br/>An unforgettable Mondstadt fairytale about a hunter and a fox. The Fox in the Dandelion Sea, an 11-part story, begins here.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Fox in the Dandelion Sea (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1536,
        "name": "The Fox in the Dandelion Sea (II)",
        "desc": "\"Be good and stay put.\" Trapped by a Mist Flower, what does fate have in store by the fox who met a hunter?<br/>The story of the Hunter and the Fox continues in Part 2.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_8401913697520967412.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1534,
        "name": "The Fox in the Dandelion Sea (III)",
        "desc": "The Hunter of fruitless hunts was awoken by a commotion outside. Who is at his door?<br/>The story of the Hunter and the Fox continues. The Fox in the Dandelion Sea, Part 3.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_5833970139892683095.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1542,
        "name": "The Fox in the Dandelion Sea (IV)",
        "desc": "After a few days apart, a long-awaited reunion takes place on a midsummer's night amidst a veritable blizzard of dandelion seeds.<br/>At the direction of the fox, an ocean of dandelions opens up before the hunter's very eyes...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_6479049853421873256.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1537,
        "name": "The Fox in the Dandelion Sea (V)",
        "desc": "Upon accepting the Fox's conditions, he came to the place where all the prey who disappeared had eventually gone to — an endless field of dandelions.<br/>The story of the Hunter and the Fox in the sea of dandelions. The Fox in the Dandelion Sea, Part 5.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_7193791104045180621.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1539,
        "name": "The Fox in the Dandelion Sea (VI)",
        "desc": "\"Why do you want to learn the language of human?\" \"So I can befriend humans when I become one.\"<br/>The child-like voice says, in the sea of dandelions. The Fox in the Dandelion Sea, Part 6.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_2833859962330724640.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1533,
        "name": "The Fox in the Dandelion Sea (VII)",
        "desc": "\"Dandelion, Dandelion, ride the wind to a faraway land,\" the Fox chants.<br/>Can the Hunter also learn magic to make his wish come true? The Fox in the Dandelion Sea, Part 7.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_737857752944619430.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1538,
        "name": "The Fox in the Dandelion Sea (VIII)",
        "desc": "\"When he has mastered human language...\" The fox's voice is gently carried away by the midnight breeze, drifting further and further away together with the dandelion seeds...<br/>After all, the fox is a different kind of creature from the human, and the two do not share all the same sense of mirth and misery...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_1341027460638251480.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1540,
        "name": "The Fox in the Dandelion Sea (X)",
        "desc": "The somber parting has finally arrived... The Fox bids farewell to its mother, teacher, and the dandelion sea.<br/>It's time to live up to the promise. The Fox in the Dandelion Sea, Part 10.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_6083987044436509504.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1541,
        "name": "The Fox in the Dandelion Sea (XI)",
        "desc": "\"Dandelion, Dandelion, ride the wind to a faraway land,\" the Fox chants.<br/>An unforgettable Mondstadt fairytale about a hunter and a fox. The Fox in the Dandelion Sea, the final installment.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_1187468080562631252.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Fox in the Dandelion Sea (IX)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found near Good Hunter"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2346,
            "name": "The Fox in the Dandelion Sea",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Fox in the Dandelion Sea_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.1"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "The Fox in the Dandelion Sea (IX) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 9\nFoxes are clever animals. Clever and cunning.\nThe little fox learned very quickly, and could sometimes even ask questions that would stump me.\nFor human speech is complicated and intricate, nothing like the innocence of animal speech.\nSometimes, language is like a yarn ball caught in the paws of a cat. It catches here and there, and there again it catches a student's tongue, sometimes even tripping a teacher up.\nBut foxes are clever animals, and very quickly they learn the many intricacies of human speech that were handed down over the generations, becoming able to describe the way dandelions float away, or how the moonlight shines over the lake in a rudimentary manner.\nEvery time the little fox discovered a new term, every time he tried using unfamiliar words to explore a familiar world, to bestow meanings upon the wind, dandelions and the earth, she would be beside him, smiling, watching us.\nThe little fox learned very quickly, but I did not take much joy from that.\nWhen I had run out of things to teach, would she still keep me here in this dandelion sea?\nWhen that time came, would I still be able to behold those beautiful eyes under the moonlight?\nWould she still lead me into the depths of the dandelion sea, smiling slyly as we frolicked and breathed in the bitter fragrance that came from both the north and south winds?\nAs I thought about such things, I became lost in sullen memory.\nYes, that's right. On that night that I could no longer remember clearly, when I was about to part with the girl I loved, this same moon had hung in the sky as well.\n\"Thank you for everything up till now.\"\nBefore I knew it, the fox had walked in front of me. She bowed, and her hair spilled over her shoulders, flowing like water in the glimmering moonlight.\n\"Once he has learned human speech, he should be able to make more new friends.\"\n\"I am truly thankful to you for all you've done. He has also cheered up significantly since beginning to learn the human language.\"\nShe gazed at me, her deep, unfathomable eyes shining like jewels.\n\"Still, once you have finished teaching us the human language, where will you go then?\"\nEnraptured by those shining eyes, I forgot to reply.\nWas this fox magic, too?\nSeeing my wooden expression, the fox laughed and sighed.\nThen, she turned and began walking in the direction of the moon, leading me further into the center of the moonlit dandelion sea.\nSeeing this, the little fox swished its tail from side to side, and burrowed into the dandelion fields."
          }
        ]
      }
    ]
  }
}