{
  "epId": 1590,
  "name": "Drifting Bottle With Letter",
  "desc": "A floating bottle that you fished up accidentally. The cork on this bottle has already been damaged, and the letter within has been mildewed. Thankfully, you discovered it in time, or its contents may have become lost to time altogether.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/02/94376896/ddb3d54d8d5b355180dd900563128433_6793200075933656206.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1690948773,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Drifting Bottle With Letter"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Version 2.1 Event - Lunar Realm\nObtained during fishing at Kannazuka in Inazuma"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Drifting Bottle With Letter",
        "desc": [
          {
            "type": "RichText",
            "text": "Father! Mother! Forgive me! Forgive your unfilial child! How blinded I was by the legend of that Lunar Leviathan! To think that I believed that catching some crummy fish would fetch me a rich man's daughter for a wife! Well, there's no getting off this boat now, is there?\nI have no clue how long we've been drifting out on the open sea. There's nothing to drink, and I haven't the strength to catch any fish.\nWe can't see the other end of this accursed sea. I swear, this will be the end of me, Jiawei!\n...I mean, this really is it, isn't it? Ah...\nIf this thrice-be-darned Lunar Leviathan has any heart at all, let it carry my letter to the shore. Please stop waiting for me, Father, Mother. I'm not getting out of this one.\nIf I should ever be reborn, I swear that I will marry a wealthy lady and wait on the two of you the rest of my days!\nMarry a hawk, and the sky's your hunting ground. Marry a dog, and the earth's your... Err... Actually, how did that saying go again...\n(Various scribbles of varying depth follow. None of them make any sense, however.)"
          }
        ]
      }
    ]
  }
}