{
  "epId": 1620,
  "name": "Shogun Almighty: Reborn as Raiden With Unlimited Power",
  "desc": "A popular light novel in Inazuma which tells the story of a mere mortal suddenly turning into the Raiden Shogun. The story is well-received for its novel plot and has inspired many light novelists.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shogun Almighty: Reborn as Raiden With Unlimited Power_icon.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718678104,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=5374.75,3661.00&zoom=1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3404,
        "name": "Kuroda",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/43b6af48285e9eeb1895ee06d481fa56_5207274457170173804.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      }
    ],
    "textualResearch": [
      {
        "title": "Shogun Almighty: Reborn as Raiden With Unlimited Power ",
        "desc": [
          {
            "type": "RichText",
            "text": "Such is life.\nMom and Dad always tell me to know right from wrong, but the reality is that we are always choosing the lesser of two evils.\nMy girlfriend has decided to break up with me. Not only that, but she also got me fired by telling my supervisor that I have a gambling addiction. Funny how I actually don't have much money to burn because I have protection fees to pay. Failure to do so and anything could happen to my parents.\nMy parents, however, think I am a loser who could neither find a serious job nor save up any Mora.\nThat's rather ironic, considering who I am doing this for... How is it my fault?\nIf it is, I blame myself for my incompetence to find a way out after all the struggles and also my lack of courage to end it once and for all.\nForget it. Just hand them the money when they arrive. After that I really need to think about how to earn some Mora, or I'll only have seagrass on the dinner table in the future.\nOK, time to choose between the worse and the worst.\nA falling blade, or a flying stone — which one is less painful?\n\"Bzzzzz—\"\nI've been hearing strange noises. What's going on...\nIs the thunder going to strike?\n...\nI wake up not knowing how long I've been unconscious.\nAll I remember is the sharp pain shooting through my body before I passed out.\n\"It doesn't feel very painful... What!?\"\nI scream upon hearing the voice.\nIs this my voice?\n\"Ah, ah—\"\nSo I'm not dreaming.\nI lift my arm and see pale, soft skin covered in exquisite fabric.\nThis is definitely not my body, but to arrive at this conclusion requires a bold logical leap that my brain isn't yet ready to take.\nBecause it simply doesn't make any sense.\nI try to stand up to have a better view of my clothes.\nEvery detail is brimming with luxury. The clothes are befitting of the one holding the highest authority.\nCould it be...\n\"Where is that brat... Huh? This is... the Raiden Shogun!?\"\nThe very title itself bears weight.\nAh, yes.\nI got reincarnated as the Raiden Shogun.\nThe Kairagi who came to collect debts have already stood in a formation. Although I cannot see their faces, their gestures convey their level of alertness and also fear.\nI've never seen them like this.\n\"Come on! I—It's time to take revenge...\"\nHe trails off — he's scared.\nUnwilling to act like a coward in front of his underlings, the man can't just run, but he is also aware of the consequences.\nMore people are gathering, ten, twenty, fifty...\nPerhaps they think their numbers could make a difference.\nBut the mortals' idea of \"outnumbering\" simply does not apply to the Raiden Shogun, the wielder of divine powers.\n\"Let me try my blade with you.\"\nI take a deep breath, focus my mind, and adopt the fighting stance.\nMy blade shall fall, my destiny, rewritten.\n\"Musou...\"\n...\nWait a moment.\nHow do I unleash Musou no Hitotachi?"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Shogun Almighty: Reborn as Raiden With Unlimited Power"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Yae Publishing House"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2348,
            "name": "Shogun Almighty: Reborn as Raiden With Unlimited Power",
            "desc": "<p></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Shogun Almighty: Reborn as Raiden With Unlimited Power_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.6"
          }
        ]
      }
    ]
  }
}