{
  "epId": 1633,
  "name": "String of Pearls (I)",
  "desc": "Zixin is a poor fisherwoman whose family struggles to make ends meet. One day, she is selling fish on the street when she carelessly loses the string of pearls she usually wears. Though what she does not know is that this lost string of pearls will change her fate for good...",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/String of Pearls (I)_icon.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718677787,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "String of Pearls (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found at Third-Round Knockout"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2349,
            "name": "String of Pearls",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/String of Pearls_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2964.13,-983.75&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1635,
        "name": "String of Pearls (II)",
        "desc": "The young man who had returned Zixin's string of pearls left without revealing his name. Grandma Zhang comes up with a plan that will allow Zixin to find him...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_3352259642193122438.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1634,
        "name": "String of Pearls (III)",
        "desc": "Our heroine meets the young man again. They fall in love and are ready to live together happily ever after. But a despot who covets Zixin's beauty and virtue is putting the skids under their plans...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_6569190887223439809.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1637,
        "name": "String of Pearls (IV)",
        "desc": "To rescue the one he loves, the young man charges heedlessly into danger, entering the lair of the enemy with his sword drawn: and on the other side, his beloved hangs on desperately...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_1648892319264098486.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1636,
        "name": "String of Pearls (V)",
        "desc": "The bandit lair in the dead of night is pitch-dark. The tyrant, the youth, and the lady grope in the dark in search of one another, and there, a perilous misunderstanding is about to play out...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_6169182591761193896.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "String of Pearls (I) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\n—Act I: Of Fish And Water—\nMale Role: Fan Jie\nFemale Role: Zixin\nComic Role: Grandma Zhang\nScene I\n(Enter Zixin wearing blue clothes)\n(Aloud)\nZixin: \"The tide reflects the mountains low, a light breeze nurtures reefs below.\"\n(Aside)\nZixin: \"I am a fisherman's daughter, I grew up by the dock. This year I am sixteen years old.\"\nZixin: \"My parents are old now. What choice do I have but to take up the oar myself? It would seem I am fated for a life on the ocean.\"\n(Dongtang, lento, innig)\nZixin: \"With sail rope in hand, I cast the net among the free-swimming fish. It is with their trade that I shall sustain my family.\"\n(Zixin casts out the net and brings it back in)\n(Dongtang, appassionato)\nZixin: \"It is hard every day under the sun, moon, and stars. The rich live fitfully whilst the poor must struggle. This is the way of things.\"\nZixin: \"I too am envious of the wealthy women's splendor, though I have never pitied myself, even with but a single string of pearls on my wrist.\"\nZixin: \"I have nothing to show for myself but bare walls. All I have is what I make with my own hands.\"\n(Zixin ties her boat to the wharf and jumps to the shore)\n(Dongtang, senza misura)\nZixin: \"It's time to go on the streets and sell fish.\"\n(Exit Zixin)\nScene II\n(Enter Zixin carrying a hand-basket)\n(Dongtang, straziante)\nZixin: \"Fresh fish, fresh fish! Buy it here, buy it now!\"\n(Enter Grandma Zhang carrying a flower basket)\n(Sprechstimme)\nGrandma Zhang: \"Look at those fish (fish wag their tails, spraying Grandma Zhang with water), so fierce! They will make a tasty soup!\"\nGrandma Zhang: \"All soaked like that, from head to hips, don't I look like a young lady with pink cheeks and vermilion lips?\"\n(Aside)\nZixin: \"What do they call you, granny?\"\nGrandma Zhang: \"You can call me Grandma Zhang. I sell flowers on this street.\"\nGrandma Zhang: \"Deary, such a soft-spoken girl like you won't sell a fish before the sky turns dark.\"\nGrandma Zhang: \"You might be beautiful, but if you're too shy to raise your voice, you won't be able to fill your stomach.\"\n(Zixin lowers her head)\n(Aside)\nZixin: \"You're so funny, granny.\"\nZixin: \"Oh no... Where...\"\nGrandma Zhang: \"What happened?\"\nZixin: \"My string of pearls, I never take it off my wrist. But it's gone. How could that be?\"\n(Enter Fan Jie, dressed in colorful stage clothing and holding the string of pearls)\n(Dongtang, andante calmo)\nFan Jie: \"Like a golden crow that utters the truth beyond the waves blue, I went for a stroll and a string of pearls appeared in my view.\"\n(Aside)\nFan Jie: \"My name's Fan Jie, at your service. I make a living doing odd jobs in the docks. My brothers here selected me as their leader.\"\nFan Jie: \"The string of pearls I picked up today must belong to that lady.\"\nFan Jie: \"I intend to return it to its rightful owner, though I don't want to be falsely accused of any indecent act.\"\nFan Jie: \"Perhaps I shall see if there are any marks of wearing the pearls on her wrist.\"\n(Dongtang, 12-bar prelude, irato)\nFan Jie: \"In scorching sun and steaming breeze, does selling fish come with ease?\"\nZixin: \"My fish are fresh, that I guarantee. Boil them or fry, the choice belongs to thee.\"\nFan Jie: \"Those fish are as fierce as a tiger, they won't stop moving even for a second.\"\nFan Jie: \"Would you step forward and introduce yourself?\"\n(Zixin steps forward)\nFan Jie: \"It's only fitting that these beautiful pearls belong to a fair lady of equal beauty.\"\n(Dongtang, appassionato)\nZixin: \"My heart is telling me that this man might be a mack, taking pleasure in playing with me, but he won't fool me with his nonsense.\"\nZixin: \"I turn around with my apricot eyes wide open and scold him.\"\nZixin: \"Such a scoundrel like you must have no dignity!\"\n(Aside)\nFan Jie: \"No need to get so angry, milady. I just wanted to check if there are marks of wearing the pearls on your wrist.\"\nFan Jie: \"It looks like, indeed, you are the rightful owner, milady. Now that the string of pearls is returned to you, you need not worry anymore.\"\nFan Jie: \"My name's Fan...\"\n(Fan Jie pauses, covers his mouth, and turns to leave. Exit Fan Jie.)\nFan Jie: \"It's time for me to go, ha.\"\n(Aside)\nZixin: \"Oh hero, please wait...\"\n(Dongtang, lento, innig)\nZixin: \"Led by my timid heart, I wronged a righteous man.\"\nZixin: \"I can't even remember the name of that hero of mine. What should I do to thank him?\"\n(Aside)\nZixin: \"How shameful...\"\nGrandma Zhang: \"But my deary, what is it if not destiny? A fair lady has finally met her noble hero.\""
          }
        ]
      }
    ]
  }
}