{
  "epId": 1634,
  "name": "String of Pearls (III)",
  "desc": "Our heroine meets the young man again. They fall in love and are ready to live together happily ever after. But a despot who covets Zixin's beauty and virtue is putting the skids under their plans...",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_6569190887223439809.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718677804,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2869.83,-1127.21&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1633,
        "name": "String of Pearls (I)",
        "desc": "Zixin is a poor fisherwoman whose family struggles to make ends meet. One day, she is selling fish on the street when she carelessly loses the string of pearls she usually wears. Though what she does not know is that this lost string of pearls will change her fate for good...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/String of Pearls (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1635,
        "name": "String of Pearls (II)",
        "desc": "The young man who had returned Zixin's string of pearls left without revealing his name. Grandma Zhang comes up with a plan that will allow Zixin to find him...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_3352259642193122438.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1637,
        "name": "String of Pearls (IV)",
        "desc": "To rescue the one he loves, the young man charges heedlessly into danger, entering the lair of the enemy with his sword drawn: and on the other side, his beloved hangs on desperately...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_1648892319264098486.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1636,
        "name": "String of Pearls (V)",
        "desc": "The bandit lair in the dead of night is pitch-dark. The tyrant, the youth, and the lady grope in the dark in search of one another, and there, a perilous misunderstanding is about to play out...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_6169182591761193896.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "String of Pearls (III) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 3\n—Act III: The Pearls, Lost Again—\nMale Role: Fan Jie\nFemale Role: Zixin\nComic Role: Grandma Zhang\nVillain: Wu Wang\nComic Roles: Wu Yi, Wu Er\nScene I\n(Enter Zixin and Fanjie from either side)\n(Aloud)\nFan Jie: \"The dogs do bark excitedly at dawn.\"\nZixin: \"The sun shines, and the frost on the eaves thin.\"\n(Aside)\nFan Jie: \"Is that Ms. Zixin I see?\"\nZixin: \"Indeed, it is! Is that you, Fan Jie?\"\n(Dongtang, senza misura)\nFan Jie: \"I dreamt of you fair last night.\"\nZixin: \"I regretted our parting, though we meet again soon.\"\nBoth: \"That my heart's desire should come true.\"\n(Aside, unison)\nZixin: \"O Hero...\"\nFan Jie: \"O Maiden...\"\n(Aside)\nFan Jie: The sun speeds westwards and high, and work begins at the docks. I must go and begin my day.\"\nFan Jie: \"Ms. Zixin, I take my leave.\"\n(Zixin salutes and watches him depart. Fan Jie turns back as he grows further away. Zixin lowers and raises her head again as Fan Jie exits. Zixin wrings her hands.)\n(Dongtang, lento, innig)\nZixin: \"Ah, to have turned cowardly at the last moment!\"\n(Exit Zixin)\nScene II\n(Enter the playboy Wu Wang, open-collared and dressed in green, with his companions Wu Yi and Wu Er)\n(Aloud)\nWu Wang: \"I am the great Wu Wang, master of these streets.\"\nWu Wang: \"Today I am bored and idle, and thus stroll about looking for sport.\"\n(Aside)\nWu Wang: \"Wu Yi, Wu Er!\"\n(Same Aside)\nBoth: \"Yes, sir?\"\n(Aside)\nWu Wang: \"I have a mind to eat something new today. Have you any ideas?\"\nWu Yi: \"What about some Golden Shrimp Balls?\"\nWu Wang: \"I tire of fine meat and fatty fish. Golden Shrimp Balls seem alright.\"\nWu Wang: \"Wu Er, go hence and find a store that sells a serving of those shrimp balls.\"\nWu Er: \"I will.\"\nWu Wang: \"Wait. It must be fried to a pure golden sheen, without even the slightest hint of being burnt.\"\nWu Er: \"Without even the slightest hint of being burnt. Okay.\"\nWu Wang: \"Hold. And they must be of size most equal. Not one shall be larger or smaller than the next.\"\nWu Er: \"And they shall all be the same size, yes. Do you wish to go over the instructions again?\"\nWu Wang: \"No need.\"\nWu Er: \"Do you have any other requests, sir? Just say the word.\"\nWu Er: \"And if the store fails to meet your expectations, then let's do as we always do—\"\nWu Yi: \"What do we always do?\"\nWu Er: \"Not give them any Mora, of course.\"\nWu Wang: \"No, no, come, look at the fish store yonder. Now there's a beauty more filling than a fine meal.\"\n(Dongtang, lento, innig)\nWu Wang: \"Let us go up and seek some details as we may... All the better to seize her with.\"\n(Wu Wang turns to Zixin)\n(Aside)\nZixin: \"Would you like to buy fish, sir?\"\nWu Wang: \"Why, of course, of course. Which family do you hail from, miss, and where fare your parents?\"\nZixin: \"I grew up at the docks. My parents have grown old, and I run the store alone, selling fish to make ends meet.\"\nZixin: \"Why do you ask, sir?\"\n(Turns, sotto voce)\nWu Wang: \"Wonderful, wonderful. Her parents are not at hand. A fine chance to strike, indeed.\"\n(Turns back, facing Zixin)\nWu Wang: \"Then, miss, are you yet engaged, or pledged to be wedded?\"\nZixin: \"I have not, sir, for I have busied myself working all this time.\"\nZixin: \"But sir, what has the matter of my marriage have to do with your business buying fish?\"\n(Turns, sotto voce)\nWu Wang: \"Very good, very good! She has plighted no troth. If trouble should come of this, no one will save her.\"\n(Turns back, facing Zixin)\nWu Wang: \"Then, miss, have you one you are enamored with?\"\n(Zixin lowers her head and says nothing)\n(Dongtang, senza misura)\nWu Wang: \"See, see how she casts down her eyes without speaking. So, then, there is no such person. Evil enters and masters my thoughts—\"\nWu Wang: \"Come, friends, take her hence — let us not waste precious time or beauty.\"\n(Exeunt Wu Wang, Wu Yi, and Wu Er, taking Zixin with them)\nScene III\n(Enter Grandma Zhang)\n(Aside)\nGrandma Zhang: \"Now then, ladies and gentlemen, if you have listened oft to Yun Jin's plays and become wise to the ways of theater, then you have likely guessed what shall come next.\"\nGrandma Zhang: \"Shall we not now accelerate towards a fight most fierce?\"\nGrandma Zhang: \"But afore the hero steps forth, he must by fortune be inspired.\"\nGrandma Zhang: \"When evil beasts run amok, disturbing the lives of the people, or when times and tides are turbulent, that is when heroes arise.\"\nGrandma Zhang: \"If you should pluck up your courage, your deeds shall be remembered. But if you prove craven...\"\nGrandma Zhang: \"Who then will remember if you were named Zhang Jie, Wang Jie, or Fan Jie?\"\nGrandma Zhang: \"And what's more, we ordinary folk must show our mettle, and yet leave a tale of rescuing our fair lady.\"\nGrandma Zhang: \"Let us see how Fan Jie shall act.\"\n(Enter Fan Jie)\n(Aside)\nGrandma Zhang: \"Alas, why have you only arrived now?\"\nGrandma Zhang: \"Miss Zixin here was just taken by the notorious hooligan, Wu Wang!\"\n(Dongtang, allegro)\nFan Jie: \"Ah, alas!\"\nFan Jie: \"When I heard her words I was a-fright, but I never thought that catastrophe was so near to me.\"\nFan Jie: \"This villain burns, steals, and kills as he wills. If I were to go forth...\"\nFan Jie: \"I shall, in all likelihood, not return.\"\n(Grandma Zhang tosses the string of pearls to Fan Jie)\nGrandma Zhang: \"S—sir Fan, wh—whatever shall we do?\"\n(Dongtang, allegro)\nFan Jie: \"As I see these pearls, my resolve hardens—\"\nFan Jie: \"How could I surrender a maiden to this villain?\"\nFan Jie: \"Pearl-string in hand, I draw my sword in fury — to make contrite that Wu Wang, and have him sue for mercy.\"\n(Exeunt Fan Jie and Grandma Zhang)"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "String of Pearls (III)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Wanwen Bookhouse"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2349,
            "name": "String of Pearls",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/String of Pearls_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.3"
          }
        ]
      }
    ]
  }
}