{
  "epId": 1635,
  "name": "String of Pearls (II)",
  "desc": "The young man who had returned Zixin's string of pearls left without revealing his name. Grandma Zhang comes up with a plan that will allow Zixin to find him...",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_3352259642193122438.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718677799,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2869.83,-1127.21&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1633,
        "name": "String of Pearls (I)",
        "desc": "Zixin is a poor fisherwoman whose family struggles to make ends meet. One day, she is selling fish on the street when she carelessly loses the string of pearls she usually wears. Though what she does not know is that this lost string of pearls will change her fate for good...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/String of Pearls (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1634,
        "name": "String of Pearls (III)",
        "desc": "Our heroine meets the young man again. They fall in love and are ready to live together happily ever after. But a despot who covets Zixin's beauty and virtue is putting the skids under their plans...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_6569190887223439809.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1637,
        "name": "String of Pearls (IV)",
        "desc": "To rescue the one he loves, the young man charges heedlessly into danger, entering the lair of the enemy with his sword drawn: and on the other side, his beloved hangs on desperately...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_1648892319264098486.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1636,
        "name": "String of Pearls (V)",
        "desc": "The bandit lair in the dead of night is pitch-dark. The tyrant, the youth, and the lady grope in the dark in search of one another, and there, a perilous misunderstanding is about to play out...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_6169182591761193896.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "String of Pearls (II) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 2\n—Act II: The Search for the Gentleman—\nMale Role: Fan Jie\nFemale Role: Zixin\nComic Role: Grandma Zhang\nComic Roles: Zhang San, Li Si, Wang Er'ma\nScene I\n(Enter Zixin and Grandma Zhang)\n(Aside)\nZixin: \"I have been depressed of late, and in no wise have I been at peace.\"\nZixin: \"For I spoke in error 'gainst a hero seeking to do good.\"\nZixin: \"He sought to return my string of pearls, and I did him no thanks nor ask him his name, but instead upbraided him most grievously.\"\nZixin: \"Shamed I am, and do wish to find my benefactor, but amidst this vast harbor, how shall I find him?\"\nGrandma Zhang: \"As I see it, deary, you need not be sorrowful, nor should you be troubled.\"\nZixin: \"Oh, granny, why do you say so?\"\nGrandma Zhang: \"You need only put up a notice, offering Mora up to the one who returns the string of pearls. Will he not then come forth?\"\n(Danqing, andante calmo)\nZixin: \"Thus is it said—\"\nZixin: \"As wine turns red peoples' faces, so do riches move many places.\"\n(Zixin lowers her head and paces)\nZixin: \"I am of a mind to find him with this device, yet I wonder if he should come forthwith.\"\n(Aside)\nGrandma Zhang: \"Come now, do not hesitate. Let us take action.\"\nGrandma Zhang: \"You shall lose little who rely on me.\"\n(Exeunt Zixin and Grandma Zhang)\nScene II\n(Enter Zhang San, Li Si, Wang Er'ma)\n(Sprechstimme)\nZhang San: \"I am Zhang San.\"\nLi Si: \"I, Li Si.\"\nWang Er'ma: \"And Wang Er'ma I.\"\nZhang San: \"Hark at that notice! Let me go up, and earn the bounty.\"\nLi Si: \"Shall the officer ask, 'think to do good, do you?'\"\nWang Er'ma: \"Hah! A fool is he who would speak true.\"\n(Aside)\nZhang San: \"Ho, brothers. Are you all bound for that lass Zixin's place, her reward to claim?\"\nLi Si: \"Indeed.\"\nWang Er'ma: \"So it is.\"\nLi Si: \"Picked up her headdress also, did you?\"\nWang Er'ma: \"No, I'd have sworn it was her earrings.\"\nLi Si: \"Falsehood - t'was the flower upon her head.\"\nZhang San: \"Fools. Perfume it was!\"\nWang Er'ma: \"Ah, however it may be, sure am I that we all know well the score.\"\nZhang San: \"Ahahah.\"\nLi Si: \"Haha!\"\n(Zhang San, Li Si, and Wang Er'ma turn to Zixin)\nZhang San: \"Ah, Zixin, have you my bounty ready? For I, Zhang San, have found your lost perfume!\"\nLi Si: \"Stand aside, friend, for I have come to return your headdress. The prize is mine, therefore.\"\nWang Er'ma: \"No, no, no, Wang Er'ma it is who returns your earrings. Mine is the reward.\"\nZixin: \"You... you lot dizzy me.\"\nZixin: \"For we have never met, and if I lost my earrings, scents, or headwear, would I not know it?\"\nZhang San: \"Why, you must have forgotten it in your hurry at the fish-store. Just give the reward here, do not worry!\"\nLi Si: \"The Mora, then, and be quick about it!\"\nWang Er'ma: \"Or I shall ruin your stall, and your good name.\"\nZixin: \"Ah... How I have attracted the eye of these worthless scoundrels!\"\nZixin: \"Granny, see what trouble your plan has wrought!\"\nGrandma Zhang: \"Worry not, lass. I shall devise a way to see them off.\"\nGrandma Zhang: \"Hah!\"\n(Zhang San, Li Si, Wang Er'ma fall to the ground)\nGrandma Zhang: \"I had this lass put up a false bounty to catch such thieves as you!\"\nGrandma Zhang: \"The items you bring are false — now hand them over.\"\nGrandma Zhang: \"Or else...\"\nZhang San: \"Or else what?\"\nGrandma Zhang: \"Then the headdress made of prize Glaze Lilies, the earrings of fine Noctilucous Jade, and the scents shipped in from a faraway land...\nGrandma Zhang: \"You shall have to pay for them all! Now then, where is the Mora? Give it here!\"\n(Grandma Zhang pursues Zhang San, Li Si, Wang Er'ma, broom in hand)\nZhang San: \"Ow, ow!\"\nLi Si: \"Stop hitting us, please! We don't want your Mora anymore!\"\nWang Er'ma: \"Now to find that fellow who truly picked her things up to come and own up — sooner rather than late!\"\nScene III\n(Zhang San brings Fan Jie in)\n(Aside)\nZhang San: \"Why, I have it now. You must be the thief who took the lady's things. My brothers and I took a beating on your account!\"\nFan Jie: \"I, Fan Jie, have ever been upright, and such things as stealing are beneath me. Do not think to accuse me falsely.\"\nZhang San: \"Well, aren't you a stubborn one? Dare you go up with me to meet the owner of the lost goods?\"\nFan Jie: \"I fear you not. Let us go! Indeed, I should like to see who it is who maligns me.\"\n(Zhang San and Fan Jie turn to Zixin)\nZhang San: \"Is the proprietor not Zixin? I shall see how you get out of this one!\"\nFan Jie: \"Ah! So it is you, then!\"\n(Dongtang, appassionato)\nFan Jie: \"This was the lady who was wroth, and no more words came from her mouth.\"\n(Dongtang, allegro)\nFan Jie: \"Cease deceiving the young woman, for I am Fan Jie, a dock worker.\"\nFan Jie: \"I have lived frugally and humbly. Whereupon would I steal a lady's makeup?\"\nFan Jie: \"You met my honesty with accusations, though I returned the item swiftly as I could.\"\n(Aside)\nZixin: \"Ah, so this hero is named Fan Jie.\"\nZixin: \"It is my fault, then, that he should have been tangled up in this business.\"\nZixin: \"I shall beg his forgiveness shortly — and should he not accept, twice or thrice more shall not be too few.\"\n(Zixin walks up to apologize to Fan Jie)\nZixin: \"O, hero, indeed we had a misunderstanding before, but...\"\n(Fan Jie turns)\nFan Jie: \"Hmph.\"\n(Zixin smiles and steps forward)\nZixin: \"...I did have some other motive in doing this.\"\nZixin: \"For you did not leave your name behind when you left, and I wished to repay you but found you not.\"\nZixin: \"So I decided on this device. It is my fault that such trouble came to you.\"\nZixin: \"Please, allow me to apologize.\"\nFan Jie: \"Oh?\"\n(Dongtang, lento, innig)\nFan Jie: \"Though I was at first resentful to be maligned, when I calm down to think, I realize it was but a misunderstanding.\"\nFan Jie: \"Calm must rule me, lest I speak in error.\"\n(Aside)\nFan Jie: \"If I may ask you...\"\nFan Jie: \"You said earlier that the business from before was a misunderstanding.\"\nFan Jie: \"You were of a mind to seek the person who returned your string of pearls, and put out that notice, which by chance snared me wrongly, is that true?\"\nZixin: \"It is, and again, I apologize.\"\n(Fan Jie catches Zixin)\nFan Jie: \"Nay, you need not be so polite. You do me too much honor.\"\nFan Jie: \"I, too, acted rashly, and put you upon the spot. I, too, must apologize.\"\nZixin: \"Oh, no, please...\"\n(Fan Jie salutes her)\nZhang San: \"What!? What are you doing? So is the Mora to be paid or not?\"\nGrandma Zhang: \"Oh, shush you. This is their tale — what business is it of yours?\"\nGrandma Zhang: \"See, all the ladies and gentlemen in the audience are here to see a show by Yun Jin, and they have no time for your nonsense.\"\nGrandma Zhang: \"Open your eyes and see, and stand aside there.\"\n(Exeunt, Grandma Zhang dragging Zhang San)\nZixin: \"Come to think of it, I sell fish here every day. How is it, then, that I have never seen you?\"\nFan Jie: \"I pass this way each day to work.\"\nFan Jie: \"Perhaps I was lost amid the throng. But perchance we may meet tomorrow...\"\nZixin: \"So it is... May we meet then.\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "String of Pearls (II)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Wanwen Bookhouse"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2349,
            "name": "String of Pearls",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/String of Pearls_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.3"
          }
        ]
      }
    ]
  }
}