{
  "epId": 1655,
  "name": "A Drunkard's Tale (I)",
  "desc": "One of many popular tales told of Mondstadt's drinkers. This one is the story of a drunkard who stumbled into wolven territory and the lone, starving wolf he encountered there.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Drunkard's Tale (I)_icon.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718637086,
  "components": {
    "textualResearch": [
      {
        "title": "A Drunkard's Tale (I) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\nIn the land where the dandelion wine flows like a river, tall tales have a way of spreading far and wide, following closely in the wake of the whiff of wine.\nFar-fetched fables are always sure to spread when boasted between burps by inebriated bar patrons. For these stories share something in common with the slurred speech and sea-sickness-inducing swaying that so often accompanies them, which is that despite being clumsy and awkward, they are also highly entertaining.\nLegend has it that there was once a famous drunkard in Mondstadt. It was said that he could hold his alcohol as well as any hunter from Springvale in the off season. And yet, still he would drink till he was drunk. Every time that he drank, he would not budge so much as an inch back from the bar at the tavern until not a single Mora was left in his coin pouch, and not a single drop of wine remained in his glass.\nOne night, this drunkard was doing his best to stumble home after a particularly satisfying session of especially heavy drinking. A combination of his spinning head, blurred vision, and zigzagging stride served to navigate him towards a forest populated by wolves.\nToday, of course, Wolvendom is presided over by the Great Wolf King of the North, and the ominous atmosphere that emanates from inside the forest is sufficient to deter most sober-headed visitors from approaching the area. According to the elderly hunters, the Wolf King gathered the spirits of the wolves there to prevent outsiders from trespassing into territory where they are not welcome.\nBut this was an age long before the Wolf King and the north wind had descended upon that forest, bringing order and peace to the wolven race. At that time, the forest was a perilous place where wild wolves fought for survival. A fierce blood feud between wolves played out deep inside the dense foliage, concealed from view and unbeknownst to any human.\nLeast of all to the drunkard, who had by this point managed to transport his drunken self quite some distance inside the forest.\nHe stumbled forward in the darkness with that dogged determination that only drunkards possess, deterred neither by the tree roots that would trip him up every few steps, nor by the stray branches that would slyly slap him in the face from time to time.\nBefore long, a pair of green eyes began darting through the forest, their gaze fixed on him, tracking his every move.\nThose eyes belonged to a lone wolf, who silently pursued the drunkard from behind, all the while musing to itself:\n\"This is the most peculiar sight I have ever seen in all my life.\"\nNo one had dared set foot in the wolves' forest in hundreds of years, be they a knight clad top to toe in shining steel armor or a desperate fugitive dressed in rags. Even the callous nobles refused to exile their slaves there, for fear of inciting the wrath of the wild wolves and bringing unwanted trouble to their own territory.\n\"And yet, this odd fellow dares to stroll in here all by himself. How very strange indeed!\"\nThe lone wolf pondered this strange phenomenon as it followed the drunken intruder through the forest, doing its best to ignore the stench of alcohol that was wafting its way."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "A Drunkard's Tale (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found inside Dawn Winery"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2350,
            "name": "A Drunkard's Tale",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Drunkard's Tale_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=565.64,-333.75&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1657,
        "name": "A Drunkard's Tale (II)",
        "desc": "One of many Mondstadt tales told of popular drinkers. This story is the one of the time a lone, starving wolf met a drunken Mondstadt man.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/35428890/4a1d29df23f06962e9e4575481e5aca6_3648828375223910188.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1656,
        "name": "A Drunkard's Tale (III)",
        "desc": "One of the popular, many tales told by the drinkers of Mondstadt. This drunkard is the one who told the lone wolf of an ancient story.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/35428890/4a1d29df23f06962e9e4575481e5aca6_8566288155516442802.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1658,
        "name": "A Drunkard's Tale (IV)",
        "desc": "One of many drinking tales popularly told in Mondstadt. This wolf told a tale of wine and wolf to a drunken man of Mondstadt.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/4a1d29df23f06962e9e4575481e5aca6_7834223881434996129.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ]
  }
}