{
  "epId": 1658,
  "name": "A Drunkard's Tale (IV)",
  "desc": "One of many drinking tales popularly told in Mondstadt. This wolf told a tale of wine and wolf to a drunken man of Mondstadt.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/4a1d29df23f06962e9e4575481e5aca6_7834223881434996129.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718637115,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "A Drunkard's Tale (IV)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Knight's of Favonius Library"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2350,
            "name": "A Drunkard's Tale",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Drunkard's Tale_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=75.95,19.03&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1655,
        "name": "A Drunkard's Tale (I)",
        "desc": "One of many popular tales told of Mondstadt's drinkers. This one is the story of a drunkard who stumbled into wolven territory and the lone, starving wolf he encountered there.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Drunkard's Tale (I)_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1657,
        "name": "A Drunkard's Tale (II)",
        "desc": "One of many Mondstadt tales told of popular drinkers. This story is the one of the time a lone, starving wolf met a drunken Mondstadt man.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/35428890/4a1d29df23f06962e9e4575481e5aca6_3648828375223910188.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1656,
        "name": "A Drunkard's Tale (III)",
        "desc": "One of the popular, many tales told by the drinkers of Mondstadt. This drunkard is the one who told the lone wolf of an ancient story.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/35428890/4a1d29df23f06962e9e4575481e5aca6_8566288155516442802.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "A Drunkard's Tale (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 4\nLegend has it that the first wine of Mondstadt was brewed in the age when the north wind howled.\nIn the age when the Kings of Ice and Frost fought for dominion, Mondstadt's forbears brewed rudimentary wine from wild fruits, even as they shivered in the biting cold. They did so to ease the pain of their frostbitten fingers and to give them the courage to face the harsh and unforgiving ice. For at that time, the land of Mondstadt was engulfed by ice and snow, and the dandelions had not yet reared their heads.\nIt is said that the first person in Mondstadt to discover the craft of wine brewing was a grossly negligent guard.\nIn a tribe beset by blizzards on all sides, it was the unenviable job of the hardy hunter-gatherers to stock the storage pits with food, and it was the guard's task to guard against intruders.\nThe sight of a human intruder was a rare one indeed in that harsh environment — but there were other creatures who could better withstand the cold, and they would burrow underground to reach the food stocks. The rules of the tribe were that one person should inspect the storage pits at all times, filling in any mouse holes discovered — or better still, catching them red-handed in the act of pilfering — to keep the tribe's food supplies at plentiful levels.\nAt that time, the damp, dark caves needed constant care and attention to prevent the food they held from going bad and rotting. On top of this, the mischievous little creatures that hid away out of sight would sometimes play pranks on the guards.\nOne day, a wily wind spirit noticed that the grossly negligent guard was once again being grossly negligent. So, the spirit took the form of a fox and crept into a pile of wild apples. There, it caused yeast to grow, ripening the apples and causing them to ferment.\nThe grossly negligent guard was ravenous when he returned, and elected to partake of one of the apples. The mellow taste of fermented fruit delighted both his body and his mind. Immediately, he took animal hide and squeezed the juice from the apples, creating wine.\nThe grossly negligent guard who first invented brewing in the age of ice and snow also became Mondstadt's first drunkard. It is said that he was the first person ever to fall into a drunken dream.\nIn his first drunken dream, he drunkenly entered the dreams of a lone wolf. Somewhere in the long-lost past or possibly the far-flung future, he fought fang and claw with rival wolf packs, battled with humans for food in the midst of a raging snowstorm, and met the first Seelie.\nThe tribe-dwelling human and the pack-dwelling wolf could not bear to live in solitude. This newly brewed wine served to bring man and wolf together in their dreams.\nBut their attitudes towards these dreams were poles apart.\nThe human who knew only the wind and snow yearned for the wasteland where the lone wolf runs freely, but the lone wolf was fearful of the human's desire. It could not understand why this human was captivated by dangerous illusions and sought hope from within them.\nWhat concerned the wolf even more was that when in a drunken human dream, it could no longer distinguish whether it was a wolf or a human with a wolven spirit.\nSo the wolf swore an oath never to touch the humans' poison again, to resist the allure of wine.\nWolves are not the children of the wind, and the land of wine and song is not their home. So the wolves left the humans' domain and settled far off in the wilderness and deep in the mountain forests, places where the scent of wine could not reach them.\n\"What you humans call wine, we wolves call the abyss,\"\nThe wolf haughtily concluded.\nBut as the wolf turned towards the drunkard to say this line, it discovered that the drunkard was now lying fast asleep on a bed of pine branches.\nThe wolf was most displeased, and violently expelled a puff of air from its nostrils before leaving the still-pungent pile of sleeping human to his business, and going on its way."
          }
        ]
      }
    ]
  }
}