{
  "epId": 1665,
  "name": "The Boar Princess (VI)",
  "desc": "The Boar Princess and her two wise companions brave an icy wasteland and scale a snowy mountain, where they discover a very mysterious inhabitant indeed...<br/>See how this high-altitude, low-temperature adventure unfolds in volume six of The Boar Princess.<br/>There is some childish handwriting on the title page, which reads: \"Daddy, when you get home, you have to read me the one about the snowy mountain too!\"",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/0bd51c091284306076323910d144347c_715202646539129288.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718636874,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Boar Princess (VI)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in a backpack near the Wyrmrest Valley Teleport Waypoint"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2351,
            "name": "The Boar Princess",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "RichText",
        "text": "The book can only be obtained after completing"
      },
      {
        "type": "CustomEntry",
        "epId": 5286,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1660,
        "name": "The Boar Princess (I)",
        "desc": "A long, long time ago, in the forest kingdom... What legends occurred there?<br/>The Boar Princess, Part 1. A story about friendship, love, and death.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (I)_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1663,
        "name": "The Boar Princess (II)",
        "desc": "A lifeless ice field, a land even the gentle Anemo Archon has never visited. How is it that it still has its lonely inhabitants?<br/>The Boar Princess, Part 2. The story continues on the glacier.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/0bd51c091284306076323910d144347c_4857800910738091328.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1662,
        "name": "The Boar Princess (III)",
        "desc": "\"Now and evermore shall you be bereft of hope.\" What fate awaits the wolf pup who bears such a cruel curse?<br/>The Boar Princess, Part 3.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/0bd51c091284306076323910d144347c_8847749374209826789.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1666,
        "name": "The Boar Princess (IV)",
        "desc": "The wolf pup grew up in the cold loneliness. The secret past of the lone wolf is now revealed.<br/>The Boar Princess, Part 4.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/0bd51c091284306076323910d144347c_8514467567528218132.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1664,
        "name": "The Boar Princess (V)",
        "desc": "\"No one deserves this fate.\" The good princess sheds a tear of compassion. For those who persevere as true companions, even the ice shall melt before their determination.<br/>The Boar Princess, Part 5.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/0bd51c091284306076323910d144347c_4481597469874429652.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1661,
        "name": "The Boar Princess (VII)",
        "desc": "All the sacrifices made out in the frozen plains were not in vain. The perfect ending of friendship, love, life and death!<br/>This is the end to the famous and touching story, The Boar Princess.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/0bd51c091284306076323910d144347c_1260585147737455652.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "The Boar Princess (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 6\nAnd so, the Princess and her two wise companions arrived in the snowswept hinterland of the far north.\nIce and snow covered the land as far as the eye could see. Neither the biggest, bravest animals nor even the weasel, who is the most skilled digger of them all, could find so much as a single blade of soft grass or a single piece of juicy fruit.\nThe Princess was shivering from head to tail in the freezing cold, yet she was undaunted. Without even looking back, she pressed on deeper into the frozen wasteland.\nThe wise fox and the trustworthy turtle could not bear the piercing wind and the freezing snow. They begged of the Princess:\n\"Ack-ack-ack! If His Majesty the King knew that you were adventuring to such a cold and dangerous place as this, he would be very worried! Let's head back home... Ack-ack-ack,\" exclaimed the fox.\n\"Yes, I agree! I fear the snowstorm will get stronger and colder with each passing second... Let us at least rest a while, and continue our journey once the wind has stopped and the sun is out? Once again, I apologize for not knowing how to make funny sounds,\" reasoned the turtle.\nIt was to no avail. The persevering Princess did not heed the advice of her wise companions, but insisted that they continue to press on into the bitter cold of the far north.\nFor what nobler cause could one pursue in this world than rescuing lost kin and rekindling lost friendships?\nOnwards they continued through the ice and snow, until their paws and hooves were purple from the cold, until each breath they exhaled turned into ice which became one with the swirling blizzard around them.\nThen, at the icy peak of a tall mountain, next to a frozen river which, in spite of everything, still flowed — albeit with icicles rather than water — the Princess met a spirit, swaying to and fro in the freezing wind.\nAn ancient race of wise spirits lived atop that ice-capped mountain. They had no physical form, but possessed great magical power.\n\"Oink oink! Are you the master of this place? Please, O Spirit, could you guide us through this snowstorm?\"\nThe Princess politely posed her question as her hooves, now numb from the cold, trembled in the snow.\nThe wise fox and the trustworthy Grandpa Turtle also looked expectantly at the spirit of the snowstorm. As they gazed, their paws and flippers, respectively, numb from the cold, trembled in the snow.\n\"Whoosh, whoosh...\"\nThe spirit of the snowstorm spoke softly.\n\"Of course, but... whoosh, whoosh...\"\n\"In return, I will sap your energy. The further forward you go in the storm, the more tired and hungry you will become — though I assure you, it will not be life threatening... I hope... Whoosh, whoosh...\"\n\"Oink oink! This is, after all, the spirit of the snowstorm,\" pondered the Princess.\n\"And I am also in the company of the two wisest, most caring members of my family. Whatever may happen, they will always be able to find a way!\"\nWithout a moment's hesitation, the Princess granted the spirit of the snowstorm her request. The wise fox and the trustworthy Grandpa Turtle had no time at all to formulate, let alone articulate, any remonstration.\n\"Oink oink, I do declare this deal a fair one! Now, lead us to the wolf pup!\"\nAnd so, the spirit turned into an ice stream, and carried the persevering Princess over the tall mountain..."
          }
        ]
      }
    ]
  }
}