{
  "epId": 1909,
  "name": "Toki Alley Tales (I)",
  "desc": "The great tengu are naught but brutal braggarts, and especially when drunk! — Tanuki Historical Commentary",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_3104109747353746956.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1721878057,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Toki Alley Tales (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Collect all 10 pages to form Toki Alley Tales (I)"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2355,
            "name": "Toki Alley Tales",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/17/158750877/4b54e8b4ffa1f4d80f2b04f4799a8a9f_1817421270019202696.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Kujou Encampment:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=5619.88,2690.82&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>East of Kujou Encampment:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=5523.02,2508.38&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Island West of Kujou Encampment:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=5617.75,2509.09&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Island East of Tatarasuna:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6056.16,2586.87&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Mikage Furnace:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6013.03,2407.97&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Mikage Furnace:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=5981.21,2371.91&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Mikage Furnace:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6114.85,2371.20&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Island Southeast of Tatarasuna:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6221.61,2537.37&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>South Tatarasuna:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6276.07,2441.92&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Tatarasuna:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6273.24,2322.41&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1914,
        "name": "Toki Alley Tales (Prologue)",
        "desc": "They say that in the past, when the fragile and short-lived mortals had yet to cross over the sea unto these lands, Inazuma was once a land that belonged to the tanuki. They say, too, that human history began as drunken tanuki nonsense... Welcome to Toki Alley, a place where history and wild tales intertwine.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Toki Alley Tales (Prologue)_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1911,
        "name": "Toki Alley Tales (II)",
        "desc": "Mother once warned that a beautiful face can hide deceptive intentions. If she looks as lovely as the moonlight, she must either be a fox spirit, or some old bake-neko hag of significant power — Tanuki Historical Commentary",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_3766919997733660495.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1910,
        "name": "Toki Alley Tales (III)",
        "desc": "They say that those who make the ameonna cry will bring inescapable sorrow upon themselves. —Tanuki Historical Commentary",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_3165046451872002690.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1913,
        "name": "Toki Alley Tales (IV)",
        "desc": "The tragedy of mortals is to lack self-knowledge, and that of the youkai is the lack of any such tragic troubles. —Tanuki Historical Commentary",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_9217282368225015901.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1912,
        "name": "Toki Alley Tales (V)",
        "desc": "Will this middle section filled with regret lead to a more interesting story thereafter?",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_2068905143979147209.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Toki Alley Tales (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 2\nYoichi's Tale\nThe tengu's name is Yoichi, and she lives in Hanamizaka on a small side street called Toki Alley. She rents a shop there that sells alcohol and lives a leisurely existence.\nI say \"leisurely.\" That's putting it nicely. \"Completely and utterly chaotic\" would be a more accurate description.\nIn theory, someone who enjoys alcohol enough to start a business selling it should know a thing or two about it. This applies as much to youkai as to humans.\nBut to be absolutely blunt, Yoichi has terrible taste in alcohol and has no business sense at all. Worst of all, in all her days in the human realm, she has never ridden herself of her awful tengu habits. Sometimes she will get drunk and stir up trouble among other youkai or kidnap human children and parade around all night at the festival, causing total chaos. Other times, she will barge into a theater, with no regard for the atmosphere, then casually strut on stage and start beating up the lead actor... the list goes on.\nIf it weren't for her senior status among the youkai and her extensive connections in human society, I suspect Yoichi might have been dealt with by some hero or other at the foot of a mountain long ago.\nBut the youkai and human folk of Toki Alley see her quite differently. Even the Great Gongen has never given her serious punishment, because she has never caused any major trouble.\nThough haughty and slovenly by nature, as a \"great youkai, set apart from the common folk\" (her own words), Yoichi isn't greatly attached to worldly possessions. Any money she comes into is spent swiftly on alcohol — or else on novels from Yae Publishing House, which she skims through halfway before promptly defenestrating them. As a result, her home is not what you would call \"domesticated\" — quite the opposite, in fact.\nSimply put, she doesn't have any worldly possessions of sentimental value... the sole exception being the golden paper fan she wears on her waist.\nThe Great Tengu are a race of monsters that travels to many different worlds, and it's not at all uncommon for them to adorn themselves with battle trophies that have an interesting backstory. Such is the case for this paper fan.\nOn a moonlit night, a drunken Yoichi, her shirt collar wide open, began bragging to me about its story...\nShe said that in one of the many worlds she had traversed, she took the form of a haughty young male archer, serving under an equally haughty shogun. Under that shogun's command, she, — or rather, \"he\" — had proudly shot down countless opponents, including big-bellied mortal samurai and crafty tanuki ninjas. Even the jikininki, despite their bulky figures, were no match against a single shot from Yoichi's bow.\n\"Hahahahaha! You are truly a great soldier! Your vision is keen like lightning, just like the Great Tengu!\"\nAt that age, the conceited shogun tended to laugh in a loud and obnoxious manner, which was most unseemly.\nAfter that, Yoichi made numerous contributions for the shogun, executing many monsters and unfortunate mortals. It goes without saying that she probably made some of the stories up. But what she truly became renowned for was the final battle of that world, a world in which she spent a hundred years.\nIn that naval battle, the shogun and rebels braved storms to fight bloody battles between the straits. The monsters numbered at least eight million, maybe eight million more than that, while the mortal samurai must have numbered in the tens of millions. In terms of casualties, the headcount cannot be known, but what is known is that 800 thousand ships sank in the course of the battle. Yoichi reached this staggering tally with my assistance as she was vomiting up a bellyfull of wine by the window.\nAs is typical of so many stories about bitterly fought wars stuck in stalemate, brave heroes from both sides mowed down their enemies like blades of grass, painting the sea blood-red, while the rival generals stubbornly refused to back down, preferring to stay locked in intransigence than to withdraw their troops and head home to get a good night's sleep.\nFinally, on one cold moonlit night, a small boat slowly floated out from enemy lines. A lone figure stood on the boat, swaying like a reflection in the water. Beside the figure was a shimmering flagpole with a paper fan at the top. It gave off a golden glow in the moonlight.\n\"Argh, ARGH... I am furious, furious! This blatant provocation cannot be tolerated!\"\nThe shogun squinted his eyes, saw the golden fan in the distance, and instantly flew into a rage.\nYoichi couldn't understand why the shogun's self-esteem was so fragile, but was too lazy to empathize with the petty mortal sense of dignity. At that moment, she... no, \"he,\" fixed his keen tengu gaze on the floating figure in the boat.\nWhat he saw was a woman, and an altogether different one than Yoichi.\nMoments later, a single arrow flew over the moon and tore apart the night sky.\n\"Haha, great!\"\nSoon, the shogun's shouting was drowned out by the cheers of the army.\n\"If those two old-timers find out what they have lost, they'd probably be so angry they'd rupture their spleens!\"\nYoichi let out a conceited and mischievous laugh. She was drunk. The Great Tengu had a certain twinkle in her eye, of the rather repulsive variety, that she made no attempt to cover up.\nWhat had happened was that as the arrow flew through the air, Yoichi had already spread out her giant wings and flown across the strait, snatching the golden paper fan and the bewildered beauty holding onto it as she passed over the boat. She then took the opportunity to push over the insufferably loud-mouthed shogun and flew away from the battle.\nA perfect tengu snatch and grab.\nIt was just a shame that...\n\"Well, you know what happened, she was a neko. She scratched me to pieces...\"\nYoichi stuck out her tongue and sighed with exasperation.\n\"Oh right, it's snapper season! You should take some back with you.\"\n\"Hmm? The stingy Great Tengu has a heart?\"\n\"I meant for that woman!\"\nSeeing the threatening gaze from the greatly tipsy Great Tengu, I hastily gathered the remaining snapper in my arms and left."
          }
        ]
      }
    ]
  }
}