{
  "epId": 1912,
  "name": "Toki Alley Tales (V)",
  "desc": "Will this middle section filled with regret lead to a more interesting story thereafter?",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_2068905143979147209.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1721878078,
  "components": {
    "textualResearch": [
      {
        "title": "Toki Alley Tales (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 6\nThis page billows about in the breeze, seemingly having dropped from a very old novel.\nPerhaps you might be able to reconstruct the complete text, should you find other torn pages elsewhere.\nBreak Time\nThey say that in the past, before the fragile and short-lived mortals had crossed over the sea to these lands, Inazuma was once a land that belonged to the tanuki.\nLazy and fickle by nature, the tanuki never worried about tomorrow, nor did they carry today's troubles with them through the night. During that period, the land of Inazuma was a cozy paradise for the tanuki and every day was a fun-filled festival.\nAt least, that's what the tanuki elders say.\nLater on, the kitsune arrived by sea, forcing the tanuki into a great war that lasted first for 800 years and then for another 800 years, with both sides suffering heavy casualties, until eventually the only option was to hold peace talks. The tanuki are a stubborn bunch and to this day still don't admit defeat, but the fact remains that they ceded the giant Thunder Sakura to the kitsune.\nBut the kitsune are a crafty and cunning bunch too, and equally skilled in the art of shape-shifting. It is said that in that great war, as a consequence of the constant switcheroo trickery, many poor souls became completely disoriented and could not for the life of them keep track of who was who — eventually forgetting even who they were, what they were, and which side they were supposed to be on.\nThus were the hapless mortals born. The product of bewildered youkai.\nI wandered through the winding streets and alleys, while recapping the long-held stories of the tanuki clan.\nIn the end, I didn't find a restaurant that was still open.\nI guess this means it's time to go back.\nWith this in mind, I stood up and stretched my back in front of Uncle Kitsune's soba stand.\nJust then, a familiar scent came from behind—"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Toki Alley Tales (V)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Collect all 10 pages to form Toki Alley Tales (V)"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2355,
            "name": "Toki Alley Tales",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/17/158750877/4b54e8b4ffa1f4d80f2b04f4799a8a9f_1817421270019202696.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.1"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "RichText",
        "text": "Toki Alley Pages (V) can be obtained through fishing in <color=#ece5d8>Inazuma</color> .\n<color=#ffffff>Inazuma Fishing Locations:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,261&center=5804.33,2504.00&zoom=-2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 1914,
        "name": "Toki Alley Tales (Prologue)",
        "desc": "They say that in the past, when the fragile and short-lived mortals had yet to cross over the sea unto these lands, Inazuma was once a land that belonged to the tanuki. They say, too, that human history began as drunken tanuki nonsense... Welcome to Toki Alley, a place where history and wild tales intertwine.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Toki Alley Tales (Prologue)_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1909,
        "name": "Toki Alley Tales (I)",
        "desc": "The great tengu are naught but brutal braggarts, and especially when drunk! — Tanuki Historical Commentary",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_3104109747353746956.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1911,
        "name": "Toki Alley Tales (II)",
        "desc": "Mother once warned that a beautiful face can hide deceptive intentions. If she looks as lovely as the moonlight, she must either be a fox spirit, or some old bake-neko hag of significant power — Tanuki Historical Commentary",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_3766919997733660495.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1910,
        "name": "Toki Alley Tales (III)",
        "desc": "They say that those who make the ameonna cry will bring inescapable sorrow upon themselves. —Tanuki Historical Commentary",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_3165046451872002690.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1913,
        "name": "Toki Alley Tales (IV)",
        "desc": "The tragedy of mortals is to lack self-knowledge, and that of the youkai is the lack of any such tragic troubles. —Tanuki Historical Commentary",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_9217282368225015901.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ]
  }
}