{
  "epId": 203,
  "name": "Family Letter",
  "desc": "The page has already yellowed and become incredibly brittle. A single touch might break it.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/27/94376896/60404a7f59ba79863d2702d79281033e_397941979686940790.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718485465,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Family Letter"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found on island west of Kujou Encampment"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2292,
            "name": "Family Letter",
            "desc": "<p></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/60404a7f59ba79863d2702d79281033e_5948605974114121860.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Family Letter",
        "desc": [
          {
            "type": "RichText",
            "text": "To Dearest Father\nI have not written back for some time. How is everything at home? You mentioned that Sensuiko gave birth to a bunch of puppies in your previous letter, but I was swamped with work and couldn't reply sooner. I imagine the puppies have grown a fair bit since you last mentioned them. I think it's wonderful that you plan on giving one to Kenji's parents. Kenji and I have always deeply regretted that our service in the military has prevented us from taking care of you. Hearing that you, Mother, and Kenji's parents have been looking after each other is a great relief to us, far away as we are.\nFather, please do not worry about how I'm doing in the military. We're being given more than enough food, and our rooms are spacious and clean. I ask for no more than what I am already given here. I've even made a new friend named Matsudaira. If possible, I'd like to invite him to visit our home and try out Mother's cooking.\nOh, and one more thing — and I think it's something you'd be proud of. Due to my brave efforts in combat, my superior has promoted me to the rank of Hatamoto! Kenji was also promoted to the same rank, but please let him be the one to tell his parents.\nFather, I've always believed that when the war is over, Kenji and I will return to our village in honor, and that everything will be different. My pay and pension will be more than enough for us to build a new house and buy a new boat. You and Mother won't need to fish tirelessly to make ends meet. We can enjoy a life of plenty. I will continue to work hard and earn yet more honors to make that happen!\nPlease don't worry, and await our return.\nRespectfully Yours, Masanori"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=en-us#/map/2?center=5616.83,2497.57&zoom=4.00&shown_types=111"
      }
    ]
  }
}