{
  "epId": 2062,
  "name": "Blizzard Strayer",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "CRIT Rate",
      "DMG Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artifacts",
  "version": 0,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Snowswept Memory",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "A long-extinct flower, covered in beads of frost, that once grew on the glaciers. There was a time when even the proudest and most arrogant warriors bowed before it."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Icebreaker's Resolve",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "A feather that exudes a chilly aura. One can almost feel the turbulent winds that brought it here, wailing over snow-covered plains and between frosty peaks."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Broken Rime's Echo",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "The crown of an ancient hero who dreamt of conquering the cold. It is proof of its former master's bravery in facing the bone-chilling cold of winter."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Frozen Homeland's Demise",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "A timepiece from a nation of old that waited for their warriors' return. What flows inside is not sand, but bits of ice that never melt."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Frost-Weaved Dignity",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "A cup carved out of ice that is as chilly and biting as winter. Its former master would drink an unfreezable liquor from it."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/goblet_of_eonothem_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Cryo DMG Bonus +15%",
      "fourSetEffect": "When a character attacks an opponent affected by Cryo, their CRIT Rate is increased by 20%. If the opponent is Frozen, CRIT Rate is increased by an additional 20%."
    },
    "story": [
      {
        "title": "Snowswept Memory",
        "desc": [
          {
            "type": "RichText",
            "text": "This is a flower of ever-frost, plucked by a pair of gentle hands.\nIt must have given a certain someone the strength to see winter as a warm embrace.\n\"This fourth fresco is prepared for you. Your likeness will forever remain on this wall.\"\n\"For the sake of that fresco, and for everyone's sake, I will wait for you, and pray for your return...\"\nThe maiden stood before a blank wall, and smiling, she pinned a small flower to the hero's breast.\nThat was an elegant and unruffled fellow, who would never bat an eyelid, not even in the face of death itself.\nThe heroism of the Icebreaker was forgotten, buried in the storms of the North.\nSince then, the snow has melted — but this flower has not withered."
          }
        ]
      },
      {
        "title": "Broken Rime's Echo",
        "desc": [
          {
            "type": "RichText",
            "text": "The hero set out on his journey, bearing the tiny hopes that the entombed city still had for salvation.\nDonning his winter crown, he marched purposefully away, disappearing into the boundless snowstorm.\nBearing his agreement with the mountain city, bearing their clear-eyed gazes, the hero never once feared the unknown beyond the icy curtain.\nThe once-lush mountainside and the blessings that now no longer fell from the skies — these were the hero's motivation to carry on no matter what.\n\"Past the ice-sealed door, walking down the corridors to the depths,\"\n\"He will break off a branch of silver-white, and bring hope to the snowy land.\"\nThe maiden sang these songs to comfort her people, and she nursed her memories of him.\nShe believed that he would return to her, with genial springtime and unshakeable hope in his train.\nBut in the end, the hero who stepped out into the snow would not return in time.\nHe would stand accused of flight by hateful words long ground to dust amid the snowstorms..."
          }
        ]
      },
      {
        "title": "Frost-Weaved Dignity",
        "desc": [
          {
            "type": "RichText",
            "text": "For the outlander who once searched for hope in midwinter on another's behalf,\nEven the glass he drank from was carved out of ice.\nDrinking bitter wine in this glass would feel like swallowing icicles that stung every inch of one's throat.\nOrdinary people would struggle to enjoy this sensation — but the reticent hero relished it.\nHe was a warrior as silent as the ice itself, blocking the frigid winds that descended from the stars with his body.\nBut not content with merely being protected, the maiden who painted left the man she admired these last instructions:\n\"If fear or despair, both of which are within our nature, should crush you, or cause you to never return, then...\"\n\"...Then please, live on. Do not accompany us unto our doom — to languish forgotten in the snow.\"\nTaking another swig of bitter wine to steel himself for the journey, he turned away from the maiden's wet eyes,\nAnd he would set out on an unending pursuit, towards the land of snow and profundity."
          }
        ]
      },
      {
        "title": "Icebreaker's Resolve",
        "desc": [
          {
            "type": "RichText",
            "text": "A feather of a bird of prey that did not originally belong in the winter chill. It is cold to the touch.\nAnd when you do touch it, it is as if you can hear cries in the snowstorm, unbowed but bereft of hope.\nWith no nest or shelter, the bird faced the storms proudly.\nThis feather has been assailed with coalescing ice and snow, leaving it coated in pearls of frost.\nIt once came from a falcon in flight and was plucked violently from that bird by the frigid winds.\nIt drifted a while in the air before the weight of the frost dragged it back down to the ground.\n\"I believe that the lively birds will follow you, and return to the gardens of the summer palace, now green once more.\"\n\"Those who have been chased away by the chilling tide, and those children who have lost their homes, they will return with you to the home of their dreams.\"\nThe hero, bearing such great burdens on his back, halted in the whipping snow, struggling to discern the color of that feather.\nSealed in ice, that feather's color faded every step of the way — just like the hero's task."
          }
        ]
      },
      {
        "title": "Frozen Homeland's Demise",
        "desc": [
          {
            "type": "RichText",
            "text": "An ancient hourglass with fine powdered snow flowing in it.\nEven the coldest winter cannot freeze the flow of time.\n\"The cold that descends from the sky can freeze time itself.\"\nThis myth was widely believed throughout the entombed mountain city.\nAs the hero reached the top of the wall of wind and ice, the night was descending and the snowstorm was howling.\nNeither sun- nor moon-light could pierce this white wind easily.\nEven the bleakest storm cannot freeze the river of time,\nThat will not wilt even if buried deep below the snow.\nAnd even the most formidable hero will one day be forgotten."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Blizzard Strayer"
          }
        ]
      }
    ]
  }
}