{
  "epId": 2067,
  "name": "Thundering Fury",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "CD Reduction",
      "DMG Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artifacts",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Electro DMG Bonus +15%",
      "fourSetEffect": "Increases damage caused by Overloaded, Electro-Charged and Superconduct by 40%. Triggering such effects decreases Elemental Skill CD by 1s. Can only occur once every 0.8s."
    },
    "artifactList": {
      "flower_of_life": {
        "title": "Thunderbird's Mercy",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "A lightning-infused flower, somehow spared the fate of being trodden underfoot or reduced to ash by the furious purple fire, making it the sole survivor on the day of disaster."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Omen of Thunderstorm",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "A ceremonial cup that holds the blood of the innocent. It is brimming with the thundering fury of the prayers that echo within."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Thunder Summoner's Crown",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A crown once worn by an ancient shaman who worshiped the Thunderbird. The capricious beast remained unmoved by the shaman's devotion."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Survivor of Catastrophe",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "A lightning-charged feather that still flickers with the wrath of the Thunderbird's cruel retribution."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Hourglass of Thunder",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "The hourglass used to foretell the coming of the Thunderbird by the tribe that worshiped it. It has fallen into eternal silence now that the tribe is no more."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/sands_of_eon_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Thundering Fury"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Thunderbird's Mercy",
        "desc": [
          {
            "type": "RichText",
            "text": "A purple wild flower that survived in the volcanic ash.\nIt witnessed the total decimation of the ancient tribe.\nWith an innocent's blood, the shaman summoned the Thunderbird.\nThey made their offerings, waiting for the Thunderbird to reveal and the oracles.\nHowever, what descended with the Thunderbird, was the lightning of destruction.\nFor the transgression against the young lad who sang to it, the sentence was total obliteration.\nThe Thunderbird showed its true nature, wiping the tribe from the face of the earth."
          }
        ]
      },
      {
        "title": "Thunder Summoner's Crown",
        "desc": [
          {
            "type": "RichText",
            "text": "In the ancient tribe that worshiped the Thunderbird,\nelder shamans worn this crown.\nThe Thunderbird soared through the thunderstorms, raining down purple thunder and rain.\nAncient tribes feared its powers and thanked it for its blessings.\nShamans were chosen to offer blood sacrifices to it for protection and forgiveness.\nThe Thunderbird was still a monster that cared not for the worship of mankind.\nThey knew it not, and regarded the unpredictable actions of the Thunderbird as divine revelations.\nYet thunder was its breath, as were the fates of men.\nFrom the sky, men were no different from animals.\nUntil one day a song pierced through the roaring thunderstorm.\nThe song ripped through the clouds, and bestowed upon it, light."
          }
        ]
      },
      {
        "title": "Omen of Thunderstorm",
        "desc": [
          {
            "type": "RichText",
            "text": "A ritual goblet used by the shamans of an ancient tribe.\nIt held the blood to be offered to the Thunderbird.\nIn the seasons when the Thunderbird flew amidst the stormy mountains, a young lad sang without fear.\nAttracted to his voice, the prideful Thunderbird landed by his side.\n\"Curious tunes, tiny human. Afraid not of thunder and storms?\n\"They said I can bring peace to thunder and storms.\"\nThe young lad paused and answered.\nThe Thunderbird cried but kept its silence.\nFor his was an enchanting song.\nIt was the first and last meeting between the Thunderbird and the young boy.\nFor the next she saw of the boy was when his blood filled the golden goblet on the sacrificial altar."
          }
        ]
      },
      {
        "title": "Survivor of Catastrophe",
        "desc": [
          {
            "type": "RichText",
            "text": "The lost feather of the Thunderbird enchanted in purple lightning.\nIt serves as the last witness of the destruction of the tribe.\nThe ancient tribe held the Thunderbird as its protector. But it rained down thunder upon the tribe.\nOn one gloomy night, it shared a pure friendship with the lad.\nOnce it departed, the lad picked up the feather it dropped.\n\"I shall sing you another tune,\nWhen you come again with thunder and rain.\"\nDriven to madness by the remorse of a promise unkept,\nThe Thunderbird left the mountain in cinders.\nIt was hunted down years after, slain as a monster.\nYears passed, the burned land revitalized.\nThe lightning-feather was left buried in the vegetation.\nThe story of the Thunderbird and the young lad all but perished with the tribe."
          }
        ]
      },
      {
        "title": "Hourglass of Thunder",
        "desc": [
          {
            "type": "RichText",
            "text": "A luxurious hourglass belonging to the ancient tribe that worshiped the Thunderbird.\nAs the tribe faded away, so did the hourglass.\nA luxurious hourglass, made with amethyst and amber gold, that belonged to a shaman.\nThe hourglass would serve its purpose for the festival held in the Thunderbird's honor.\nIn the last festival the tribe held, the frenzied Thunderbird blew away the bloodstained altar.\nThe countdown to the arrival of the protector became the countdown to the tribe's destruction.\nThe Thunderbird decimated the tribe to avenge the one who sang to it.\nUnbeknownst to the Thunderbird, the lad himself considered his sacrifice as an offering.\nAll for the good of the tribe, for the blessings of the Thunderbird."
          }
        ]
      }
    ]
  }
}