{
  "epId": 2070,
  "name": "Thundersoother",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DMG Bonus",
      "Elemental RES"
    ]
  },
  "menuId": 5,
  "menuName": "Artifacts",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Thundersoother"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Electro RES increased by 40%.",
      "fourSetEffect": "Increases DMG against opponents affected by Electro by 35%."
    },
    "artifactList": {
      "flower_of_life": {
        "title": "Thundersoother's Heart",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "A flower that blooms even amidst ferocious thunder and lightning. To this day, it still grants courage to travelers in thunderstorms."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Thundersoother's Plume",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "The feather of a predatory bird that soars through lightning storms. It was said to have been adopted as an insignia by the legendary hero who pacified thunder and lightning."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Hour of Soothing Thunder",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "A timepiece kept by the hero who conquered thunder and lightning. The tiny shards of Electro crystal within flow back and forth with the passing of time."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Thundersoother's Goblet",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "The wine goblet from which the Thundersoother, who defeated the Beast of Thunder, once drank violet lightning."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Thundersoother's Diadem",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "The crown given to the Thundersoother for defeating the Beast of Thunder that had been wreaking havoc upon the land."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/circlet_of_logos_icon.png"
      }
    },
    "story": [
      {
        "title": "Thundersoother's Heart",
        "desc": [
          {
            "type": "RichText",
            "text": "A purple flower plucked in a thunderstorm.\nWhoever wears it will no longer fear the thunder and lightning.\nThis flower blossoms only in thunderstorms, and never withers despite the constant rain.\nThis is the Flower of Thunder. Kneeling before it, the Thundersoother plucked it with reverence.\nThe Thundersoother wore this flower on his chest at all times as he fearlessly faced the thunder and lightning.\nEven when fighting the fierce Beast of Thunder, his resolve never wavered.\nTo the Thundersoother, wearing this purple flower may have been merely an act of whimsy,\nbut to travelers, the flower was the source of the unfaltering resolve that conquered the thunder."
          }
        ]
      },
      {
        "title": "Thundersoother's Diadem",
        "desc": [
          {
            "type": "RichText",
            "text": "A very ancient diadem.\nIt shines with the light of the pacified lightning.\nThe ferocious Beast of Thunder\nonce enslaved people with its mighty lightning.\nBut its lightning existed only in a flash,\nand like the lightning, its mightiness soon disappeared.\nThe Thundersoother defeated the beast in a lightning storm.\nHe claimed this diadem as his trophy.\nBut the past can never be fully pacified."
          }
        ]
      },
      {
        "title": "Thundersoother's Goblet",
        "desc": [
          {
            "type": "RichText",
            "text": "A goblet that once belonged to the Thundersoother.\nPerhaps its former owner once used it to drink the thunder.\nMighty as he was, the Thundersoother was a mere mortal with human feelings.\nRage and ecstasy would come and go in a flash, just like the pounding thunder.\nThis goblet witnessed not only the feats of the Thundersoother, but also his sorrow and laughter.\nFrom this goblet was drunk the wine used in the sacrificial slaying of the Thundersoother's family.\nFrom this goblet came the courage that helped the Thundersoother venture forth into the beast's cave.\nFrom this goblet came the sole source of companionship for the Thundersoother, who spent his final days in solitude."
          }
        ]
      },
      {
        "title": "Thundersoother's Plume",
        "desc": [
          {
            "type": "RichText",
            "text": "An insignia made in the shape of the plume of a falcon that soared through the storms.\nIts wearer can almost feel the booming of thunder and the heat of a volcano.\nFearing neither the thunder nor the volcano,\nthe falcon left its plume in the burnt woods.\nThe Thundersoother fashioned an amethyst insignia in the plume's likeness.\nThe purple insignia shimmered with light under the gaze of enemies.\nOn this small object lightning glittered,\nas if to foreshadow the downfall of the Beast of Thunder.\nLike the falcon, the Thundersoother conquered both thunder and flames,\nand eventually beheaded the Beast of Thunder."
          }
        ]
      },
      {
        "title": "Hour of Soothing Thunder",
        "desc": [
          {
            "type": "RichText",
            "text": "An hourglass the Thundersoother once used. Flowing within it is not sand, but tiny Electro shards.\nThe shards shatter and flow down as time passes, then merge together at the bottom of the hourglass.\nThe Thundersoother who defeated the Beast of Thunder crafted this hourglass from amethyst.\nThe passage of time is just like lightning. It bursts through the sky and is gone in a flash.\nEven the Thundersoother could not conquer the flash of time.\nWithin this hourglass, even thunder and lightning have to obey the never-changing law of time.\nIn the hourglass, the shards shatter and merge countless times while time silently flashes by.\nObserving this taught the Thundersoother about the cycle of life and death. Empowered with this knowledge, he was able to defeat the beast."
          }
        ]
      }
    ]
  }
}