{
  "epId": 2073,
  "name": "Berserker",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "CRIT Rate"
    ]
  },
  "menuId": 5,
  "menuName": "Artifacts",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Berserker's Rose",
        "desc": [
          {
            "type": "RichText",
            "text": "In the days before the berserker descended into madness, he would sometimes pause in the rose garden for a moment to himself.\nHe had never had a family, nor had he a lover, or a friend.\nWhen he was not on the battlefield, he would come here to tend to the fragile flowers in the garden with all his heart,\nas if the crimson flowers buried in the thorns were the only warmth he could cling to."
          }
        ]
      },
      {
        "title": "Berserker's Battle Mask",
        "desc": [
          {
            "type": "RichText",
            "text": "Bathed in the flames that devoured his homeland, the berserker's face was no longer recognizable.\nThe iron mask became joined with his flesh, permanently branding his face with a heartless countenance.\nThen, in a fierce battle, his horrifying mask was split into two by his opponent.\nThe cracks of the mask tore apart the flesh that had long stuck to it.\nBut neither pain nor blood could stop the berserker's unfaltering footsteps.\nThe berserker kept roaring until the fresh blood covered the black clots hardened on his face."
          }
        ]
      },
      {
        "title": "Berserker's Bone Goblet",
        "desc": [
          {
            "type": "RichText",
            "text": "The bloodthirsty berserker ravaged the lands, fighting humans and monsters alike, and even challenged the gods.\nIn a barren and lifeless land, he encountered a giant monster.\nHis iron mask could not conceal his rage, and so an endless fight ensued.\nHours, days, and years passed. The monster was finally defeated.\nThe berserker sucked out the marrow of the monster's broken horn. This was how the victor drank to his success."
          }
        ]
      },
      {
        "title": "Berserker's Indigo Feather",
        "desc": [
          {
            "type": "RichText",
            "text": "The once-sane berserker's homeland fell victim to the raging war between gods and mortals.\nThe rose garden burst into flames and birds of omen fed on the flesh of his countrymen.\nReborn in flames, vengeance and bloodlust took over the warrior's mind, turning him into a berserker.\nBlack feathers, scattered on the battlefield, were painted red by his rage as he took his revenge."
          }
        ]
      },
      {
        "title": "Berserker's Timepiece",
        "desc": [
          {
            "type": "RichText",
            "text": "The end inevitably comes for all, even the seemingly invincible berserker.\nAs the blood on his hands finally dried up, the berserker's footsteps began to falter.\nHis life was destined to end the moment he met his last challenger on the battlefield.\nOn the battlefield where blood flowed like rivers, his hourglass was painted red by the setting sun."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Berserker"
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Berserker's Bone Goblet",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "A goblet made from the bone of an unknown beast. It was taken as a trophy after some deadly encounter."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Berserker's Rose",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "An exquisite flower that has been dyed red. It represents the qualities of the Berserker."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Berserker's Battle Mask",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A hideous iron mask that has been left half-shattered from vicious battles."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Berserker's Indigo Feather",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "An indigo feather from a legendary raven, part of which has been dyed crimson red."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Berserker's Timepiece",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "An instrument with an eternal flow that continues mercilessly within, reminding the Berserker of the limited time he has left — both on the battlefield as well as in the world."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/sands_of_eon_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "CRIT Rate +12%",
      "fourSetEffect": "When HP is below 70%, CRIT Rate increases by an additional 24%."
    }
  }
}