{
  "epId": 2075,
  "name": "Noblesse Oblige",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATK",
      "DMG Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artifacts",
  "version": 0,
  "components": {
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Royal Silver Urn",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "An ornamental urn that once belonged to the old aristocrats of Mondstadt. Mournful winds seem to echo within its empty interior."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Royal Flora",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "A satin flower with a glossy finish, fit for an elegant gathering. It still looks as distinguished as it did on the day it was cast aside."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Royal Plume",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "A feathered hat accessory worn by the old aristocrats of Mondstadt on hunts. It still stands proudly as if no time has passed."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Royal Pocket Watch",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "A pocket watch that once belonged to the old aristocrats of Mondstadt. Passed down from generation to generation, it has witnessed many years of history."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Royal Masque",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A masquerade mask worn by the old aristocrats of Mondstadt. Its hollow eyes are fixated on the golden days of the past."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/circlet_of_logos_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Noblesse Oblige"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Elemental Burst DMG +20%",
      "fourSetEffect": "Using an Elemental Burst increases all party members' ATK by 20% for 12s. This effect cannot stack."
    },
    "story": [
      {
        "title": "Royal Flora",
        "desc": [
          {
            "type": "RichText",
            "text": "A blue lily made of silky satin\nthat once served as a noblewoman's headdress.\nA noble who once ruled over Mondstadt left it behind.\nIn that legendary age, the nobles were examples for the people.\nThey guided their subjects with their conduct and wisdom.\nThey were the true representation of the people of Mondstadt.\nThey were noble not only in lineage,\nbut also in their commitment to virtues and principles.\nThe longevity of the nobles was cut short by their endless self-indulgence.\nOstentation gave way to devolution."
          }
        ]
      },
      {
        "title": "Royal Masque",
        "desc": [
          {
            "type": "RichText",
            "text": "A silver mask inlaid with gold and gems and engraved with delicate patterns.\nDelicately made, it showcases the elegance and customs of the old nobles.\nThe first nobles who rose up to rule Mondstadt began as heroes of humble origins.\nThese great chieftains and elegant princes as well as beautiful princesses and noblemen\nonce welcomed the people to their banquets and feasts.\nIn those days long past, the nobles shared their wisdom and elegance generously.\nIn that golden age, the nobles shared with the people their knowledge and profits.\nBut the later nobles were seduced by power. Their banquets were exclusively for their own pleasure."
          }
        ]
      },
      {
        "title": "Royal Silver Urn",
        "desc": [
          {
            "type": "RichText",
            "text": "An ornamental urn made of sapphire, bearing the silver insignia of a noble house.\nIt is exquisite and elegant, a testament to the aesthetics of the ancient nobles of Mondstadt.\nA noble who once ruled over Mondstadt left it behind.\nHowever, the extravagant treasures that once lay inside are now gone.\nThese luxuries were symbols of the noble's stature,\nas well as the confidence, pride, and prosperity of the people of Mondstadt.\nThen, the nobles fell prey to power.\nThey took and they spent without regard for the people.\nLuxurious accessories became vanity items."
          }
        ]
      },
      {
        "title": "Royal Plume",
        "desc": [
          {
            "type": "RichText",
            "text": "The feather of a falcon proudly perched on top of an old noble's hat.\nHunting with the common folk and sharing the spoils with them was an old tradition.\nCommonplace were the hunts, a hobby of the ruling class of Mondstadt.\nThe festivities were shared with their servants and the common folk,\nAs a sign of the benevolence of the nobles.\nAll the people were eager participants in the festivities.\nHunts soon lost their meaning.\nThe nobles took everything as their own, presuming it their right.\nProudly the feather still stood, yet faded was its color in the people's eyes."
          }
        ]
      },
      {
        "title": "Royal Pocket Watch",
        "desc": [
          {
            "type": "RichText",
            "text": "An exquisite pocket watch made of sapphire.\nIt remains functional even after all these years.\nThe pocket watch of a noble who once ruled over Mondstadt. The time it tells is still accurate.\nPunctuality is a virtue, and this pocket watch helped the nobles stay on a virtuous path.\nIt was more for self-discipline than a tool to influence the common folk.\nAt daybreak, a worthy noble must be more vigilant than his people.\nAt night, he should be more thoughtful and restless than they.\nOver the years, the once-strict schedule was overturned by their indolent descendants.\nTheir timepieces grew more extravagant, but lost their virtuous function."
          }
        ]
      }
    ]
  }
}