{
  "epId": 2080,
  "name": "The Exile",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Energy Recharge"
    ]
  },
  "menuId": 5,
  "menuName": "Artifacts",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Energy Recharge +20%",
      "fourSetEffect": "Using an Elemental Burst regenerates 2 Energy for all party members (excluding the wearer) every 2s for 6s. This effect cannot stack."
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Exile"
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Exile's Goblet",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "A dull goblet made of a heavy metal. It was once inlaid with gemstones, but they have since been stripped off."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Exile's Feather",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Not an actual accessory per se. Just a random bird feather that was found somewhere in the wilderness by the exile."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Exile's Circlet",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A prestigious circlet. However, the royal insignia has been scratched out, and it is no longer the symbol of distinguished status that it once was."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Exile's Flower",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "A withered flower worn on the shirt. Its former owner insisted on wearing it even in exile, so it must mean something."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Exile's Pocket Watch",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Even after the crystal watch face was shattered and the hands lost, its former owner kept it until the end."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/sands_of_eon_icon.png"
      }
    },
    "story": [
      {
        "title": "Exile's Flower",
        "desc": [
          {
            "type": "RichText",
            "text": "It all happened before the exiled aristocrat was involved in the family feud.\nThis flower bloomed before the first blood was shed.\nHaving witnessed the cruelty of humanity, the exile left his kindness and gentleness in the past.\nBut this faded flower and the innocent smile he once had will always be his treasure."
          }
        ]
      },
      {
        "title": "Exile's Circlet",
        "desc": [
          {
            "type": "RichText",
            "text": "As a child, the exile lived in a noble house. His childhood was carefree, and his playground was a palace built with silver.\nIn the times of old, the circlet of his father was a symbol of gentility and nobility.\nHowever, years later, a family feud painted the collapsing palace blood-red.\nThe circlet became the evidence of the exile's crime and has been with the exile ever since."
          }
        ]
      },
      {
        "title": "Exile's Goblet",
        "desc": [
          {
            "type": "RichText",
            "text": "This silver goblet is a family heirloom of an exiled aristocrat. The exterior was once inlaid with a gem engraved with his family crest.\nBut after the exile had brought shame to his family, he carved out the symbol of which he was once proud.\nAs a result, this cup is broken and can no longer hold liquid.\nBut the exile still carries it with him until the end of his journey."
          }
        ]
      },
      {
        "title": "Exile's Feather",
        "desc": [
          {
            "type": "RichText",
            "text": "Through plains and forests, the exile traveled alone in the wild.\nThrough thick layers of dark clouds, an azure feather fell on his shoulder.\nThe feather came from a panicked bird escaping from the falcon, just like the exile.\nThe feather represents the spirit of a nestless, free bird, just like the exile."
          }
        ]
      },
      {
        "title": "Exile's Pocket Watch",
        "desc": [
          {
            "type": "RichText",
            "text": "The aristocrat acquired this pocket watch back in his youth.\nThis delicate timepiece recorded every moment of his childhood.\nBut tragedy brought his carefree days to an abrupt end.\nThe aristocrat was forced into a long and lonesome exile."
          }
        ]
      }
    ]
  }
}