{
  "epId": 2081,
  "name": "Wanderer's Troupe",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DMG Bonus",
      "Elemental Mastery"
    ]
  },
  "menuId": 5,
  "menuName": "Artifacts",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Troupe's Dawnlight",
        "desc": [
          {
            "type": "RichText",
            "text": "A small flower-shaped insignia. There seems to be music coming from it.\nAmong the members of the troupe was a charismatic swordswoman.\nBeautiful as the light on water, elegant as the chirping lark.\nHer every slash hummed a tune of the wind.\nThe end of each song and dance was like the sun after the rain.\nDust has since settled, and both the stage and life itself feel emptier for the absence of her music.\nBoth her music and her sword were as lethal as they were beautiful.\nThis was in keeping with the troupe's performances, which were intended for two very different audiences.\nFor the audience of foes, the music drifted far beyond the stage."
          }
        ]
      },
      {
        "title": "Conductor's Top Hat",
        "desc": [
          {
            "type": "RichText",
            "text": "A beautiful top hat untouched by time.\nListening closely, one can almost hear an ancient tune echoing inside the hat.\nThousands of years ago, a troupe wandered through the lands.\nThe troupe owned not a single shred of sheet music. What they saw was what they sung, and what they heard was what they played.\nAs time passed, the troupe gradually realized the vastness of the world.\n\"There are so many things in the world for us to sing of.\"\nThe members then turned the notes into words and recorded their journey in a book.\nThis book, The Widsith as they called it, was still held tightly in the conductor's hands even after his death."
          }
        ]
      },
      {
        "title": "Wanderer's String-Kettle",
        "desc": [
          {
            "type": "RichText",
            "text": "A strangely-shaped kettle that plays a wondrous tune as the water flows out.\nThere was always music in the life of a Troupe member, even when drinking water.\nAn ancient tale tells of a wandering troupe that roamed the land.\nFor flutes they had swords, and for harps they had bows. They performed not only for friends, but also for foes.\nThey traveled through the desert and set foot in the blazing Mare Jivari.\nThe tune of the harp echoing in the kettle was a reminder for them.\n\"Along with the boundless tunes we walk.\"\n\"Wherever there is music, there is us.\""
          }
        ]
      },
      {
        "title": "Bard's Arrow Feather",
        "desc": [
          {
            "type": "RichText",
            "text": "An azure arrow fletching that has survived the test of time.\nThe fletching seems to produce a tune as the arrow flies through air.\nThe harpist of the troupe was also a skilled archer.\nLegend has it that he could lure the birds in the sky with his harp and then shoot them down with his arrows.\nIt is said that he never looked at the sky while he was playing the harp to lure the birds.\nSome believed the reason was his harpist's arrogance, while his companion said it was his hunter's mercy.\nThe ill-fated birds became the fletching of the harpist's arrows,\nand the sound of the harp became the birds' elegy."
          }
        ]
      },
      {
        "title": "Concert's Final Hour",
        "desc": [
          {
            "type": "RichText",
            "text": "The troupe's hourglass, which is also a harp.\nThe tune becomes deeper with the passage of time.\nWhen the performance was coming to an end, the troupe would play this harp.\nAs time passed, the tune of the harp became deeper.\nThe sound of the harp dying down marked the end of the show.\nEverything has an end, and the troupe was no exception.\nOne by one, each member of the troupe met their fate and their instruments were buried deep in the dust.\nAs the harp fell silent, the final sound heard from the musical troupe was the faint trickle of sand as it slid down the hourglass one final time."
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Bard's Arrow Feather",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "An azure arrow fletching that has neither faded nor splintered with the passage of time. The sound of running water seems to linger around it."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Wanderer's String-Kettle",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "An ancient, strangely-shaped canteen. The interior is fitted with harp strings, which play a wondrous tune as the water flows out."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Troupe's Dawnlight",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "A small flower-shaped insignia. If you listen carefully, you can almost hear a flute playing and voices singing."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Concert's Final Hour",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "An hourglass used to keep time during a band performance. It once made a crisp sound, but their performance has since ended."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Conductor's Top Hat",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A top hat that has managed to retain its radiance despite braving the elements for time untold. An ancient tune still resonates within."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/circlet_of_logos_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Increases Elemental Mastery by 80.",
      "fourSetEffect": "Increases Charged Attack DMG by 35% if the character uses a Catalyst or a Bow."
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Wanderer's Troupe"
          }
        ]
      }
    ]
  }
}