{
  "epId": 2091,
  "name": "Viridescent Venerer",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DMG Bonus",
      "Elemental RES"
    ]
  },
  "menuId": 5,
  "menuName": "Artifacts",
  "version": 1664029940,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Viridescent Venerer's Diadem",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A proud crown that once belonged to the Viridescent Venerer. It is as lush and green as the breezes of the wild."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Viridescent Venerer's Determination",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "A wondrous instrument that a hunter once wore. It forever points towards their prey."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Viridescent Venerer's Vessel",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "A water pouch used by the Viridescent Venerer. Its capacity is much greater than one would expect."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "In Remembrance of Viridescent Fields",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "A wild flower that was once a ubiquitous sight in its homeland. It was picked by a hunter who wore it on their chest."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Viridescent Arrow Feather",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "The fletching of an arrow that once pierced right through its prey, but somehow still remains spotless."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/plume_of_death_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Viridescent Venerer"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Anemo DMG Bonus +15%",
      "fourSetEffect": "Increases Swirl DMG by 60%. Decreases opponent's Elemental RES to the element infused in the Swirl by 40% for 10s."
    },
    "story": [
      {
        "title": "In Remembrance of Viridescent Fields",
        "desc": [
          {
            "type": "RichText",
            "text": "A white wild flower that used to cover the earth.\nIt has not withered one bit, and still gives off an exquisite fragrance.\nIn the days when wildlife still roamed the earth and monsters had not yet appeared,\nthe Viridescent Venerer would use this flower to conceal her human scent.\nThus it was said that to seek the silent and gentle Viridescent Venerer,\none simply need to close one's eyes and walk barefoot through the forest, following the subtle fragrance of wild flowers.\nOnly those who could tread as softly as a hunter could avoid making the leaves crackle underfoot, alerting the queen of hunters to their presence.\nIt was also said that the one who eventually found the hunter was a boy.\nAt that time, disaster had just befallen the ancient kingdom and misery was spreading across the land."
          }
        ]
      },
      {
        "title": "Viridescent Venerer's Diadem",
        "desc": [
          {
            "type": "RichText",
            "text": "A hunter's hat without any blood stains.\nIn folklore, it belonged to the uncrowned queen of hunters — the Viridescent Venerer.\n\"Never become the foe of the earth and the forest.\" This was the hunters' rule.\nInstead, a hunter should become a silent part of nature.\nIt is said that a bird once built its nest in this hat.\nNone could ever bestow a crown upon the queen of hunters,\nsince the only one superior to her was nature itself.\nIn the crisis that soon followed, her hunter's hat became\na frightful sight for monsters to behold."
          }
        ]
      },
      {
        "title": "Viridescent Venerer's Vessel",
        "desc": [
          {
            "type": "RichText",
            "text": "A very robust and leakproof vessel.\nA legendary hunter known as the Viridescent Venerer once used it to collect whispers by the campfire.\nOne night, the Viridescent Venerer picked up the scent of other human beings.\nAs a hunter, she feared neither wolf packs nor monsters.\nWhat she feared far more than this was joining the chatter by the campfire.\nFor she had long forgotten how to speak human language.\nEven after rejoining the humans and accepting her place as Viridescent Venerer, no one ever heard her say a single word.\nSimilarly, no one ever saw her leave a single trace behind.\nThe Viridescent Venerer collected the laughter she heard that night and stored it in her vessel.\nFor many years, she would listen back to the voices in the vessel whenever she felt lonely."
          }
        ]
      },
      {
        "title": "Viridescent Arrow Feather",
        "desc": [
          {
            "type": "RichText",
            "text": "A glossy and shining feather of a falcon. It once served as a fine fletching on one of the Viridescent Venerer's arrows.\nIn the past, when the Viridescent Venerer's arrow hit its target,\nshe would come down and stroke the fur of her prey gently until its life force returned to nature in peace.\nFor she knew that one day, she too would embark on a journey to the place where the souls of her prey rested.\nThe Viridescent Venerer believed that at the end of her life, she would wake up from reality,\nand be reunited with the departed at an endless hunting ground.\nBut she also believed that the moment her arrow pierced through the monster that had killed the boy,\nthat endless hunting ground at the end of her life was gone from her grasp.\nFor she killed that mutated monster not for the sake of survival,\nbut out of vengeance and suffering."
          }
        ]
      },
      {
        "title": "Viridescent Venerer's Determination",
        "desc": [
          {
            "type": "RichText",
            "text": "A delicate device used for wayfinding.\nLegend has it that when the Viridescent Venerer walked barefoot on the fields,\nthe grass beneath her feet would tell her what the birds in the trees could see,\nand the mud she trod on would tell her what the roots in the earth could hear.\nBut it is said that ever since disaster struck, the grass and trees never spoke again.\nFor the God of the Woods had died in the disaster.\nSince then, she relied on this device for direction when hunting.\nAt the request of a boy she encountered, she ceased hunting birds and beasts.\nInstead, she made the monsters that brought destruction and suffering her prey."
          }
        ]
      }
    ]
  }
}