{
  "epId": 22,
  "name": "Kaedehara Kazuha",
  "desc": "A wandering samurai from Inazuma who is currently with Liyue's Crux Fleet. A gentle and carefree soul whose heart hides a great many burdens from the past.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
  "headerImgUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/avatar.png",
  "filterValues": {
    "characterRegion": "Inazuma City",
    "characterVision": "Anemo",
    "characterWeapon": "Sword",
    "characterProperty": "Elemental Mastery",
    "characterRarity": 5
  },
  "menuId": 2,
  "menuName": "Character Archive",
  "version": 1742102938,
  "components": {
    "story": [
      {
        "title": "Character Details",
        "desc": [
          {
            "type": "RichText",
            "text": "Most people who meet Kaedehara Kazuha for the first time might be inclined to assume that he is just a trainee sailor with the Crux Fleet.\nAfter all, he is a gentle soul who enjoys reciting poetry when idle, and who speaks to everyone in a leisurely manner. Who could tell that he is a wanted man throughout Inazuma?\nEven Beidou, ever the good judge of character, could not tell that Kazuha could wield a sword with the skill of a seasoned warrior when she first decided to take him in.\nWho knows if it was the storms of life that smoothed out his rough edges, or if his natural restraint has kept his edge sheathed."
          }
        ]
      },
      {
        "title": "Character Story 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Unlocks at Friendship Lv. 2</color>\nThe Crux, an armed fleet from Liyue, spends much of the year on the high seas, and its sailors are quite used to the vagaries of life in other nations. So they were more curious than surprised when an outlander began serving as a sailor on their flagship, the Alcor.\nThe sailor in question was picked up when the Alcor docked at the Inazuman port of Ritou.\nBeidou had made friends with this young man, and when he came on board, she told her crew, \"This guy's gonna be staying with us for a while. Take care of him, now.\"\nThe sailors trusted Beidou's judgment and admired the newcomer for his martial prowess, not to mention his ability to predict the weather, so they were happy to overlook his reticence to discuss his past, and welcomed him aboard.\nStill, their curiosity did not abate, and they would often find all sorts of excuses to try and ply him for information about his experiences.\n\"I've heard that they make some sweet blades there in Inazuma and that the bigger the fish you are, the swankier the sword. So, uh... how's yours measure up?\"\n\"...\"\nKazuha would remain silent in the face of all such queries.\nOver time, after countless attempts to garner a response proved futile, the sailors would simply give up asking.\nEventually, it was an off-the-cuff remark from Chief Mate, Juza, just a few days later that finally managed to elicit a reply.\n\"Hey, Inazuma boy. What are the lads supposed to call you if they don't even know your name?\"\nThe young sailor wiped the sweat from his brow with his callused hands.\n\"My name is Kaedehara Kazuha, a wandering samurai. I am in your debt for taking me in, so just call me 'Kazuha.'\""
          }
        ]
      },
      {
        "title": "Character Story 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Unlocks at Friendship Lv. 3</color>\nKazuha was not born a commoner. He hails from an Inazuman noble house of old, the last son of the Kaedehara Clan.\nInazuma City is home to many illustrious clans, and the Kaedehara name was once one of the most renowned among them. But fortune is fickle, and the Kaedeharas' fortunes had already collapsed by the time they were Kazuha's to inherit.\nAs the young master of the house, Kazuha could do nothing but watch as his family's future crumbled around him. But as helpless as this made him feel, when the moment came that the home was officially repossessed and the last attendant was finally dismissed, he breathed a sigh of relief: As far as he was concerned, this was a golden opportunity to begin leading a free and wandering life.\nHe had always longed to roam the mountains and forests, and had held a deep admiration for the beauty and authenticity of nature since his youth.\nTo Kazuha, nature had never been silent. It had always spoken to him, conveying its feelings in its own unique language.\nWhen the wind ceases to speak and the world falls silent, that is the calm before the skies begin to weep. When silent springs suddenly leap into activity, it is the omen of a great earthquake.\nThese are the unique poetics that nature has bestowed upon him, and Kazuha was never one to be preoccupied with luxury anyway — so if the burden of family responsibility should drop from his shoulders, why not go wandering, and travel light?\nThus did Kazuha strike out on his journey, like a falling leaf in the yard carried away by the wind."
          }
        ]
      },
      {
        "title": "Character Story 3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Unlocks at Friendship Lv. 4</color>\nAll travelers who outdoors roam need some skill to call their own. For Kazuha, this is his ability to read the sounds of nature.\nAfter leaving Inazuma City, Kazuha wandered here and there. Things were different now: all of nature was his treasured home, and the sounds of wind and water beneath the sight of drifting clouds set his heart at ease.\nAll that he saw on the road filled him with curiosity. It was in this state of mind that Kazuha arrived at a mountain in the south.\nIt was early summer, and the frequent and heavy rainfall had turned the mountain roads to mud. Seeing that night was soon to fall, Kazuha decided to find somewhere to shelter from the rain. No sooner had he had this thought than he turned around to see a small straw hut at the far end of the road.\nThe traveling merchant with whom he was traveling at that time whooped for joy at the sight of the hut: \"Kazuha, look! We'll have a roof over our heads tonight!\"\nBut Kazuha did not speak. He paused and listened intently for a long while before he finally replied: \"If you were to ask my opinion... it may be best to stay away.\"\nBut the merchant did not wish to remain in the rain. He left Kazuha and made his way to the house.\nUpon knocking at the door, the traveling merchant was met by a lovely woman who offered him shelter, tea, food, and even bedding for the night.\nPerhaps it was the excellent food, but the merchant quickly became drowsy and fell asleep immediately after finishing his meal.\nWhen he awoke the following morning, there was no roof over his head. The bright sunlight pierced his eyes, and all he could see was Kazuha stood nearby, looking down at him and smiling.\nBefore the merchant could speak, he vomited a great pile of leaves and mud. And as for the bedding upon which he had slept so soundly, ah, it too was mud.\nKazuha smiled and said: \"The wind is weaker where there are houses. Yet here stood a hut, and there was no change in the mountain breeze. I think you might have been the victim of a bake-danuki's prank. Never mind. Next time, listen more closely to the wind and tread with care.\""
          }
        ]
      },
      {
        "title": "Character Story 4",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Unlocks at Friendship Lv. 5</color>\nKazuha made many friends during his travels. One of them was particularly close to his heart, and for a time, the two journeyed together.\nBut they too would part, for their destinations were different.\nTo have met merely by chance and then form such a strong bond, there must be a fated connection between them... so, although they would part ways for now, surely they would meet again. Or so Kazuha thought.\nBut something happened soon thereafter that would shatter his calm disposition — the Almighty Shogun promulgated the Vision Hunt Decree and swore to retrieve all Visions.\nAll who wielded them, including Kazuha, were stricken with panic, concealing their identities and going into hiding.\nIt was then that Kazuha received shocking news: Someone had dared to call for a \"duel before the throne,\" and that someone was none other than Kazuha's dear friend.\nThe defeated party in a duel before the throne would face punishment at the hand of the Shogun herself. His friend was prepared to risk all to come before the throne, partly for the chance to fight against a strong foe, but also to demonstrate the meaning of courage to all.\nAnd yet, to call for this challenge now, of all times... Kazuha feared that his punishment, should he fail, would be absolute: The Almighty Shogun would unleash her lightning upon him in its full fury, and it would surely take his life.\nEven the normally calm Kazuha could not restrain himself. He drew his sword and stormed into Tenshukaku like a whirlwind... But alas, he arrived too late.\nHis friend's sword lay shattered in pieces, his Vision now an empty husk. Now a wanted man himself, Kazuha fled with grief in his heart.\nFrom that moment on, the days of peaceful wanderings were over, and Kazuha's life became an unending series of battles.\nKazuha did not fear battle, of course, but the constant fighting left him feeling lost and perplexed.\nHe did not regret having set out on his doomed rescue mission, nor did he begrudge his friend for leaving him, but he could not help but think...\n\"Is this endless conflict truly the only way to assert one's ideals?\""
          }
        ]
      },
      {
        "title": "Character Story 5",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Unlocks at Friendship Lv. 6</color>\nThe Crux Fleet became Kazuha's new home, and he drifted on the ocean wherever it took him.\nTrouble still found him from time to time, but no issue was insurmountable with the support of the Crux crew.\nFrom his vantage point on the Alcor's crow's nest, gazing out at the azure sea and sky, he finally had the space to think over the tumultuous events of his past and what it all meant to him.\n\"Every samurai wishes to live their life with passion and to claim the greatest reputation possible using the sword in their hands.\"\n\"But there will always be those whose base desires lead them astray from the path of justice and virtue, and whose blades leave an endless trail of enmity in their wake.\"\n\"Surely the heavens did not give us fleshly forms and the gods did not watch over our lives all so that we might take up arms against one another.\"\n\"Then, this sword I wield is not meant to slay, but to save...\"\n\"Yes, this shall be my path as a samurai, and I shall defend it all my days.\"\nAs he reached the conclusion of his thoughts, Kazuha was suddenly inspired to pen down a few verses to serve as a maxim for himself thereafter... but before he could get started, he was interrupted by an irate voice from down below:\n\"Hey, Kazuha, quit gawking at the sky — get down here and lend a hand!\"\nIt seemed the maxim would have to wait for another day. Whatever the helmsman, Sea Drake, needed help with clearly couldn't wait."
          }
        ]
      },
      {
        "title": "Vision Shell",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Unlocks at Friendship Lv. 4</color>\nKazuha was just as surprised as everybody else when the Vision briefly lit up during that great battle.\nFor in all the time that he had spent searching high and low trying to find someone who might rekindle it, never had he imagined that he could be the one to cause its light to shine once more. It was almost as if his late friend were lending him his aid from behind the scenes.\nThis empty shell of a Vision not only proved this, but had also brought him many fateful encounters along the way:\nHe had been aided by the resistance, saved and taken in by Captain Beidou, and he had even met the fabled Traveler...\nIn life there were seasons of hopelessness and desperation, but there were also moments of great serendipity.\nHis journey was like the rise and fall of a mountain path — at times, the struggle was all but too much to bear, but there would always be moments when he would touch the clouds."
          }
        ]
      },
      {
        "title": "Vision",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Unlocks at Friendship Lv. 6</color>\nThe morning mist covered the mountains like a blanket as Kazuha trod a small trail alone.\nThe world was silent. Not a single feather flapped, and not a single cicada sang.\nEven the roiling waves seemed to have fallen into slumber, leaving just the faint whisper of the wind audible against the silence. Kazuha stuck out his tongue — the air tasted heavy and gloomy.\nThis told him that it would soon rain.\nHe peered into the distance and spotted a plume of smoke up ahead. Below it were several straw huts. Tonight, it seemed, he would have a roof over his head.\nHe informed the owner of the house that a storm was coming. At first, he was met with skepticism, but come noon the rains arrived right on cue.\nIn awe of this wanderer's skill, the master of the house eagerly offered him lodging.\nThe storm raged into the night. Kazuha held his quilt close, and as he listened to the onslaught of rain against the autumn leaves, his mind began to wander.\nIn the time since the Kaedehara Clan's fortune had faded away and he had set off on his journey, Kazuha had traveled across many of Inazuma's islands and had become intimately acquainted with the plight of the wanderer.\nMoving between islands usually necessitated traveling by sea. Kazuha would make these trips alone, in a small, slow boat, making things all the more perilous when he had to battle against strong headwinds or violent thunderstorms...\nAnd yet, there was limitless fascination to be found in this same journey of his, where the vast sky and boundless earth was his home, and all living things that inhabited them were his friends.\nIf one's heart is empty, all under heaven is empty.\nBut if one's heart is pure, all under heaven is pure.\nWith his sword in his hand and his chosen path in his heart, he could go on his way with a song on his lips and with nothing to fear, no matter the perils he may face.\nKazuha slept soundly that night, his mind at rest having made peace with his feelings.\nThe next day, he awoke to the sound of birds... and a shining Vision lying upon his chest."
          }
        ]
      }
    ],
    "voice": [
      {
        "title": "Hello",
        "desc": "\"Come driving rain or winds that churn, I shall return, by blade alone, armed, if barefoot, to my home...\" I am Kaedehara Kazuha, a wanderer who roams the land. Since we are both travelers, let us journey together for a time.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/7a6067bdfe12448c491cf06a6ef57069_2079389261075995360.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/fa62296cb7d99bcb29af1a84fbfe3d8e_3696610933078722678.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/94c5dbfd39860ae63126f36bed68a1c2_4850745881515422363.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/69eadb09a133b6bfe1d289f65773ea7e_2092217052988204456.wav"
          }
        ]
      },
      {
        "title": "Chat: Nature",
        "desc": "This scenery is wonderful... Surely enough to convince anyone to become a wanderer.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/496731d6c0d5c5ab7c69a54843fb8011_6442703340092955566.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/30d4b932db69b5c84675714da91e35fa_1454940302511671835.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/d4f00ed856682e645fb37d2826a6edf4_1247281477917414609.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/f290762e38de24135eaf0cbf86a4b657_7432388866027015777.wav"
          }
        ]
      },
      {
        "title": "Chat: Playing a Tune",
        "desc": "There are leaves around — and I know just the tune to accompany them, if you wish to hear it.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/1a2fbd79a3273dd3759ebad096a4b4fb_887250699394055627.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/73acc2540352ad87e93c8e6db01cc593_147967267666088316.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/6520f8e46b49595cd65eae037bb05dbf_121522220954162063.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/66d95deaff78b14f5eaac59e899c0218_2921906745560670550.wav"
          }
        ]
      },
      {
        "title": "Chat: Bladework",
        "desc": "Wherever in this world I roam, I carry memories of my home... This blade... It is the last link I have to the land of my birth.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/45cf707dea02d055e4d1d2f7af8cdbc2_1262924868014373634.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/3d7603cca82150ba9738d9ffcb841eb6_6034096319597935170.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/d7a4f91401139753aa8242aad8999c78_3219234182099064522.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/ba465d3b008e5fc9643a47720af54308_6454381224919346783.wav"
          }
        ]
      },
      {
        "title": "When It Rains",
        "desc": "Taking a stroll in the middle of a downpour certainly rouses the spirit... but it's best to dry your clothes as soon as possible after the rain stops.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/8fd68d0518bdae457ebbb3fa09354343_7991089596065656508.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/80dd9028a112fc45bc9652f29312619a_2100048404316145410.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/f77cdad51cff36bf50cd31adc89400a9_1804784380176236782.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/cef583c2d32858e5b7cae5939e9a633e_8819270553388976861.wav"
          }
        ]
      },
      {
        "title": "When Thunder Strikes",
        "desc": "Compared to the storms I've encountered out at sea, this is really quite tame.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/a3b10a6a0e63741357f72dd596277cfb_862669973362124224.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/3d9a61aaef4dc6e61504c88791f3037b_2142000698002356637.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/47a93574c7fe3d492511b89307aa0670_6373872529911999922.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/59b09f7dbaf1747a5825a181993d499e_4719982427351722013.wav"
          }
        ]
      },
      {
        "title": "When It Snows",
        "desc": "I love it when it snows. The world falls completely silent... and I can sleep undisturbed.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/ec64b1fa2661b86b9346b025fb2abbfe_8492678080512065276.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/f18bb68411e0f2afdf9d14ca09ed73df_5779796636658043242.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/e9167835414da36911847b91d6932803_8302503661826667543.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/004c35c35e73124d7076cddced90a43c_2319362889305824702.wav"
          }
        ]
      },
      {
        "title": "When the Sun Is Out",
        "desc": "Clear weather all around brightens the heart.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/385f2c8ca696eb42788cf0c413131f19_6440281060624051270.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/0d97bf953c8d8b8916465403bdcb6a11_4359855072396566528.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/4fcae507d96ce0a1ead3b8859fad7740_6942133585468648711.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/ffcda5a2f34b234f804dab5ba8635d6f_7769365093431113427.wav"
          }
        ]
      },
      {
        "title": "Good Morning",
        "desc": "The birdsong at daybreak is nature's gift to us. Let us go. Our journey begins anew.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b957cc9850b41415e8e9e99ae2f8b0d8_8348858016785057506.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/f9b0b0d5d76694418de77b12b7dd75ca_4253962584646627052.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/1cc37731e000ba9c91ee5b275fba6866_1470397853043459214.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/ede45115f6388f955f8247a22c3386f2_7221539602196542717.wav"
          }
        ]
      },
      {
        "title": "Good Afternoon",
        "desc": "...The midday sun has a way of making one yearn for a moment of sleep. What say we find ourselves a place to rest?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/5ef54d9386b118188deadd72f38306d7_8660899206479292102.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/64812fbe00f27f09c7ae0760ef1687b4_7464182403901894141.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/68ac3d65046c1107920ae3afbdc7e6b4_9026412974580391749.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/161c849f6cd2a40e15006a8f08988262_7737736965146337617.wav"
          }
        ]
      },
      {
        "title": "Good Evening",
        "desc": "I gaze up at the moon and lend my ear to the gentle breeze, with wine in my cup and peace in my heart... Have a wonderful evening.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/16721548db75968ab5c723c7e6d1e330_4536977373670015482.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/030274408e7fcc7b0dd8d0082d211564_4109313878802424494.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/df351c42fced54c544f10212c10a10de_1109422738457109218.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/f9ac32a5e9a77fb6fdd38c957c225524_5251918424484993016.wav"
          }
        ]
      },
      {
        "title": "Good Night",
        "desc": "The wind has ceased... The world is silent, so now is the best time to rest well. See you tomorrow.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/1fdbc84648098ccf6fdc5f898653e7e6_3708606319590507160.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/0bf4832c5b50a70ba8bb5a21746967a3_6105904396771242281.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/4cf539056c351e7c867d96a81389aa39_4420367042193961039.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/52176ae54b5d40573af9c682a89850a7_6415005446440654180.wav"
          }
        ]
      },
      {
        "title": "About Kaedehara Kazuha: Sailing",
        "desc": "In truth, not every night out at sea is filled with wind and waves. When the weather is clear, the moonlight flows over the rippling water, and schools of fish circle the ship's hull. At moments like that, when I look out into the distance from the prow, I feel like this journey is worth it... The only thing that takes away from that feeling is the sailors' singing. They're so loud... don't they need to sleep?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b57dcfc097b108bb3fd57cfbcee194ca_1809745451438773933.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/d4cfa062034277c577b9d326ca06b578_3663101827646952898.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b4fc611d475dd088fc1bd722bac7070d_4529573904637881066.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/ccc2b4064abc165dd813e51e2f682ce2_2351583632730529809.wav"
          }
        ]
      },
      {
        "title": "About Kaedehara Kazuha: Samurai Nobility",
        "desc": "The Kaedehara Clan was once a famed samurai clan. It's a pity that by the time the noble name passed to me, the title itself was all that was left. But it is enough for me. A samurai has no need of a lavish life — we find all that we need in wine, song, and the blade in our hands.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/e9fa920db5190d231c2acdb7e08f627a_2570262409264481537.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/049440106560a92c8d4af0cd0477202e_1931300308855396013.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/05ccbfad7696eeb9acf856dcbd1919b5_901336135274213697.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/ffbebafbf07b02e8c6006d7d24d5bf5b_1135895096209559017.wav"
          }
        ]
      },
      {
        "title": "About Us: Going Out to Sea",
        "desc": "What say you join me out at sea someday when the weather's fine?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/96e10185eea046084e9dcdcccad659be_2657427325283957937.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/e6be1d1ee343e2ff4c9a1f31fec25074_5959671980539810902.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b28aa1b57f12a9b58920566232268c32_3428527280990476945.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/26bab565e29e5f8d0f4b8ac769c17022_553139708560859962.wav"
          }
        ]
      },
      {
        "title": "About Us: Frank Speech",
        "desc": "<p><span style=\"color: #FFD780\">Unlocks at Friendship Lv. 6</span></p><p></p><p>I like frank people, because we can freely speak our minds to one another. There is no need to hide anything that you wish to say. I hear the voices of all things in nature, and that includes yours.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b46e8696202bfcdf3ad51cba92fef955_6294385919915760897.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/d8db525395c023191ea50347aca64c20_7497115952050775488.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/ef38e8e924963c5c36f9829afdc3ecef_2488049193534414026.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/694f0142d4ff9e31193f6c43fc8fa103_8346271394261028054.wav"
          }
        ]
      },
      {
        "title": "About the Vision",
        "desc": "<p><span style=\"color: #FFD780\">Unlocks at Friendship Lv. 4</span></p><p></p><p>As I see it, a Vision is the proof of one's strength, not the source of it. It symbolizes the mortal desire to always keep moving forward, but in this endeavor, we samurai place our faith in our blades alone.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/8ae2641e89b37a249323611b475c2bc2_3391653090318585888.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/59f1970cbd7db82a9394a7ef5ef1138c_8882073683910842996.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/2447d9523aff0e427c457259dd189941_7676828110784604135.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/2a6fd9763dd302e4f84b6101b02aea7d_4693187160069935586.wav"
          }
        ]
      },
      {
        "title": "Something to Share: Bamboo Blades",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at Friendship Lv. 4</span></p><p></p><p>Ah, you'd like to learn the art of the sword? Let me see... Alright — here, take this. It's a bamboo blade I just made. With these, we can practice sparring without having to worry about getting injured.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/cd9a4917a7cb5f3f2bf4ea212ced07df_4817328361160853665.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/bc377bede5bf1d8f637af451161dc3a3_3410366731797083430.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/ab1785443065dea44d817385a73433b6_2594081317535944919.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/df51dcac079ad4acfbf485f526c6892b_2835450410583971680.wav"
          }
        ]
      },
      {
        "title": "Something to Share: Maple Leaves",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at Friendship Lv. 4</span></p><p></p><p>\"On this mountain path, where the red leaves lifeless lie... My heart calls for a companion, echoing the deer's cry...\" Hm... I do love maple leaves, but it is a shame that so many goodbyes seem to happen when they turn red.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/e4ed19d1ce2b99f5f5198eb47d908cce_5886926815058121406.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/c0bb7434e24a8fc113a73e4c39d5d836_7241849553279293286.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/21bda92ba8794e1381a319f260c1c95c_1466155501498748254.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/05d0330ef23aa1d6043ad31cb66825c1_5930088224618895472.wav"
          }
        ]
      },
      {
        "title": "Interesting Things",
        "desc": "Farewell, dear gulls, please calm your cries. From this day forth, I am a wanderer once more.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/5138fe996d1b1834a982c9bf48de56af_170452074873753431.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/71c2585202e73cd407c3202e3afa3db3_3175257029753641517.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/21fd956b3795ec28421830268eba6339_1765442063609717792.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/7c606422eaaa3892c2b81b1e385e0a66_2018820143060735143.wav"
          }
        ]
      },
      {
        "title": "About Beidou",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at Friendship Lv. 4</span></p><p></p><p>I owe Beidou my life. She took me in when I fled from Inazuma and gave me the courage to return there at the most difficult time of my life. She is a comrade in whom I and all the other sailors can place our trust.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/9171d4fd9e1ea2e1322e582207451157_5798058454911937937.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/72152a3efe10abf0a4dd2f1965b1fa54_4371087189370819832.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/22dc063fba32521be9a04353bf54a373_8510743632595197742.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/90e599d004c883df35e6f87a264a11f0_4865165989976189330.wav"
          }
        ]
      },
      {
        "title": "About Gorou",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at Friendship Lv. 4</span></p><p></p><p>When I was a wanted man, the resistance gave me a lot of help. The time I spent with Gorou was brief, but he left a deep impression on me. He's the type of person who says whatever's on his mind. He shares the highs and lows of his subordinates, and is never afraid to draw his sword for the sake of a friend. That's the kind of person I can really get along with.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/74f6285c3b5d1acececb32004168bbfe_7493578962504945902.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/6dd27003792a2b40c22088e9cf19fb1b_1408219747796774006.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/f1cef2e0fa2bb97832c1211594baa86c_8280753246915706198.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/df282fce6681755863b0c66e2b42aa3c_3470153435019358734.wav"
          }
        ]
      },
      {
        "title": "About Kujou Sara",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at Friendship Lv. 4</span></p><p></p><p>She defeated my friend in a duel before the throne, which I accept as proof of her great strength. But she uses that strength to serve as an oppressor's lackey, leading the Kujou Clan's troops to relentlessly seek out and confiscate Visions. This... I cannot forgive.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/5c1addc753f4ba3630df95989805e0d7_1246378424620383840.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/e7f36956ee8fff5dd2709fd00694e6bc_6435883973952296029.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/1428725fb567b2be9792948fe67d63a7_4064354403269444312.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/183e53552c634933fb2649cd53ef77de_3340056038472293749.wav"
          }
        ]
      },
      {
        "title": "About Kujou Sara: Changing Perspective",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at Friendship Lv. 4</span></p><p><span style=\"color: rgb(255, 215, 128)\">Complete \"Omnipresence Over Mortals\"</span></p><p></p><p>I see... So she does have her own ideals that she is fighting for. But I have to wonder: can the Kujou family flourish as they did before once this storm has passed?</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/19073ed23b24452ce6663e1a028e0021_6338325444065956549.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/4dcff29b6049f417a0fa8ce68d918e30_1594176436689492834.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/6faacc3b215e681b591006ad71b63523_7801311060933271771.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b94805e20cdcffcc57d68778187757d7_5957988515583763223.wav"
          }
        ]
      },
      {
        "title": "About the Raiden Shogun",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at Friendship Lv. 4</span></p><p><span style=\"color: rgb(255, 215, 128)\">Complete \"Autumn Winds, Scarlet Leaves\"</span></p><p></p><p>I've asked myself this question many times since leaving Inazuma. Do I simply resent the Raiden Shogun because of what happened in that duel? Because of the lethal stroke she dealt my dear friend? I've thought about this a good long time, and I believe the answer is no. My friend died an honorable death in that duel, and the Shogun was not unjustified in her conduct. My dissatisfaction with her has its roots in the Vision Hunt Decree. No one has the right to rob another of their hopes and dreams — not even a god.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/36ee4416b96af98875911149782c9936_7910101879575562236.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/aa885f0a8a1f9ced2cbcef43603556e5_4788872557496832635.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/d88f08574f5e3bfef53018c3ee3a8f31_2132995692768529933.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/cacf330de26c6ded067888e168ab22d7_2540911440433953787.wav"
          }
        ]
      },
      {
        "title": "About Kamisato Ayaka",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at Friendship Lv. 4</span></p><p></p><p>I'm sure everyone living in Inazuma has heard of the \"Shirasagi Himegimi.\" The lady of the Kamisato Clan is as perfect as a person can be, though our paths have seldom crossed. I wonder what she thinks of the state of Inazuma today?</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/de70d62fe92c9176af5536416cf82e37_4855931495854955668.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/74e095e2d2315d044bcbc3ad3f545ce3_3382689496301186444.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b45968c06dcb959f8316bb405a66daee_1664372637043405419.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/8a91bf5bc8d0190a53ab40439b9c9a25_6098156217561900344.wav"
          }
        ]
      },
      {
        "title": "About Yoimiya",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at Friendship Lv. 4</span></p><p></p><p>The last time she commissioned Captain Beidou to ship fireworks to Liyue, I unloaded the shipment myself. They were so heavy! I doubt that anyone besides her could make such huge fireworks.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/12fba1b09fb6b383ac1c001dd3b8dfc6_8971274975943489949.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b156c2999334744329d02c2b77d64734_746176028426816739.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/f604e3e3f4bdcee5ea1cde94235497da_3489297262289825393.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/26be7d34ba56f58e05b5076bf03c7f83_5884439385960274431.wav"
          }
        ]
      },
      {
        "title": "About Sangonomiya Kokomi",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at Friendship Lv. 4</span></p><p><span style=\"color: rgb(255, 215, 128)\">Complete \"Omnipresence Over Mortals\"</span></p><p></p><p>During my time with the Resistance, there was no one among our ranks who wouldn't look up to Her Excellency. As someone with a great passion for military matters, victory at all costs isn't really part of her ethos. She'd always try to limit the casualties to the minimum while planning her next move. By some accounts, it also seems that she seeks to take charge of both internal and foreign affairs for Watatsumi Island. Wouldn't that be too much to expect of herself though?</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/1d6f3563d2fd24138b3344ec342efe03_4556495670785347842.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/3cb0488d56777b6d19ccaf339d639b54_8486037659371679113.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/671e844af75bf4aee1aa7f2aed9ed71a_35198858658728111.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/d5fc8fc38ad0cba64aba36f83429cb7c_6132398815086104176.wav"
          }
        ]
      },
      {
        "title": "About Shikanoin Heizou",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at Friendship Lv. 4</span></p><p></p><p>Don't be deceived by his happy-go-lucky disposition. As soon as he gets working on a case, that restless energy he carries around turns into a razor-sharp focus. It's quite remarkable to witness.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b10ab9cb62807f31edbec62828e6bbf0_1853022531827505949.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/f3838a11baa1068f9e0db8d8197786de_1595347063005678664.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/44863b4428979b07faad56a5d4d47bfa_1549005931063938268.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/e72afd8d9a7ce15bb794399089ee2242_6748932164502976447.wav"
          }
        ]
      },
      {
        "title": "About Kaedehara Kazuha: I",
        "desc": "You'd like to know more about me, you say? Well, as you see, I am but a wandering samurai that you could have run into just about anywhere.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/e159027d33987c54a8809a4906301366_7216015395440299769.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/2ce0490e24f33bdf1e719dcb7de8b6a7_5333093300796960590.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/960ae8561d0986204933cc2772b52818_1956687104572573678.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/4ed44b7a5fb775213177278257c7623b_4932132416736912366.wav"
          }
        ]
      },
      {
        "title": "About Kaedehara Kazuha: II",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at Friendship Lv. 3</span></p><p></p><p>I have a very keen sense of hearing. My ears pick up all sorts of sounds: the wind through the mountain passes, the parting clouds, the sound of foxes chewing on apples in the forest, the sound of crabs blowing bubbles... This is nature's favor, it allows me to sense danger long before it draws near.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/2e5d6ec31c538c9dcdb35b6da38c8e07_4054676437806321195.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/ad90847092c05c8556335fcdf6774f5c_3859523909976690950.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/91f1d2320c52cd49489cf50ff15ea85b_6559490519548388694.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/6ce789cde24f6d5e278c89bada9e8074_1782036010299419689.wav"
          }
        ]
      },
      {
        "title": "About Kaedehara Kazuha: III",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at Friendship Lv. 4</span></p><p></p><p>I used to love the rain when I was small. The sound of it would lull me into a peaceful sleep. But since I've grown older, my feelings have become more... complicated. I still like to listen to the rain today, but whenever I see the storm clouds start to gather, my heart sinks and I can't help but wonder: \"Hm... will some nice person let me stay the night today?\" Listening to the rain in drenched clothes is hardly peaceful — hehe... nothing can be when you're constantly interrupting yourself by sneezing.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/5f98bb8d76f7da33190746bc807b9795_5942096688120435031.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/5240500fba7d307fc8cc1fa1b5a8cf95_5248877513013403526.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/427ac7f8e438031bdbb5e232f6c55386_4354070149437796798.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/90bc32b9a5c61700a895e2295838769a_2367180690451393469.wav"
          }
        ]
      },
      {
        "title": "About Kaedehara Kazuha: IV",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at Friendship Lv. 5</span></p><p></p><p>I never stay in a single place for very long. Stagnancy dulls both my connection with nature and the blade I wield. While I am still able to, I want to travel far and wide and meet all sorts of different people.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/8019b9f702e97ef1a58b1d54206e03c9_1056333365505645725.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/459b50b842a488edfef2bbbaeb3d7c2c_5546990552170687974.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/7ae79256c97022398344b5d862c30313_5666390934022964863.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/dfa089543f4e4779162a212efaac2c9b_791782524950884015.wav"
          }
        ]
      },
      {
        "title": "About Kaedehara Kazuha: V",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at Friendship Lv. 6</span></p><p></p><p>Don't worry — even if the day comes for us to go our separate ways, I am certain that we will meet again, in some corner of the world. The fate that brings people together is not a cord so easily cut.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/4b6ab5de07876af39ddd68603e36846c_3072428177346616812.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/4e786682b50cd8c302dbc5a555d62fcc_5578139870075113017.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/7e866420a7cbc0e6a967ee60bf9fb576_3933332103264051440.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/0f9effd121b1568d19bc465d134a5524_168074655140329733.wav"
          }
        ]
      },
      {
        "title": "Kaedehara Kazuha's Hobbies",
        "desc": "I like falling asleep on a warm rock that's been soaking in the mid-afternoon sun, then waking up and continuing on my journey with no particular aim in mind. So long as I have my blade by my side, there is nowhere I cannot go.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/7f2ba0a17292a4c8647a40c92340ec2d_519178002508250744.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/426fcd2fd7f741c03e56cd386ca8c63c_5654033517971477598.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/5d45fc20b66db09c4e38c3d67079937f_5042414754196337598.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/31c5857f35ded5cf52978e36de3e2ea7_5419340653771196472.wav"
          }
        ]
      },
      {
        "title": "Kaedehara Kazuha's Troubles",
        "desc": "The sounds of nature turn into a clamor of noise during stormy weather. It becomes a constant buzz in my ears. If it happens at night, I end up tossing and turning all night long without getting a wink of sleep. It's quite the headache...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/1093d93c004efdb666aa8b1bcbc6cb65_7670808760326152275.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/cd3e3440fdafb07afcf435c210f6cce4_425844783832535109.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/2d4913be6dae8d2dfcb58dca2009503f_5408578067618205125.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/576548d94f7a01d85de279de50405522_2000715092701898659.wav"
          }
        ]
      },
      {
        "title": "Favorite Food",
        "desc": "The most easily obtainable food source when you're out at sea is, of course, fish. So it goes without saying that a seafaring adventurer must give careful consideration to how to cook a tasty fish-based meal... If the chance arises, I'd like you to try some of my cooking.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/475c2d14dee8f03929086104a6d6d63d_3262187822898226578.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/86996244ecc0bb2673d3bdc803ed727f_4591709967893600634.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/3fe2d793375f072cd4b900ffa51e191d_3892758169314014686.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/316b87229a3393c5195e6fd5493a7f1a_2967273213652863444.wav"
          }
        ]
      },
      {
        "title": "Least Favorite Food",
        "desc": "I am not particularly fond of food that is thrown together in a hurry without much care and attention. The way I see it, if your meal consists of a single fish, you should grill it to perfection. Eating is supposed to be an enjoyable experience, so how can we stand to be so slapdash about it?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/72fc343c9223b16765649dbb1224c318_2987207386000759274.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/c529e304f9da887f7338d7276f47f750_8543350820712228303.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/9fbf11c256d1f04846e33cba13d90d22_1214220549715618857.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b5233e954a6aae458b7c7a46ca555574_5767792543315698672.wav"
          }
        ]
      },
      {
        "title": "Receiving a Gift: I",
        "desc": "<p>That you can make fish taste as delicious as this is proof of your outstanding culinary prowess.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/391ccec96c31f543ecc6a27e126e04a7_2489435560238974438.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/bc8d025b07d5556d990247b5d6e74aee_424684644088890691.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/6fec9960fd92782178720d332fbfe8bc_6757700280296331927.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/7d1a5399aee7cd761f47cad845284ebe_603026590904489523.wav"
          }
        ]
      },
      {
        "title": "Receiving a Gift: II",
        "desc": "<p>Your cooking not only fills the stomach, it also soothes my soul.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/3cd1254fed749086198440b4678eb8c3_7262200422021699735.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/fcf81b4a821857ea81859db7ff296b2b_2839615889102343095.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/bb5a337324475b2ad6afa3a8bfb53ff2_5558405590104751880.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/ba57696c3b7fd3ac6fa81f13145d450b_1659298042685808908.wav"
          }
        ]
      },
      {
        "title": "Receiving a Gift: III",
        "desc": "<p>Perhaps you should get some rest? A weary mind is a recipe for flavorless food.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/349740ad86e740c822740aa2186a4ef9_7688704919017409956.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/926a390cd23968080e29e18b81593e3e_1092636598064495425.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/4609c87ac6df70dc96642d95f268678b_1399769623112851853.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/01fb76e635a55ae1840dbc666cdcff29_3089694570535086536.wav"
          }
        ]
      },
      {
        "title": "Birthday",
        "desc": "I heard it was your birthday, so I wrote a haiku for you. Unfortunately, I'm not the most talented in this area, and after trying for several evenings, I was still only able to come up with the first two lines... I guess I'll just share what I've got so far, then. \"Sun and moon rejoice / Birds of dawn sing songs anew\"... Wait, don't say a word, I think the final line is coming to me... Yes, how about.... \"Far from home, with you.\" Anyway, Happy Birthday. Let's go and get you some cake, shall we?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/a58942d633ecb853c7803da8a6d30140_2253545582920657849.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/5a662c47213d3666ce097aa9078727a4_8522987949468392012.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/f11534e8b6c6003bec8d08a8bbd36021_6530303903492557096.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/3bf6b1b9cc1230839abd923b2cea876e_1026521321403371118.wav"
          }
        ]
      },
      {
        "title": "Feelings About Ascension: Intro",
        "desc": "<p><span style=\"color: #FFD780\">Unlocks at ascension phase 1</span></p><p></p><p>My blade grows keener.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/86219be17c898da84c4ca2bc823ca8c9_8991843483191415514.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/13f53698243a7e4bfbb36798b25f522b_8674346268669569143.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b4694bd39a5776e4150713aa650ea3c9_445087903038018354.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/7238ff202ee6c301faad1910eab90033_3317753079485199870.wav"
          }
        ]
      },
      {
        "title": "Feelings About Ascension: Building Up",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at ascension phase 2</span></p><p></p><p>The sound of snow as it lands on the ground is so faint as to be practically nonexistent... But now, my senses are sharper than ever, and I believe I should be able to discern it.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/fae3e2fc7fd8b983165ba9b60d576c7c_9112129934858685765.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/404caf16205be7ed705f62996f4b4866_5122375853687497024.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/c55bf67498cdb7f68d5aaeab78d0d772_2704741842419108956.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/85d1882cefe66456e743fe0330137b82_2246980522783262530.wav"
          }
        ]
      },
      {
        "title": "Feelings About Ascension: Climax",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at ascension phase 4</span></p><p></p><p>The waves rise high out in the open seas. I, too, must reach new heights of strength.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b78ff167be22819488ee9cadde2f2bb6_8434016418521528104.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/4bd29e0ae056b3d8a7c36b04eba54629_221619993634995327.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/0e70f66086232cc282d2937e884f8486_2185598907298581869.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/f90233fc5d9afd095e4256161c1db23f_1770122071472224794.wav"
          }
        ]
      },
      {
        "title": "Feelings About Ascension: Conclusion",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Unlocks at ascension phase 6</span></p><p></p><p>As one travels the world, sorrows and frustrations are bound to journey with you. But I find that I've grown since meeting you, both in martial arts and in strength of character. I am confident that I will be more at ease in life from this point forth.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/fa8e67eec33b3bda4aa3d677cb82e353_2458009750195687288.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/acb6984b633b0e339fe255a1695b380a_3440270812932387487.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/36d8800398931a3038db82a873610fac_357408424694314139.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/325eff1fa5b0c19fa6c14649e0440e8c_7426201535843237292.wav"
          }
        ]
      },
      {
        "title": "Elemental Skill: I",
        "desc": "Tch!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/98751279575492fd1a52935cfdc8bac8_7540504807756473403.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/4371f8a614c2570f5b85918a5a4a2589_4930260033634511526.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/ee3080574a974930404a51448f21bda4_7326646203190780005.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/3bebf9c62ea35c6e178328e1df08a751_1570668591821976444.wav"
          }
        ]
      },
      {
        "title": "Elemental Skill: II",
        "desc": "Huh!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b0d6e370f73157eb2cea8f1a0d812ba5_6059871236063887079.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/1c9b72bc7edd0bec4f57dbd26595c5c8_9014854657275024797.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/33afaecba3c6d964751dfd1b93ff9c9c_5566075060271450387.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/70faf0b15e4b6e7e8270281734106735_3464415387860645093.wav"
          }
        ]
      },
      {
        "title": "Elemental Skill: III",
        "desc": "Wind strider!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/d78af013e6204c11e9f73ba69f11503c_617889247880167310.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/982149d6751993b9f6463454fd927dba_8163990827015915366.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/319471d334662c9211c3ffe485250915_5639145519036630129.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b55bd72ab78537dc0133558d546ed066_1813054758349493514.wav"
          }
        ]
      },
      {
        "title": "Elemental Skill: IV",
        "desc": "Into the wind.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/991cb91beff2a26f6c35d038103e322e_7073834297796989395.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/1b6ac9d537bb971cebc29184d5152363_3664856313441293533.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/8086b1d9e8413a1a2943e528e81da719_1348773963812603263.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/2562e076bf38e9cb2fec1ec3bfe831ff_8802320913881363051.wav"
          }
        ]
      },
      {
        "title": "Elemental Skill: V",
        "desc": "The wind knows me.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/43b1d4a1df254c5365c65fe12de0b627_5992259361647999433.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/87ca1828ab39e92cc93061038bd39b82_6966175283085377361.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/1bbe2dcb4a4e6e1c23b9795d6a73ea74_8854896008045055653.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/435cb7fe12b218a247c865c3aef081a6_3537213850662336052.wav"
          }
        ]
      },
      {
        "title": "Elemental Skill: VI",
        "desc": "One with nature!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/8ac65e6117765e0a3740a2871af47937_8634841374802192219.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/18db3fea10c20f5f9cf659a6804b8db0_2716943760825530174.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b0b4bd928ae65ebd1dd34c302d6a18fc_158508328756539471.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/2aa61bdb4b800e40f824d276babfbfc5_8920988919497152977.wav"
          }
        ]
      },
      {
        "title": "Elemental Burst: I",
        "desc": "Clouds hide... the bird's call!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/e3e9be725d73633f669a19011b66b911_6304308268209211585.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/9ed94ef0f96f842691da6184daec2bf8_4527687320575951522.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/0ca454edb5225e24589f7521d1c8ee6d_3187974445218229562.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/5f666cfbc40c0422d28ddb712641122c_4197934516102359669.wav"
          }
        ]
      },
      {
        "title": "Elemental Burst: II",
        "desc": "As one with wind and cloud.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/572345878209beb1bc74f1947fdc099c_9125611728138240151.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/fca197e264ef7d64d9f8ae44fd3df3e8_4684707523149622255.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/cdd462d917a3a159b36ed9c5674c8c8d_4977539437724193191.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/7332f64aa67b8ea81043c54c2052bc73_8687592711800117972.wav"
          }
        ]
      },
      {
        "title": "Elemental Burst: III",
        "desc": "Fallen leaves... adorn my night.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/61006524b75294a6962164d4ea43f4f6_433489797846585685.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/d61667b97f5db5ddca8037af3785129e_5208979584359167281.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/3545123aab695364eb84a2e9faefbf74_5175819462808197156.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/7549078c54f2fb214f62b893ff70455f_1195322714996183976.wav"
          }
        ]
      },
      {
        "title": "Sprint Start: I",
        "desc": "Time to go.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/88cf25c8740ccb777b4f9a738e418659_8376995289337603014.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/d8273d772ce3cd06b08cfa4dc8940781_4378045754831085482.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/dcf50161764466401aa4bec8e271ec90_1328729302670843434.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/84ddf57054eed70fde90f511df1c4626_8318415965633094087.wav"
          }
        ]
      },
      {
        "title": "Deploying Wind Glider: I",
        "desc": "I follow the wind.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/71d1cde76cb6f26c7d30d1a004772df3_8350566102900971575.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/70978e258967bc85ffdecb7f5fda3303_8996907971755948179.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/9c0fcd1478884ca5d328c0f50897be08_8158548319838141068.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/9cdc26855df4f9101e549c1852073d7f_7309088063180466791.wav"
          }
        ]
      },
      {
        "title": "Opening Treasure Chest: I",
        "desc": "Brings a smile to my face.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/75bfbcc99d5f10fd16cbda0e3dc2e52f_7265842401114505158.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/27b62d65948a40e2f719e0daa4ea11db_9216663070796177554.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/4f4ac5c08edc90c544b445d5829f69d8_4335765841420253842.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/e5bea5231dce8b690208da78663ec0d9_8148871657089074516.wav"
          }
        ]
      },
      {
        "title": "Opening Treasure Chest: II",
        "desc": "A fateful offering.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/7b688989e5678874e7b0863e262dfaed_1747872639870439707.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/6c0fd361c79e88af80c89b88540430b1_8112400894779714235.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/2d4dd87fcd0ec1692f7e2dd101badb69_5832536089424686307.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/48fcb6b3289b9e8e17aadb625c7549e5_6769681456346617615.wav"
          }
        ]
      },
      {
        "title": "Opening Treasure Chest: III",
        "desc": "Who says there aren't benefits to a life of wandering?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/fd4fc8449e5238ed2dcdfe8b7e8dd0c0_3646363166504551582.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/74eb4f39da69420268625bdf9676778f_1423179677738387466.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/652c5550b3e8d6ba18004e675bf9c615_3618400125801888654.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/3997cec224a4a33c9fc5f104915e0a15_2944359925152819578.wav"
          }
        ]
      },
      {
        "title": "Low HP: I",
        "desc": "Huh, not bad...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/1e4e697d3e49b5a87be7fc684d61ff20_8532907627605196146.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/0f0bf4e6419b6e7120f844a971fc7084_8519310849590232094.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/d6a928faf4ccf141448e4a931baf1a4b_6200804728152922373.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/2acf5ae00460bf933ecbdf60817a1be0_5372026500598797794.wav"
          }
        ]
      },
      {
        "title": "Low HP: II",
        "desc": "I must remain calm.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/9a6bf6ecdb9283f3da6307b2fbf03769_1653463241845016734.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/fb45030300573bb71f0dfe85a33b9df9_868032878515083331.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/52a9ccd9035d8ea89683f402727dcbe1_9036961673562625092.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/dff51d569e24cb0e2a3b8e191a85d21e_8215267603220934881.wav"
          }
        ]
      },
      {
        "title": "Low HP: III",
        "desc": "Stay focused!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/d786401c85e68d2bec06dacd3fa01dc6_2317283685088992623.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/5aa2ede11fc60f28698591e1acc19c90_5443189146988458876.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/d2dad86647892ea864bd3f05f0c169da_2730199677243449555.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/8ed1ecc3dccb41249a1c385f9ce7bb86_6013804921224299347.wav"
          }
        ]
      },
      {
        "title": "Ally at Low HP: I",
        "desc": "<p>My turn to aid you!</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/c21bc738b2c7daaadf7c65647551b019_7242665876792966281.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/118913e1954ea5d616c15afda32eb28f_8501039534375008924.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/ebd52e92198b70a9c8c132a0974a6ec8_4383941393105793672.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/36dcccc73d4546061756207ae3d5139d_2479632060998648830.wav"
          }
        ]
      },
      {
        "title": "Ally at Low HP: II",
        "desc": "<p>I've got your back.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/e2fe05fbf869da0f1f14107d51627fb7_2792422326009501400.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b89013c52bc50275f635547a7080dbc6_135443364901155146.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/6744af7bab6b685f7e83c6f169e7e8b3_4556264797105934753.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/671d97e999f60428eadc79271f5ffed2_2660075317835837007.wav"
          }
        ]
      },
      {
        "title": "Fallen: I",
        "desc": "So many regrets...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/5eb1ac3adb17f9f498ac6a623e570420_2685577054363446810.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/86c4d437cd0e8460393b68d5aa456936_1879864951882012416.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/f48cce2dec7852e2a74f23460d795505_265705949961626648.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/de22da286d63cb4c05a8661304f5a62c_5604077037473022935.wav"
          }
        ]
      },
      {
        "title": "Fallen: II",
        "desc": "Never... again...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/04c5a9816c1196eac3c085f25abd363d_1887800760373971329.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/7adf68fc16ed7db414aebdbbb4381817_3796075142181435019.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/5fab73f5550ec2576c6e96677b517291_2924717000341494867.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/d1a503692ffe67d8a84d3debb8d7627c_5743920167012081791.wav"
          }
        ]
      },
      {
        "title": "Fallen: III",
        "desc": "This is... the end...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/43df5d0d3f4cee12dd1e443859566694_969924866761270609.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b6777f8406aa9541d51e4311534c24eb_5499985330573093124.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/45a866db534b0ba005b6fdfff3a9f256_1582136068992654880.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/6189770b8d2c1413c9fd1b9f533a8917_5317287539252551411.wav"
          }
        ]
      },
      {
        "title": "Heavy Hit Taken: I",
        "desc": "It's...fine.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/bd0194d047d7a1dda95f67d0b2a7b8a5_1230379043462416815.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/f1a214e70c97fe0a1c7a4763e188ef52_5901588966824661990.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/460aac321ad63fcba296683ff216ee7d_5061159197216977240.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/cf0016905a1e526f6c2d8fa98eec9c38_6789338597568354027.wav"
          }
        ]
      },
      {
        "title": "Heavy Hit Taken: II",
        "desc": "That hurt!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/57c1f78061c1dbc6e0ba96b7f0dc0388_9142018696604880893.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/6c8c17f22a6ccf88d30ae73ea91c6a7f_8253805485204350371.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/2918683196b7bc5f451183e84c80ac32_8737377528745417653.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/6e0955f0170212ccb8a853c38c2b0a2e_7730338738404381815.wav"
          }
        ]
      },
      {
        "title": "Joining Party: I",
        "desc": "Want me to come along?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/0f5f27069586b0f621cf6da21971f411_8263314155019587347.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/1ecac76b79e41a2e455cda57d00726df_4353989832550553183.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/8f00364cc869a05423478294cc48fdde_5586495262116696206.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/6ae1321423d8d21f6115f8b6cc8273bd_1288203412327028968.wav"
          }
        ]
      },
      {
        "title": "Joining Party: II",
        "desc": "Alright, let's head off.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/ef316d6509635a7b8449ebae6c4f70fe_3989424918695502158.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/34eddd7f14b7e37c2b1f7ba315dec6a0_4319584360493085294.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/b0e2d5778f05541697ba054cae3cf75d_692363663330549892.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/a9ebfea1f654984006eb8e7e302eb899_1261481558964675720.wav"
          }
        ]
      },
      {
        "title": "Joining Party: III",
        "desc": "Sounds good to me.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/fe8ebb495aae12d2e5b3bf2a433b5b73_3473423034853762514.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/535df003a47a5e7b313ab22ff853f0cc_7479782854187064748.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/7d3c295680723483dcc2a07822a9bbf2_4383330813131315588.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/07/14/35428890/c8e1b5a9c32033c10105b8f75a953542_2634147156906824592.wav"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/avatar_header.png"
      },
      {
        "key": "Avatar",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/avatar.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Original Outfit - Falling Leaves\nKaedehara Kazuha's outfit. The maple leaf patterns are the hallmark of this wandering samurai's clothes."
          }
        ]
      },
      {
        "key": "Idle Animation 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/28/94376896/fdf62fc247458c01bd5e557fe3ec2d84_6356841422436538830.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Original Outfit - Falling Leaves"
          }
        ]
      },
      {
        "key": "Idle Animation 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/28/94376896/b3d265b10301eaf5d3c9dc3c20ce6e88_1392678572645969522.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Original Outfit - Falling Leaves"
          }
        ]
      },
      {
        "key": "Constellation",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/12/35428890/42936b5162668db45a325018cccf951e_990300146157090282.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Acer Palmatum"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Talent Summary",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Kazuha's <color=#ffd780>Elemental Skill</color> pulls nearby enemies towards him and deal <color=#80ffd7>AoE Anemo DMG</color> when he plunges down\nDeals additional <color=#ffd780>DMG</color> when it comes into contact with <color=#80c0ff>Hydro</color> / <color=#ff9999>Pyro</color> / <color=#99ffff>Cryo</color> / <color=#ffacff>Electro</color>\nKazuha's <color=#ffd780>Elemental Burst</color> deals <color=#ffd780>AoE Swirl DMG</color> and provides additional <color=#ffd780>Elemental DMG</color> <color=#ffd780>Bonus</color> when it comes into contact with <color=#80c0ff>Hydro</color> / <color=#ff9999>Pyro</color> / <color=#99ffff>Cryo</color> / <color=#ffacff>Electro</color>\nTriggering <color=#ffd780>Elemental Reactions</color> provides the entire party with an <color=#ffd780>Elemental DMG Bonus</color> , which scales off Kazuha's <color=#ffd780>Elemental Mastery</color>"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Weapon Recommendations",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "3-Star Weapon(s)"
      },
      {
        "type": "CustomEntry",
        "epId": 1984,
        "name": "Dark Iron Sword",
        "desc": "A perfectly ordinary iron sword, just slightly darker than most.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/暗铁剑.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Base ATK</color>\n401\n<color=#ffffff>Elemental Mastery</color>\n141\n<color=#ffffff>Source</color>\nNPC\nDark Iron Sword is the only 3-star sword that provides <color=#ffd780>Elemental Mastery</color> . If Kazuha triggers an <color=#ffacff>Electro-infused</color> <color=#80ffd7>Swirl</color> reaction, its passive increases his <color=#ffd780>ATK</color> ."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "4-Star Weapon(s)"
      },
      {
        "type": "CustomEntry",
        "epId": 2909,
        "name": "Xiphos' Moonlight",
        "desc": "<p>This ancient double-edged sword glimmers with moonlight. It is said that a now-silent Jinni dwells within it.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/35428890/06be2dc5c5b80671ddf01cc9dc01bb49_6360458851061396642.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Base ATK</color>\n510\n<color=#ffffff>Elemental Mastery</color>\n165\n<color=#ffffff>Source</color>\nWish\nXiphos' Moonlight provides <color=#ffd780>Elemental Mastery</color> , and its passive increases both the <color=#ffd780>Energy Recharge</color> of the equipping character and their teammates based on the equipping character's <color=#ffd780>Elemental Mastery</color> . This is compatible with Kazuha's ascension bonus and increases the <color=#ffd780>Elemental DMG Bonus</color> Kazuha provides for his party."
      },
      {
        "type": "CustomEntry",
        "epId": 2038,
        "name": "Iron Sting",
        "desc": "An exotic long-bladed rapier that somehow found its way into Liyue via foreign traders. It is light, agile, and sharp.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/铁蜂刺.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Base ATK</color>\n510\n<color=#ffffff>Elemental Mastery</color>\n165\n<color=#ffffff>Source</color>\nCraftable\nIron Sting provides <color=#ffd780>Elemental Mastery</color> , which increases the <color=#ffd780>Elemental DMG Bonus</color> Kazuha provides for his party."
      },
      {
        "type": "CustomEntry",
        "epId": 3319,
        "name": "Toukabou Shigure",
        "desc": "<p>A rather special oil-paper umbrella. While long wanderings may make one used to the wind and the rain, there might be some fun in admiring a rainy scene beneath this parasol.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/15/194600931/e611885dcef509e0ced1b3aec547ebf0_8005422016701349311.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Base ATK</color>\n510\n<color=#ffffff>Elemental Mastery</color>\n165\n<color=#ffffff>Source</color>\nEvent\nToukabou Shigure provides <color=#ffd780>Elemental Mastery</color> , which increases the <color=#ffd780>Elemental DMG Bonus</color> Kazuha provides for his party."
      },
      {
        "type": "CustomEntry",
        "epId": 2003,
        "name": "Sacrificial Sword",
        "desc": "A ceremonial sword that has become petrified over time. The trinkets on it are still visible. It grants the wielder the power to withstand the winds of time.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/祭礼剑.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Base ATK</color>\n454\n<color=#ffffff>Energy Recharge</color>\n61.3%\n<color=#ffffff>Source</color>\nWish\nSacrificial Sword provides Kazuha with <color=#ffd780>Energy Recharge</color> to burst more easily. The weapon's passive can also reset his <color=#ffd780>Elemental Skill CD</color> ."
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Festering Desire",
        "desc": "A creepy straight sword that almost seems to yearn for life. It drips with a shriveling venom that could even corrupt a mighty dragon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Base ATK</color>\n510\n<color=#ffffff>Energy Recharge</color>\n45.9%\n<color=#ffffff>Source</color>\nEvent\nFestering Desire provides Kauzha with <color=#ffd780>Energy Recharge</color> , and its passive increases his <color=#ffd780>Elemental Skill DMG</color> and <color=#ffd780>CRIT Rate</color> ."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "5-star Weapon(s)"
      },
      {
        "type": "CustomEntry",
        "epId": 2012,
        "name": "Freedom-Sworn",
        "desc": "A straight sword, azure as antediluvian song, and as keen as the oaths of freedom taken in the Land of Wind.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/苍古自由之誓.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Base ATK</color>\n608\n<color=#ffffff>Elemental Mastery</color>\n198\n<color=#ffffff>Source</color>\nWish\nFreedom-Sworn provides Kazuha with <color=#ffd780>Elemental Mastery</color> , while its passive increases the <color=#ffd780>ATK</color> and <color=#ffd780>Normal/Charged/Plunge ATK DMG</color> of the entire party when Kazuha triggers <color=#ffd780>Elemental Reactions</color> ."
      },
      {
        "type": "CustomEntry",
        "epId": 2000,
        "name": "Primordial Jade Cutter",
        "desc": "A ceremonial sword masterfully carved from pure jade. There almost seems to be an audible sigh in the wind as it is swung.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/磐岩结绿.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Base ATK</color>\n542\n<color=#ffffff>CRIT Rate</color>\n44.1%\n<color=#ffffff>Source</color>\nWish\nPrimordial Jade Cutter provides <color=#ffd780>CRIT Rate</color> to improve Kazuha's personal <color=#ffd780>DMG</color> ."
      },
      {
        "type": "CustomEntry",
        "epId": 2044,
        "name": "Mistsplitter Reforged",
        "desc": "A sword that blazes with a fierce violet light. The name \"Reforged\" comes from it having been broken once before.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/雾切之回光.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Base ATK</color>\n674\n<color=#ffffff>CRIT DMG</color>\n44.1%\n<color=#ffffff>Source</color>\nWish\nMistsplitter Reforged provides <color=#ffd780>CRIT DMG</color> to improve Kazuha's personal <color=#ffd780>DMG</color> . Its passive also increases Kazuha's <color=#ffd780>Elemental DMG</color> ."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Artifact Recommendations",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Artifact Stats"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/1387f1512524772db99ae30b6303f939_5072609172935942900.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/56451470fe75f710b812ac28e226273b_5774236690802856497.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/8bc07934c9290b83751c7fa183a43ab7_32021027934025390.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Elemental Mastery</color>\n<color=#ffd780>ATK</color>\n<color=#ffd780>Elemental Mastery</color>\n<color=#80ffd7>Anemo DMG</color>\n<color=#ffd780>Elemental Mastery</color>\n<color=#ffd780>CRIT DMG</color>\n<color=#ffd780>CRIT Rate</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "4-Piece Set(s)"
      },
      {
        "type": "CustomEntry",
        "epId": 2091,
        "name": "Viridescent Venerer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Set Bonus</color>\n<color=#80ffd7>Anemo DMG</color> <color=#9b9c9f>+15%</color>\n<color=#9b9c9f>Increases</color> <color=#80ffd7>Swirl DMG</color> <color=#9b9c9f>and decreases corresponding</color> <color=#ffd780>Elemental RES</color>\nThe Viridescent Venerer set provides an <color=#80ffd7>Anemo DMG</color> bonus to increase Kazuha's personal <color=#ffd780>DMG</color> . Furthermore, its 4-piece bonus increases <color=#80ffd7>Swirl DMG</color> and can increase the overall DMG of his party by lowering the opponent's <color=#ffd780>Elemental RES</color> ."
      },
      {
        "type": "CustomEntry",
        "epId": 3322,
        "name": "Desert Pavilion Chronicle",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/b86d9fd7cf57937a021c9c68c9b185ed_8273785812548801718.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Set Bonus</color>\n<color=#80ffd7>Anemo DMG</color> <color=#9b9c9f>+15%</color>\n<color=#9b9c9f>Increases</color> <color=#ffd780>Normal ATK SPD</color>\n<color=#9b9c9f>Increases</color> <color=#ffd780>Normal/Charged/Plunge ATK DMG</color> <color=#9b9c9f>after hitting enemy with a</color> <color=#ffd780>Charged ATK</color>\nThe Desert Pavilion Chronicle set increases Kazuha's <color=#80ffd7>Anemo DMG</color> . Notably, this set can provide an increased <color=#ffd780>Plunge ATK DMG</color> , and Kazuha's <color=#ffd780>Elemental Skill</color> positions him for <color=#ffd780>Plunge ATKs</color> . The set increases Kazuha's personal <color=#ffd780>DMG</color> but does not provide any support to his team."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2-Piece Set(s)"
      },
      {
        "type": "CustomEntry",
        "epId": 2091,
        "name": "Viridescent Venerer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3322,
        "name": "Desert Pavilion Chronicle",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/b86d9fd7cf57937a021c9c68c9b185ed_8273785812548801718.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2081,
        "name": "Wanderer's Troupe",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Gilded Dreams",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/ae8a2c6f24df66e1bd7cc2dbd83d330d_5836084318530605114.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Flower of Paradise Lost",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/50ce09dfa5a91a33aa9cedfb15bcf2d1_864016614991586234.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Set Bonus</color>\n<color=#80ffd7>Anemo DMG</color> <color=#9b9c9f>+15%</color>\n<color=#ffd780>Elemental Mastery</color> <color=#9b9c9f>+15%</color>\nThese 2-piece/2-piece combinations increase Kazuha's personal <color=#ffd780>DMG</color> , while also providing support for the team though the <color=#ffd780>Elemental Mastery Bonus</color> ."
      },
      {
        "type": "CustomEntry",
        "epId": 2091,
        "name": "Viridescent Venerer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3322,
        "name": "Desert Pavilion Chronicle",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/b86d9fd7cf57937a021c9c68c9b185ed_8273785812548801718.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Gladiator's Finale",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Shimenawa's Reminiscence",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Vermillion Hereafter",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Echoes of an Offering",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Set Bonus</color>\n<color=#80ffd7>Anemo DMG</color> <color=#9b9c9f>+15%</color>\n<color=#ffd780>ATK</color> <color=#9b9c9f>+18%</color>\nThese 2-piece/2-piece combinations work to increase Kazuha's personal <color=#ffd780>DMG</color> ."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Character Introduction",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "A wandering samurai from Inazuma with a modest and gentle personality.\nBeneath a youthful and carefree demeanor lies a heart that hides a great many burdens from the past. Seemingly easygoing, Kazuha has his own code of conduct."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Character Relationships",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 11,
        "name": "Beidou",
        "desc": "Captain of her crew, The Crux. She's quite an unbound and forthright woman.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Beidou_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Summary"
      },
      {
        "type": "RichText",
        "text": "Kazuha is a member of Beidou's crew on the Crux."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Beidou</color>\n<color=#9b9c9f>I owe Beidou my life. She took me in when I fled from Inazuma and gave me the courage to return there at the most difficult time of my life. She is a comrade in whom I and all the other sailors can place our trust.</color>\n<color=#ffd780>About Kaedehara Kazuha</color>\n<color=#9b9c9f>Kazuha? That scallywag actually blocked a strike from the Raiden Shogun outside Tenshukaku! Easier said than done... After the battle he came to the Crux Fleet — said he'd voyage with us a while longer. I was more than happy to oblige. If the day comes when he decides to set off again by himself on the next stage of his journey, I'll send him off with a drink, haha...</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Story"
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Kaedehara Kazuha",
        "desc": "A wandering samurai from Inazuma who is currently with Liyue's Crux Fleet. A gentle and carefree soul whose heart hides a great many burdens from the past.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Character Details\nCharacter Story\nVision Shell"
      },
      {
        "type": "CustomEntry",
        "epId": 5,
        "name": "Gorou",
        "desc": "The great general of Watatsumi Island's forces. He is deeply trusted by his subordinates.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Gorou_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Summary"
      },
      {
        "type": "RichText",
        "text": "Kazuha and Gorou are friends who fought alongside one another in the Resistance."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Gorou</color>\n<color=#9b9c9f>When I was a wanted man, the resistance gave me a lot of help. The time I spent with Gorou was brief, but he left a deep impression on me. He's the type of person who says whatever's on his mind. He shares the highs and lows of his subordinates, and is never afraid to draw his sword for the sake of a friend. That's the kind of person I can really get along with.</color>\n<color=#ffd780>About Kaedehara Kazuha</color>\n<color=#9b9c9f>I've seen all kinds of wandering samurai before, and Kazuha is categorically a different breed from the others. He's like a gust of wind that sweeps through the land. Though he never stays for long, he is always able to contribute something to those who are around him. When I fought alongside him, I learned more about what it means to be truly carefree and without constraints. In any case, I think that Kazuha and I make a great team together!</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Kujou Sara",
        "desc": "A general of the Tenryou Commission. Bold, decisive, and skilled in battle.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Summary"
      },
      {
        "type": "RichText",
        "text": "Kazuha previously resented Sara for defeating his friend. Following the conclusion of the Vision Hunt Decree, he reevaluated his opinion of her based on the revelation that she had her own ideals."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Kujou Sara</color>\n<color=#9b9c9f>She defeated my friend in a duel before the throne, which I accept as proof of her great strength. But she uses that strength to serve as an oppressor's lackey, leading the Kujou Clan's troops to relentlessly seek out and confiscate Visions. This... I cannot forgive.</color>\n<color=#ffd780>About Kujou Sara: Changing Perspective</color>\n<color=#9b9c9f>I see... So she does have her own ideals that she is fighting for. But I have to wonder: can the Kujou family flourish as they did before once this storm has passed?</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2235,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Summary"
      },
      {
        "type": "RichText",
        "text": "The Raiden Shogun killed Kazuha's friend; however, this is not the reason he dislikes her. His dissatisfaction stems from her position within the Vision Hunt Decree."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Raiden Shogun</color>\n<color=#9b9c9f>I've asked myself this question many times since leaving Inazuma. Do I simply resent the Raiden Shogun because of what happened in that duel? Because of the lethal stroke she dealt my dear friend? I've thought about this a good long time, and I believe the answer is no. My friend died an honorable death in that duel, and the Shogun was not unjustified in her conduct. My dissatisfaction with her has its roots in the Vision Hunt Decree. No one has the right to rob another of their hopes and dreams — not even a god.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Story"
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Kaedehara Kazuha",
        "desc": "A wandering samurai from Inazuma who is currently with Liyue's Crux Fleet. A gentle and carefree soul whose heart hides a great many burdens from the past.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Character Story 4"
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "Daughter of the Yashiro Commission's Kamisato Clan. Dignified and elegant, as well as wise and strong.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Summary"
      },
      {
        "type": "RichText",
        "text": "Kazuha believes that Ayaka is perfect."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Kamisato Ayaka</color>\n<color=#9b9c9f>I'm sure everyone living in Inazuma has heard of the \"Shirasagi Himegimi.\" The lady of the Kamisato Clan is as perfect as a person can be, though our paths have seldom crossed. I wonder what she thinks of the state of Inazuma today?</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "Owner of Naganohara Fireworks. Known as \"Queen of the Summer Festival,\" she excels in her craft of creating fireworks that symbolize people's hopes and dreams.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Summary"
      },
      {
        "type": "RichText",
        "text": "<color=#9b9c9f>Kazuha is impressed by Yoimiya's fireworks. Yoimiya is curious about Kazuha's story.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Yoimiya</color>\n<color=#9b9c9f>The last time she commissioned Captain Beidou to ship fireworks to Liyue, I unloaded the shipment myself. They were so heavy! I doubt that anyone besides her could make such huge fireworks.</color>\n<color=#ffd780>About Kaedehara Kazuha</color>\n<color=#9b9c9f>People with no worries like myself speak plainly, while those with many cares often speak of ancient poetry or the scenery. They talk of flowers and birds, wind and moon, but never about the reality that confronts them. He's got quite the tale to tell, I'm sure.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "The Divine Priestess of Watatsumi Island. All of the island's affairs are at this young lady's fingertips.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Summary"
      },
      {
        "type": "RichText",
        "text": "<color=#9b9c9f>Kazuha respects Kokomi and is astounded by all the responsibilities she takes on. Kokomi believes Kazuha is an outstanding swordsman.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Sangonomiya Kokomi</color>\n<color=#9b9c9f>During my time with the Resistance, there was no one among our ranks who wouldn't look up to Her Excellency. As someone with a great passion for military matters, victory at all costs isn't really part of her ethos. She'd always try to limit the casualties to the minimum while planning her next move. By some accounts, it also seems that she seeks to take charge of both internal and foreign affairs for Watatsumi Island. Wouldn't that be too much to expect of herself though?</color>\n<color=#ffd780>About Kaedehara Kazuha</color>\n<color=#9b9c9f>Kazuha once came and bunked with the resistance for a time. If I'm not mistaken, he got along very well with Gorou — they would often fight side-by-side in battle. Kazuha has a carefree personality and doesn't like constraints, but he would follow every command to the letter when he was among our ranks. In my opinion, not only is he an outstanding swordsman, but a very refined character.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "A young prodigy detective from the Tenryou Commission. His senses are sharp and his thoughts are clear.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Summary"
      },
      {
        "type": "RichText",
        "text": "<color=#9b9c9f>Kazuha is impressed by Heizou's detective abilities. Heizou really wants to spend time with Kazuha, to the point of wanting to arrest him during the Vision Hunt Decree.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Shikanoin Heizou</color>\n<color=#9b9c9f>Don't be deceived by his happy-go-lucky disposition. As soon as he gets working on a case, that restless energy he carries around turns into a razor-sharp focus. It's quite remarkable to witness.</color>\n<color=#ffd780>About Kaedehara Kazuha: Things in Common</color>\n<color=#9b9c9f>Oh, Kazuha? Yeah, he's a solid guy. With his help, I felt like a locked treasure chest of clues had been bust wide open and emptied all over the ground for me to see. If only I had his sensitivity to the natural world... Oh, I get it now! The wind to him must be like my intuition to me!</color>\n<color=#ffd780>About Kaedehara Kazuha: Invitation</color>\n<color=#9b9c9f>Ohh... It's such a pity! Since the Vision Hunt Decree's been repealed, I no longer have any grounds to officially arrest him. But then again... I guess now, I can just openly invite him to come to the Tenryou Commission and discuss cases with me.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4,
        "name": "Yun Jin",
        "desc": "A renowned Liyue opera singer who is skilled in both playwriting and singing. Her style is one-of-a-kind, exquisite and delicate, much like the person herself.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yun Jin_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Summary"
      },
      {
        "type": "RichText",
        "text": "<color=#9b9c9f>Kazuha enjoys Yun Jin's performances at the Liyue opera house.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Kaedehara Kazuha</color>\n<color=#9b9c9f>Kaedehara Kazuha is among the many outlanders who enjoy Liyue opera. Whether it's an orchestral section or a percussive piece, he always sits there and listens quietly. Talk about great manners!</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 36,
        "name": "Arataki Itto",
        "desc": "The first and greatest head of the Arataki Gang, famed throughout Inazuma City's Hanamizaka... Wait, what? You've never heard of them? Are you trying to be funny here?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Arataki Itto_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Summary"
      },
      {
        "type": "RichText",
        "text": "Itto is impressed that Kazuha blocked the Raiden Shogun's attack and believes they share a connection due to the state of their clans."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Kaedehara Kazuha</color>\nWord on the street is that he blocked the Musou no Hitotachi after you escaped from Tenshukaku. Seriously? 'Cause I mean, that is awesome! Who knows how he pulled it off. Hey, now that I think about it, he's from a fallen clan, and I'm from a fallen clan... That kinda makes us equals, haha! Yeah, so next time someone attacks you, it's my turn to block the blade!"
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "The young but highly accomplished head of the Yashiro Commission's Kamisato Clan. Cultured and polite, he is a man of many ways and means.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Summary"
      },
      {
        "type": "RichText",
        "text": "<color=#9b9c9f>Ayato believes he has a responsibility to support Kazuha due to their clans' past relationship.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Kaedehara Kazuha</color>\n<color=#9b9c9f>Once upon a time, the Kaedehara Clan was a subordinate branch of the Kamisato Clan. My forebears may have failed to save his family from decline, but even today I have a duty to support him. Now, naturally, there is nothing I can do to restore his clan's former fortunes. But as for helping him avoid arrest by the Tenryou Commission, that is well within my capabilities...</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Wanderer",
        "desc": "<p>A wayfaring figure whose identity is a mystery. He dresses like a mountain ascetic, but he certainly does not act the part.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Summary"
      },
      {
        "type": "RichText",
        "text": "<color=#9b9c9f>Wanderer is impressed by the fact that Kazuha survived an attack from the Raiden Shogun. He seems pleased that he holds the same vision as Kazuha.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Kaedehara Kazuha</color>\n<color=#9b9c9f>You speak of the descendant of the Kaedehara clan? Then isn't he... Wait, he also possesses an Anemo Vision? ...And even managed to take on the Raiden Shogun's Musou no Hitotachi? Hehe... Ahahahaha!</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Character Details",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Announcement"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/79e0e4a3549cf737b8ad2526c1622d85_5772304179801830114.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>June 7, 2021</color>\nIf one's heart is empty, all under heaven is empty.\nBut if one's heart is pure, all under heaven is pure.\n—— Kazuha's Musings\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/416387</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Introduction"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/d68a103979f68bc9e46582f9de98d826_1576610890653018372.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>June 23, 2021</color>\nThis young man's calm personality belies a razor sharp blade that has seen many battles. Who knows if it was the storms of life that smoothed out his rough edges, or if his natural restraint has kept his edge sheathed...\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/475931</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice Artist Announcement"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/7f38aa5beb2961c8722a73eeaa67c475_182552406050363930.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>June 23, 2021</color>\n\"There are leaves around — and I know just the tune to accompany them, if you wish to hear it.\"\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/475872</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Birthday",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2021"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/57b851de2daa96bdc538dcb9d1515b27_4640749064947605463.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 29, 2021</color>\nWhen the maple leaves turn red, look to the distant mountains and you will discover the vast scarlet blanket that covers the landscape.\nSeeing such a beautiful sight, even the footsteps of those traveling around the world would stop and take a moment.\nAlthough autumn is a time with many farewells, I believe the fall of the red leaves also symbolizes a reunion with old friends.\nJust like how you are here before I finished playing this tune.\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/1310751</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2021"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/5ba7e4ad13240ecef7f9d93a1e43a051_2852256037551271637.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 29, 2021</color>\n\"Kazuha! Hehe, how is it, did Paimon scare you?\"\n\"Yes...you startled me.\"\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/1310752</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2022"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/eb17cdac31428fcc5f811dd6120da4f8_1045559899141160895.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 29, 2022</color>\n\"The entire crew has gathered to celebrate your birthday, Kazuha! We hope you will have a great time!\"\n\"Thank you very much, Beidou.\"\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/13190323</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2022"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/19d0d8a5f5dcd9d9da6a7af7996f96bb_2401546427376999151.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 29, 2022</color>\nA gentle breeze always brings melodious sounds, and sometimes, the voices of people I know.\nI heard your voice, which is why I came early to greet you on deck.\n\"Leaves riding the wind, billowing sails under clouds, dear friends reunite.\"\nA haiku that came to mind while I was waiting for you, what do you think?\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/13190330</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2023"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/aba5f8e9c79edcf1a25f16ce5d0b5836_6071847029140225242.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 29, 2023</color>\n\"Heh, today's my birthday. What a pleasant surprise to see you!\"\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/22616842</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2023"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/0723180bd03066a7742b1212f6686ec4_7860394314547740487.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 29, 2023</color>\nSeeing as I'm free today, I'm planning to follow in the footsteps of my ancestors by carving some rocks into decorations for the family bonsai.\nWhen I come to think of it, since my wanderings began, I've seen many wonderful things throughout my travels.\nA day must come when crimson leaves will wither and journeys end, yet through these carvings shall such happy memories live on.\nWell, given your equal passion for traveling, might you care to join me?\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/22616857</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2024"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/a6275addd85aad0e68be7a207e532fb2_6704486555831796116.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 29, 2024</color>\n\"The sea cradles the moon in slumber, and ships ride the waves home.\" When you've sailed long enough, you'd come to realize that the sea isn't always tempestuous at night.\nThe wind shatters the moon's reflection in the water, carrying soft ripples to whisper in my ear, as if sharing endless secrets...\nYou want to hear what the sea breeze confided in me? Very well, come closer, and I'll whisper it to you.\nDon't worry, the breeze's still playing with the moon in the water. It won't overhear us.\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/34584500</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2024"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/872511f3666d636d591a0a6a33b9885f_332940399809657724.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 29, 2024</color>\n\"Thank you for helping.\"\n\"It's nothing! You're the one who's so busy on your birthday.\"\n\"Ah, a mere coincidence... It's been a long time since I left, but it seems Ritou's scenery is the same as I remember it.\"\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/34584501</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Character Illustrations",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 1.6 Wallpaper"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/151578876/c5ccf53bd1f2c860344def38bc660acf_999515305399988754.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>July 5, 2021</color>\n<color=#ffacff>Facebook:</color> <color=#37ffff>https:/www.facebook.com/Genshinimpact/photos/a.326801271503403/978223413027849</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 2.1 - Plane of Euthymia"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/35428890/27d6f822d5e898dd2f9ad466dc3c99cf_5424993721652908385.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>November 8, 2021</color>\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/1368141</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Beidou's Birthday 2022"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/15/151578876/a09da3865e334071be25ea447c011807_2170512680886345571.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>February 14, 2022</color>\n\"Hey, Traveler and Paimon! You have arrived! Come on up, the banquet has just started!\"\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/3356074</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 2.6 - Hues of the Violet Garden"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/35428890/da4c3a22a830351d26ff5e0cdeba3ed2_3033515095343261647.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>April 28, 2022</color>\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/4450886</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kazuha Illustration"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/151578876/88003a50ef3a064c7c89999ea0f403ba_1796499384414498278.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>July 13, 2022</color>\n\"How amazing! Paimon wants to learn!\"\nDid you know, Travelers? Paimon heard that there is a person who can play pleasant melodies with only one leaf. How amazing! Paimon wants to learn!\n<color=#80c0ff>X:</color> <color=#37ffff>https:/x.com/GenshinImpact/status/1547069054275358720</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 2.8 - Summer Fantasia"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/35428890/467baa60d84d98a4b902df006e0c0f7e_3811510807746259433.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>August 5, 2022</color>\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/6651420</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 3.7 \"Duel! The Summoners' Summit!\" - Wallpaper Series"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/151578876/51cdf3e7b029dea07b463326cd35f9cf_5019468881951999367.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>June 16, 2023</color>\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/19383404</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kazuha Illustration"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/151578876/80d63e294655f33c710963da8aaf5180_6252470074949930.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>September 24, 2023</color>\n<color=#ece5d8>[Translated from Japanese]</color>\n\"Haha, it's great to set sail on a nice day. And this time there's dessert too.\"\n\"Well, how about some for a while, traveller? We still have a few raspberry water buns left.\"\n<color=#80c0ff>X:</color> <color=#37ffff>https:/x.com/Genshin_7/status/1705839496355299504</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Emojis",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Paimon's Paintings VII"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/35428890/59b6f99fc765690b4fbdc9da9e248116_5554224248326699025.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>December 2, 2021</color>\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/1523415</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/e3463c6365912855d6cd429fce74b4c6_5184229490729957117.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/2ef7f5dd7128214062c43dc6b090f6d2_655545158427922585.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/b1c40937dc9c9c0e0acac788b4aa957d_6706330984058431932.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/dfa508be0e0fa1060d7af609c5a4f5de_4492258419356286166.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Paimon's Paintings XVI"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/35428890/48e5df0542051699a3e0af4ae4ff4e2a_642409365270114405.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>August 12, 2022</color>\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/6923641</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/76d80f681e32f617f2328ada096f41b1_2550584569478701337.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/84de3456138921123286e60b2794ab6d_8458253181632997968.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/5d76b60e2017a1ff774f6f7becbdb281_7388547795271392354.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Paimon's Paintings Cadillac Collaboration"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/15/151578876/015e9c272c6609db5b52416c00e9941a_4262300584907115609.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 2, 2022</color>\n<color=#ffacff>Miyoushe:</color> <color=#37ffff>https:/www.miyoushe.com/ys/article/29751766</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/65c3d29780773881b2f94758fbb76493_2101850840109054492.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/820c0d801a6eb10ba591e29b889e96ae_8711456651727734106.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/4dd548205ff4b653bffb230bdc05023c_3629740734137687064.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/0db40a98f23d8db88e937d047137d910_8484284996787093796.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/d8ab9e1ce5a7449561c9c548176a9ae9_2868962158185138207.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/5df43c735e2442febe7833d3e4f1ba2a_2863033678696439278.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/f5b561c02fc41574443857f0a54eaf32_5303530600377342878.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/af63a2b639813f8c625ce2ea8a7c4db3_1845801499768215536.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Paimon's Paintings Set 39"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/22/151578876/7da854cbc017cc9d10fbbc21508d445a_6146824655074092.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>February 17, 2025</color>\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/37122003</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/151578876/492ad0f7ca7e177eabe7b177fc68ff0d_8381126643630828800.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Social Media Art",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin Impact JP X - 2.1 Million Followers"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/151578876/6a444e4cc854f8919301bc6eddbcce64_8136498418246014871.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>May 8, 2022</color>\n<color=#ece5d8>[Translated from Japanese]</color>\nThanks to Tabibito, the number of official Twitter followers has exceeded 2.1 million!\n<color=#80c0ff>X:</color> <color=#37ffff>https:/x.com/Genshin_7/status/1523150704596197376</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin Impact JP X - 3.8 Million Followers"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/151578876/bd51657b38bc509605446d102545538a_6827426327544407178.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 13, 2024</color>\n<color=#ece5d8>[Translated from Japanese]</color>\nThanks to Tabibito, the number of official Twitter followers has exceeded 3.8 million!\n<color=#80c0ff>X:</color> <color=#37ffff>https:/x.com/Genshin_7/status/1845404112986206493</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Collaboration Events",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin Impact x Cadillac"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/15/151578876/2d03025bb300ee0719a13b94750ba30b_6445209502526830803.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>September 16, 2022</color>\n<color=#ece5d8>[Translated from Chinese]</color>\nDear travelers, the collaboration between Cadillac and Genshin Impact is now open.\nKazuha and Beidou invite you to embark on a special journey together, bravely set off with Cadillac, and unlock new adventures in the world!\n<color=#ffacff>Weibo:</color> <color=#37ffff>https:/m.weibo.cn/status/4814443333033809</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin Concert 2022"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/35428890/6ad9ddf778f403936b34cf840b749c73_4302236142654425606.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 2, 2022</color>\nThis concert is presented by Genshin Impact and HOYO-MiX in collaboration with various musicians, and we sincerely invite Travelers to go on this wonderful musical journey with us.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=LrqsaO9Cf2M"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/10732918</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin Impact x Hyundai"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/151578876/4ba5e18ed8fa969780e43fbc2e6e1403_8902595647395815789.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>August 4, 2023</color>\n<color=#ece5d8>[Translated from Korean]</color>\n2023 Autumn Pop-up Store.\n<color=#80c0ff>X:</color> <color=#37ffff>https:/x.com/genshinimpactkr/status/1687444930481029120</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genius Invokation TCG Asia Invitational"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/151578876/c00d86621d5a090ac387fb6221426c56_7009100266158382039.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>December 8, 2023</color>\nDear Travelers, the \"Genius Invokation TCG Asia Invitational\" will commence on January 11, 2024!\nLook forward to some friendly competition between 16 top TCG players across Asia!\n<color=#80c0ff>X:</color> <color=#37ffff>https:/x.com/AstraCarnival/status/1733109178447564807</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genius Invokation TCG Phantom Cup"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/151578876/3e9fca77e6b9f7bf1c2035d53f0d2205_4294406762701942359.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>September 16, 2023</color>\n<color=#ece5d8>[Translated from Chinese]</color>\n\"Wow! It's a gold back!\"\nDear travelers, you've been waiting for a long time. The \"Shadow Fantasy Cup\" Open will start on time at 10 o'clock tomorrow!\n<color=#ffacff>Bilibili:</color> <color=#37ffff>https:/t.bilibili.com/841827802070122514</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genius Invokation TCG Asia"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/151578876/c9760d501df33ba370e8bf7641506bb1_4397587363496688796.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>January 10, 2024</color>\n<color=#ece5d8>[Translated from Chinese]</color>\nThe \"Seven Saints Summoning Asia Invitational\" will start tomorrow!\n<color=#ffacff>Bilibili:</color> <color=#37ffff>https:/www.bilibili.com/opus/884850656974733336</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin Impact x McDonald's"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/15/151578876/c9de490a992ceae3369fdee826735553_1654055591056523168.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>September 10, 2024</color>\nLet's explore the area ahead together! The Genshin Impact × McDonald's collaboration will launch in the U.S. on September 17.\n<color=#ffacff>HoYoLAB:</color> <color=#37ffff>https:/www.hoyolab.com/article/33131983</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Autumn of Appetite"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/151578876/904182783520c97804811179ab4fbaff_1859270730005282982.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>September 22, 2024</color>\n<color=#ece5d8>[Translated from Japanese]</color>\nAutumn leaves dancing in the autumn light, intoxicating gourmet food around a fire 🍂\nTravelers, it's Autumnal Equinox Day today! The \"Autumn Appetite\" Teyvat Cuisine Recreation Contest is underway!\n<color=#80c0ff>X:</color> <color=#37ffff>https:/x.com/Genshin_7/status/1837704625941868775</color>"
      }
    ],
    "textualResearch": [
      {
        "title": "[Birthday Message] SNS & Illustration 1 (2021)",
        "desc": [
          {
            "type": "RichText",
            "text": "When the maple leaves turn red, look to the distant mountains and you will discover the vast scarlet blanket that covers the landscape.\nAlthough autumn is a time with many farewells, I believe the fall of the red leaves also symbolizes a reunion with old friends.\nTwitter URL: https:/twitter.com/GenshinImpact/status/1453935875860189186"
          }
        ]
      },
      {
        "title": "[Birthday Message] SNS & Illustration 2 (2021)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Kazuha! Hehe, how is it, did Paimon scare you?\"\n\"Yes...you startled me.\"\nTwitter URL: https:/twitter.com/GenshinImpact/status/1453935875813871630"
          }
        ]
      },
      {
        "title": "[Birthday Message] SNS & Illustration 1 (2022)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>A gentle breeze always brings melodious sounds, and sometimes, the voices of people I know.</color>\n<color=#ffffffd9>I heard your voice, which is why I came early to greet you on deck.</color>\n<color=#ffffffd9>\"Leaves riding the wind, billowing sails under clouds, dear friends reunite.\"</color>\n<color=#ffffffd9>A haiku that came to mind while I was waiting for you, what do you think?</color>\n<color=#ffffffd9>Thanks to DSマイル for the fantastic artwork!</color>\nHoYoLAB URL: https:/www.hoyolab.com/article/13190330"
          }
        ]
      },
      {
        "title": "[Birthday Message] SNS & Illustration 2 (2022)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>\"The entire crew has gathered to celebrate your birthday, Kazuha! We hope you will have a great time!\"</color>\n<color=#ffffffd9>\"Thank you very much, Beidou.\"</color>\nHoYoLAB URL: https:/www.hoyolab.com/article/13190323"
          }
        ]
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header#/map/2?shown_types=185&center=6153.00,1300.00&zoom=-3.00",
    "talent": [
      {
        "key": "Normal Attack: Garyuu Bladework",
        "title": "Normal Attack: Garyuu Bladework",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/battle_talent_0/battle_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Normal Attack</color>\nPerform up to 5 rapid strikes.\n<color=#ffd780>Charged Attack</color>\nConsumes a certain amount of Stamina to unleash 2 rapid sword strikes.\n<color=#ffd780>Plunging Attack</color>\nPlunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact. If this Plunging Attack is triggered by Chihayaburu, it will be converted to Plunging Attack: Midare Ranzan.\n<color=#ffd780>Plunging Attack: Midare Ranzan</color>\nWhen a Plunging Attack is performed using the effects of the Elemental Skill Chihayaburu, Plunging Attack DMG is converted to <color=#80ffd7>Anemo DMG</color> and will create a small wind tunnel via a secret blade technique that pulls in nearby objects and opponents."
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11"
            ]
          },
          {
            "key": "1-Hit DMG",
            "values": [
              "45.0%",
              "48.6%",
              "52.3%",
              "57.5%",
              "61.2%",
              "65.4%",
              "71.1%",
              "76.9%",
              "82.6%",
              "88.9%",
              "96.1%"
            ]
          },
          {
            "key": "2-Hit DMG",
            "values": [
              "45.2%",
              "48.9%",
              "52.6%",
              "57.9%",
              "61.5%",
              "65.8%",
              "71.5%",
              "77.3%",
              "83.1%",
              "89.4%",
              "96.7%"
            ]
          },
          {
            "key": "3-Hit DMG",
            "values": [
              "25.8%+31.0%",
              "27.9%+33.5%",
              "30.0%+36.0%",
              "33.0%+39.6%",
              "35.1%+42.1%",
              "37.5%+45.0%",
              "40.8%+49.0%",
              "44.1%+52.9%",
              "47.4%+56.9%",
              "51.0%+61.2%",
              "55.1%+66.2%"
            ]
          },
          {
            "key": "4-Hit DMG",
            "values": [
              "60.7%",
              "65.7%",
              "70.6%",
              "77.7%",
              "82.6%",
              "88.3%",
              "96.0%",
              "103.8%",
              "111.5%",
              "120.0%",
              "129.7%"
            ]
          },
          {
            "key": "5-Hit DMG",
            "values": [
              "25.4%*×3",
              "27.4%*×3",
              "29.5%*×3",
              "32.5%*×3",
              "34.5%*×3",
              "36.9%*×3",
              "40.1%*×3",
              "43.4%*×3",
              "46.6%*×3",
              "50.2%*×3",
              "54.2%*×3"
            ]
          },
          {
            "key": "Charged Attack DMG",
            "values": [
              "43.0%+74.6%",
              "46.5%+80.7%",
              "50.0%+86.8%",
              "55.0%+95.5%",
              "58.5%+101.6%",
              "62.5%+108.5%",
              "68.0%+118.0%",
              "73.5%+127.6%",
              "79.0%+137.1%",
              "85.0%+147.6%",
              "91.9%+159.5%"
            ]
          },
          {
            "key": "Charged Attack Stamina Cost",
            "values": [
              "20.0",
              "20.0",
              "20.0",
              "20.0",
              "20.0",
              "20.0",
              "20.0",
              "20.0",
              "20.0",
              "20.0",
              "20.0"
            ]
          },
          {
            "key": "Plunge DMG",
            "values": [
              "81.8%",
              "88.5%",
              "95.2%",
              "104.7%",
              "111.3%",
              "118.9%",
              "129.4%",
              "139.9%",
              "150.3%",
              "161.8%",
              "173.2%"
            ]
          },
          {
            "key": "Low/High Plunge DMG",
            "values": [
              "164%/204%",
              "177%/221%",
              "190%/238%",
              "209%/261%",
              "223%/278%",
              "238%/297%",
              "259%/323%",
              "280%/349%",
              "301%/375%",
              "323%/404%",
              "346%/433%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Common currency. The one language everybody speaks.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 76,
              "name": "Teachings of Diligence",
              "desc": "Talent Level-Up material.<br/>Industriousness is the foundation of the land of Geo.<br/>Diligence is having the bravery and the strength to conquer mountains and seas and to pursue gold and prosperity through honest, hard work.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Diligence_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 629,
              "name": "Treasure Hoarder Insignia",
              "desc": "A signet that proudly represents its owner&#39;s position as member of the Treasure Hoarders. The pursuit of treasure knows no bounds. That said... Is being a thief something to be proud of?",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Treasure Hoarder Insignia_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Common currency. The one language everybody speaks.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guide to Diligence",
              "desc": "Talent Level-Up material.<br/>Industriousness is the foundation of the land of Geo.<br/>Industriousness is the catalyst that flows in the blood of the people of Liyue, able to turn rocks into gold. It is what lies behind the greatness of its great commercial port.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 1553,
              "name": "Silver Raven Insignia",
              "desc": "A raven insignia used by members of the Treasure Hoarders to identify each other. The Treasure Hoarders ask for no resume. Anyone who has an insatiable desire for treasure and is backed up by an equal amount of courage can become a worthy member.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Common currency. The one language everybody speaks.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guide to Diligence",
              "desc": "Talent Level-Up material.<br/>Industriousness is the foundation of the land of Geo.<br/>Industriousness is the catalyst that flows in the blood of the people of Liyue, able to turn rocks into gold. It is what lies behind the greatness of its great commercial port.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 1553,
              "name": "Silver Raven Insignia",
              "desc": "A raven insignia used by members of the Treasure Hoarders to identify each other. The Treasure Hoarders ask for no resume. Anyone who has an insatiable desire for treasure and is backed up by an equal amount of courage can become a worthy member.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Common currency. The one language everybody speaks.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guide to Diligence",
              "desc": "Talent Level-Up material.<br/>Industriousness is the foundation of the land of Geo.<br/>Industriousness is the catalyst that flows in the blood of the people of Liyue, able to turn rocks into gold. It is what lies behind the greatness of its great commercial port.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 1553,
              "name": "Silver Raven Insignia",
              "desc": "A raven insignia used by members of the Treasure Hoarders to identify each other. The Treasure Hoarders ask for no resume. Anyone who has an insatiable desire for treasure and is backed up by an equal amount of courage can become a worthy member.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Common currency. The one language everybody speaks.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guide to Diligence",
              "desc": "Talent Level-Up material.<br/>Industriousness is the foundation of the land of Geo.<br/>Industriousness is the catalyst that flows in the blood of the people of Liyue, able to turn rocks into gold. It is what lies behind the greatness of its great commercial port.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 1553,
              "name": "Silver Raven Insignia",
              "desc": "A raven insignia used by members of the Treasure Hoarders to identify each other. The Treasure Hoarders ask for no resume. Anyone who has an insatiable desire for treasure and is backed up by an equal amount of courage can become a worthy member.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Common currency. The one language everybody speaks.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Philosophies of Diligence",
              "desc": "Talent Level-Up material.<br/>Industriousness is the foundation of the land of Geo.<br/>Industriousness is believing in one's own ability to earn a place in the land of the gods through sweat, wisdom, and power.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 760,
              "name": "Golden Raven Insignia",
              "desc": "A raven insignia that symbolizes the pride and the guiding principle of the Treasure Hoarders. Whether it&#39;s hidden amidst the vastness of the land or in the depths of the seas, as long as there are treasures to be hunted down, the spirit of Treasure Hoarders, who will stop at nothing to acquire them, will never die.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 1673,
              "name": "Gilded Scale",
              "desc": "Scaled armor that grows naturally over mystical stone, tough and silent, and filled with the strength of the dragon king.<br/>Across the years as countless generations returned to the mulch of the earth, gold and obsidian embedded themselves into flesh and blood forged from bedrock before spreading and turning into scales.<br/>Searing agony, wordless cries... perhaps they will all vanish when the grudges that spawned them, too, finally come to an end.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Common currency. The one language everybody speaks.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Philosophies of Diligence",
              "desc": "Talent Level-Up material.<br/>Industriousness is the foundation of the land of Geo.<br/>Industriousness is believing in one's own ability to earn a place in the land of the gods through sweat, wisdom, and power.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 760,
              "name": "Golden Raven Insignia",
              "desc": "A raven insignia that symbolizes the pride and the guiding principle of the Treasure Hoarders. Whether it&#39;s hidden amidst the vastness of the land or in the depths of the seas, as long as there are treasures to be hunted down, the spirit of Treasure Hoarders, who will stop at nothing to acquire them, will never die.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 1673,
              "name": "Gilded Scale",
              "desc": "Scaled armor that grows naturally over mystical stone, tough and silent, and filled with the strength of the dragon king.<br/>Across the years as countless generations returned to the mulch of the earth, gold and obsidian embedded themselves into flesh and blood forged from bedrock before spreading and turning into scales.<br/>Searing agony, wordless cries... perhaps they will all vanish when the grudges that spawned them, too, finally come to an end.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Common currency. The one language everybody speaks.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Philosophies of Diligence",
              "desc": "Talent Level-Up material.<br/>Industriousness is the foundation of the land of Geo.<br/>Industriousness is believing in one's own ability to earn a place in the land of the gods through sweat, wisdom, and power.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 760,
              "name": "Golden Raven Insignia",
              "desc": "A raven insignia that symbolizes the pride and the guiding principle of the Treasure Hoarders. Whether it&#39;s hidden amidst the vastness of the land or in the depths of the seas, as long as there are treasures to be hunted down, the spirit of Treasure Hoarders, who will stop at nothing to acquire them, will never die.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 1673,
              "name": "Gilded Scale",
              "desc": "Scaled armor that grows naturally over mystical stone, tough and silent, and filled with the strength of the dragon king.<br/>Across the years as countless generations returned to the mulch of the earth, gold and obsidian embedded themselves into flesh and blood forged from bedrock before spreading and turning into scales.<br/>Searing agony, wordless cries... perhaps they will all vanish when the grudges that spawned them, too, finally come to an end.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Common currency. The one language everybody speaks.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Philosophies of Diligence",
              "desc": "Talent Level-Up material.<br/>Industriousness is the foundation of the land of Geo.<br/>Industriousness is believing in one's own ability to earn a place in the land of the gods through sweat, wisdom, and power.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 760,
              "name": "Golden Raven Insignia",
              "desc": "A raven insignia that symbolizes the pride and the guiding principle of the Treasure Hoarders. Whether it&#39;s hidden amidst the vastness of the land or in the depths of the seas, as long as there are treasures to be hunted down, the spirit of Treasure Hoarders, who will stop at nothing to acquire them, will never die.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 1673,
              "name": "Gilded Scale",
              "desc": "Scaled armor that grows naturally over mystical stone, tough and silent, and filled with the strength of the dragon king.<br/>Across the years as countless generations returned to the mulch of the earth, gold and obsidian embedded themselves into flesh and blood forged from bedrock before spreading and turning into scales.<br/>Searing agony, wordless cries... perhaps they will all vanish when the grudges that spawned them, too, finally come to an end.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Crown of Insight",
              "desc": "A precious Talent Level-Up material.<br/>Once a medium for the storage and transfer of wisdom in ancient times. Now, wisdom is found in ancient texts and in profound speech. Nevertheless, this Crown of Insight must still be able to impart some transcendent power and wisdom to its bearer.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/battle_talent_0/battle_talent_0.gif"
      },
      {
        "key": "Chihayaburu",
        "title": "Chihayaburu",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/battle_talent_1/battle_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Unleashes a secret technique as fierce as the rushing wind that pulls objects and opponents towards Kazuha's current position before launching opponents within the AoE, dealing <color=#80ffd7>Anemo DMG</color> and lifting Kazuha into the air on a rushing gust of wind.\nWithin 10s of remaining airborne after casting Chihayaburu, Kazuha can unleash a powerful Plunging Attack known as Midare Ranzan.\n<color=#ffd780>Tap/Press</color>\nCan be used in mid-air.\n<color=#ffd780>Hold</color>\nCharges up before unleashing greater <color=#80ffd7>Anemo DMG</color> over a larger AoE than Tap/Press Mode.\n<color=#ffd780>Plunging Attack: Midare Ranzan</color>\nWhen a Plunging Attack is performed using the effects of the Elemental Skill Chihayaburu, Plunging Attack DMG is converted to <color=#80ffd7>Anemo DMG</color> . On landing, Kazuha creates a small wind tunnel via a secret blade technique that pulls in nearby objects and opponents.\nMidare Ranzan's DMG is considered Plunging Attack DMG.\n\"Wind in branches grieves\nBygone ages, gods of old\nWithered autumn leaves\""
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11",
              "Lv.12",
              "Lv.13"
            ]
          },
          {
            "key": "Tapping/Press Skill DMG",
            "values": [
              "192%",
              "206%",
              "221%",
              "240%",
              "254%",
              "269%",
              "288%",
              "307%",
              "326%",
              "346%",
              "365%",
              "384%",
              "408%"
            ]
          },
          {
            "key": "Tapping/Press CD",
            "values": [
              "6.0s",
              "6.0s",
              "6.0s",
              "6.0s",
              "6.0s",
              "6.0s",
              "6.0s",
              "6.0s",
              "6.0s",
              "6.0s",
              "6.0s",
              "6.0s",
              "6.0s"
            ]
          },
          {
            "key": "Hold Skill DMG",
            "values": [
              "261%",
              "280%",
              "300%",
              "326%",
              "346%",
              "365%",
              "391%",
              "417%",
              "443%",
              "469%",
              "496%",
              "522%",
              "554%"
            ]
          },
          {
            "key": "Hold CD",
            "values": [
              "9.0s",
              "9.0s",
              "9.0s",
              "9.0s",
              "9.0s",
              "9.0s",
              "9.0s",
              "9.0s",
              "9.0s",
              "9.0s",
              "9.0s",
              "9.0s",
              "9.0s"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/battle_talent_1/battle_talent_1.gif"
      },
      {
        "key": "Kazuha Slash",
        "title": "Kazuha Slash",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/battle_talent_2/battle_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "The signature technique of Kazuha's self-styled bladework — a single slash that strikes with the force of the first winds of autumn, dealing <color=#80ffd7>AoE Anemo DMG</color> .\nThe blade's passage will leave behind a field named \"Autumn Whirlwind\" that periodically deals <color=#80ffd7>AoE Anemo DMG</color> to opponents within its range.\n<color=#ffd780>Elemental Absorption</color>\nIf Autumn Whirlwind comes into contact with <color=#80c0ff>Hydro</color> / <color=#ff9999>Pyro</color> / <color=#99ffff>Cryo</color> / <color=#ffacff>Electro</color> , it will deal additional elemental DMG of that type.\nElemental Absorption may only occur once per use.\n\"I see eternity go by in an instant, the autumns of many years from a single leaf. Thus I shall slice this maple in a flash, and ask a question of the ages.\""
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11",
              "Lv.12",
              "Lv.13"
            ]
          },
          {
            "key": "Slashing DMG",
            "values": [
              "262%",
              "282%",
              "302%",
              "328%",
              "348%",
              "367%",
              "394%",
              "420%",
              "446%",
              "472%",
              "499%",
              "525%",
              "558%"
            ]
          },
          {
            "key": "DoT",
            "values": [
              "120%",
              "129%",
              "138%",
              "150%",
              "159%",
              "168%",
              "180%",
              "192%",
              "204%",
              "216%",
              "228%",
              "240%",
              "255%"
            ]
          },
          {
            "key": "Additional Elemental DMG",
            "values": [
              "36%",
              "39%",
              "41%",
              "45%",
              "48%",
              "50%",
              "54%",
              "58%",
              "61%",
              "65%",
              "68%",
              "72%",
              "77%"
            ]
          },
          {
            "key": "Duration",
            "values": [
              "8.0s",
              "8.0s",
              "8.0s",
              "8.0s",
              "8.0s",
              "8.0s",
              "8.0s",
              "8.0s",
              "8.0s",
              "8.0s",
              "8.0s",
              "8.0s",
              "8.0s"
            ]
          },
          {
            "key": "CD",
            "values": [
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s"
            ]
          },
          {
            "key": "Energy Cost",
            "values": [
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/battle_talent_2/battle_talent_2.gif"
      },
      {
        "key": "Soumon Swordsmanship",
        "title": "Soumon Swordsmanship",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/const_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "If <color=#ffd780>Chihayaburu</color> comes into contact with <color=#80c0ff>Hydro</color> / <color=#ff9999>Pyro</color> / <color=#99ffff>Cryo</color> / <color=#ffacff>Electro</color> when cast, <color=#ffd780>Chihayaburu</color> will absorb that element and if Plunging Attack: Midare Ranzan is used before the effect expires, it will deal an additional 200% ATK of the absorbed elemental type as DMG. This will be considered Plunging Attack DMG.\nElemental Absorption may only occur once per use of <color=#ffd780>Chihayaburu</color> ."
          }
        ],
        "attributes": null
      },
      {
        "key": "Poetics of Fuubutsu",
        "title": "Poetics of Fuubutsu",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/const_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Upon triggering a Swirl reaction, Kaedehara Kazuha will grant all party members a 0.04% Elemental DMG Bonus to the element absorbed by Swirl for every point of Elemental Mastery he has for 8s. Bonuses for different elements obtained through this method can co-exist."
          }
        ],
        "attributes": null
      },
      {
        "key": "Cloud Strider",
        "title": "Cloud Strider",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/const_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Decreases sprinting Stamina consumption for your own party members by 20%.\nNot stackable with Passive Talents that provide the exact same effects."
          }
        ],
        "attributes": null
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Kaedehara Kazuha"
          }
        ]
      },
      {
        "key": "Birthday",
        "value": [
          {
            "type": "RichText",
            "text": "10/29"
          }
        ]
      },
      {
        "key": "Constellation",
        "value": [
          {
            "type": "RichText",
            "text": "Acer Palmatum"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "Scarlet Leaves Pursue Wild Waves"
          }
        ]
      },
      {
        "key": "Vision",
        "value": [
          {
            "type": "RichText",
            "text": "Anemo"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "The Crux"
          }
        ]
      },
      {
        "key": "Chinese VA",
        "value": [
          {
            "type": "RichText",
            "text": "斑马 (Banma)"
          }
        ]
      },
      {
        "key": "English VA",
        "value": [
          {
            "type": "RichText",
            "text": "Mark Whitten"
          }
        ]
      },
      {
        "key": "Japanese VA",
        "value": [
          {
            "type": "RichText",
            "text": "島﨑信長 (SHIMAZAKI Nobunaga)"
          }
        ]
      },
      {
        "key": "Korean VA",
        "value": [
          {
            "type": "RichText",
            "text": "김신우 (Kim Shin-woo)"
          }
        ]
      },
      {
        "key": "Special Dish",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1714,
            "name": "All-Weather Beauty",
            "desc": "Kaedehara Kazuha's specialty. Made from fish that have been dried on the ship. Kazuha claims that they were completely ordinary fish. But this flavor... this must surely be the definition of free, all-embracing nature, no?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/All-Weather Beauty_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "TCG Character Card",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3961,
            "name": "Kaedehara Kazuha",
            "desc": "<p><span style=\"color: #FFFFFF\">Scarlet Leaves Pursue Wild Waves: Kaedehara Kazuha</span></p><p>Flowers and birds are a dear pleasure to one winding under the moonlight. </p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/15/35428890/86860a04df9541ce4306a533190e469b_5882281887450879321.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.6"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Character Teaser - \"Kaedehara Kazuha: Moonlit Breeze\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ST5v7-C3iDk&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/ST5v7-C3iDk/maxresdefault.jpg",
        "duration": 108
      },
      {
        "title": "Collected Miscellany - \"Kaedehara Kazuha: Free Spirit\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ytUO6XLh2pU&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/ytUO6XLh2pU/maxresdefault.jpg",
        "duration": 414
      },
      {
        "title": "Genshin Impact EP - Sunlight Through the Clouds",
        "url": "https://www.youtube.com/watch?v=LSNbP9D98ZQ&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/LSNbP9D98ZQ/maxresdefault.jpg",
        "duration": 254
      },
      {
        "title": "New Character Demo - \"Kaedehara Kazuha: Wandering Winds\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=zif0Lmhrivc&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/zif0Lmhrivc/maxresdefault.jpg",
        "duration": 124
      },
      {
        "title": "Story Teaser: Golden Midsummer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=0YzmuPmUYE4&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/0YzmuPmUYE4/maxresdefault.jpg",
        "duration": 196
      },
      {
        "title": "Story Teaser: The Solitary Pursuit of Lightning | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=_qTNkcy_7Y4&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/_qTNkcy_7Y4/maxresdefault.jpg",
        "duration": 125
      },
      {
        "title": "Version 1.6 \"Midsummer Island Adventure\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=OrZ8RbXwoK4&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/OrZ8RbXwoK4/maxresdefault.jpg",
        "duration": 266
      },
      {
        "title": "Version 2.1 \"Floating World Under the Moonlight\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=f_5-i0ZJfds&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/f_5-i0ZJfds/maxresdefault.jpg",
        "duration": 280
      },
      {
        "title": "Version 2.2 \"Into the Perilous Labyrinth of Fog\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=PukB9J1Mih8&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/PukB9J1Mih8/maxresdefault.jpg",
        "duration": 182
      },
      {
        "title": "Version 2.8 \"Summer Fantasia\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=JU1KtScrt1A&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/JU1KtScrt1A/maxresdefault.jpg",
        "duration": 225
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/constellation_1.png",
        "name": "Scarlet Hills",
        "desc": [
          {
            "type": "RichText",
            "text": "Decreases <color=#ffd780>Chihayaburu</color> 's CD by 10%.\nUsing <color=#ffd780>Kazuha Slash</color> resets the CD of <color=#ffd780>Chihayaburu</color> ."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/constellation_2.png",
        "name": "Yamaarashi Tailwind",
        "desc": [
          {
            "type": "RichText",
            "text": "The Autumn Whirlwind field created by <color=#ffd780>Kazuha Slash</color> has the following effects:\n· Increases Kaedehara Kazuha's own Elemental Mastery by 200.\n· Increases the Elemental Mastery of characters within the field by 200.\nThe Elemental Mastery-increasing effects of this Constellation do not stack."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/constellation_3.png",
        "name": "Maple Monogatari",
        "desc": [
          {
            "type": "RichText",
            "text": "Increases the Level of <color=#ffd780>Chihayaburu</color> by 3.\nMaximum upgrade level is 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/constellation_4.png",
        "name": "Oozora Genpou",
        "desc": [
          {
            "type": "RichText",
            "text": "When Kaedehara Kazuha's Energy is lower than 45, he obtains the following effects:\n· Tapping or Holding <color=#ffd780>Chihayaburu</color> regenerates 3 or 4 Energy for Kaedehara Kazuha, respectively.\n· When gliding, Kaedehara Kazuha regenerates 2 Energy per second."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/constellation_5.png",
        "name": "Wisdom of Bansei",
        "desc": [
          {
            "type": "RichText",
            "text": "Increases the Level of <color=#ffd780>Kazuha Slash</color> by 3.\nMaximum upgrade level is 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/constellation_6.png",
        "name": "Crimson Momiji",
        "desc": [
          {
            "type": "RichText",
            "text": "After using <color=#ffd780>Chihayaburu</color> or <color=#ffd780>Kazuha Slash</color> , Kaedehara Kazuha gains an <color=#80ffd7>Anemo Infusion</color> for 5s. Additionally, each point of Elemental Mastery will increase the DMG dealt by Kaedehara Kazuha's Normal, Charged, and Plunging Attack by 0.2%."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Lv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Before Ascension",
              "After Ascension"
            ]
          },
          {
            "key": "Base HP",
            "values": [
              "-",
              "1039"
            ]
          },
          {
            "key": "Base ATK",
            "values": [
              "-",
              "23"
            ]
          },
          {
            "key": "Base DEF",
            "values": [
              "-",
              "63"
            ]
          },
          {
            "key": "Elemental Mastery",
            "values": [
              "-",
              "0"
            ]
          }
        ]
      },
      {
        "key": "Lv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Before Ascension",
              "After Ascension"
            ]
          },
          {
            "key": "Base HP",
            "values": [
              "2695",
              "3586"
            ]
          },
          {
            "key": "Base ATK",
            "values": [
              "60",
              "80"
            ]
          },
          {
            "key": "Base DEF",
            "values": [
              "163",
              "217"
            ]
          },
          {
            "key": "Elemental Mastery",
            "values": [
              "0",
              "0"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Common currency. The one language everybody speaks.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 1496,
            "name": "Vayuda Turquoise Sliver",
            "desc": "Character Ascension Material.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Sea Ganoderma",
            "desc": "A plant species that only grows in certain regions and islands of the ocean. Though it looks like a fungus of some sort, it actually comes from a substance secreted by certain soft-bodied organisms.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 629,
            "name": "Treasure Hoarder Insignia",
            "desc": "A signet that proudly represents its owner&#39;s position as member of the Treasure Hoarders. The pursuit of treasure knows no bounds. That said... Is being a thief something to be proud of?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Treasure Hoarder Insignia_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Lv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Before Ascension",
              "After Ascension"
            ]
          },
          {
            "key": "Base HP",
            "values": [
              "5366",
              "5999"
            ]
          },
          {
            "key": "Base ATK",
            "values": [
              "119",
              "133"
            ]
          },
          {
            "key": "Base DEF",
            "values": [
              "324",
              "363 "
            ]
          },
          {
            "key": "Elemental Mastery",
            "values": [
              "0",
              "29"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Common currency. The one language everybody speaks.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 1495,
            "name": "Vayuda Turquoise Fragment",
            "desc": "Character Ascension material.<br/>\"Still, the winds change direction.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1885,
            "name": "Marionette Core",
            "desc": "This core can power the inorganic Maguu Kenki and cause it to wield a blade like a living being.<br/>Flesh decays, and with it decay all martial arts mastery and all poignant memories.<br/>Perhaps only by converting one's four limbs and body into sturdy mechanical parts, and by at last sacrificing one's very own heart for a sophisticated mechanical one, can one transcend the impermanence of the fleshly form...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Marionette Core_icon.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Sea Ganoderma",
            "desc": "A plant species that only grows in certain regions and islands of the ocean. Though it looks like a fungus of some sort, it actually comes from a substance secreted by certain soft-bodied organisms.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 629,
            "name": "Treasure Hoarder Insignia",
            "desc": "A signet that proudly represents its owner&#39;s position as member of the Treasure Hoarders. The pursuit of treasure knows no bounds. That said... Is being a thief something to be proud of?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Treasure Hoarder Insignia_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Lv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Before Ascension",
              "After Ascension"
            ]
          },
          {
            "key": "Base HP",
            "values": [
              "6902",
              "7747"
            ]
          },
          {
            "key": "Base ATK",
            "values": [
              "153",
              "172 "
            ]
          },
          {
            "key": "Base DEF",
            "values": [
              "417",
              "468"
            ]
          },
          {
            "key": "Elemental Mastery",
            "values": [
              "29",
              "58"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Common currency. The one language everybody speaks.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 1495,
            "name": "Vayuda Turquoise Fragment",
            "desc": "Character Ascension material.<br/>\"Still, the winds change direction.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1885,
            "name": "Marionette Core",
            "desc": "This core can power the inorganic Maguu Kenki and cause it to wield a blade like a living being.<br/>Flesh decays, and with it decay all martial arts mastery and all poignant memories.<br/>Perhaps only by converting one's four limbs and body into sturdy mechanical parts, and by at last sacrificing one's very own heart for a sophisticated mechanical one, can one transcend the impermanence of the fleshly form...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Marionette Core_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Sea Ganoderma",
            "desc": "A plant species that only grows in certain regions and islands of the ocean. Though it looks like a fungus of some sort, it actually comes from a substance secreted by certain soft-bodied organisms.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 1553,
            "name": "Silver Raven Insignia",
            "desc": "A raven insignia used by members of the Treasure Hoarders to identify each other. The Treasure Hoarders ask for no resume. Anyone who has an insatiable desire for treasure and is backed up by an equal amount of courage can become a worthy member.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Before Ascension",
              "After Ascension"
            ]
          },
          {
            "key": "Base HP",
            "values": [
              "8659",
              "9292"
            ]
          },
          {
            "key": "Base ATK",
            "values": [
              "192",
              "206"
            ]
          },
          {
            "key": "Base DEF",
            "values": [
              "523",
              "562"
            ]
          },
          {
            "key": "Elemental Mastery",
            "values": [
              "58",
              "58"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Common currency. The one language everybody speaks.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 1494,
            "name": "Vayuda Turquoise Chunk",
            "desc": "Character Ascension material.<br/>\"Still, the winds change direction.<br/>Someday, they will blow towards a brighter future...\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1885,
            "name": "Marionette Core",
            "desc": "This core can power the inorganic Maguu Kenki and cause it to wield a blade like a living being.<br/>Flesh decays, and with it decay all martial arts mastery and all poignant memories.<br/>Perhaps only by converting one's four limbs and body into sturdy mechanical parts, and by at last sacrificing one's very own heart for a sophisticated mechanical one, can one transcend the impermanence of the fleshly form...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Marionette Core_icon.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Sea Ganoderma",
            "desc": "A plant species that only grows in certain regions and islands of the ocean. Though it looks like a fungus of some sort, it actually comes from a substance secreted by certain soft-bodied organisms.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 1553,
            "name": "Silver Raven Insignia",
            "desc": "A raven insignia used by members of the Treasure Hoarders to identify each other. The Treasure Hoarders ask for no resume. Anyone who has an insatiable desire for treasure and is backed up by an equal amount of courage can become a worthy member.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Lv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Before Ascension",
              "After Ascension"
            ]
          },
          {
            "key": "Base HP",
            "values": [
              "10213",
              "10846"
            ]
          },
          {
            "key": "Base ATK",
            "values": [
              "227",
              "241"
            ]
          },
          {
            "key": "Base DEF",
            "values": [
              "617",
              "656"
            ]
          },
          {
            "key": "Elemental Mastery",
            "values": [
              "58",
              "86"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Common currency. The one language everybody speaks.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 1494,
            "name": "Vayuda Turquoise Chunk",
            "desc": "Character Ascension material.<br/>\"Still, the winds change direction.<br/>Someday, they will blow towards a brighter future...\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1885,
            "name": "Marionette Core",
            "desc": "This core can power the inorganic Maguu Kenki and cause it to wield a blade like a living being.<br/>Flesh decays, and with it decay all martial arts mastery and all poignant memories.<br/>Perhaps only by converting one's four limbs and body into sturdy mechanical parts, and by at last sacrificing one's very own heart for a sophisticated mechanical one, can one transcend the impermanence of the fleshly form...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Marionette Core_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Sea Ganoderma",
            "desc": "A plant species that only grows in certain regions and islands of the ocean. Though it looks like a fungus of some sort, it actually comes from a substance secreted by certain soft-bodied organisms.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 760,
            "name": "Golden Raven Insignia",
            "desc": "A raven insignia that symbolizes the pride and the guiding principle of the Treasure Hoarders. Whether it&#39;s hidden amidst the vastness of the land or in the depths of the seas, as long as there are treasures to be hunted down, the spirit of Treasure Hoarders, who will stop at nothing to acquire them, will never die.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Before Ascension",
              "After Ascension"
            ]
          },
          {
            "key": "Base HP",
            "values": [
              "11777",
              "12410"
            ]
          },
          {
            "key": "Base ATK",
            "values": [
              "262",
              "276"
            ]
          },
          {
            "key": "Base DEF",
            "values": [
              "712",
              "750"
            ]
          },
          {
            "key": "Elemental Mastery",
            "values": [
              "86",
              "115"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Common currency. The one language everybody speaks.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 1493,
            "name": "Vayuda Turquoise Gemstone",
            "desc": "Character Ascension material.<br/>\"Still, the winds change direction.<br/>\"Someday, they will blow towards a brighter future...<br/>\"Take my blessings and live leisurely from this day onward.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1885,
            "name": "Marionette Core",
            "desc": "This core can power the inorganic Maguu Kenki and cause it to wield a blade like a living being.<br/>Flesh decays, and with it decay all martial arts mastery and all poignant memories.<br/>Perhaps only by converting one's four limbs and body into sturdy mechanical parts, and by at last sacrificing one's very own heart for a sophisticated mechanical one, can one transcend the impermanence of the fleshly form...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Marionette Core_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Sea Ganoderma",
            "desc": "A plant species that only grows in certain regions and islands of the ocean. Though it looks like a fungus of some sort, it actually comes from a substance secreted by certain soft-bodied organisms.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 760,
            "name": "Golden Raven Insignia",
            "desc": "A raven insignia that symbolizes the pride and the guiding principle of the Treasure Hoarders. Whether it&#39;s hidden amidst the vastness of the land or in the depths of the seas, as long as there are treasures to be hunted down, the spirit of Treasure Hoarders, who will stop at nothing to acquire them, will never die.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Lv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Before Ascension",
              "After Ascension"
            ]
          },
          {
            "key": "Base HP",
            "values": [
              "13348",
              "-"
            ]
          },
          {
            "key": "Base ATK",
            "values": [
              "297",
              "-"
            ]
          },
          {
            "key": "Base DEF",
            "values": [
              "807",
              "-"
            ]
          },
          {
            "key": "Elemental Mastery",
            "values": [
              "115",
              "-"
            ]
          }
        ]
      }
    ]
  }
}