{
  "epId": 222,
  "name": "Hilichurl Cultural Customs (I)",
  "desc": "It contains the investigations and observations into the cultural customs of the hilichurls by the \"Poet Laureate of Hilichurlian,\" Jacob Musk, a Mondstadt ecologist. This volume features the social structure and characteristics of the hilichurls.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hilichurl Cultural Customs (I)_icon.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1716915439,
  "components": {
    "textualResearch": [
      {
        "title": "Hilichurl Cultural Customs (I) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\nHilichurlian Social Structure\nThe social structure of the hilichurl race is evidently a primitive, tribal one. Small-sized hilichurl tribes are prolific in occurrence throughout the wilderness. It seems that they conceive of the tribe as akin to a large, extended family.\nBy far the most powerful figure in the hilichurl tribe is the Shaman. Extensive field research confirms that the Shaman is the oldest member of the tribe and plays a role in it analogous to that of the parent in the family: managing major affairs and making policy decisions, based on their wealth of experience. Additionally, Shamans act as protector to their tribe using their elemental abilities. Shamans can be identified by their distinctive appearance from other tribe members: They wear horned, smiling-face masks with eye holes at the mouth, and wield a rudimentary Shaman's staff in their hands. A further identifying feature is that they will be heard chanting to themselves some form of unintelligible hymn or incantation.\nAge is not always the deciding factor when it comes to status in the tribe. In some tribes, Shamans are ousted from leadership by physically larger hilichurls with superior combat skills. Under leadership of this kind, such tribes tend to become more aggressive. The chiefs of these tribes can easily be identified from their large stature and ostentatious masks, which also bear horns.\nThe hilichurls' hostility towards outsiders, coupled with the obvious language barriers, means that conducting specific research on the distribution of resources within tribes has been all but impossible. Nevertheless, Knights of Favonius' patrol reports suggest that resources are typically shared on the basis of \"to each according to his needs.\" All tribe members are both gatherers and soldiers, but some that prize combat above others develop into seasoned heavyweights of the battlefield. If the tribe stays long enough in an unfavorable environment, these heavyweights will become its most respected leaders.\nInterestingly, hilichurls seem to have a unique ability to manipulate the elements despite their low intelligence and primitive social structure. This ability is most notably manifested in the Shamans. Typically, humans require a Vision in order to exercise elemental control. The question of how hilichurls are able to do so without a Vision is, therefore, one that requires further investigation and analysis."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Hilichurl Cultural Customs (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Knights of Favonius Library"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2293,
            "name": "Hilichurl Cultural Customs",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Cultural Customs_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111,2,3,154,319,338&center=72.43,26.44&zoom=1.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 224,
        "name": "Hilichurl Cultural Customs (II)",
        "desc": "It contains the investigations and observations into the cultural customs of the hilichurls by the \"Poet Laureate of Hilichurlian,\" Jacob Musk, a Mondstadt ecologist. This volume features the beliefs and spiritual world of the hilichurls.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/35428890/8869d63e6f0d524551c277e597ccfff4_9160990781839209410.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 223,
        "name": "Hilichurl Cultural Customs (III)",
        "desc": "It contains the investigations and observations into the cultural customs of the hilichurls by the \"Poet Laureate of Hilichurlian,\" Jacob Musk, a Mondstadt ecologist. This volume features mysterious hilichurls who live apart from the others.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/35428890/8869d63e6f0d524551c277e597ccfff4_7140110292380793339.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 225,
        "name": "Hilichurl Cultural Customs (IV)",
        "desc": "It contains the investigations and observations into the cultural customs of the hilichurls by the \"Poet Laureate of Hilichurlian,\" Jacob Musk, a Mondstadt ecologist. This volume explores the diverse cultural customs of the hilichurls in relation to Mondstadt's.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/35428890/8869d63e6f0d524551c277e597ccfff4_426820173452648567.png",
        "displayStyle": "text"
      }
    ]
  }
}