{
  "epId": 224,
  "name": "Hilichurl Cultural Customs (II)",
  "desc": "It contains the investigations and observations into the cultural customs of the hilichurls by the \"Poet Laureate of Hilichurlian,\" Jacob Musk, a Mondstadt ecologist. This volume features the beliefs and spiritual world of the hilichurls.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/35428890/8869d63e6f0d524551c277e597ccfff4_9160990781839209410.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1716915464,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Hilichurl Cultural Customs (II)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Knights of Favonius Library"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2293,
            "name": "Hilichurl Cultural Customs",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Cultural Customs_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111,2,3,154,319,338&center=72.43,26.44&zoom=1.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 222,
        "name": "Hilichurl Cultural Customs (I)",
        "desc": "It contains the investigations and observations into the cultural customs of the hilichurls by the \"Poet Laureate of Hilichurlian,\" Jacob Musk, a Mondstadt ecologist. This volume features the social structure and characteristics of the hilichurls.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hilichurl Cultural Customs (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 223,
        "name": "Hilichurl Cultural Customs (III)",
        "desc": "It contains the investigations and observations into the cultural customs of the hilichurls by the \"Poet Laureate of Hilichurlian,\" Jacob Musk, a Mondstadt ecologist. This volume features mysterious hilichurls who live apart from the others.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/35428890/8869d63e6f0d524551c277e597ccfff4_7140110292380793339.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 225,
        "name": "Hilichurl Cultural Customs (IV)",
        "desc": "It contains the investigations and observations into the cultural customs of the hilichurls by the \"Poet Laureate of Hilichurlian,\" Jacob Musk, a Mondstadt ecologist. This volume explores the diverse cultural customs of the hilichurls in relation to Mondstadt's.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/35428890/8869d63e6f0d524551c277e597ccfff4_426820173452648567.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Hilichurl Cultural Customs (II) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 2\nHilichurl Spirituality\nJust as the inhabitants of the Seven Nations of Teyvat each have their religious beliefs, so too do the hilichurls. However, they worship not a specific figurehead with a presence in this world — such as one of The Seven — but elemental power itself in a more abstract sense. For instance, some hilichurl tribes in Mondstadt revere Anemo just as their human counterparts do, but they do not recognize the Anemo Archon Barbatos. Instead, they worship the power of Anemo itself. Hilichurls holding different elemental beliefs often live together in the same tribe. An individual hilichurl's elemental affiliation can be deduced from the designs on their masks and the color of their body paint.\nFirsthand observations indicate that the Shaman, responsible for organizing offerings and worship ceremonies for the tribe, applies a colored dye to their hair and skin, with the color representing the element they worship. Shamans are dressed and adorned more ornately than ordinary tribe members, but owing to the limited intelligence of the hilichurls it is highly doubtful that any of the fine ornaments worn are crafted by their own hand.\nThe Shaman is the spiritual leader of his tribe. He leads them in song and dance during worship, singing hymns of praise to the elements. If there is leftover meat from the hunt, the hilichurls place it on the altar, raw, as a sacrifice. Even though they accumulate ample Mora, precious stones, and other items of value through exploring, looting, mugging and other means, it would appear that raw meat alone is considered a sufficient sacrifice.\nIt would appear that the hilichurls possess no concept of either the past or future, living only in the present. They do not intentionally store up food for survival, nor do they commemorate their deceased forebears. Though crude attempts at something like calligraphy have been widely observed within their camps, closer inspection reveals these markings to be nothing more than botched imitations of what they have seen in ancient ruins, possessing no originality whatsoever. Hilichurls do seem to have an inexplicable affinity for remnants of the past, evidenced by the fact that ruins are one of their preferred locations to camp. But investigations thus far have turned up nothing which might hint at the true nature of their connection with the lost civilizations to which these ruins belong."
          }
        ]
      }
    ]
  }
}