{
  "epId": 225,
  "name": "Hilichurl Cultural Customs (IV)",
  "desc": "It contains the investigations and observations into the cultural customs of the hilichurls by the \"Poet Laureate of Hilichurlian,\" Jacob Musk, a Mondstadt ecologist. This volume explores the diverse cultural customs of the hilichurls in relation to Mondstadt's.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/35428890/8869d63e6f0d524551c277e597ccfff4_426820173452648567.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1716915474,
  "components": {
    "textualResearch": [
      {
        "title": "Hilichurl Cultural Customs (IV) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 4\nDadaupa Gorge, Mondstadt: a Case for Cultural Diversity Among the Hilichurls\nThe Meaty tribe is fond of feasting. They have built a boar-rearing pen in the center of their settlement and assigned a swineherd to watch over it. Over a natural stove made with a Pyro Slime, they cook boar stew in a single, large pot from which each tribe member feeds according to their needs.\nThe most striking feature of this tribe is its sizable combat arena. Those who set foot in the arena are understood to be accepting an open invitation to engage in combat, and those subsequently ousted from it face being mocked by the entire tribe.\nThe Sleeper tribe is prone to sleeping at every opportunity. They have built themselves an environment especially conducive to sleep, consisting of simple, wooden huts furnished with soft animal hide for beds. They are the most cunning and devious of the hilichurl tribes, and their above-average mental capacity can perhaps be attributed to the superior sleep quality they enjoy.\nThe practices of the Eclipse tribe are the most occult of any in Mondstadt. They concern themselves neither with brains nor brawn, but with occult power. Distinct from the elemental powers worshiped by their peers, the object of their worship is a crude symbol that appears to represent an eclipsed sun. Their shamans are more powerful than those of the other tribes. In the center of their settlement, the other tribe members have built a grand throne for the most formidable of shamans who leads them."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111,2,3,154,319,338&center=72.43,26.44&zoom=1.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 222,
        "name": "Hilichurl Cultural Customs (I)",
        "desc": "It contains the investigations and observations into the cultural customs of the hilichurls by the \"Poet Laureate of Hilichurlian,\" Jacob Musk, a Mondstadt ecologist. This volume features the social structure and characteristics of the hilichurls.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hilichurl Cultural Customs (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 224,
        "name": "Hilichurl Cultural Customs (II)",
        "desc": "It contains the investigations and observations into the cultural customs of the hilichurls by the \"Poet Laureate of Hilichurlian,\" Jacob Musk, a Mondstadt ecologist. This volume features the beliefs and spiritual world of the hilichurls.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/35428890/8869d63e6f0d524551c277e597ccfff4_9160990781839209410.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 223,
        "name": "Hilichurl Cultural Customs (III)",
        "desc": "It contains the investigations and observations into the cultural customs of the hilichurls by the \"Poet Laureate of Hilichurlian,\" Jacob Musk, a Mondstadt ecologist. This volume features mysterious hilichurls who live apart from the others.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/35428890/8869d63e6f0d524551c277e597ccfff4_7140110292380793339.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Hilichurl Cultural Customs (IV)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Knights of Favonius Library"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2293,
            "name": "Hilichurl Cultural Customs",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Cultural Customs_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}