{
  "epId": 2259,
  "name": "Kaedehara Yoshinori's Letter",
  "desc": "<p><span style=\"color: rgb(191, 191, 191)\">A blank piece of paper that was hidden in an old flower pot. When dipped in water, it reveals a long-sealed secret.</span><br><span style=\"color: rgb(191, 191, 191)\">After telling everyone about the truth that was concealed within, Kazuha said that \"this letter may still be of use to you,\" before handing it over to you.</span></p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kaedehara Yoshinori's Letter_icon.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1740307839,
  "components": {
    "textualResearch": [
      {
        "title": "Kaedehara Yoshinori's Letter ",
        "desc": [
          {
            "type": "RichText",
            "text": "To whoever reads this letter:\nI, Kaedehara Yoshinori, have been held to a certain secret throughout my entire life. I don't have much longer in this world, and after much consideration, I've finally decided to disclose the matter.\nAll those years ago, when I was pursuing the swordsmiths alongside Commissioner Kamisato of the Yashiro Commission, I was not injured by one of the fleeing smiths.\nRather, it was night, and after the clues led us down to shore, I waited for the culprits to show themselves. However, there were no swordsmiths in sight, only a single eccentric stranger. This stranger claimed to be the one behind the failed forgings and said that he had been patiently waiting for us. He then threatened to destroy the Raiden Gokaden.\nThat person was of able body, and in a blink of an eye, myself and the accompanying samurai had been defeated. Commissioner Kamisato was severely wounded, and I barely escaped death myself. My hat had fortunately blunted a blow to my head.\nThe unusual stranger could've easily claimed my life at that moment. But, after noticing my appearance, he stopped his attacks, and sternly asked if I had any connection with the name \"Niwa.\" I answered that it was my father's surname and after my father disappeared, I was adopted by the Kaedehara family.\nUpon hearing my answer, the stranger paused. After a long silence, he suddenly said: \"Tell her this. My name is Kunikuzushi.\" He then turned and left...\nThe forging did not go well due to this stranger's tampering with Her Excellency's blueprint. Lord Kamisato knew the significance of this event, but he remained silent, fearing that careless talk might drag others into what might be considered a treasonous crime. Despite his serious wounds, he insisted that we were wounded by the fleeing personnel, and advised me to remain silent. I, being eternally grateful to him for his consideration, and understanding that the situation is not ideal, decided to bury this in my heart.\nAs the leader of the Keadehara Clan, I am deeply ashamed to witness the decline of the Isshin Art. But, as a father, it is my priority to ensure the safety of my children and grandchildren. If you, the one reading this letter, are a descendant of our house, do not blindly pursue past foes, or be shackled by the deeds and duties of yesteryear, lest you lose yourself.\nYours, Kaedehara Yoshinori"
          }
        ]
      },
      {
        "title": "Kaedehara Yoshinori's Letter ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(After completing the Archon Quest Interlude Chapter: Act III - Inversion of Genesis)</color>\nTo whoever reads this letter:\nI, Kaedehara Yoshinori, have been held to a certain secret throughout my entire life. I don't have much longer in this world, and after much consideration, I've finally decided to disclose the matter.\nAll those years ago, when I was pursuing the swordsmiths alongside Commissioner Kamisato of the Yashiro Commission, I was not injured by one of the fleeing smiths.\nRather, it was night, and after the clues led us down to shore, I waited for the culprits to show themselves. However, there were no swordsmiths in sight, only a single suspicious-looking stranger wandering in the area. This stranger claimed to be the one behind the failed forgings and said that his clan was framed by our ancestors and brought low. He then threatened to destroy the Raiden Gokaden.\nThat person was a very skilled fighter, and in a blink of an eye, half of the accompanying samurai had been defeated. Commissioner Kamisato was severely wounded, and I barely avoided severe injury myself, thanks to my hat blunting a blow to my head.\nHowever, no matter how skilled the man is, he was still a human. The remaining samurai surrounded him and eventually slew him with great effort.\nBefore his death, he cried in a frenzy, \"The Raiden Gokaden should never have existed! Without them, I wouldn't have...\" But he didn't live to finish his final words.\nLater on, I learned that this person's interference was the cause behind the ill-fated forging. Lord Kamisato knew the significance of this event, but he remained silent, fearing that careless talk might drag others into what might be considered a treasonous crime. Despite his serious wounds, he insisted that we were wounded by the fleeing personnel, and advised me to remain silent. I, being eternally grateful to him for his consideration, and understanding that the situation is not ideal, decided to bury this in my heart.\nAs the leader of the Keadehara Clan, I am deeply ashamed that I must witness the decline of the Isshin Art. But, as a father, it is my priority to ensure the safety of my children and grandchildren. If you, the one reading this letter, are a descendant of our house, do not blindly pursue past foes, or be shackled by the deeds and duties of yesteryear, lest you lose yourself.\nYours, Kaedehara Yoshinori"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Kaedehara Yoshinori's Letter"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Version 2.6 Event - Hues of the Violet Garden\nTrue Tales of the Violet Garden: Act IV - The Palace, Dyed in Black"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2319,
            "name": "Kaedehara Yoshinori's Letter",
            "desc": "<p></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Kaedehara Yoshinori's Letter_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.6"
          }
        ]
      }
    ]
  }
}