{
  "epId": 2467,
  "name": "Halfdan",
  "desc": "<p>An elite in the Royal Guard of Khaenri'ah under the Twilight Sword's command.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/de9667dc063423be10c279c121fd1afc_5454278765122780930.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1751302827,
  "components": {
    "videoCollection": [
      {
        "title": "Version 2.6 \"Zephyr of the Violet Garden\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=LqCwQicfMuc&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/LqCwQicfMuc/maxresdefault.jpg",
        "duration": 272
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>A former captain of the Khaenri'ahn Royal Guard, who was cursed by Celestia with immortality.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/6a703b5594dddc959dd10d08702bcbe1_6478804607553066941.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A former captain of the Royal Guard who ordered Halfdan and other Black Serpent Knights to protect the people of Khaenri'ah at all costs.\nBlack Serpent Knights\nOnce upon a time, these were knights of the realm and carriers of significant status. The long years and a curse seem to have robbed them of their reason and memory. Now, all that remains within that armor is the will to \"fight for something, someone, and some matter.\"\nDepending on how much wear and tear they have undergone, they are, by turn, known as \"Shadowy Husks\" or \"Black Serpent Knights.\"",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Halfdan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/11876819825eb7f3a5a67681c1fc472d_6973891844868001568.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Over five hundred years ago, Halfdan was a young warrior, an elite of the royal guard of Khaenri'ah; an unprecedented, flourishing, and powerful nation built entirely by humans. But King Irmin and the sages tore the veil of sin, and five out of six people, who were to prevent the disaster, divided enough Abyssal power amongst themselves to overturn an entire world. When monsters from the Abyss created by Rhinedottir filled Teyvat, the Heavenly Principles sent the Archons of the seven kingdoms to Khaenri'ah, and the nation without gods itself was destroyed.\n<color=#ffffffd9>\"The 'pride of humankind' was uprooted and crushed, like a weed removed from the garden of the gods…\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/7b9129f9c6803c9736e7e71f50f2e96e_3453872013157491941.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The Black Serpent Knights defended Khaenri'ah alongside their captain, but were unable to save it. The last orders the Twilight Sword gave to Halfdan on the day Khaenri'ah fell before he hurried back to the palace were, <color=#ffffffd9>\"Inform all Black Serpent Knights to protect the people of Khaenri'ah at all costs.\"</color> Although they were called \"royal guards,\" when disaster struck, royals, gentry, and common folk were all equally vicious. During the Cataclysm, all pure-blooded Khaenri'ahns, including Halfdan, were cursed with immortality by the\nwhile the rest were transformed into monsters called hilichurls. Under the curse of immortality, the Black Serpent Knights lost their minds and memories and became empty husks with only the will to destroy the enemy and defend themselves. Now, all that remains within that armor is the will to \"fight for something, someone, and some matter.\" For five hundred years, the Black Serpent Knights continued to perform their duty, haunted by the pain of the curse and erosion."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/31c7856ee191800d8c2527f86ce5c2de_7778544314108706879.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The curse of immortality denied death to those afflicted with it, but the body and soul would continue to be eroded until they were virtually nonexistent, even if \"death\" is not the form that this erosion took. The Black Serpents made their home in the depths of the Chasm mines, where there were ruins of an ancient civilization, similar in architecture to Khaenri'ah. They believed that the upside-down city in the Chasm was Khaenri'ah in the midst of a catastrophe, and the hilichurls were the people of their kingdom who needed to be protected. In the upper chamber of this city was a fountain, the waters of which had a cleansing effect that could weaken the curse. When the hilichurls realized that the end was nigh for them, they instinctively sought a calm and dark place to say goodbye to centuries of suffering, and a place where the power of the curse weakened was best suited for this."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/8a59436a38e36d12bf0995bb4bf32167_8004897852254487788.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "One day, the Traveler and Paimon, investigating the hilichurls' strange behavior, and the captain of the royal guard, Dainsleif, came to the upside-down city. When the Black Serpent Knights attacked them, they believed that the Black Serpents were connected to the Abyss Order — the surviving Khaenri'ahns who, under the influence of the curse and the power of the Abyss, turned into monsters who wanted to destroy the world under the rule of the Archons. Dainsleif saw Halfdan standing in the distance, and he seemed familiar to him as if he wanted to say something, but soon he disappeared. Inside the upside-down city, they encountered more Black Serpent Knights protecting the hilichurls, whose end was near. Halfdan reappeared and ordered them to retreat, and Dainsleif finally recognized him. The Twilight Sword realized that the Black Serpent Knights were not under the Abyss Order, but were protecting the hilichurls, and the growl they were making was not a threat, but an ancient Khaenri'ahn word for \"run.\" The willpower and desire to protect their people were so strong that even five hundred years of erosion could not destroy them. Halfdan reappeared, motioning for Dainsleif and the Traveler to follow him, and went to the hilichurls, who had almost merged with the darkness. There, Dainsleif, the Traveler, and Paimon learned of the Abyss Order's plan to use the amplification device beneath the fountain to lift the curse and revive Khaenri'ah. But nothing could lift the gods' curse: it was woven into the fate of the world itself, and existed on a higher level of reality than the person themselves. Even the Ruler of Death refused to lift it, not to uproot the reason of the world."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/8a94eec1a8d622f3cf011d73b05df85d_2121116374676029932.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "As Dainsleif, the Traveler, and Paimon returned to the fountain, the Abyss Order used the amplification device to increase the cleansing effect of the fountain's waters by a hundredfold. Although they expected the process to rid them of the curse, the hilichurls, Halfdan, the other Black Serpents, and Dainsleif experienced only extreme pain. Despite the immense suffering, Halfdan rushed to the device and stopped the process by sacrificing himself. But even after Halfdan's sacrifice, the device remained activated. After destroying all the power supply mechanisms, the device was finally turned off, but there was no more life left in Halfdan. As Dainsleif was about to leave, Halfdan's spirit regained its senses for a moment and was able to bid farewell to the Twilight Sword, then dissolving without a trace."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Apologies, Captain Dainsleif, Twilight Sword. Back then... I failed you, and failed to protect our people\"</color>\n<color=#ffffffd9>\"No, for five hundred years, you have faithfully done your duty. To this day, I am proud of you all\"</color>\n<color=#ffffffd9>\"Khaenri'ah... didn't fall, did it? Since you're still here…\"</color>\n<color=#ffffffd9>\"Correct. So... no need to revive the homeland\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6497,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "name": "The Chasm",
        "desc": "<p>As the saying goes, \"The layered cliffs cast elusive shadows, to where treacherous roads lead, no one knows.\" In the ancient texts of Liyue, this place is sometimes referred to as the \"Yu Valley.\" Even the radiant brilliance of the sun must sink into the deep shadows of dusk. Although legends remain mere legends, one should always expect the unexpected when exploring this labyrinthine underground mineshaft.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/237301566/6be2b18055f1bd7b1bb200aa669ab5e0_2907944606777033444.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Abyss Order",
        "desc": "<p>An organization comprised of the cursed Khaenri'ahns and non-human monsters. They are the enemies of surface civilization and thrive in many corners of the world. Their main goal is to destroy the world under the rule of The Seven.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/01/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5998042434792180602.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>A former captain of the Khaenri'ahn Royal Guard, who was cursed by Celestia with immortality.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/6a703b5594dddc959dd10d08702bcbe1_6478804607553066941.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>The Ruler of Death, one of the Primordial One's Shades.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/237301566/fe101061601cffd0f2d7ed5b1cf58bc6_2565684975974709147.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>An alchemist, a member of the Hexenzirkel, one of the five Sinners of Khaenri'ah, and Albedo's mother. Rhinedottir created an army of shadowy monsters, who attacked Teyvat 500 years ago. She's also known as Gold and R. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/237301566/a38463ea993adadbabcf39531320e7e8_3044767655476010796.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2248,
        "name": "Black Serpent Knight: Windcutter",
        "desc": "A guard of some standing in the court, sundering the foes of the nation's rulers using a sword art known as \"Truthseeker.\"<br/>The Twilight Sword was once one of their number. That realm's glory has been extinguished, never again to be reclaimed.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
        "displayStyle": "card",
        "menuId": 7
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Halfdan"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Black Serpent Knights"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Halfdan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/b73ad03b5cadcc49ce56dfebc6dd7f74_6884856853072590438.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dainsleif and Halfdan"
          }
        ]
      },
      {
        "key": "Halfdan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/4dd90b1c17ebd4b69e07df02a4c453b9_2248704733927927547.png"
      }
    ]
  }
}