{
  "epId": 2487,
  "name": "Zhiqiong",
  "desc": "<p>A member of the Adventurers' Guild. She has incredible talent for cartography.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/20/237301566/94b83fab347855897f931fcb71e1ea6c_1171683894448563551.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1753072525,
  "components": {
    "textualResearch": [
      {
        "title": "The Chasm",
        "desc": [
          {
            "type": "RichText",
            "text": "\"When I first came here, the miraculous, terrifying geography silenced me... I have never forgotten the sense of utter awe and respect that I felt.\"\n\"But even such wondrous visions became monotonous after too much hustle and bustle on behalf of the Ministry of Civil Affairs...\"\n\"Speaking of which, I must thank the Traveler for helping me continue with my own adventure...\""
          }
        ]
      },
      {
        "title": "The Chasm's Maw",
        "desc": [
          {
            "type": "RichText",
            "text": "\"The entrance to The Chasm's mines, known to the miners as 'The Chasm's Maw.' Since the latest earthquake, the tunnels, which were already sealed by the Qixing, have been even more treacherous and inscrutable than ever...\"\n\"But with the Traveler's help, the array sealing the opening has been broken. Let's just hope that the Qixing don't come down too hard on us...\""
          }
        ]
      },
      {
        "title": "Fuao Vale",
        "desc": [
          {
            "type": "RichText",
            "text": "\"This is the site of the deadly battle between Azhdaha and Rex Lapis. I'm just a young and inexperienced adventurer, and writing is not my forte... But I cannot help but stand in awe of this place.\"\n\"How small we mortals are before time, which respects neither night nor day, or gods, who can shake heaven and earth...\""
          }
        ]
      },
      {
        "title": "The Chasm: Underground Mines",
        "desc": [
          {
            "type": "RichText",
            "text": "\"I once grew up at the mines of Mingyun Village. The miners' rowdy labor, their joys and sorrows... Those encompassed my entire childhood.\"\n\"Looking upon these underground tunnels, far more vast yet silent and deserted, these memories of yesteryear resurface in my mind... albeit sadder and more lonesome.\""
          }
        ]
      },
      {
        "title": "Ad-Hoc Main Tunnel",
        "desc": [
          {
            "type": "RichText",
            "text": "\"The miners sealed the tunnels that led further within when they dispersed, but they did leave one 'Mountainator' here.\"\n\"Perhaps it was the orders of the higher-ups... It's not as if it would be practical to separate Liyue's mercantile pursuits from Glazed Sand Crystal for too long.\""
          }
        ]
      },
      {
        "title": "Underground Waterway",
        "desc": [
          {
            "type": "RichText",
            "text": "\"As I was exploring by myself, I discovered this waterway. The waters here are clean and cool, perfect for taking a break and wash all the ill-fortune accumulated on the way off.\"\n\"There are some gentle elemental creatures nearby who move most slowly, rare beings who have no quarrel with the rest of the world... I drew the waterway on the map. I hope the Traveler can follow it and find this place.\""
          }
        ]
      },
      {
        "title": "Stony Halls",
        "desc": [
          {
            "type": "RichText",
            "text": "\"The crystal that was once here was the very same 'culprit' that caused the closure of The Chasm back then. Its strange movements have again caused the Ministry of Civil Affairs much distress.\"\n\"Fortunately, the Traveler was on hand to return it to a place deeper below, leaving us with nothing but this empty, grim hall of stone.\""
          }
        ]
      },
      {
        "title": "Nameless Ruins",
        "desc": [
          {
            "type": "RichText",
            "text": "\"As I was traveling alone, I discovered this vast and terrible ruin. Perhaps this is all that remains of an ancient civilization that was punished and destroyed. This ancient city seems to resist the presence of any outsiders... It might even have something to do with those purple-black crystals, or that mud-like substance.\"\n\"I stayed for a time, but I had to leave its ominous, upended silhouette behind.\""
          }
        ]
      },
      {
        "title": "The Glowing Narrows",
        "desc": [
          {
            "type": "RichText",
            "text": "\"An underground cavern where a strange, gigantic mushroom grows. I could've sworn that I heard something strange calling to me. Perhaps it is just an illusion — or a hallucination, in which case this place must be full of poisonous gas, and I must leave as soon as possible.\""
          }
        ]
      },
      {
        "title": "Chasm Nail",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Despite the Traveler's warnings, I still followed in his/her footsteps to arrive at this place.\"\n\"I can barely comprehend the sight of this huge sky-blue crystal pillar before me. It cannot be from this continent — only the heavens, with which it shares its shade, could have been its home.\"\n\"I have decided to explore deeper within through secret paths to uncover its secrets... I wonder how far I can press on, and what further records I shall leave behind...\""
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Location",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/c1dff8ad3feb089d82143ee5cd15e80a_2966699923930169681.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "The Chasm - Liyue"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Adventurers' Guild",
        "desc": "<p>An organization based in Snezhnaya that recruits adventurers and accepts and distributes commissions. They have a representative office in every major city. Their motto is \"Ad astra abyssosque!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/673abbcb1fef7c9a42bbf22f47c77c6f_3664595286180614044.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "After The Chasm mines were closed, Zhiqiong became an Adventurer. She was inspired by such great Adventurers as",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>The Sustainer of the World's Borders, Great Adventurer of the Realms, Dodo-King, Defender of Old Mondstadt, Friend of Adults Who Yet Harbor Hope, Author of the Teyvat Travel Guide, Originator of the Kujirai Art - Temari Jutsu, Supplier to the Renowned Lord Sangemah Bay, Elder and founder of the Hexenzirkel, Codename \"A,\" Mother of Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/237301566/e46c9a28d40948b9e3b16bd111a427dc_3963164927235872681.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ", Stanley, Roald, and Leonard.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "name": "The Chasm",
        "desc": "<p>As the saying goes, \"The layered cliffs cast elusive shadows, to where treacherous roads lead, no one knows.\" In the ancient texts of Liyue, this place is sometimes referred to as the \"Yu Valley.\" Even the radiant brilliance of the sun must sink into the deep shadows of dusk. Although legends remain mere legends, one should always expect the unexpected when exploring this labyrinthine underground mineshaft.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/237301566/6be2b18055f1bd7b1bb200aa669ab5e0_2907944606777033444.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Zhiqiong was sent to The Chasm to make a map of the mines.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Chenyu Vale",
        "desc": "<p>The gentle breezes carry the fragrance of tea all across the mountains of Liyue, filling the air with the savory scent once more.</p><p>\"Tea grows upon the rocks, where jade springs endlessly flow.\" The faint perfume and ancient song of jade drift together along the rivers past Qiaoying Village to the bustling port of Yilong Wharf. Just what adventures and fortune await, concealed among the fog-robed peaks of the south...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c3b05f550a4a993a64548c995c9ab98c_3937734872284726017.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Although Zhiqiong dislikes Qiaoying Village due to a conflict with a commission-giver, she considers it her second home. The Adventurer planned to go back there to rest after The Chasm.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3994,
        "name": "Muning",
        "desc": "<p>A specialist from the Ministry of Civil Affairs. He is in charge of the Chasm Exploration Team's material requirements.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/a04617ebd2e9c030c2b4b1b2c28218e7_3987840518238571578.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A specialist from the Ministry of Civil Affairs. He is in charge of The Chasm Exploration Team's material requirements.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2520,
        "name": "Jinwu",
        "desc": "<p>A technician who has spent more than 20 years at The Chasm. She is the leader of the Chasm Exploration Team.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/738c1bee5ae37406972a2dc6a8f3b7d1_1738437789341101338.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3995,
        "name": "Clitopho",
        "desc": "<p>A former Treasure Hoarder. After being saved, he joined the Chasm Exploration Team.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/74398529de43e3707a1f00433fc1cac0_1928266985317764243.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3996,
        "name": "Taliesin",
        "desc": "<p>A bard from Mondstadt. He joined the Chasm Exploration Team in the hopes of recording new adventure stories.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/6ae5abc6cca8d9ff1e6f777e19c25a06_7931801873724051192.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2510,
        "name": "Khedive",
        "desc": "<p>A Sumerian Akademiya, Amurta member. In order to study the ecological changes occurring in The Chasm, he is providing funds to the Chasm Exploration Team.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/37d9eb4c4dcdd3ce0455ed46f99b20fe_1903069513685489583.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Chasm Exploration Team",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Peixiu",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About cartographers</color>\nI'm just an apprentice. I've completed some rough sketches, but there are tons of mistakes. I need to get to a shaded valley or tunnel to carry out a detailed survey.\nUgh, this is killing me. The terrain here in Sumeru is so complex, and there are so many roads and caves too. Sometimes, I wonder if the entire mountain is hollow...\nProgress is just way too slow... *sigh* I don't know the terrain as well as the locals do.\nEr, it's actually a joint project between the Sumeru and Liyue branches of the Adventurers' Guild, and a completed map will be provided to those who trade or venture between the two.\nIt was entrusted to the Liyue branch because the Adventurer who was supposed to be in charge had cartographic experience, and her reputation is that of absolute reliability.\nSupposedly, she already did something similar in Qiaoying Village. All it took was a single glance for her to know all the terrain inside and out, and her maps were very precise too.\nBut she left for some mining area. Uh, did she go to the Chasm or Blackcliff Forge...\nAnyway, once we laid eyes on her map, we all felt ashamed of our own skills. The adventurers who used her map praised it to the skies!"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Zhiqiong"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Adventurers' Guild\nChasm Exploration Team"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "Adventurer"
          }
        ]
      }
    ]
  }
}