{
  "epId": 2487,
  "name": "Zhiqiong",
  "desc": "<p>A member of the Adventurers' Guild. She has incredible talent for cartography.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/20/237301566/94b83fab347855897f931fcb71e1ea6c_1171683894448563551.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1754491635,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Zhiqiong"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Adventurers' Guild\nChasm Exploration Team"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "Adventurer"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Peixiu",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About cartographers</color>\nI'm just an apprentice. I've completed some rough sketches, but there are tons of mistakes. I need to get to a shaded valley or tunnel to carry out a detailed survey.\nUgh, this is killing me. The terrain here in Sumeru is so complex, and there are so many roads and caves too. Sometimes, I wonder if the entire mountain is hollow...\nProgress is just way too slow... *sigh* I don't know the terrain as well as the locals do.\nEr, it's actually a joint project between the Sumeru and Liyue branches of the Adventurers' Guild, and a completed map will be provided to those who trade or venture between the two.\nIt was entrusted to the Liyue branch because the Adventurer who was supposed to be in charge had cartographic experience, and her reputation is that of absolute reliability.\nSupposedly, she already did something similar in Qiaoying Village. All it took was a single glance for her to know all the terrain inside and out, and her maps were very precise too.\nBut she left for some mining area. Uh, did she go to the Chasm or Blackcliff Forge...\nAnyway, once we laid eyes on her map, we all felt ashamed of our own skills. The adventurers who used her map praised it to the skies!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Zhiqiong",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/da14b7867b5fe6fbea9580a99f97e3fc_3252764299420376978.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Zhiqiong was born in Mingyun Village as part of the last generation of miners, but since the ore veins in Mingyun had long since been depleted, she and the rest of the miners were forced to look elsewhere for work, which led her to end up in The Chasm. There, she worked as a cartographer, studying and researching the underground mines. Being akin to miners, Zhiqiong was accustomed to navigating the dangerous underground passages and knew them like the back of her hand. Soon after her arrival, the miners dug up a \"thing\" in the mines that they called the Wish Granter. The workers believed that if they approached it, any wish would come true. After the appearance of this \"thing,\" Lumenspars began to appear everywhere in the mines, and the changes in the geological structure of The Chasm accelerated: black matter began to appear, covering the stones, dark mud, and oozing concretions spread throughout the mines. The influence of the Wish Granter and the dark mud began to drive the miners crazy, and the Qixing was forced to seal off the mine. After The Chasm was closed, Zhiqiong became an adventurer. Although she had only completed a few commissions for the Adventurers' Guild, she was inspired by great adventurers like Stanley, Roald, and Leonard, so when the Ministry of Civil Affairs asked Zhiqiong to go into the depths of The Chasm as part of an exploration team, she immediately agreed, hoping to leave her mark for future generations to remember. The adventurer believed that The Chasm could become her Rubicon. Because of Zhiqiong's talent in cartography, her task was to create a new map of The Chasm's underground mines, which had changed after the incident."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/22ecacb511800322d5b6f9f12e67b168_1395391201740701171.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The exploration team was led by the Sumeru scholar Khedive and also included security specialist Jinwu, the bard Taliesin, the Traveler, and the former Treasure Hoarder Clitopho. Zhiqiong was initially very wary of Clitopho and wanted to hand him over to the Millelith, but when he helped them clear the entrance to the lower levels of The Chasm, she changed her mind. Since Khedive, Jinwu, Taliesin, and Clitopho did not leave the exploration team's camp, Zhiqiong, the Traveler, and Paimon were to investigate the changes in The Chasm, find the \"thing,\" and make a map. During the exploration, the adventurer's condition began to worsen: the proximity to the dark mud and oozing concretions made her feel sick, like the motion sickness of a carriage or the disorientation one experiences on a ship during a storm. Despite her poor health, she refused to return to the surface and continued to descend deeper."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/26399c8ebd8fd3a1e73c74bc812f6879_1189357422189465702.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Zhiqiong, the Traveler, and Paimon cleared a path to the lower levels, they discovered a floating, glowing shard, similar to the shards of the divine nail on Dragonspine that another adventurer had told Zhiqiong about. This shard was the Wish Granter that had caused The Chasm mines to be sealed. When they saw the shard, it was tainted with filth, and Zhiqiong felt ill again, but once the crystal was cleansed, she seemed to be able to breathe easier. Before descending into the deepest part of The Chasm, Khedive had warned Zhiqiong that being there could be fatal for her, but despite all the persuasion and orders, she refused to return. She was an adventurer, and risk was part of her life. Zhiqiong didn't want to lie in bed in her dotage, withered by age, relying on others to eat or even to get herself to the toilet. It was better for her to die during an adventure than to lie in some cushy bed waiting for time to claim her. She wasn't interested in a comfortable job with the Ministry or Khedive's reward, because she wanted to prove that people who didn't have a Vision and weren't noticed by the gods' grace could achieve anything. She believed that this was the only way she could inspire those who came after her and show them how far a mortal who wasn't chosen by the gods could go and what kind of history they could leave behind. And even if she wouldn't succeed, she wanted to remain in people's memory."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/96e7f42f56638cdf7f6bb896e9edbddf_2885714699672117518.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "After the Traveler and Paimon discovered the\ndeep within The Chasm, Zhiqiong went off to set up research beacons, but never returned. Rushing to find her, the Traveler and Paimon found the adventurer stuck in the dark mud, completely exhausted and delirious: <color=#ffffffd9>\"The golden city... The black watchtower...! *cough* The heavenly envoys have left...!\"</color> After this incident, the girl was ordered to leave The Chasm, and the Ministry of Civil Affairs Department officially appointed her as a consultant and guide, but instead, she left the exploration team and ran away. When the Traveler and Paimon found her last camp near the divine nail, there was a gift for the Traveler and a letter left on the ground in which she apologized for leaving without saying goodbye. She thanked Jinwu for her concern and said that she could be her closest relative. But rather than be under her wing forever, the girl chose to go on a real adventure alone. Zhiqiong apologized to Clitopho for mistrusting him and to Muning for not being able to resume her service. The adventurer wrote that she wanted to go to the place where the Millelith fought alongside the four-armed Yaksha five hundred years ago, and that her journey was far from over. But the Traveler and Paimon never found anything else except the letter."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"But still, I can't help wondering if those famed adventurers like Leonard, Stanley, and Roald have ever witnessed the same marvel as I — the stone halls of old crawling into the darkness, the dark-purple mud gushing out like lava, the translucent, azure crystals floating in the air, the damaged stone tablets carved with maps of ancient places, and so many other indescribable wonders... Would those great adventurers have backed out for fear of danger, or would they have acted as recklessly as I, persisting in pursuing the inscrutable secrets of the world — even at the price of their common and less-dignified lives?\"</color>\n<color=#ffffffd9>\"In ancient times when heroes and Yakshas fought alongside Rex Lapis, when colossal boulders were halved to form the mountains, when giant rocks were cast from the skies to create seabeds, what was the place of the mere mortals like us — whom the gods had neither noticed nor recognized? What are our mundane loves and hatreds, mundane happiness and tragedies, mundane achievements and accomplishments, mundane bonds and relationships... Are all these just something of no consequence in the eyes of the gods? Are ancient dwellings of the gods and those unfathomable scenes really far beyond the reach of commonplace human courage?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "name": "The Chasm Delvers",
        "desc": "<p>A World Quest Series following Zhiqiong, an aspiring adventurer, to investigate <span style=\"color: rgba(255, 255, 255, 0.45)\">The Chasm: Underground Mines</span>.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/118896516/0bd826a90cf52f1c6503374635ddfac4_4802041680793571612.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5369,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "name": "The Chasm",
        "desc": "<p>As the saying goes, \"The layered cliffs cast elusive shadows, to where treacherous roads lead, no one knows.\" In the ancient texts of Liyue, this place is sometimes referred to as the \"Yu Valley.\" Even the radiant brilliance of the sun must sink into the deep shadows of dusk. Although legends remain mere legends, one should always expect the unexpected when exploring this labyrinthine underground mineshaft.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/237301566/6be2b18055f1bd7b1bb200aa669ab5e0_2907944606777033444.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Chenyu Vale",
        "desc": "<p>The gentle breezes carry the fragrance of tea all across the mountains of Liyue, filling the air with the savory scent once more.</p><p>\"Tea grows upon the rocks, where jade springs endlessly flow.\" The faint perfume and ancient song of jade drift together along the rivers past Qiaoying Village to the bustling port of Yilong Wharf. Just what adventures and fortune await, concealed among the fog-robed peaks of the south...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c3b05f550a4a993a64548c995c9ab98c_3937734872284726017.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Adventurers' Guild",
        "desc": "<p>An organization based in Snezhnaya that recruits adventurers and accepts and distributes commissions. They have a representative office in every major city. Their motto is \"Ad astra abyssosque!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/673abbcb1fef7c9a42bbf22f47c77c6f_3664595286180614044.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Vision",
        "desc": "<p>Visions are external magical foci bestowed by Celestia and The Seven upon Allogenes, a small minority of people with strong desires, allowing them to channel a specific elemental power. Every wielder of a Vision is able to attain godhood and ascend to Celestia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/fa9e7f4e1400794f2ee1468599880d59_2720975905213048871.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3994,
        "name": "Muning",
        "desc": "<p>A specialist from the Ministry of Civil Affairs. He is in charge of the Chasm Exploration Team's material requirements.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/a04617ebd2e9c030c2b4b1b2c28218e7_3987840518238571578.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2520,
        "name": "Jinwu",
        "desc": "<p>A technician who has spent more than 20 years at The Chasm. She is the leader of the Chasm Exploration Team.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/738c1bee5ae37406972a2dc6a8f3b7d1_1738437789341101338.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2510,
        "name": "Khedive",
        "desc": "<p>A Sumerian Akademiya, Amurta member. In order to study the ecological changes occurring in The Chasm, he is providing funds to the Chasm Exploration Team.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/37d9eb4c4dcdd3ce0455ed46f99b20fe_1903069513685489583.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3996,
        "name": "Taliesin",
        "desc": "<p>A bard from Mondstadt. He joined the Chasm Exploration Team in the hopes of recording new adventure stories.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/6ae5abc6cca8d9ff1e6f777e19c25a06_7931801873724051192.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3995,
        "name": "Clitopho",
        "desc": "<p>A former Treasure Hoarder. After being saved, he joined the Chasm Exploration Team.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/74398529de43e3707a1f00433fc1cac0_1928266985317764243.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2258,
        "name": "Zhiqiong's Letter",
        "desc": "A letter left by a young adventurer. There is a slightly bitter scent of Qingxin on this piece of paper.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/26/77454259/ba08fcad090f859730554c152cdb2208_4320562001580929966.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1182,
        "name": "Frostglaze Crystal",
        "desc": "A glaze crystal produced in the depths of The Chasm, this special Glaze Sand Crystal ore was one of many scattered about during the battle against the giant ruin machine. Glaze Sand Crystal ore is a regional specialty of The Chasm, but this one is different from the rest.<br/>Under the radiance of the blue crystal and the power of the Abyss, a strange spiral pattern has emerged within this stone, and it is cold, almost chilling to the touch.<br/>This once smooth crystal has been transformed into this shape by the great might that descended from the heavens and the miasma that arose from the earth's depths — and perhaps the form it has taken is itself a warning unto mortals.<br/>If the interaction of these forces alone could twist stone and metal thus, if that ordinary heroine was truly able to witness the end of the pitch-dark path, how would she have faced the discovery she would make?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Frostglaze Crystal_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Adventurers' Guild",
        "desc": "<p>An organization based in Snezhnaya that recruits adventurers and accepts and distributes commissions. They have a representative office in every major city. Their motto is \"Ad astra abyssosque!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/673abbcb1fef7c9a42bbf22f47c77c6f_3664595286180614044.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "After The Chasm mines were closed, Zhiqiong became an Adventurer. She was inspired by such great Adventurers as",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>The Sustainer of the World's Borders, Great Adventurer of the Realms, Dodo-King, Defender of Old Mondstadt, Friend of Adults Who Yet Harbor Hope, Author of the Teyvat Travel Guide, Originator of the Kujirai Art - Temari Jutsu, Supplier to the Renowned Lord Sangemah Bay, Elder and founder of the Hexenzirkel, Codename \"A,\" Mother of Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/237301566/e46c9a28d40948b9e3b16bd111a427dc_3963164927235872681.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ", Stanley, Roald, and Leonard.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "name": "The Chasm",
        "desc": "<p>As the saying goes, \"The layered cliffs cast elusive shadows, to where treacherous roads lead, no one knows.\" In the ancient texts of Liyue, this place is sometimes referred to as the \"Yu Valley.\" Even the radiant brilliance of the sun must sink into the deep shadows of dusk. Although legends remain mere legends, one should always expect the unexpected when exploring this labyrinthine underground mineshaft.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/237301566/6be2b18055f1bd7b1bb200aa669ab5e0_2907944606777033444.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Zhiqiong was sent to The Chasm to make a map of the mines.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Chenyu Vale",
        "desc": "<p>The gentle breezes carry the fragrance of tea all across the mountains of Liyue, filling the air with the savory scent once more.</p><p>\"Tea grows upon the rocks, where jade springs endlessly flow.\" The faint perfume and ancient song of jade drift together along the rivers past Qiaoying Village to the bustling port of Yilong Wharf. Just what adventures and fortune await, concealed among the fog-robed peaks of the south...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c3b05f550a4a993a64548c995c9ab98c_3937734872284726017.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Although Zhiqiong dislikes Qiaoying Village due to a conflict with a commission-giver, she considers it her second home. The Adventurer planned to go back there to rest after The Chasm.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3994,
        "name": "Muning",
        "desc": "<p>A specialist from the Ministry of Civil Affairs. He is in charge of the Chasm Exploration Team's material requirements.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/a04617ebd2e9c030c2b4b1b2c28218e7_3987840518238571578.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A specialist from the Ministry of Civil Affairs. He is in charge of The Chasm Exploration Team's material requirements.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2520,
        "name": "Jinwu",
        "desc": "<p>A technician who has spent more than 20 years at The Chasm. She is the leader of the Chasm Exploration Team.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/738c1bee5ae37406972a2dc6a8f3b7d1_1738437789341101338.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3995,
        "name": "Clitopho",
        "desc": "<p>A former Treasure Hoarder. After being saved, he joined the Chasm Exploration Team.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/74398529de43e3707a1f00433fc1cac0_1928266985317764243.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3996,
        "name": "Taliesin",
        "desc": "<p>A bard from Mondstadt. He joined the Chasm Exploration Team in the hopes of recording new adventure stories.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/6ae5abc6cca8d9ff1e6f777e19c25a06_7931801873724051192.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2510,
        "name": "Khedive",
        "desc": "<p>A Sumerian Akademiya, Amurta member. In order to study the ecological changes occurring in The Chasm, he is providing funds to the Chasm Exploration Team.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/37d9eb4c4dcdd3ce0455ed46f99b20fe_1903069513685489583.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Chasm Exploration Team",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      }
    ],
    "textualResearch": [
      {
        "title": "The Chasm",
        "desc": [
          {
            "type": "RichText",
            "text": "\"When I first came here, the miraculous, terrifying geography silenced me... I have never forgotten the sense of utter awe and respect that I felt.\"\n\"But even such wondrous visions became monotonous after too much hustle and bustle on behalf of the Ministry of Civil Affairs...\"\n\"Speaking of which, I must thank the Traveler for helping me continue with my own adventure...\""
          }
        ]
      },
      {
        "title": "The Chasm's Maw",
        "desc": [
          {
            "type": "RichText",
            "text": "\"The entrance to The Chasm's mines, known to the miners as 'The Chasm's Maw.' Since the latest earthquake, the tunnels, which were already sealed by the Qixing, have been even more treacherous and inscrutable than ever...\"\n\"But with the Traveler's help, the array sealing the opening has been broken. Let's just hope that the Qixing don't come down too hard on us...\""
          }
        ]
      },
      {
        "title": "Fuao Vale",
        "desc": [
          {
            "type": "RichText",
            "text": "\"This is the site of the deadly battle between Azhdaha and Rex Lapis. I'm just a young and inexperienced adventurer, and writing is not my forte... But I cannot help but stand in awe of this place.\"\n\"How small we mortals are before time, which respects neither night nor day, or gods, who can shake heaven and earth...\""
          }
        ]
      },
      {
        "title": "The Chasm: Underground Mines",
        "desc": [
          {
            "type": "RichText",
            "text": "\"I once grew up at the mines of Mingyun Village. The miners' rowdy labor, their joys and sorrows... Those encompassed my entire childhood.\"\n\"Looking upon these underground tunnels, far more vast yet silent and deserted, these memories of yesteryear resurface in my mind... albeit sadder and more lonesome.\""
          }
        ]
      },
      {
        "title": "Ad-Hoc Main Tunnel",
        "desc": [
          {
            "type": "RichText",
            "text": "\"The miners sealed the tunnels that led further within when they dispersed, but they did leave one 'Mountainator' here.\"\n\"Perhaps it was the orders of the higher-ups... It's not as if it would be practical to separate Liyue's mercantile pursuits from Glazed Sand Crystal for too long.\""
          }
        ]
      },
      {
        "title": "Underground Waterway",
        "desc": [
          {
            "type": "RichText",
            "text": "\"As I was exploring by myself, I discovered this waterway. The waters here are clean and cool, perfect for taking a break and wash all the ill-fortune accumulated on the way off.\"\n\"There are some gentle elemental creatures nearby who move most slowly, rare beings who have no quarrel with the rest of the world... I drew the waterway on the map. I hope the Traveler can follow it and find this place.\""
          }
        ]
      },
      {
        "title": "Stony Halls",
        "desc": [
          {
            "type": "RichText",
            "text": "\"The crystal that was once here was the very same 'culprit' that caused the closure of The Chasm back then. Its strange movements have again caused the Ministry of Civil Affairs much distress.\"\n\"Fortunately, the Traveler was on hand to return it to a place deeper below, leaving us with nothing but this empty, grim hall of stone.\""
          }
        ]
      },
      {
        "title": "Nameless Ruins",
        "desc": [
          {
            "type": "RichText",
            "text": "\"As I was traveling alone, I discovered this vast and terrible ruin. Perhaps this is all that remains of an ancient civilization that was punished and destroyed. This ancient city seems to resist the presence of any outsiders... It might even have something to do with those purple-black crystals, or that mud-like substance.\"\n\"I stayed for a time, but I had to leave its ominous, upended silhouette behind.\""
          }
        ]
      },
      {
        "title": "The Glowing Narrows",
        "desc": [
          {
            "type": "RichText",
            "text": "\"An underground cavern where a strange, gigantic mushroom grows. I could've sworn that I heard something strange calling to me. Perhaps it is just an illusion — or a hallucination, in which case this place must be full of poisonous gas, and I must leave as soon as possible.\""
          }
        ]
      },
      {
        "title": "Chasm Nail",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Despite the Traveler's warnings, I still followed in his/her footsteps to arrive at this place.\"\n\"I can barely comprehend the sight of this huge sky-blue crystal pillar before me. It cannot be from this continent — only the heavens, with which it shares its shade, could have been its home.\"\n\"I have decided to explore deeper within through secret paths to uncover its secrets... I wonder how far I can press on, and what further records I shall leave behind...\""
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Location",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/c1dff8ad3feb089d82143ee5cd15e80a_2966699923930169681.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "The Chasm - Liyue"
          }
        ]
      }
    ]
  }
}