{
  "epId": 2646,
  "name": "Fishing",
  "desc": "<p></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_4943125134447142467.png",
  "menuId": 14,
  "menuName": "Tutorial",
  "version": 1666496218,
  "components": {
    "galleryCharacter": [
      {
        "key": "Page 1/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/911b3f621026929f20444c8f0d5d0967_8550675527068375438.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "If you should see ripples in a nearby water body, this means that it is a Fishing Point. Get close to this Fishing Point and interact with it to start fishing.\nFish are quite sensitive to their surroundings. If you stand too close or perform combat actions, the fish will be frightened and will scatter, and they will take a while to calm down and come closer to the water body again."
          }
        ]
      },
      {
        "key": "Page 2/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/2d3594df2f5770e0fc8c59fbbf322456_4809491530314758535.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Different water bodies contain different species of fish.\nWhile preparing to fish, you can view the species that can be found here and select the appropriate rod and bait.\nYou can obtain blueprints for making bait from various Fishing Associations. Learning them will allow you to make bait at any Crafting Bench.\nNote that different fish are attracted to different kinds of bait~"
          }
        ]
      },
      {
        "key": "Page 3/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/2b347b22cafceae266f4635f7905641d_3086613784294729205.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Hold the Cast Rod button to enter aiming mode: let go of said button to flick your bait and hook out.\nIf your hook lands too far from the fish, its ability to attract them will greatly decrease.\nIf it lands too close by, the fish will be startled and will flee the scene."
          }
        ]
      },
      {
        "key": "Page 4/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/30d5f81d1e6aac9f17232baa56ba0a41_6289193765891241396.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "When the fish are on the hook, tap the Raise Hook button, or the fish might finish eating the bait and flee.\nOnce you've successfully raised your hook, the fish will start to struggle."
          }
        ]
      },
      {
        "key": "Page 5/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/65887eeef5184eb3868ff4a919711c88_8078723972484826128.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "When the fish enters a struggling state, you can hold and release the Fish button to adjust your fishing line tension and keep it in the yellow Ideal Tension Zone. Fishing progress will only increase if you stay in the Ideal Tension Zone. Otherwise, progress will drop.\nOnce progress is full, you will have successfully caught this fish."
          }
        ]
      },
      {
        "key": "Page 6/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/c17c7479186660de69dd3e77150b9659_5986000038855435655.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Fish on the hook will sometimes enter periods of intense struggle. At this time, the speed at which line tension may change will be affected, and the Ideal Tension Zone will turn orange and start to fluctuate slightly.\nIf your fishing progress hits rock bottom, the fish will try to escape. The Tension Zone will then turn red and start to fluctuate."
          }
        ]
      }
    ]
  }
}