{
  "epId": 285,
  "name": "Records of the Gallant: Dust",
  "desc": "A compilation of stories and legends of various knights-errant in Liyue. Some of them have been told for a long time but are still popular among the people.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/a87b89c7b5be4a82280488b94014b870_2094986309409885999.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1716946893,
  "components": {
    "textualResearch": [
      {
        "title": "Records of the Gallant: Dust",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 2\nThe land of Liyue was not always ruled by Rex Lapis. Many gods walked the land in that distant epoch.\nThe area known as the Guili Plains was once an area lush with Glaze Lilies. But it was beset by troubles on every side, forcing its residents of old to flee, while the prosperity of Liyue Harbor would attract many of those who took their place. But even so, many tales of gallantry continue to circulate in these wilds.\nIn the tales of traveling merchants and porters, there was once a mysterious figure that would surface in the dead of night upon the plains: it was a maiden in a long indigo robe, striding along the shallows of the Bishui River, the moon wrapping her face with silver light as the night wind carried her words up to the shimmering, sleepless stars.\nAccording to guests at Wangshu Inn, only those who get lost amid the firefly-lights on summer nights might see her, and only those who can discern the scent of Glaze Lilies amid the dancing lights and Seelie floating in the dark could find her tracks. Some guessed that she might be a lost illuminated beast, or a sole servant of some long-dead god, gently mourning her master only at night. And some also believed her to simply be a gallant hero, like those who spurn civilization, hiding their real names.\nNo one knows how her story began, but it ended with the tale of a certain hunter. But unlike the stories of those merchants, the hunter encountered her brandishing a sword against several perilous shadows under the merciless moonlight. After an elegant and sharp dance, the maiden was nowhere to be seen, with naught left but a pile of bloodied dust.\nThe next day, some inquisitive citizens would discover the corpses of Millelith and land surveyors by the river.\nAfter this, no matter how many search parties the Ministry of Civil Affairs would send, no one saw that riverside maiden ever again.\nPerhaps that deadly dance was the fruit of some vendetta, or perhaps that woman had herself been some great brigand. Or perhaps that matter does not require any rhyme or reason at all. Heroes are heroes, after all, drawing their blades for reasons beyond common comprehension.\nBut as the lights of Liyue Harbor consumed the deserted countryside villages day by day, this legend too would slowly disappear.\nStill, the legends hold that the riverbank that maiden had used to roam remains filled with blooming Glaze Lilies to this day."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2862.63,-1155.00&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 284,
        "name": "Records of the Gallant: The Hermit",
        "desc": "A compilation of stories and legends of various knights-errant in Liyue. Some of them have been told for a long time but are still popular among the people.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Records of the Gallant: The Hermit_icon.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Records of the Gallant: Dust"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found near Wanwen Bookhouse"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2298,
            "name": "Records of the Gallant",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of the Gallant_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.5"
          }
        ]
      }
    ]
  }
}