{
  "epId": 2933,
  "name": "\"Mushounin\" Script",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">[Complete Act I]</span></p><p>A new film script that Xavier finished overnight, much thicker than his last one. What you have here merely contains Act I.<br>The willpower one can harness to achieve a goal is truly amazing.</p><p></p><p><span style=\"color: #FFFFFF\">[Complete Act II]</span></p><p>A new film script that Xavier finished overnight, much thicker than his last one.</p><p>The willpower one can harness to achieve a goal is truly amazing.</p><p></p><p><span style=\"color: #FFFFFF\">[Complete Act III]</span></p><p>A new film script that Xavier finished overnight, much thicker than his last one.</p><p>The willpower one can harness to achieve a goal is truly amazing.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/23/194600931/d406928104f58f5fcbb2b73a24cfc4cf_5007086280903859553.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718677228,
  "components": {
    "textualResearch": [
      {
        "title": "\"Mushounin\" Script ",
        "desc": [
          {
            "type": "RichText",
            "text": "Act I\nCast: Kurotani Seishimaru (Traveler), Wakayama Keisuke (Sasano), Yano Machiko (Koharu)\nInside a restaurant that Seishimaru and Keisuke frequent.\nWakayama Keisuke: It's been a while, Seishimaru.\nWakayama Keisuke: I've heard that you're in charge of the Kurotani Clan's affairs now.\nWakayama Keisuke: Looks like the dust has settled since that incident.\nWakayama Keisuke: Lord and Lady Kurotani are gone...\nWakayama Keisuke: But you're taking up the mantle as their eldest son/daughter to continue to serve the public.\nWakayama Keisuke: I'm sure they would be pleased.\nKurotani Seishimaru: <color=#37ffff>Can the dust settle before vengeance is had?</color>\nWakayama Keisuke: You? You want to take revenge?\nWakayama Keisuke: We're not children anymore, how can you still be just as impulsive as you were back then?\nWakayama Keisuke: *sigh* With Lord Kurotani's abilities, the investigation never should have gone as wrong as it did.\nWakayama Keisuke: But he said himself that he was willing to accept the blame and punishment.\nWakayama Keisuke: The punishment from the great lords was indeed harsh...\nWakayama Keisuke: But Lord Kurotani asked for it himself. I fear that there is still much left unsaid here.\nWakayama Keisuke: Kurotani and Wakayama are both reputable clans.\nWakayama Keisuke: You now carry the clan name. You're a samurai in service of the public, not some wandering Nobushi ronin.\nWakayama Keisuke: So no matter how angry you are, you must be patient right now. You musn't seek revenge.\nKurotani Seishimaru: What's suspicious is some of the great lords' men!\nKurotani Seishimaru: They've been mighty pleased with themselves since my father's death.\nWakayama Keisuke: That's your anger clouding your judgment. They didn't necessarily have anything to do with it. Calm down!\nSeishimaru looks out the door.\nKurotani Seishimaru: <color=#37ffff>Whoever's eavesdropping outside, come on in.</color>\nWakayama Keisuke: Who are you? Who sent you to listen in on our conversation?\nMachiko shows herself.\nYano Machiko: M—My apologies, good samurai, I—I'm just a tea seller, and my name is Machiko.\nYano Machiko: It wasn't my intention to eavesdrop.\nYano Machiko: Seishimaru saved my life yesterday, and he/she didn't ask for rice or money.\nYano Machiko: I just wanted to repay him/her and then go back to selling my tea. I didn't mean any offense, honest!\nKeisuke looks at Seishimaru. Seishimaru nods.\nWakayama Keisuke: You... Forget it, it's to be expected that a mere tea vendor wouldn't know proper etiquette.\nWakayama Keisuke: Still, remember to address him/her as \"Master Kurotani\" from now on.\nWakayama Keisuke: You know what? This is quite opportune. The Kurotani Clan needs people, after all.\nWakayama Keisuke: Why don't you stop selling tea and go with Master Kurotani?\nYano Machiko: I don't wish to call him/her Master Kurotani. Seishimaru has a better ring to it.\nYano Machiko: And well, if I can get my fill of food, then sure! I'll follow Seishimaru.\nWakayama Keisuke: ...Do whatever you like. Seishimaru, Lord Kurotani is gone...\nWakayama Keisuke: You're in charge of things now. Don't do anything foolish.\nWakayama Keisuke: If you let your temper get the better of you... *sigh* Anyway, what's important is that your family name continues.\nKurotani Seishimaru: <color=#37ffff>It wasn't your adoptive parents who died.</color>\nWakayama Keisuke: ...Seriously? Has anything I've said made it through that thick skull of yours?\nWakayama Keisuke: Let me ask you this. Will you really raise your blade against the great lords' men without a care for your clan!?\nWakayama Keisuke: Do you really wish to bring shame to your lord and disaster upon your family?\nSeishimaru remains silent.\nWakayama Keisuke: Oh, great. This is just great! So no one shall have peace until your rage dissipates, yes?\nWakayama Keisuke: Well, since all my efforts to persuade you otherwise have been ineffective, then let me give you the truth straight out.\nWakayama Keisuke: Now, I've been the head of the Wakayama Clan since my father passed away.\nWakayama Keisuke: He served as Lord Kurotani's executioner.\nWakayama Keisuke: I know very well that he wronged your family and did great hurt to its name.\nWakayama Keisuke: And the execution was a matter of business, yes. But you're still my friend, and I still want to look after your family if at all possible...\nWakayama Keisuke: So, if you still want revenge, I fear I must say that my father is already dead.\nWakayama Keisuke: Come on then, punish me for his sins instead. I dare you.\nWakayama Keisuke: What? Are you hesitating because we are friends?\nWakayama Keisuke: Is that the extent of your resolve? Really? You can't even cut ties with me!\nKurotani Seishimaru: I was adopted anyway. The family name means nothing to me.\nKurotani Seishimaru: Besides, is the good standing of the \"Kurotani\" name really more important than my parents' lives?\nKurotani Seishimaru: Well, I'll show you my resolve. Draw your weapon!\nKurotani Seishimaru: Put it and that Temari over there on the table.\nSeishimaru closes his/her eyes.\nKurotani Seishimaru: I'll close my eyes until you've placed them. Then, I'll extend a finger.\nKurotani Seishimaru: If I point at your sword, then we must face each other in battle. If I point at the Temari, then we will sever all the bonds that lie between us.\nKurotani Seishimaru: Let us leave this to fate.\nWakayama Keisuke: Hmph, so be it. We're all set.\nThe sword is on Seishimaru's left and the Temari is on his/her right. Eyes closed, Seishimaru <color=#37ffff>points to the left</color> and then opens his/her eyes.\nKurotani Seishimaru: It looks like our destiny has been decided. My life shall be devoted to vengeance. There shall be no rest till one of us is dead.\nWakayama Keisuke: Since you've made up your mind, then I must man up as well.\nWakayama Keisuke: I'll carry everything I said before through to the end. I'll be waiting for you.\nWakayama Keisuke leaves.\nAct II\nCast: Kurotani Seishimaru (Traveler), Yano Machiko (Koharu), several Nobushi (extras)\nOutside, in the overgrown wilderness.\nA fight erupts between Seishimaru and the Nobushi, with the former ultimately emerging victorious.\nYamada Hifumi: I told you to get your coin pouch out, but you wouldn't listen! Come, my brothers, get him!\nTanaka: Hehe, you asked for this.\nYamamoto: This one's kinda... tough, boss! I... I can't beat him.\nYano Machiko: Master Seishimaru, Master Seishimaru! I was just out buying onigiri, and you're already in another fight?\nYano Machiko: If you need something, just give the order and I'll do it. There's no need for sword fights.\nYamada Hifumi: Have mercy, good samurai! We don't want your money anymore, please forgive us!\nYano Machiko: Please, enough. You'd even save someone like me, who was caught stealing rice...\nYano Machiko: You're not the sort of person who would so casually take a life.\nAct III, Scene I\nCast: Kurotani Seishimaru (Traveler), Yano Machiko (Koharu), Wakayama Kojuurou (Sasano)\nOutside, in the overgrown wilderness.\nYano Machiko: Master Seishimaru, I've found you someone from the Wakayama Clan.\nYano Machiko: But Master Keisuke is already... gone. Please, let this all go.\nWakayama Kojuurou: Hmph. So, Kurotani, you must have come for revenge on my brother.\nWakayama Kojuurou: Now listen here. Keisuke worked himself to the bone day and night to settle the clan's affairs the entire year...\nWakayama Kojuurou: And it was all because of your stupid agreement.\nKurotani Seishimaru: <color=#37ffff>So he's gone.</color>\nWakayama Kojuurou: You're a coward for placing sole blame on your father's executioner!\nWakayama Kojuurou: And you won't get your revenge now, no matter how much you want it.\nWakayama Kojuurou: You know why? That's because our father's already gone.\nWakayama Kojuurou: Kurotani, you didn't have what it took to avenge your adoptive parents, and you wound up hurting Keisuke as well.\nWakayama Kojuurou: You don't deserve to be called a samurai.\nWakayama Kojuurou: Keisuke once said that executioners must be prepared to suffer retaliation.\nWakayama Kojuurou: If you can't even stomach that, then you can forget about charging into battle and taking the lives of others.\nWakayama Kojuurou: Since Keisuke isn't here anymore, then I, his younger brother Wakayama Kojuurou, am willing to take his place.\nKurotani Seishimaru: <color=#37ffff>I'm sorry, I...</color>\nWakayama Kojuurou: It's too late for you to flee now. My brother died because of you, and I'll never forgive you or let you go!\nKojuurou raises his spear, and Seishimaru has no choice but to fight him.\nScene II\nKojuurou fights Seishimaru as hard as he can, but Seishimaru wins easily.\nWakayama Kojuurou: This is for Keisuke!\nYano Machiko: You're unbelievable. Why are you fighting again? You're both sensible adults, so why are you behaving like children?\nScene III\nKojuurou is defeated and exhausted.\nWakayama Kojuurou: As long as you don't kill me, I'll devote my life to seeking revenge, and I won't rest until one of us is dead.\nKurotani Seishimaru: <color=#37ffff>I said the same thing once before.</color>\nYano Machiko: Well, it's fortunate that no one died. Just give it a rest, both of you!\nYano Machiko: Look at this fuss you're both making...\nYano Machiko: Clan this, revenge that — what about these vague notions is worth all this trouble anyway?\nYano Machiko: Look. I just sell tea. As long as I can eat my fill, I'm happy. I couldn't care less what my last name is!\nYano Machiko: I don't have much of a way with words...\nYano Machiko: But rain falls into the lake, the lake water evaporates, and rain falls from the sky again.\nYano Machiko: Even if that rain water freezes, it will become sweet tea if you heat it over a stove.\nYano Machiko: Who cares whether the tea you were served came from the sky, the lake, or the pot?\nYano Machiko: Um... This might sound like sophistry, I know.\nYano Machiko: But I'm telling you both to stop this fighting now and so you can go home to eat.\nKurotani Seishimaru: <color=#37ffff>I really like you, Machiko.</color>\nYano Machiko: Huh? Why would you say that at a time like this? You're embarrassing me...\nYano Machiko: Good grief... Well, I'll just assume you won't fight with Sir Wakayama anymore, then.\nYano Machiko: Turn back, he can't move right now anyway.\nKurotani Seishimaru: Since my life is like rain and my death is like tea, both are like water. There is no point clinging on to things like this.\nYano Machiko: Yes, that's right, good!\nKurotani Seishimaru: If rains from the heavens can save the earth from calamity, then surely I can too, right?\nSeishimaru jumps from the cliff.\nYano Machiko: Master!\nWakayama Kojuurou: Kurotani!\nEnding Image: A Temari by the cliff.\nThe End."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "\"Mushounin\" Script"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest Series - Film Notes\nWorld Quest - Mushounin"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2932,
            "name": "\"Mushounin\" Script",
            "desc": "<p></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/28/94376896/9da500fc3c0be3ac83a42641c93d45c2_1285557825291638930.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.6"
          }
        ]
      }
    ]
  }
}