{
  "epId": 304,
  "name": "Diary of Roald the Adventurer: Sal Terrae",
  "desc": "A diary left behind by the famed adventurer, Roald. The pages are littered with a small amount of shiny but bitter salt crystals.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_4556188362710105928.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1717002730,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111,2,3,154,319,338&center=1108.43,-677.84&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 311,
        "name": "Diary of Roald the Adventurer: Qingce Village",
        "desc": "A diary left behind by the famed adventurer, Roald, at a makeshift camp. It stills looks new, and smells like the fragrant herbs of Mt. Qingce.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingce Village_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 309,
        "name": "Diary of Roald the Adventurer: Aocang Lake, Jueyun Karst",
        "desc": "A diary of the famed adventurer, Roald, left by the lake. It tells of his plans after his adventures on Mt. Aocang.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_93285289928615144.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 306,
        "name": "Diary of Roald the Adventurer: Luhua Pool",
        "desc": "A diary left behind by the famed adventurer, Roald, at a makeshift camp. It seems to have been dipped in water, with the watermark of a fox's footprint.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_1473692714084379219.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 307,
        "name": "Diary of Roald the Adventurer: Yaoguang Shoal",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages smell like the sea breeze.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_6022379752636123346.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 305,
        "name": "Diary of Roald the Adventurer: Guyun Stone Forest",
        "desc": "A diary left behind by the famed adventurer, Roald, by chance. The pages are damp and seem to have been soaked in water.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_3813311475130610001.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 310,
        "name": "Diary of Roald the Adventurer: Qingyun Peak, Jueyun Karst",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages have the scent of flowers that grow on cliffs.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_6286628512737103151.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 312,
        "name": "Diary of Roald the Adventurer: Qingxu Pool",
        "desc": "Diary of a renowned adventurer, Roald. Spots of shiny green moss can be seen among the pages.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_4167205813873868211.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 314,
        "name": "Diary of Roald the Adventurer: Dragonspine",
        "desc": "A journal left behind by a renowned adventurer Roald. Some of its pages are damaged and crumpled, and a few shimmering ice crystals are attached to them.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_7528001109678092848.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 308,
        "name": "Diary of Roald the Adventurer: Ritou",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages bear both the refreshing scent of sakura flowers and the bitterness of tobacco leaves.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_5426608960704431014.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 313,
        "name": "Diary of Roald the Adventurer: Tsurumi Island",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages bear both the moist smell of the fog and a certain fungal scent.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_4552770647080380189.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Diary of Roald the Adventurer: Sal Terrae"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in a camp located in Sal Terrae"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2299,
            "name": "Diary of Roald the Adventurer",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Diary of Roald the Adventurer: Sal Terrae ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\n—Sal Terrae—\nMy shoes are completely waterlogged after trekking here from the banks of Dihua Marsh. The last time I took them off to pour the water out, a frog jumped out.\nFrom the scale of this ruin, I suspect it is the temple that provided safe refuge for civilians during the Archon War several millennia ago. I've heard that the God of Salt built such a place. Liyue folklore holds that she was the gentlest of the gods. In the brutality and chaos of wartime, human beings were puny and disposable. But the Salt God refused to join the other gods in their senseless battle for dominance, instead choosing to give shelter to those dispossessed by the war. She brought them here to build a new settlement. She showed them kindness and comfort. And even as global upheaval ushered in the end of an epoch, she worked tirelessly to bring about a return to peace between the gods.\nIt seems that most parts of the ancient city have sunk into the riverbed of Bishui River. It's fortunate that the foundation of the temple is still here after all this time.\nShe amassed a group of followers who settled in the area now known as Sal Terrae and lived a humble existence. The city stood for several centuries, finally falling with the downfall of the god herself.\nThe gentlest of the gods fell not in battle at the hand of the other gods. She fell at the hand of one of her own people, the people she had loved so dearly.\nHe was the first king of the people, and also the last. He had once loved the God of Salt just as the rest did, but as a mere mortal, he ultimately could not fathom the self-sacrificial love the god embodied. He sought after military might, in the hope that the city might be able to hold its own in defense and attack. And so, to demonstrate that gentleness was a virtue unfit for the times, he took a sword and ended the life of the lone, defenseless god. No sooner had she met her demise than the temple itself collapsed, and the people's city crumbled like salt into the earth.\nAs for the treacherous king's fate, theories abound but none are certain. Some say he continued to reign in solitude from the ruins for centuries, finally turning to dust long after the cries of war had subsided, the ruins had been engulfed by the river, and insects had hollowed out his scepter. Other say that he took his own life after taking that of the god, unable to bear the guilt of deicide that weighed upon his conscience. In any case, the people on whom the Salt God had once looked so fondly became scattered across Liyue. In the safe haven of Liyue Harbor, under the rule of the Geo Archon, they and their stories survived, and that is why we still hear about them to this day.\nRumors say that the Salt God's body can still be found somewhere in the depths of the ruins. Though her body has turned to salt, it still maintains her posture from the moment she was struck by the king's sword.\nIt looks like we're in for some heavy rain: dark clouds are gathering as far as the eye can see. I'd better get moving. I'm going to head northwest to Mt. Qingce. Hopefully I can make it there before the rain gets too heavy. And hopefully it's not such a mad dash that I lose my diary en route..."
          }
        ]
      }
    ]
  }
}