{
  "epId": 305,
  "name": "Diary of Roald the Adventurer: Guyun Stone Forest",
  "desc": "A diary left behind by the famed adventurer, Roald, by chance. The pages are damp and seem to have been soaked in water.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_3813311475130610001.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1717002756,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111,2,3,154,319,338&center=2407.15,-795.93&zoom=-0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 304,
        "name": "Diary of Roald the Adventurer: Sal Terrae",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages are littered with a small amount of shiny but bitter salt crystals.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_4556188362710105928.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 311,
        "name": "Diary of Roald the Adventurer: Qingce Village",
        "desc": "A diary left behind by the famed adventurer, Roald, at a makeshift camp. It stills looks new, and smells like the fragrant herbs of Mt. Qingce.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingce Village_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 309,
        "name": "Diary of Roald the Adventurer: Aocang Lake, Jueyun Karst",
        "desc": "A diary of the famed adventurer, Roald, left by the lake. It tells of his plans after his adventures on Mt. Aocang.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_93285289928615144.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 306,
        "name": "Diary of Roald the Adventurer: Luhua Pool",
        "desc": "A diary left behind by the famed adventurer, Roald, at a makeshift camp. It seems to have been dipped in water, with the watermark of a fox's footprint.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_1473692714084379219.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 307,
        "name": "Diary of Roald the Adventurer: Yaoguang Shoal",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages smell like the sea breeze.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_6022379752636123346.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 310,
        "name": "Diary of Roald the Adventurer: Qingyun Peak, Jueyun Karst",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages have the scent of flowers that grow on cliffs.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_6286628512737103151.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 312,
        "name": "Diary of Roald the Adventurer: Qingxu Pool",
        "desc": "Diary of a renowned adventurer, Roald. Spots of shiny green moss can be seen among the pages.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_4167205813873868211.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 314,
        "name": "Diary of Roald the Adventurer: Dragonspine",
        "desc": "A journal left behind by a renowned adventurer Roald. Some of its pages are damaged and crumpled, and a few shimmering ice crystals are attached to them.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_7528001109678092848.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 308,
        "name": "Diary of Roald the Adventurer: Ritou",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages bear both the refreshing scent of sakura flowers and the bitterness of tobacco leaves.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_5426608960704431014.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 313,
        "name": "Diary of Roald the Adventurer: Tsurumi Island",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages bear both the moist smell of the fog and a certain fungal scent.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_4552770647080380189.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Diary of Roald the Adventurer: Guyun Stone Forest"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in camp located west of Guyun Stone Forest"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2299,
            "name": "Diary of Roald the Adventurer",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Diary of Roald the Adventurer: Guyun Stone Forest",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 6\n—Guyun Stone Forest—\nWe skirted past a few small islands occupied by hilichurls, managing to steer clear of their line of sight, and made it to Guyun Stone Forest successfully. Six giant Stone Pillars kept the sun out of my eyes as I went ashore, and it was remarkably cool in their shade. The crabs on the beach were big and meaty. Maybe it's because the area has been nourished by the remains of a magical beast for millennia? Anyway, they taste great roasted.\nThe sheer beauty of this place makes it hard to imagine that it was once the site of a bloody battle between the Geo Archon and the sea monster. Suffice to say the blood once shed here has long since vanished into the sea without a trace. I suppose that everything pales into insignificance when faced with the scale of the sea. Whether it's a single drop of an ordinary person's blood or rivers of blood shed collectively by the heroes of the past, the relentless flowing of the winds and waves are destined to wash every last trace of it away. In the end, everything will be just as it has always been, since time immemorial.\nLegend has it that the Geo Archon once carved a giant polearm out of the rocky land. He plunged it deep into the ocean, riding it straight through the body of the demon that wrought chaos upon his domain. Over the years, the wind gradually eroded the stone polearm into the form we see today.\nLater, I'll return to the mainland to camp out for the night. From where I am, I can see the ships leaving the harbor in the distance. As I write, The Crux is setting sail once more, embarking on its next grand voyage. I wonder what mission the Qixing Commerce Guild has entrusted to the legendary Captain Beidou this time?\nI had the most awful night's sleep last night. I dreamt I was somewhere pitch-black and damp. Suddenly, I was a sea monster, and my impaled body was being driven into the ocean floor by the Geo Archon's polearm. I writhed around and clutched at the giant polearm made of rock, trying desperately to free myself, but it was wedged firmly in place. Each movement I made filled me with agony, and with rage...\nNote to self: Guyun Stone Forest is not a good place to spend the night! I woke early, so I lit the campfire and I'll move out once the sky's bright. My next stop is Liyue Harbor: I just need to be somewhere that I can get my clothes washed, beard trimmed, that sort of thing. Once I've sorted myself out, I'm making another trip to Jueyun Karst. I didn't make any progress on finding the adepti last time. This time, I think I'll try my luck at Qingyun Peak.\nAnother note to self: Do not lose my diary again!"
          }
        ]
      }
    ]
  }
}