{
  "epId": 308,
  "name": "Diary of Roald the Adventurer: Ritou",
  "desc": "A diary left behind by the famed adventurer, Roald. The pages bear both the refreshing scent of sakura flowers and the bitterness of tobacco leaves.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_5426608960704431014.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718485774,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111,2,3,154,319,338&center=4901.45,3007.60&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 304,
        "name": "Diary of Roald the Adventurer: Sal Terrae",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages are littered with a small amount of shiny but bitter salt crystals.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_4556188362710105928.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 311,
        "name": "Diary of Roald the Adventurer: Qingce Village",
        "desc": "A diary left behind by the famed adventurer, Roald, at a makeshift camp. It stills looks new, and smells like the fragrant herbs of Mt. Qingce.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingce Village_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 309,
        "name": "Diary of Roald the Adventurer: Aocang Lake, Jueyun Karst",
        "desc": "A diary of the famed adventurer, Roald, left by the lake. It tells of his plans after his adventures on Mt. Aocang.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_93285289928615144.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 306,
        "name": "Diary of Roald the Adventurer: Luhua Pool",
        "desc": "A diary left behind by the famed adventurer, Roald, at a makeshift camp. It seems to have been dipped in water, with the watermark of a fox's footprint.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_1473692714084379219.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 307,
        "name": "Diary of Roald the Adventurer: Yaoguang Shoal",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages smell like the sea breeze.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_6022379752636123346.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 305,
        "name": "Diary of Roald the Adventurer: Guyun Stone Forest",
        "desc": "A diary left behind by the famed adventurer, Roald, by chance. The pages are damp and seem to have been soaked in water.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_3813311475130610001.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 310,
        "name": "Diary of Roald the Adventurer: Qingyun Peak, Jueyun Karst",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages have the scent of flowers that grow on cliffs.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_6286628512737103151.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 312,
        "name": "Diary of Roald the Adventurer: Qingxu Pool",
        "desc": "Diary of a renowned adventurer, Roald. Spots of shiny green moss can be seen among the pages.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_4167205813873868211.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 314,
        "name": "Diary of Roald the Adventurer: Dragonspine",
        "desc": "A journal left behind by a renowned adventurer Roald. Some of its pages are damaged and crumpled, and a few shimmering ice crystals are attached to them.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_7528001109678092848.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 313,
        "name": "Diary of Roald the Adventurer: Tsurumi Island",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages bear both the moist smell of the fog and a certain fungal scent.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_4552770647080380189.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Diary of Roald the Adventurer: Ritou ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 10\n—Ritou—\nIt's already been a few days since I've arrived in Ritou, and yet the Kanjou Commission still shows no sign of letting me pass. I don't know how long I'll have to stay... I hope Mr. Kurisu will find a way to get me out of here.\nMr. Kurisu is the local commerce chairman. Originally from Fontaine, he is a reserved and friendly gentleman, possessing a certain charm that makes other outlanders feel at home.\nI'd heard that Inazuma didn't welcome travelers, but it wasn't until I set foot in Ritou that I realized the severity of the situation.\nThe Sakoku Decree has been in effect for some time. While many travelers have chosen to stay on the island, many come and go, staying for only a brief period. Many merchants also packed up and went home. Ritou, in its current state, is a gloomy and depressing place.\nIt is said that hundreds of years ago, Hiroshi of the Hiiragi Clan built this commercial port. He recruited talented merchants to set up shop here and encouraged free trade. Ritou flourished and prospered for some time... But poor Hiroshi would probably turn in his grave if he knew of the state that Ritou is in right now.\nStill, his descendant, the current Kanjou Commissioner, seems to be living the good life.\nIt's enough to leave anyone feeling rather resentful.\nAfter a few days, Mr. Kurisu brought me some good news.\nHe's heard that the Crux Fleet will stop by briefly in Inazuma. There should be a way for this famous armed fleet to smuggle me to another island, he said. I just need to be patient.\nI don't know if Mr. Kurisu's information is reliable, but it's always a good idea to be prepared. First, I must think of a way to get my camp-making and fire-starting tools back from Miss Yurika. I will beg if necessary...\nIt seems that the Shogunate has attacked another Sangonomiya outpost, inflicting many casualties... or was that the other way around? The few outlanders who remain have all been gossiping. Even those in service of the Commissioner have been spreading various rumors without fear.\nIt is unclear what has happened, but still more merchants have packed up and gone home. Many military ships have come and gone at the harbor, probably carrying emergency military provisions...\nPerhaps I can take advantage of the chaos and confusion to retrieve my stuff from the warehouse.\nOh, and I must also remind myself...not to lose this diary again.\nThere are diaries with covers that are more beautiful and elegant, of course... but that's no excuse for replacing the old with something new!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Diary of Roald the Adventurer: Ritou"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found on the wharf in Ritou"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2299,
            "name": "Diary of Roald the Adventurer",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.0"
          }
        ]
      }
    ]
  }
}