{
  "epId": 312,
  "name": "Diary of Roald the Adventurer: Qingxu Pool",
  "desc": "Diary of a renowned adventurer, Roald. Spots of shiny green moss can be seen among the pages.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_4167205813873868211.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1717002764,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Diary of Roald the Adventurer: Qingxu Pool"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in a camp located in Qingxu Pool"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2299,
            "name": "Diary of Roald the Adventurer",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111,2,3,154,319,338&center=3221.71,-1925.89&zoom=-0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 304,
        "name": "Diary of Roald the Adventurer: Sal Terrae",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages are littered with a small amount of shiny but bitter salt crystals.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_4556188362710105928.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 311,
        "name": "Diary of Roald the Adventurer: Qingce Village",
        "desc": "A diary left behind by the famed adventurer, Roald, at a makeshift camp. It stills looks new, and smells like the fragrant herbs of Mt. Qingce.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingce Village_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 309,
        "name": "Diary of Roald the Adventurer: Aocang Lake, Jueyun Karst",
        "desc": "A diary of the famed adventurer, Roald, left by the lake. It tells of his plans after his adventures on Mt. Aocang.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_93285289928615144.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 306,
        "name": "Diary of Roald the Adventurer: Luhua Pool",
        "desc": "A diary left behind by the famed adventurer, Roald, at a makeshift camp. It seems to have been dipped in water, with the watermark of a fox's footprint.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_1473692714084379219.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 307,
        "name": "Diary of Roald the Adventurer: Yaoguang Shoal",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages smell like the sea breeze.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_6022379752636123346.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 305,
        "name": "Diary of Roald the Adventurer: Guyun Stone Forest",
        "desc": "A diary left behind by the famed adventurer, Roald, by chance. The pages are damp and seem to have been soaked in water.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_3813311475130610001.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 310,
        "name": "Diary of Roald the Adventurer: Qingyun Peak, Jueyun Karst",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages have the scent of flowers that grow on cliffs.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_6286628512737103151.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 314,
        "name": "Diary of Roald the Adventurer: Dragonspine",
        "desc": "A journal left behind by a renowned adventurer Roald. Some of its pages are damaged and crumpled, and a few shimmering ice crystals are attached to them.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_7528001109678092848.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 308,
        "name": "Diary of Roald the Adventurer: Ritou",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages bear both the refreshing scent of sakura flowers and the bitterness of tobacco leaves.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_5426608960704431014.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 313,
        "name": "Diary of Roald the Adventurer: Tsurumi Island",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages bear both the moist smell of the fog and a certain fungal scent.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_4552770647080380189.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Diary of Roald the Adventurer: Qingxu Pool ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 8\n—Qingxu Pool—\nTo stop me from losing my diary yet again, this time I've put a marker made of moss on the leather case. Now it really stands out in my backpack. It's perfect! Tonight, I'll put it beside my pillow before I go to sleep — there's no way I can lose it then. Honestly, I don't think I can keep calling myself an adventurer if I lose my diary one more time... a misadventurer, perhaps.\nI headed westward from the mountain pass at Mt. Tianheng and came to a ruin, known locally as Qingxu Pool. The entrance to the ruin is located right in the center of a giant rocky outcrop rising up from the center of a shallow pool. It is surrounded on all sides by steep cliff faces. There are several stone towers which blend in seamlessly with the natural scenery put here by the Geo Archon. The morning mist is beginning to clear and the first rays of sunlight are starting to illuminate the mountains and ruins. It looks like it'll be good weather today.\nLegends say that these ruins predate the Geo Archon's rule over Liyue. The whole of Lisha was covered by water at the time of the Archon War, and back then this rocky outcrop was nothing more than a little islet that rose above the water's surface. After peace was restored, the region of Lisha unfurled once more as the tides withdrew, revealing the ancient buildings erected by the early peoples.\nBack when I was at the Wangshu Inn I met a scholar from Sumeru called Soraya. She had done a fair bit of research on the ruins in Lisha. Once she got talking about it she could talk all day. What she told me was that these ruins were left behind by an evil god, whose name has been wiped from the record, and its people. But in the end, the sea gave way to forests and fields, the self-serving god was defeated, and the strongholds and temples of the ancient city the god's people once built were left to crumble. That is how Qingxu Pool came to be. The ruins were submerged until the long Archon War finally came to an end, emerging on the landscape as the tide subsided.\nMaybe these crumbling remains have been left as a nostalgic reminder of a bygone era for the adepti and the other deities. In any case, this is a calm and tranquil place that has, for whatever reason, remained entirely unperturbed by the relentless development of Liyue Harbor and untouched by the mining operation based at the Chasm. It has just been left, as-is, right to this day. Perversely, the only disturbances have come since the mining at the Chasm has been halted, as monsters have now occupied the ruins here. Let's just hope they don't destroy anything.\nIt is a simple theory, but I need to gather more evidence. I should keep heading north and visit the ruins at Lingju Pass and Dunyu.\nI ran into Eduarda again just before I set off. She seemed to be traveling with a partner this time. She must have a busy adventurer's schedule — it seemed like I blinked and then she'd disappeared off into the ruins."
          }
        ]
      }
    ]
  }
}