{
  "epId": 314,
  "name": "Diary of Roald the Adventurer: Dragonspine",
  "desc": "A journal left behind by a renowned adventurer Roald. Some of its pages are damaged and crumpled, and a few shimmering ice crystals are attached to them.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_7528001109678092848.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1717002767,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Diary of Roald the Adventurer: Dragonspine"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in a camp located in Entomed City - Outskirts"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2299,
            "name": "Diary of Roald the Adventurer",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111,2,3,154,319,338&center=1385.34,-292.47&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 304,
        "name": "Diary of Roald the Adventurer: Sal Terrae",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages are littered with a small amount of shiny but bitter salt crystals.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_4556188362710105928.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 311,
        "name": "Diary of Roald the Adventurer: Qingce Village",
        "desc": "A diary left behind by the famed adventurer, Roald, at a makeshift camp. It stills looks new, and smells like the fragrant herbs of Mt. Qingce.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingce Village_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 309,
        "name": "Diary of Roald the Adventurer: Aocang Lake, Jueyun Karst",
        "desc": "A diary of the famed adventurer, Roald, left by the lake. It tells of his plans after his adventures on Mt. Aocang.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_93285289928615144.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 306,
        "name": "Diary of Roald the Adventurer: Luhua Pool",
        "desc": "A diary left behind by the famed adventurer, Roald, at a makeshift camp. It seems to have been dipped in water, with the watermark of a fox's footprint.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_1473692714084379219.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 307,
        "name": "Diary of Roald the Adventurer: Yaoguang Shoal",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages smell like the sea breeze.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_6022379752636123346.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 305,
        "name": "Diary of Roald the Adventurer: Guyun Stone Forest",
        "desc": "A diary left behind by the famed adventurer, Roald, by chance. The pages are damp and seem to have been soaked in water.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_3813311475130610001.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 310,
        "name": "Diary of Roald the Adventurer: Qingyun Peak, Jueyun Karst",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages have the scent of flowers that grow on cliffs.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_6286628512737103151.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 312,
        "name": "Diary of Roald the Adventurer: Qingxu Pool",
        "desc": "Diary of a renowned adventurer, Roald. Spots of shiny green moss can be seen among the pages.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_4167205813873868211.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 308,
        "name": "Diary of Roald the Adventurer: Ritou",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages bear both the refreshing scent of sakura flowers and the bitterness of tobacco leaves.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_5426608960704431014.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 313,
        "name": "Diary of Roald the Adventurer: Tsurumi Island",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages bear both the moist smell of the fog and a certain fungal scent.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3c671c298c6ccb30b5a74f8aa63a0691_4552770647080380189.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Diary of Roald the Adventurer: Dragonspine ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 9\n—Dragonspine—\nI began my ascent of Dragonspine from its southern side, where the mountain meets the riverbanks and plains of Liyue. The mountain slopes gently here, the wind is soft, and the snow is light. Added to the unfrozen water sources, it makes this place a good choice for setting up a base camp. Once I have prepared my supplies, I will make a camp here before continuing my climb to the summit.\nAfter setting up camp, I took the chance to survey the surrounding ruins. What intrigued me is that the architectural style and artistic patterns are strikingly similar to those seen in ancient buildings elsewhere. This could very well mean that the fabled mountain civilization of old is right beneath my feet.\nUnfortunately, I did not find any well-preserved inscriptions within the ruins, so there was no hard proof of the ancient civilization's historicity. Perhaps I will find more information is preserved further up the mountain, buried deep within the bitingly cold blizzards.\nSpending the night here is an unpleasant experience. The cold, damp wind chills to the bone, and the way it shakes the tent sounds like the roar of a rushing river. Guaranteed nightmare material for once you do manage to fall asleep. There's a cave by the water, and it must be spacious in there because I can hear the ghostly groaning of the wind echoing inside. Unfortunately, the entrance is tightly fenced off and there is simply no way to get through from the outside.\nI will start advancing further up the mountain a little later on. There are some remnants of the relatively recent past by the path, which if I'm not mistaken can be traced back to the era when Mondstadt was ruled by an aristocracy. I dug up some fragments of clothing and some irreparably damaged weaponry. The dense snow and ice seem to have slowed down the decomposition process, preserving any pieces of the past that they swallow up for a long time to come.\nThe way that the items are distributed leads me to believe that a chase once took place here on this mountain path — or possibly even a murder.\nIt seems that even fierce blizzards and sinister mutations pose no obstacle to humans intent on following through on their dark ambitions. In the end, this archon-forsaken snowscape has become stained by mortal transgression.\nAs I climb further up the path, the wind becomes stronger and the temperature plummets to an unbearably low level. I scouted out a ruin to the northeast, where to my utter astonishment I found water! It was somehow unfrozen, in defiance of its perennially blizzard-beaten surroundings. From the location, I would estimate that it is linked to the stream I saw further downhill.\nHowever, this area is so cold that I could not afford to explore deeper inside the ruin for the risk of freezing to death or drowning. I left a makeshift sign there to mark the spot — I just hope that it doesn't get buried in the snow.\nI suppose that once upon a time this could have been an underground shelter and that over the years the groundwater has seeped in and flooded it. But I have also heard that the tyrants of the distant past were partial to a form of punishment whereby they would jail a prisoner, lock them in a cage, and then slowly pour water in. Just so they could force the prisoner to watch in alarm as the water slowly rose up from their ankles to their mouth, nose, and finally their forehead...\nSuch a cruel and drawn out punishment... And in the sheer cold of this climate, it is all the more impossible to imagine that any managed to survive it.\nFurther to the east, the road becomes more rugged. I had a stupid accident and very nearly broke my leg because of it. I was lucky to only receive a superficial wound and no major bone injury. But it also tore a great big hole in my windproof clothing, so now I feel the full force of the wind right against my skin. It feels awful, like being stabbed constantly with a sharp knife.\nI managed to find shelter from the wind before my wound went completely numb. I just about managed to sew my clothing back up, but there's no way I can continue to the summit like this.\nI made it back to camp, finally, on the verge of freezing to death. As I warmed my feet by the bonfire, I removed my socks to find that three of my toes had turned purple from the cold... But no matter, right now I'm still enjoying the feeling of coming back to life after such a close brush with death.\nWhen the storm died down a little, I looked up and caught a view of the peak, towering there silently against the dark sky, encircled by giant jagged rocks and yet secluded among them in the center. The bards' songs tell of an ancient, evil dragon who lies buried there in the mountain stream — I wonder if it, too, yearns for the celestial heights even as it gazes up with its rotting and blinded eyes?\nMany villagers who live at the foot of the mountain liken this monstrous mountain to a blind spot in the eyes of the gods, a place ruled by the inscrutable force of fate. Old Mondstadt fairy tales speak of the mountain as a place of punishment that was abandoned by the Wind of Time and left for the howling winds to sweep in and freeze everything in its moment of destruction.\nYet something still stirs here, at the peak of the mountain. I heard its call in my dream. It was like a gentle song, pleasing to the ear, but somehow disturbing to the mind.\nThis trip was a disaster, but at least I came out of it alive. Farewell for today, Dragonspine. Perhaps I shall return, though I do not know if I will ever make it to your summit...\nI think I will explore Liyue next. But first things first, my top priority is replenishing my lost supplies. Oh, and while I'm at it, I think I'll swap this soggy old diary for a nice new one."
          }
        ]
      }
    ]
  }
}