{
  "epId": 3155,
  "name": "Transparent Ruins Record (III)",
  "desc": "<p>A stone slate that you found in the transparent ruins near the Mausoleum of King Deshret. This seems to be a record left by a lost civilization.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/15/77454259/28570e1efe0c3fd2184851265763e80b_3906145383552578014.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1668563567,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Record of Leaves of Absence\nConscription of labor from the city of Gurabad.\nBy command of Parvezravan, the Spirit of Victory, and by the grace of Al-Ahmar, we were able to set up a camp here to protect ourselves from the vicious and the wicked.\nWe must ensure that wages are good, and the supply and distribution remains smooth, such that the workers may feed, clothe, and protect themselves.\nWe must ensure that the positions of legal scholars, soldiers, and physicians be filled so as to deal with injuries, disputes, the aftermath of mishaps, and lawsuits arising from corporal punishment.\nWe must ensure that construction sites be installed with shops, dormitories, infirmaries, taverns, and cemeteries to prevent disruption of the laborers by external affairs.\nCompensation of laborers shall be settled via reed paper proofs that shall be destroyed by the deadline, and the funds are to be issued without delay.\nDispatch the strong to build high walls for the camp.\nDispatch the skillful to dig pits and traps for the camp.\nDispatch the clever to ready high towers in anticipation of oncoming foes.\nDispatch the meticulous to make swords and halberds for the brave warriors that will surely come.\nIt should not take more than twenty days from the excavation of the first shovelful of earth to the forging of the last sword.\nRumors have scattered like sand in the wind through the city of Gurabad, of an apostate in a brass mask gathering accomplices in a hidden oasis, in a futile attempt to issue a ridiculous challenge to Parvezravan.\nThis traitor has made the burning sun and yellow sand his foe, and his accomplices gather once every seven days. Precautions must be taken.\nEngrave the causes for laxness,\nSo that the generations who come after may know of such preposterous conduct,\nand that even the most negligent workers may be alerted to the fact that \"Labor is the foundation of freedom.\"\n...\nDay 2\nThree people were choked by sweeping sand, and they took one day off.\n...\nDay 9\nTen people were scorched by the radiant sun, and they took one day off.\n...\nDay 16\nTwelve people were choked by sweeping sand, and they took one day off."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Transparent Ruins Record (III)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest Invisible Barrier"
          }
        ]
      }
    ]
  }
}