{
  "epId": 3161,
  "name": "Soheil's Old Notes",
  "desc": "<p>These are the notes left by Soheil, an Akademiya researcher, who entered the desert to study when he was young. They look very old, but they are not crinkled.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/28/77454259/930dd3761cac637cf82cfa1b0e7bce02_588935353099760082.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1669654828,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nDay 32\n...It's been a month since I first set foot in the desert. During this month, we have recorded everything that could be discovered outside the Mausoleum of King Deshret.\nBut what's the use of that? Any potential topic has already been written about.\nWhen I saw that people were writing extremely niche and incomprehensible papers like \"The Aesthetic Preferences of Structures in Deshret's Civilization: An Analysis Using the Pyramidal Inclination of the Mausoleum of King Deshret as an Example,\" I knew that the only way to find a breakthrough would be to enter the Mausoleum itself.\nBut we couldn't enter the Mausoleum. Everyone's patience has been worn out, not to mention we're running out of drinkable water.\nI'll give it another day. Hopefully, during our last attempt, things will go according to what the legends say: Spring water will burst forth from the long-dried well, and the unyielding barrier will finally be shattered.\nDay 34\nI'm returning to Aaru Village.\nDay 35\nI can't just leave empty-handed... I have to think of something, or else I'd become a laughing stock...\nDay 38\nWe discovered new ruins. But whenever we try getting closer, a transparent mechanism would push us away, stopping us from proceeding further. I am absolutely certain that Deshret created this mechanism to cover up evidence of his tyrannical autocracy.\nDay 42\nWe discovered three more of these transparent ruins, which makes them four in total. However, we still haven't found a way to enter any of them. Going to record their locations for now.\nIt feels like some kind of illusion. Perhaps a Vision is neccessary for cracking the case... I need to look into that.\nDay 45\nWe have arrived at The Dune of Carouses. The cone-shaped ruins that look just like a smaller version of the Mausoleum of King Deshret is located here. I guess I'll call it the Tomb of Carouses for now. Though it's a lot smaller than the Mausoleum of King Deshret, I still find it hard to imagine how Deshret enslaved his people to build such a structure.\nDisappointingly, we've encountered the same mysterious power as last time, keeping us from entering.\nI will not waste any more time. We'll head further into the desert tomorrow and see if we can find the fabled oasis.\nDay 46\nThe archaeology team has been attacked by a group of Eremites. They call themselves \"Thutmose.\" I've never heard of that name before.\nTheir leaders were two young men. One wanted to kill us all, but surprisingly, the other young man stopped him and let us all go.\nThey seemed like fanatic believers in Deshret, so they're nowhere near decent. Nevertheless, I hope Deshret will always bless that young man, and that his axe will always remain sharp.\nI have no choice but return to the Akademiya and face their ridicule now... But to be honest, compared to the mockery, having no improvement in knowledge is more painful to endure.\nIn the boundless forest of knowledge, I am but a snail that has only just crawled onto one of the branches...\nI've also been thinking... The sheep in a nearby area often disappear for no reason. The locals believed that they were swallowed up by the rock formations, so they named the place \"Lamb-Devourer Rock.\"\nThose Eremites suddenly jumped out from the rocks, then disappeared into them. If we draw a parallel between them and the disappearing sheep, the answer becomes very straightforward...\nThe Thutmose members might be using a specialized technique to hide themselves, or perhaps there's a hidden cave somewhere. Anyway, I'm going to write down the location first.\nIf I ever return to this place, I'll hire an Eremite from Thutmose as my guide.\n..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Soheil's Old Notes"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest Soheil's Wish"
          }
        ]
      }
    ]
  }
}