{
  "epId": 330,
  "name": "Let's Go, Dodoco!",
  "desc": "Message From the Editor: \"Let's Go, Dodoco!\" is the combined work of an older girl and a younger girl. Every chapter brims with their gentleness and good wishes, as the story is intended as a gift to our readers. I hope this book — in spite of its small volume — can bring you some simple joy after a long day of work.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/22a3487ee1bdb48a96994b143d93b10a_990437651214068403.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718485753,
  "components": {
    "textualResearch": [
      {
        "title": "Let's Go, Dodoco!",
        "desc": [
          {
            "type": "RichText",
            "text": "\"All Dodocos must someday ride the wind and the waves and go on an adventure.\" A gentle and beautiful mother once said that.\nAnd just as she had predicted, our Dodoco was so happy when its best friend, Klee, said that she was going to the nation of lightning for an adventure!\nOf course, Dodoco loves eating delicious food with Klee at Good Hunter, and loves listening to the bards sing.\nBut Dodoco loves counting the stars in the sky and twisting flowers into garlands together with Klee more.\nAfter all, all Dodocos long to ride the wind and waves on an adventure.\nTo get to Inazuma, one needs to pass through the wild winds and pass over the great waves.\nBut Dodoco did not fear the howling wind, for that was the blessing of the Anemo Archon.\nDodoco did not worry about the rolling waves either, for it was very brave.\nOf course, Dodoco didn't want Klee to have to brave such dangers.\nBut as bestest friends, they were bound to protect each other.\nAnd Dodoco didn't want to be apart from Klee anyway.\nWithout Klee, adventures would be like Sweet Flowers that cannot bloom, lonely and sad things.\nEven if Dodoco were to cover every inch of Teyvat by land or sea, it would be meaningless.\nSo there was no point hesitating. Dodoco and its best friend Klee were off on an adventure!\nIf they rode on a boat, they wouldn't be able to fly freely in the sky, or swim happily in the sea...\nBut they'd have Klee's smile and Albedo's stories.\nAnd that was a good trade!\nIn Inazuma, the nation of lightning, the flowers and grasses are all purple, and the fish and the birds are also purple. Everything is purple!\nAlbedo would probably run out of purple paint trying to paint it all.\nUnfortunately, he couldn't be around to draw with Klee and Dodoco.\nAlbedo was an adult, after all. And sometimes adults have to do adult-things.\nFortunately, Dodoco still had Klee!\nKlee would often find happy things to do. As long as Dodoco was with Klee, Dodoco would never be bored.\nKlee also had lots of friends in Inazuma, like Mr. Honorary Knight, Paimon, and Yoimiya.\nAnd so they all joined Dodoco for the most fun adventure ever in Inazuma!\nHooray for adventure!\nMr. Honorary Knight took Dodoco up the tall, tall Mt. Yougou.\nWhen they got to the Sacred Sakura, they were so tired from all that climbing that they fell asleep.\nAnd when they woke up, everyone had grown wings like a tengu!\nKlee's wings were red, Yoimiya's were gold, and Mr. Honorary Knight's were blue.\nAs for Paimon... Paimon can fly without wings, so Paimon didn't grow any.\nEveryone opened their wings up, causing a huge gust of wind to roll forth.\nShooom~ And the shrine maiden's hair was all messed up.\nOh no, she looked angry! Better run, quick!\nAh, adventure truly was fun... But with a *growl*, Klee's stomach started calling out.\nOh no! How could they have forgotten? Eating is an important part of adventuring too!\nOm nom nom nom~ And so everyone ate the onigiri they brought along, and they all had a great time.\nDodoco and Paimon finished their share very quickly, and as the very, very full Dodoco looked at Klee's smile, it couldn't help but think—\nMeeting Klee and the others is the most hap-happiest thing that ever happened to Dodoco!\nOh, yes. If you are reading this, you too are surely part of this big adventure.\nAdventuring together, laughing together, enjoying good food together... If you experienced this together with everyone, then you must be their good friend.\nIn which case, you're invited to Yoimiya's fireworks show as well.\nWhile everyone was happily watching the fireworks, Yoimiya said:\n\"As long as our imaginations don't run dry, our minds will be freer than all others.\"\nAnd Klee blurted out: \"We'll always be best friends!\"\nSee, Dodoco was so happy to be together with its good friends.\nAnd now, you are Dodoco's good friends too. So you, too, should go on a grand adventure with your friends."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Let's Go, Dodoco!"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Version 2.6 Event - Hues of the Violet Garden\nQuest - A Story for You"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2300,
            "name": "Let's Go, Dodoco!",
            "desc": "<p></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/364979c399f222e864ed23fa30636c67_4575105403524643204.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.6"
          }
        ]
      }
    ]
  }
}