{
  "epId": 3324,
  "name": "Whispering Parchment",
  "desc": "<p>An ancient and mysterious roll of parchment. It looks like a note left by an adventurer. New words keep appearing on it.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/77454259/9fbcc6ee9930939bf074a90d48333501_3612610769244705445.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1670220524,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Hapless traveler, what brings you to this deep underground cave?\nDid the legendary tales of Hasad the Golden Adventurer entice you so?\nKnow that the tales told the world over are but a speck of sand compared to what I have experienced.\nOnly the nameless god of the desert knows what terrible misfortune has befallen me.\nThose ancient secrets unbeknownst to anyone,\nThey have laid layer upon layer of curses on me,\nAnd I have become the oracle of a creature invisible.\nThree challenges I have set forth, by order of the evil spirit watching me from the shadows.\nWithin them I hide treasures brought forth from the cursed city of brass.\nIf fear shall not stay your greed and curiosity,\nThen follow my path.\nBeside the deep tunnel that leads to the pit of filth where countless Dev once dwelt,\nThe wails and screams of death echo across the ruins.\nWhen the flames are lit in the correct order,\nIn the same way you came here,\nI shall be free from this endless curse.\nBut those eternal beings can never perish,\nUntil death has become the end of death."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Whispering Parchment"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      }
    ]
  }
}