{
  "epId": 3373,
  "name": "Silver Twig",
  "desc": "<p>A new branch taken from the center of the world.</p><p>There was once a giant tree that ran across the world, and this twig was part of it. Though it has been removed from the tree, their connection remains strong as ever.</p><p>Therefore, as long as the giant white tree that symbolizes the center of the world does not die, it will never wither.</p><p> </p><p>\"Trees\" symbolize life. In one of the stories from a certain place, there was a person who had entrusted her consciousness to the white tree's branches before she passed away. In that way, neither her life nor hope would be lost, since the branches would grow and sprout where there was sunshine and rain, and would one day blossom and bear fruits.</p><p>\"Trees\" also symbolize wisdom. In one of the legends, a sage hanging upside down on a tree had acquired the knowledge of how to inscribe runes and control sacred words, and thus followed the kingdom established along the tree's roots, eventually gaining a glimpse of the secret of the cosmos.</p><p>All knowledge, memory, and experience flow through this giant tree, just like a stream flows into a river, the river joins a sea, the sea turns into clouds, and the clouds rain onto the ground - just like life itself.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/19/77454259/05a1c827b845851af03663ede6b2d41f_7557901024563427117.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1671508329,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Silver Twig"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Archon Quest Chapter III: Act V 'Akasha Pulses, the Kalpa Flame Rises'"
          }
        ]
      }
    ]
  }
}