{
  "epId": 3763,
  "name": "Notes Left by Someone",
  "desc": "<p>This appears to be notes left by a member of the Order of Skeptics. It has information on the lost Kory Drums and their traditional usage.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/77454259/2be648f93c975832b6acf44c5840af41_3364584578612776960.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1681637694,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Notes Left by Someone"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest Series: Khvarena of Good and Evil\nQuest Awakening's Real Sound"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Notes Left by Someone",
        "desc": [
          {
            "type": "RichText",
            "text": "...After scouring the land for days, I have finally found the Korybantes. Alas, I lack the strength to retrieve them. As such, I will record their locations here...\n...There is no detailed information on the key contents of the ritual. I have drawn the following inferences from a comprehensive review of the current body of research:\nFirstly, the element of the Korybantes matches the element recorded on the drum score.\nThis is obvious, and requires only a rudimentary understanding.\nAnemo and Geo Drums do not exist. The reason for this merits further investigation.\nSecondly, the meaning behind the notation.\nNotation may be divided into three categories: empty, half-full, full. The hypothesis is that the musical notes refer to three types of rhythms, namely: pause, light, and heavy.\nThirdly, the order of reading.\nUnable to be determined. If a lost Kory Drum is found, one can try to read it in the usual order, which is from left to right and top to bottom."
          }
        ]
      }
    ]
  }
}