{
  "epId": 379,
  "name": "First Apprentice of Guhua",
  "desc": "A novel by Chang the Ninth. Its thickness and weight say much about the effort he put in.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/77454259/b90cba5d6151cf2fbcc82b7173fba655_3244705017050137497.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1681637701,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "First Apprentice of Guhua"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Commission This Novel Is Amazing!"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "First Apprentice of Guhua",
        "desc": [
          {
            "type": "RichText",
            "text": "A story written by Chang the Ninth. It tells the tale of a young man, frail since birth, who was adopted by a Guhua Master from the mountains. Though the boy could not practice the Guhua arts, his whole life revolved around them as he grew up in the school. After the decline of the Guhua Clan and the death of the Master, the boy and an elderly caretaker were the sole remaining disciples of the school. But the boy didn't give up, mastering all the esoteric techniques and reading every last book hidden there. Running the school single-handedly as the previous master had before him, the young man defeated countless challengers with neither Vision nor arcane weapon... He also took a young girl from Inazuma as his student.\nWhen tumultuous times beset the world, and the girl from Inazuma left without saying goodbye, the young man decided it was time for him to explore the world beyond the mountain — starting, of course, with the distant land of Inazuma..."
          }
        ]
      }
    ]
  }
}