{
  "epId": 3791,
  "name": "Nameless Adventurer's Notes",
  "desc": "<p>Lost notes left in the desert. They seem to have been left by some adventurer.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/17/77454259/d080f50197b9d6326b4630b86bebfd0b_352603050043706560.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1681726270,
  "components": {
    "textualResearch": [
      {
        "title": "Nameless Adventurer's Notes",
        "desc": [
          {
            "type": "RichText",
            "text": "...This time, I've been commissioned to try to find a local order and obtain information about something known as \"The Sign of Apaosha.\" I must say that remuneration seems quite outsized when compared with the mission content. I hope I won't get caught up in any trouble...\n...I reached the entrance to the Temir Mountains with the help of an Eremite mercenary, but he refused to continue onward, saying that this was the \"border of a war.\" Must be some sort of desert-dweller superstition.\n...Contrary to what I was told, it seems that these Nagarjunites are not very friendly to outsiders. Looks like I'll have to try infiltrating their ranks...\n...I finally managed to make it out! Thankfully, these people are pretty civilized, so I managed to get away with my life...\n...As I thought, these high-remuneration commissions always have something fishy going on. Looks like an adventurer's work doesn't suit people who just want to earn some quick Mora. I'll just leave this drum here. Maybe someone will pick it up — that way, I guess I won't totally disappoint Ms. Katheryne..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Nameless Adventurer's Notes"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest Series: Khvarena of Good and Evil\nQuest The Splendorous Sky That Day"
          }
        ]
      }
    ]
  }
}