{
  "epId": 393,
  "name": "Ancient Investigation Journal: Part III",
  "desc": "An investigation journal found in the camp on the sunny side of Dragonspine.<br/>Its author seems to have been a member of the aristocracy that once ruled Mondstadt.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/8d78c055f51ddf2da7c1a40c997ef5dc_2641574015111764626.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718373519,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 392,
        "name": "Ancient Investigation Journal: Part I",
        "desc": "An investigation journal found in front of the ruins with a circular entrance.<br/>Its author seems to have been a member of the aristocracy that once ruled Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ancient Investigation Journal: Part I_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 394,
        "name": "Ancient Investigation Journal: Part II",
        "desc": "An investigation journal found in the basement of the ice-covered ruins.<br/>Its author seems to have been a member of the aristocracy that once ruled Mondstadt.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/8d78c055f51ddf2da7c1a40c997ef5dc_8615137009378158740.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Ancient Investigation Journal: Part III ",
        "desc": [
          {
            "type": "RichText",
            "text": "Does the history of this place make the scenery look bleaker? Or is the bleakness of the scenery here responsible for its grim history in the first place?\nCould it be that I'm only having these thoughts because of all that has happened during this investigation?\nOr perhaps I'm starting to lose my wits due to the blood loss and the sheer cold?\nWhatever the answer, one thing I'm fairly certain of is that this will be my last journal entry.\nIn the end, Eberhart's plan failed... In fact, no. I rather think he succeeded.\nIn hindsight, his actions are all too clear. I'm surprised none of us saw what he was doing... And now I think about it, I fear that the companions we have been separated from along the way will have already fallen victim to his treachery. The cave-in in front of the <color=#ffe14b>secret room with the round door</color> was surely all part of his plan.\nOnly at the very end when he led Master Ingbert and me into <color=#ffe14b>the cellar in the southwestern ruins</color> and took out his polearm did I finally understand.\nHis talk of a \"lost civilization buried beneath the snow\" and \"a power descended from the heavens\" were just a means to an end. He knew Ingbert loved the idea of exploration and adventure and used this to lure him to a deserted place where no one would be able to help him...\nWhen all is said and done, this all comes down to him being an illegitimate child.\nThe polearm is an inelegant weapon, unbecoming of an aristocrat. I wonder if he secretly trained to use it for the sole purpose of killing his master here, clearing one more obstacle from his path towards dominion over the clan.\nNow I think about it, Master Parsifal's disobedience, love of chivalric play-acting, and eventual departure must surely have been encouraged by him behind the scenes...\nThe image of Ingbert being struck by his polearm is one I shall never be able to get out of my head.\nWe all grew up together. But none of us saw beyond the kind and gentle facade to the monster he was inside.\nLandrich was already planning to bestow the clan name upon him after returning from the investigation anyway. Maybe if he'd known of his plans, things never would have turned out this way...\nOr perhaps he did already know of his plans, and that was precisely what prompted him to take this opportunity to move himself one step closer towards the front in the line of succession...\nI am sorry, Priscilla, for I will not make it back to Mondstadt.\nWhoever reads this, please warn Landrich.\nEberhart is badly injured too, but there is still a chance he will make it back to Mondstadt.\nAnd if that happens... There will only be one more obstacle left for him on his road to revolt."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Ancient Investigation Journal: Part III"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found on bookshelf in Starglow Cavern"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2305,
            "name": "Ancient Investigation Journal: Part III",
            "desc": "<p></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/59f17d37231cb49bcceb29124e5cfac1_7719834990064903096.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.2"
          }
        ]
      }
    ]
  }
}