{
  "epId": 3971,
  "name": "\"Returning Curios\" Memento (I)",
  "desc": "<p>A memento discovered at a treasure site in the Veluriyam Mirage event, \"Returning Curios.\" The treasure chest that contains it corresponds to the first code — \"A sweet mist permeates all, gazing toward the dancing lamplight, I almost forget to breathe. In the end, memories of childhood guide me, and I take my seat beside the table in peace...\"</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/16/194600931/6444b0c9d2f78178927246f004114815_514453317485914408.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1690334059,
  "components": {
    "textualResearch": [
      {
        "title": "Dialogue: \"Returning Curios\"",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Idyia:</color> The traveler who left this first chest was a disciplined warrior.\n<color=#37ffff>Idyia:</color> When I saw him in the desert, he was covered in wounds great and small. It was clear he had survived a bitter struggle.\n<color=#37ffff>Idyia:</color> A tired, hungry person would obviously be drawn to the smell of a restaurant! It makes sense such circumstances would inspire written words, even a few lines of poetry."
          }
        ]
      },
      {
        "title": "Note in a Tattered Bag",
        "desc": [
          {
            "type": "RichText",
            "text": "To the traveler who discovers this treasure, if you are reading this text now, you must have become one of Miss Idyia's most esteemed guests.\nThe bag you find within the treasure chest is an old ration bag of mine. It accompanied me over mountains and hills and across vast, empty deserts, sustaining me for several decades.\nPlease allow me to use it to pay you a warrior's tribute, as well as to give you my best wishes.\nI was once an ordinary mercenary who chose to live and fight in solitude. My reason for becoming a sellsword was simple: I wished to exact revenge on the bandits that terrorized the land.\nWhen I was still very young, my family's caravan fell to a bandit attack. My parents, who rode at the head of the caravan, never returned.\nI started treading this path to eradicate violence and greed. Swearing to eliminate the bandits to the last man, I set out to eliminate all the suffering they could cause. My methods were so extreme that even other mercenary groups could not understand my doings.\nAll things were as they should be. Eventually, one day, there would be no bandits, or there would be no me.\nBut in a twist of fate, one day, I happened to track a group of bandits to their stronghold — an easy task, considering my experience.\nBut this time, I recognized someone among this group of bandits. Many years ago, I had once saved a youth who had lost his parents to the bandits. Though I believed that he'd come to despise the bandits even more than me, I somehow found him in cahoots with them.\nHis hair unkempt and his face filled with relief at being recognized, he knelt before me and begged for mercy, recounting all the horrors he'd seen.\nAnd even as I stood there, shocked and flabbergasted, he had stabbed me with a weapon, before melting away into the quite night.\nHad Miss Idyia not rescued me, I'd have perhaps become yet another dry skeleton in these sands.\nWas there any meaning to the life I had led? Why would a victim of banditry go on to embrace their way of life?\nDeep within the Mirage, a youth shared their story against the flickering fire, their eyebrows knitted in a frown and their eyes full of tears. The lack of dignity, the agony of exile, and the loneliness in living all on one's own... Had I not harbored a burning hatred or inherited a small amount of family wealth, I would have likely become just like them.\n\"If the lid won't work, why don't we try our luck with the bottom?\" Miss Idyia's words as she struggled in vain to open a can finally allowed me to piece my thoughts together.\nThere are some evils in the world that can only be treated by removing their root causes. I know better than anyone the experiences that would drive someone to become a bandit. If I wished to stop them from going astray... I could begin by doing what I can to improve their circumstances.\nI reckon it'll be a different kind of struggle from beating someone in a fight. It's far less direct, far more difficult, and requires far more thinking, but I believe it'd also benefit those in need far more.\nAnyway, all that is to say I probably won't need this warrior's ration bag anymore.\nI will leave it here as a testament to my determination as I set off on my new journey."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "\"Returning Curios\" Memento (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Obtained from World Quest \"Returning Curios\""
          }
        ]
      }
    ]
  }
}