{
  "epId": 3972,
  "name": "\"Returning Curios\" Memento (II)",
  "desc": "<p>A memento discovered at a treasure site in the Veluriyam Mirage event, \"Returning Curios.\" The treasure chest that contains it corresponds to the second code — \"A shooting star of vines carries me, traversing a forest so quiet and peaceful, to finally arrive in secluded dreamland so pure.\"</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/16/194600931/6444b0c9d2f78178927246f004114815_5227757694208574513.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1690334056,
  "components": {
    "textualResearch": [
      {
        "title": "Dialogue: \"Returning Curios\"",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Idyia:</color> She was a lost student who woke up one day and found herself in the middle of the desert. She stumbled across the Veluriyam Mirage whilst searching for landmarks.\n<color=#37ffff>Idyia:</color> It seemed like she hadn't finished her schoolwork, so she couldn't stay long. I was flustered too, unable to show her proper hospitality. Even now, I feel guilty about it...\n<color=#37ffff>Idyia:</color> Luckily, her standards were really low! Just sitting in a quiet place stargazing was enough. Her other request was to have a closed, secluded environment to rest in.\n<color=#37ffff>Idyia:</color> So I found that cave for her. Before she left, I also sealed the cave with vines, so that she could sleep there in peace whenever she wished!"
          }
        ]
      },
      {
        "title": "A Letter With Lovely Handwriting",
        "desc": [
          {
            "type": "RichText",
            "text": "O Traveler whom I've never met, if you're reading this letter now, you must be enjoying the wondrous sights of this place, just as I did in the past. May you encounter the sights of your dreams, and learn much from the experience.\nI am a Rtawahist student who fell asleep while observing the skies. After finding myself here upon waking up, I decided to stay awhile.\nThe caretaker, Miss Idyia, appears to be struggling with the need to \"repair\" some old mechanisms on the grounds. She did not respond to my questions, but simply offered me a quiet place to stay, where I might get plenty of rest...\nNevertheless, from the way others talk about here, I could tell that she is usually a generous host. It was understandable that she would not have the time to take care of me while being pulled in several different directions.\nI was unable to get an answer from her even as I packed up and left. She did, however, give me many gifts, and invite me to try out this attraction.\nWhich is to say, I'm also quite new to this place, and don't have a lot of insights to share. I can only wish you a fun and relaxing experience.\nYou may get a slightly different experience if you were to observe the stars from here. Though the positions of the stars have not changed, their impressions on the sky appear far stronger, and it's much easier to make note of their characteristics.\nMaybe the special location and my good mood both had something to do with it? After all, our field of vision is far wider here, and the air here is also less dry and more pure than regular air in the desert.\nMost importantly, this place is insulated from monsters and people of ill intent. If you ever have some free time, I'd strongly recommend that you spend some time here to observe the stars!\nThe traditions say that I should leave something here as a testament to my stay. But I don't know what I can leave to you as a gift... I only brought some books, pen and paper with me when I came here, and I'll need all of them to write my thesis...\nAmong the gifts that Miss Idyia gave me was a sum of Mora, which she recommended I use to purchase furniture, believing it would add warmth, beauty, and comfort to my abode...\nHowever, my place has already been filled to the brim with books and star charts. There's no more space for more furnishings, and either way, were I to cross the desert again to return to the Akademiya, I doubt I could make the journey if I brought any more with me...\nThese gifts will be better left to the travelers that will come after me, and thus, I waited for an auspicious day with wondrous omens before hiding them.\nNow, these gifts are all yours! I hope they will bring you serenity and joy, and pass on to you the protection and fortune of the starry skies!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "\"Returning Curios\" Memento (II)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Obtained from World Quest \"Returning Curios\""
          }
        ]
      }
    ]
  }
}