{
  "epId": 3973,
  "name": "\"Returning Curios\" Memento (III)",
  "desc": "<p>A memento discovered at a treasure site in the Veluriyam Mirage event, \"Returning Curios.\" The treasure chest that contains it corresponds to the third code — \"A blue, spotless ceiling, a floor of white candy, soft companions surround me, I too have wings!\"</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/16/194600931/6444b0c9d2f78178927246f004114815_7426789389431833382.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1690334054,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "\"Returning Curios\" Memento (III)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Obtained from World Quest \"Returning Curios\""
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Dialogue: \"Returning Curios\"",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Paimon:</color> Whoever left that third treasure behind is a child at heart! They used creative metaphors, and their clues were right on the money.\n<color=#37ffff>Paimon:</color> Let Paimon guess, are they some kind of fairy tale author or something?\n<color=#37ffff>Idyia:</color> Those aren't metaphors, they're just the real thoughts of a child. The one who left the third treasure behind was actually just a young girl.\n<color=#37ffff>Paimon:</color> Wait, a kid? You're joking, right?\n<color=#37ffff>Traveler:</color> How did she even get up here?\n<color=#37ffff>Idyia:</color> That child overheard her parents talking about a hidden paradise up in the clouds, where all sorts of beautiful creatures like finches and Crystalflies lived. So, she secretly built a big kite, hoping to soar into the clouds and visit her flying friends.\n<color=#37ffff>Idyia:</color> I don't know if it was because the wind was ignorant, or if it was intentional, but the kite ended up being carried off course. Instead of soaring up to the paradise in the sky, it landed in the middle of the desert.\n<color=#37ffff>Idyia:</color> The child didn't find her finches and Crystalflies, but she had a wonderful time playing with the gentle Hydro Eidolons, who became her squishy new friends."
          }
        ]
      },
      {
        "title": "Journal with Juvenile Handwriting",
        "desc": [
          {
            "type": "RichText",
            "text": "Hey there, youngster... or grownup, or oldie, or whoever you are! I see you've found my treasure and read my diary!\nI'm an inventor and adventurer! Even Miss Idyia thinks I'm a genius, you know.\nThis fantastic water park is the furthest place I've reached so far. I've had a great time here. How about you?\nIt's okay if you haven't been having fun! I'm sure you'll be just like me, and find even more cool and distant parks to explore in the future!\nAccording to Mama and Papa's story, there's a paradise for finches and crystalflies on top of a cloud. I made this kite to find that paradise and play with them!\nBut when I used the kite to fly, I couldn't find that paradise. Maybe it's because I wasn't flying high enough.\nBut that's fine! I landed in the desert, made friends with a super cool, super huge red bird, and even rode for a long way on the back of a huge creature with many legs. I think they call them... scorepeons, or something?\nOh and also, I met Miss Idyia, who managed to convince the big red bird and the big scorepeons to turn around and go back to sleep!\nAnd after that, she took me to this water park, where the flying balls of water were even more magical than the crystalflies!\nThey gave me tasty apples, assisted me in my search for construction materials, helped me build a new kite, and even took me onto new adventures in mysterious places, so that I can see the scenery from super-duper high up!\nMiss Idyia said that if I were to become a super famous adventurer someday, then this place must be my first stop, the start of my journey!\nSoooo I drew the first super kite that I invented in my diary! ... Well, the blueprint of the thing, anyway.\nWho knows, maybe you'll also be able to visit many unexpected new places and meet many new friends after making and using it!\nOh and also, before you use it, please make sure to tie a lot of balloons to your body. This is important if you don't want to get hurt when you crash onto the ground!\nAnyway, alllll the best of luck! May you fly even higher than I did with this kite!\n...\n(You find many sketches at the end of the diary. This must be the kite that the diary-writer is referring to. While the handwriting is messy, the sketch is quite neat. The featured design is well-shaped, has an effective weight-bearing skeletal structure, and many safety features. It is apparent that only a highly educated child could have produced such a high-level design. Maybe the diary-writer is the child of scholarly parents, and has been interested in engineering since early childhood.\n(Unfortunately, as it has been designed by a child, the kite can also only be used by a child. It is too small, and unlike a glider, cannot support the weight of an adult for and extended amount of time. Maybe it could become the perfect toy for Paimon... if you were to dedicate a lot of time into actually building it, using the blueprint as a reference, that is. The process will probably be quite painstaking for the inexperienced...)"
          }
        ]
      }
    ]
  }
}