{
  "epId": 3976,
  "name": "Mysterious Mora Pocketwatch",
  "desc": "<p>A Mora-shaped (and Mora-shiny) pocketwatch you accidentally found in the Veluriyam Mirage. This one bears a strong resemblance to a Mora pocketwatch left behind by a seasoned adventurer in the earliest days of \"Returning Curios.\" One wonders how much it is worth.<br>However, Idyia also says that \"it's not about the value of the treasure or the watch, but the stories hidden inside the treasures!\" Perhaps using monetary value as the measure of this memento is not the most fitting...</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/16/194600931/84187db518c7ebe8da5bd9cb7adb658e_6311412108252288185.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1690334052,
  "components": {
    "textualResearch": [
      {
        "title": "There seems to be a message written on the paper. The font has a flourish to it, and the humor penetrates through the back of the paper.",
        "desc": [
          {
            "type": "RichText",
            "text": "Haha, darn it!\nYou managed to find the Mora Pocketwatch I hid so expertly! Well done, well done, bravo! I tip my hat to you.\nThough, someone as obviously talented and skilled as you must have noticed that this pocketwatch is made in the shape of Mora, with a thin coat of Mora-colored paint. By market standards, it's barely worth anything.\nRight now, I'm sure your mood has shifted pretty drastically, and you can't help but think, \"The treasure that started the whole Returning Curios is just a piece of junk like this? And he even wanted people to imitate him... That adventurer who left the pocketwatch is nothing but a giant fraud!\"\nBut don't be angry yet! Allow me to explain briefly—\nThe only reason why Mora has become the standard, unquestioned currency of choice, the Mora that circulates across the world, is because behind it stands the great and powerful without compare, the upholder of contracts, the fair and wise, the... ah, well, allow me to omit the next 5,00 words of praise for Morax, and say that it is his \"credit\" standing behind Mora that infuses it with value. Without his \"credit,\" it's just... uh... a round piece of metal.\nAnd behind this pocketwatch is my own journey over mountains and rivers, searching tirelessly, millions upon millions of steps taken in pursuit of the greatest treasure of the desert. Dozens of novels would not be enough to tell my tale in full. So, I left behind this pocketwatch, that accompanied me throughout my entire journey, from when I was yet small.\nIt's definitely not because this is all I have left on me!\nPerhaps one day, I shall become a renowned adventurer, and my fame will spread across Teyvat! Then, my reputation will stand behind this watch as well, and you definitely won't feel like you've been burned!\nOf course, perhaps you understood all this long ago, and you're evene stronger than I am! Perhaps you're already a big deal, but even then, my logic holds— this pocketwatch will be the most ancient memento you found in the mysterious Veluriyam Mirage, and you will have given it greater value!\nSo, when you read this message from the me burying this pocketwatch, it won't matter if we're separated by decades or centuries! Let us work hard, and become the best we can be!\nAnd then, we can spread my understanding of \"what creates value\" across Teyvat, allowing everyone to live to the fullest!\nSigned: An adventurer who doesn't actually have much of a reputation. The signature is really, really fancy."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mysterious Mora Pocketwatch"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Under the tree, which is near from where Traveler and Paimon buried their memento collection box\n(Requires to finish the world quest \"Returning Curios\")"
          }
        ]
      }
    ]
  }
}