{
  "epId": 408,
  "name": "Shivada Jade Gemstone",
  "desc": "Character Ascension material.<br/>\"Sorry... to also have you shoulder the grievances of the world.<br/>\"Since you could endure my bitter cold, you must have the desire to burn?<br/>\"Then, burn away the old world for me.\"",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
  "filterValues": {
    "objectType": [
      "Character Ascension Material"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1750185911,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Shivada Jade Gemstone"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Character Ascension Material"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Crafted\nCheck the Enemies Tab in the Adventurer Handbook"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Source",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dropped By"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bosses</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2158,
        "name": "Cryo Hypostasis",
        "desc": "Code name: Daleth. A high-purity Cryo entity.<br/>Research suggests that there are subtle differences between elemental hypostases and other elemental life forms in terms of their physical composition. Perhaps these differences can account for their high level of homeostasis and their almost mechanical movements.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Iniquitous Baptist",
        "desc": "<p>A monster from the Abyss that wields multiple types of Elemental Power and has gained extra limbs from its \"evolution.\"<br><br><em>\"The nature of the 'Abyss' is essentially irreconcilable with the elements. However, even the elements of gods can be entrapped and distorted before they are subsumed to become tools of the abyssal will. Just judging from outcomes and practical use, \"Abyssal powers\" seem little different from elemental items, from ones as paltry as the Treasure Hoarders' elemental containers to those as powerful as Visions...\"</em><br>—Notes left behind in Hangeh Afrasiyab by someone.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/2899a9fa6efec1006150467a00823c4a_6098755085792994548.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2146,
        "name": "Perpetual Mechanical Array",
        "desc": "A strange, alien machine.<br/>They say that it is a war machine left behind by a nation that has already been destroyed. Composed of several different parts, it can adapt to its combat environment and employ a variety of attacks.<br/>This machine, comprised of cubic shapes, is on some level very much like the elemental hypostases.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Perpetual Mechanical Array_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2857,
        "name": "Aeonblight Drake",
        "desc": "<p>This dragon-shaped combat machine is a being that inspires fear, much like the lord who once ruled these vast lands.</p><p>It is said that the now-destroyed realm once sought forbidden knowledge and attempted to create perpetual-motion machines that could match or even surpass primordial lifeforms. This mysterious, tireless mechanical monstrosity seems to be proof that they did indeed reach heights that mortals should never have attained.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/30/94376896/5ed960ef01a22660c0e92ab516835435_3311889872084514227.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Icewind Suite",
        "desc": "<p>Artificed Dancers developed by the Fontaine Research Institute.</p><p>Bossuet originally intended for Artificed Dancers to be works of art that transcended the era of mechanical reproduction. But after Bossuet was forced to resign, the project was taken over by Maillardet, who had his own unique understanding of what he wanted to achieve. As a result, while their features were perfected during the course of its development, the Artificed Dancers gradually strayed from Bossuet's original vision.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/377f3a8f5ea5fc082951815af746a2ae_7069272425127907528.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2243,
        "name": "Maguu Kenki",
        "desc": "An disciplined mechanical swordsman.<br/>Doesn't seem to have the ability nor will to speak, but instead only seeks to communicate with crossed swords.<br/>It is said that this machine was made using the memories of the first-generation master of a certain sword school. However, it malfunctioned, lost control, and was ultimately discarded.<br/>Some sing that the machine's spirit still lingers in the place where its fate was ended. They also say that the vicious mask that serves as its guard was inspired by a famous oni from that era.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7367,
        "name": "Wayward Hermetic Spiritspeaker",
        "desc": "A priestess of the Masters of the Night-Wind who has lived apart from her tribe, honing her abilities in utter solitude. It is said that her Spiritspeaking powers surpass those of ordinary priests and shamans, a result of having had the protection of the Masters of the Night-Wind's Wayob bestowed upon her. Both a blessing and a curse, these powers were at first beyond her ability to control, which was why she set out to master them in isolation from her tribe. Though she has since done so, to this day she still lives in seclusion, a habit that has earned her a reputation as a loner and a recluse. Rumor has it, however, that she is more than willing to teach those who seek her guidance — though always on her own terms...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c562f04a54b53f38bc91a117162937ac_2714435134282757795.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2145,
        "name": "Cryo Regisvine",
        "desc": "A monster formed from a vine that was imbued with the essence of biting frost within the ley lines.<br/>Some studies suggest that plants are like the organs of the world, harmonizing the turbulent elemental energies of the ley lines. Concrete examples of this phenomena are Mist Flowers, Whopperflowers, and the like, which brim over with elemental energy.<br/>In certain circumstances, certain plants will turn into creatures of monstrous size and intent — such as the Cryo Regisvines — in the course of many years.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2121,
        "name": "Primo Geovishap",
        "desc": "After many years, the awesomely powerful Primo Geovishaps grow accustomed to changes in their elemental environment.<br/>Folktales hold that after the great \"draconic calamity\" that led to the ruination of Tianqiu Valley, the overlord of the Geovishaps and Primo Geovishaps was imprisoned deep beneath the earth, and so too did they burrow into deep and unseen places, awaiting their chance to rise once more...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Bathysmal Vishap Herd",
        "desc": "<p>A powerful group of Bathysmal Vishaps.</p><p>They have been specifically bred and selected by the people of Enkanomiya, which has given them their exceptional strength. Of course, no vishap would consider this some sort of debt to be repaid.</p><p>The strongest members of this herd can use different elements, which they wield as a show of their hatred.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/05/35428890/b47c21200d36f217cab2e527e85d2896_4738875560654045342.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Weekly Bosses</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2117,
        "name": "Lupus Boreas, Dominator of Wolves",
        "desc": "The noblest and greatest of souls, who watches over the lupical of Wolvendom.<br/>When the wolfpack is imperiled, it will emerge in the form of a wolf and show forth its fangs and claws.<br/><br/>The wolves of Wolvendom are frightening phantoms to the people of Mondstadt:<br/>A blurred shape flashing through the forest, a chilling howl in the indeterminate distance, the creeping sense of eyes constantly nailed to their backs...<br/>Humans rarely have the opportunity to lock their eyes with a wolf, for this is the law Lupus Boreas laid down for its race.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Childe",
        "desc": "\"Childe\" Tartaglia, Eleventh of the Fatui Harbingers.<br/>He draws power from the ominous Delusion he possesses and fights using martial arts that he learned in a land of darkness.<br/><br/>He is a pure warrior with an insatiable lust for battle.<br/>Each bloody conflict, each life-and-death struggle is a delightful trial to him.<br/>People say that the young Childe is famed throughout the land for his battle prowess.<br/>But he has never taken big talk of this kind to heart.<br/><br/>After all...<br/><i>\"You shall ever be the eye of the storm,</i><br/><i>\"And the clashing of steel shall ever accompany you.</i><br/><i>\"The pitch-black memory of stepping into uttermost darkness,</i><br/><i>\"Shall, at last, become the strength by which you will overturn this world.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "An enormous dragon as ancient as the mountains themselves.<br/>In an age that has all but faded from memory, he stood shoulder to shoulder with one who ruled over a harbor of stone. But in the end, the two came into conflict, and the dragon was banished to a dark place deep underground. Over the long years of his imprisonment, his power has slowly dissipated. He has also become disfigured from the various kinds of erosion he has been subjected to.<br/>The faint rattling of this dragon lord's shackles and his deep, angry growl echo through the bowels of the mountains like memories of a bygone era.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2101,
        "name": "La Signora",
        "desc": "Signora, the Eighth of the Fatui Harbingers.<br/>Unlike other Fatui who use the authority granted by Delusions, her Delusion is meant to shackle a flame that will devour everything. As opposed to a weapon used to kill, it might be more fitting to consider this a tool of imprisonment.<br/>And it was the embers of that flame, which had accumulated over many long years, that would break through the frosty seal of the Delusion and apply a warped rouge upon her.<br/><br/>The crimson dawn was reflected in her pupils, and at last, she unfolded her flaming wings and flew towards the light.<br/><i>\"But that light is not the dawn, dear Rosalyne. That is a sea of flame that will consume everything.\"</i><br/>A voice spoke to her amidst the light.<br/><br/>Yet it mattered not, for she knew in her heart that the flames had devoured her long ago.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Crafting"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Product</color>\n<color=#ffffff>Materials</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 408,
        "name": "Shivada Jade Gemstone",
        "desc": "Character Ascension material.<br/>\"Sorry... to also have you shoulder the grievances of the world.<br/>\"Since you could endure my bitter cold, you must have the desire to burn?<br/>\"Then, burn away the old world for me.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_5321199885079004471.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 2700,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 409,
        "name": "Shivada Jade Chunk",
        "desc": "Character Ascension material.<br/>\"Sorry...\"<br/>\"...to also have you shoulder the grievances of the world.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Chunk_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Conversion"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Product</color>\n<color=#ffffff>Materials</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 408,
        "name": "Shivada Jade Gemstone",
        "desc": "Character Ascension material.<br/>\"Sorry... to also have you shoulder the grievances of the world.<br/>\"Since you could endure my bitter cold, you must have the desire to burn?<br/>\"Then, burn away the old world for me.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/4e6086b9dc09a363886dc42f8673f393_3795911938579587258.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...<br/>Burnt to cinders for a dream.<br/>If the intention yet remains, achieved ██'s truth he has.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "A device that can transmute elemental Ascension Materials and change their Elemental Type.<br/>Its practical uses notwithstanding, alchemy is the study of the nature of matter and the rules that underpin its transformations, and ultimately it seeks to comprehend the working principles of the world and the flow of the ley lines.<br/>It is not known who would share alchemical achievements of this magnitude with the civilizations of the world and why. But although the power to fundamentally transmute elemental energy in its crystallized and inert form is a highly useful one, this device also conceals the grave danger of disrupting the elemental balance...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Note:"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...<br/>Burnt to cinders for a dream.<br/>If the intention yet remains, achieved ██'s truth he has.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "can be substituted with any of the following:"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Varunada Lazurite Gemstone",
        "desc": "Character Ascension material.<br/>\"My ideals have no stains.<br/>I must correct you. People here bear no sins in the eyes of the gods... Only laws and the Tribunal can judge someone.<br/>They can judge even me. So praise my magnificence and purity.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 2676,
        "name": "Nagadus Emerald Gemstone",
        "desc": "<p>Character Ascension Material.</p><p>\"I had a very, very long dream...\"</p><p>\"In it, people were holding hands, dancing in a circle, be they sages or fools, dancers or warriors, puppets or statues of gods...\"</p><p>\"That dancing circle embodied everything about the universe. Life has always been the end, while it is wisdom that shall be the means.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/4e6fdd6c33dcd340000b8d8087573f23_3166795351403582672.PNG",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Vajrada Amethyst Gemstone",
        "desc": "Character Ascension material.<br/>\"This body is the noblest and most eminent of all in this world.<br/>\"It should hold absolute control over this world.<br/>\"It once promised its people a dream: the never-changing 'eternity.'\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 1493,
        "name": "Vayuda Turquoise Gemstone",
        "desc": "Character Ascension material.<br/>\"Still, the winds change direction.<br/>\"Someday, they will blow towards a brighter future...<br/>\"Take my blessings and live leisurely from this day onward.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ", or"
      },
      {
        "type": "CustomEntry",
        "epId": 444,
        "name": "Prithiva Topaz Gemstone",
        "desc": "Character Ascension material.<br/>\"The currencies that flow through this land are my flesh and blood.<br/>For thus did I become the guarantor of the people's hard work, wisdom, and future.<br/>This is the trust I have placed in them. Betray it, and you taint my blood.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Utility",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Ascension"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>5★</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7706,
        "name": "Skirk",
        "desc": "<p>Sinner's Pupil, Fool's Master</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/13/151578876/46e8ee42bf64d529df7f843a5b5edb4c_6344094277298537918.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7624,
        "name": "Escoffier",
        "desc": "The ex-head chef of Hotel Debord, renowned throughout Fontaine as the Patissiere Supreme and vanguard of precision gastronomy. Has incomparably strict standards when it comes to cooking.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/30/ddbc128157d69479f61747f0918f9e72_2470321636402108639.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "The great shaman from the Masters of the Night-Wind, the universally-revered Granny Itztli.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Duke of the Fortress of Meropide, Lord Incognito of the murky depths. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/35428890/31a0eb2dec5d69ca8dd7616572136b8b_8886987124386670150.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "An adepti disciple with a most unusual air about her. Having spent much time cultivating in isolation in Liyue's mountains, she has become every bit as cool and distant as the adepti themselves.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 13,
        "name": "Aloy",
        "desc": "Formerly an outcast, now a hunter of unparalleled skill. Ready to do the right thing at any time.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/19/80830045/1fb2086af3c7933af37eda1ff9084317_163049704110308134.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "Daughter of the Yashiro Commission's Kamisato Clan. Dignified and elegant, as well as wise and strong.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Eula",
        "desc": "The Spindrift Knight, a scion of the old aristocracy, and the Captain of the Knights of Favonius Reconnaissance Company. The reason for which a descendant of the ancient nobles might join the Knights remains a great mystery in Mondstadt to this very day.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "The secretary at Yuehai Pavilion. The blood of the qilin, an illuminated beast, flows within her veins.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/35428890/797ded201635d241d358c307e9e7417f_464481961971717418.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1,
        "name": "Qiqi",
        "desc": "An apprentice and herb gatherer at Bubu Pharmacy. An undead with a bone-white complexion, she seldom has much in the way of words or emotion.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Qiqi_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>4★</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p>Reporter of The Steambird</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/35428890/7bbbff3f35661a93b5091b1f17fae6c0_6927814687713967999.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>A reserved young man who is well-versed in diving. Beneath his distant, icy demeanor lies a pure heart bereft of all flaws. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/03/35428890/8e44111a378f4e5379b8e7444e8c2daa_4713775899437074849.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3462,
        "name": "Mika",
        "desc": "<p>A young knight born to an ordinary family. He serves as a Front-Line Surveyor in his Company. He is a low-key and cautious character.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/21/35428890/da13e3b1a2c6c0e5892b201cec735f9b_6392765476968311284.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2859,
        "name": "Layla",
        "desc": "<p>A Rtawahist student who specializes in Theoretical Astrology. Heavily prone to somnambulism and locked in a grinding war with sleep deprivation, the problem of restful slumber is a most troubling one to her.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/15/35428890/48a495acadaf37f12d0a7f653d85bd83_7085430198590697354.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 33,
        "name": "Rosaria",
        "desc": "A sister of the church, though you wouldn't know it if it weren't for her attire. Known for her sharp, cold words and manner, she often works alone.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Rosaria_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Diona",
        "desc": "A young lady who has inherited trace amounts of non-human blood. She is the incredibly popular bartender of the Cat's Tail tavern.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "A young exorcist from a family of exorcists. He does everything he can to suppress his abundance of yang energy.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "An accomplished swordsman and a strategic thinker in the Knights of Favonius, rumored to hail from beyond Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Conversion"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Product</color>\n<color=#ffffff>Materials</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...<br/>Burnt to cinders for a dream.<br/>If the intention yet remains, achieved ██'s truth he has.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/4e6086b9dc09a363886dc42f8673f393_3795911938579587258.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 408,
        "name": "Shivada Jade Gemstone",
        "desc": "Character Ascension material.<br/>\"Sorry... to also have you shoulder the grievances of the world.<br/>\"Since you could endure my bitter cold, you must have the desire to burn?<br/>\"Then, burn away the old world for me.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Dust of Azoth",
        "desc": "A device that can transmute elemental Ascension Materials and change their Elemental Type.<br/>Its practical uses notwithstanding, alchemy is the study of the nature of matter and the rules that underpin its transformations, and ultimately it seeks to comprehend the working principles of the world and the flow of the ley lines.<br/>It is not known who would share alchemical achievements of this magnitude with the civilizations of the world and why. But although the power to fundamentally transmute elemental energy in its crystallized and inert form is a highly useful one, this device also conceals the grave danger of disrupting the elemental balance...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 27,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Note:"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus Agate Gemstone",
        "desc": "Character Ascension material.<br/>\"A pilgrimage for a wish; a battle to earn a name...<br/>Burnt to cinders for a dream.<br/>If the intention yet remains, achieved ██'s truth he has.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "can be substituted with any of the following:"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Varunada Lazurite Gemstone",
        "desc": "Character Ascension material.<br/>\"My ideals have no stains.<br/>I must correct you. People here bear no sins in the eyes of the gods... Only laws and the Tribunal can judge someone.<br/>They can judge even me. So praise my magnificence and purity.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 2676,
        "name": "Nagadus Emerald Gemstone",
        "desc": "<p>Character Ascension Material.</p><p>\"I had a very, very long dream...\"</p><p>\"In it, people were holding hands, dancing in a circle, be they sages or fools, dancers or warriors, puppets or statues of gods...\"</p><p>\"That dancing circle embodied everything about the universe. Life has always been the end, while it is wisdom that shall be the means.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/4e6fdd6c33dcd340000b8d8087573f23_3166795351403582672.PNG",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Vajrada Amethyst Gemstone",
        "desc": "Character Ascension material.<br/>\"This body is the noblest and most eminent of all in this world.<br/>\"It should hold absolute control over this world.<br/>\"It once promised its people a dream: the never-changing 'eternity.'\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 1493,
        "name": "Vayuda Turquoise Gemstone",
        "desc": "Character Ascension material.<br/>\"Still, the winds change direction.<br/>\"Someday, they will blow towards a brighter future...<br/>\"Take my blessings and live leisurely from this day onward.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": ", or"
      },
      {
        "type": "CustomEntry",
        "epId": 444,
        "name": "Prithiva Topaz Gemstone",
        "desc": "Character Ascension material.<br/>\"The currencies that flow through this land are my flesh and blood.<br/>For thus did I become the guarantor of the people's hard work, wisdom, and future.<br/>This is the trust I have placed in them. Betray it, and you taint my blood.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Gemstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Materials"
      },
      {
        "type": "CustomEntry",
        "epId": 411,
        "name": "Shivada Jade Sliver",
        "desc": "Character Ascension Material.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Shivada Jade Fragment",
        "desc": "Character Ascension material.<br/>\"Sorry...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 409,
        "name": "Shivada Jade Chunk",
        "desc": "Character Ascension material.<br/>\"Sorry...\"<br/>\"...to also have you shoulder the grievances of the world.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Chunk_icon.png",
        "amount": 1,
        "displayStyle": "card"
      }
    ]
  }
}