{
  "epId": 4152,
  "name": "\"Opera House Switcheroo\" Case Record",
  "desc": "<p>A detailed case record of the murder and the disappearance that occurred during Lyney and Lynette's switcheroo magic show in the Opera Epiclese. If any difficulties are encountered during the investigation, please examine the clues and evidence collected so far to gather and organize your thoughts.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/94376896/d74a20ec77f2591d9ae9b53e7979d196_442073260160823403.png",
  "filterValues": {
    "objectType": [
      "Gadget"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1717546640,
  "components": {
    "textualResearch": [
      {
        "title": "Opera House - Gardes Investigation Report",
        "desc": [
          {
            "type": "RichText",
            "text": "The investigation from the Gardes indicates that the fireworks launched at the tail end of the magic performance set the rope dangling the water tank alight, causing the tank to fall and kill Cowell, who was within it. It seems evident that Lyney is the likeliest user of the prop to commit a crime. However, the reason for the victim being Cowell and the reason for the chosen lady's disappearance remain mysteries.\n<color=#37ffff>Paimon: Whoever the murderer was, they must have made preparations well beforehand.</color>"
          }
        ]
      },
      {
        "title": "Opera House - Special Rope",
        "desc": [
          {
            "type": "RichText",
            "text": "This rope was used to suspend the water tank. It suddenly broke when the fireworks were being launched onstage. The investigation has shown that the location where the rope snapped was made of flammable material.\n<color=#37ffff>Paimon: This rope was obviously tampered with!</color>"
          }
        ]
      },
      {
        "title": "Opera House - Random Number Selector",
        "desc": [
          {
            "type": "RichText",
            "text": "This device was used during Lyney's magic performance to choose a lucky member of the audience. However, the Gardes have found that it will generate the exact same number no matter what. Clearly, someone has tampered with it.\n<color=#37ffff>Paimon: People needed to register and reserve a seat for the show. That, combined with this number selector, could allow you to pick a young lady instead of some old fogey.</color>"
          }
        ]
      },
      {
        "title": "Tunnel - Dropped Hook Rope",
        "desc": [
          {
            "type": "RichText",
            "text": "A rope that has fallen to the ground. A metal hook has been tied to one end of this rope. Its use is unclear.\n<color=#37ffff>Paimon: This is probably a prop too. Looks like it could hook on to a lot of things, like the Traveler's fishing rod.</color>"
          }
        ]
      },
      {
        "title": "Tunnel - Broken Flower Vase",
        "desc": [
          {
            "type": "RichText",
            "text": "There are many pieces of a broken flower vase on one side of the tunnel. All the water within has been spilled. Judging from the distance, it seems unlikely that it was knocked over by the trolley meant to transport the magic box.\n<color=#37ffff>Paimon: This flower vase is probably a prop for the show, but it also could have been used in the crime...</color>"
          }
        ]
      },
      {
        "title": "Tunnel - The Young Lady's Clothes",
        "desc": [
          {
            "type": "RichText",
            "text": "The clothes belonging to Halsey — the lady who went missing — were found in the tunnel. The reason for this remains unknown.\n<color=#37ffff>Paimon: Paimon doesn't get this at all. You think about it for a bit, Traveler!</color>"
          }
        ]
      },
      {
        "title": "Opera House - The Deceased's Identity",
        "desc": [
          {
            "type": "RichText",
            "text": "The deceased is one of Lyney's assistants, named Cowell. He was well-trusted by all his colleagues. His job was setting up and inspecting the props, as well as assisting with the show and keeping the crowd engaged.\n<color=#37ffff>Paimon: Why would it be him? How strange...</color>"
          }
        ]
      },
      {
        "title": "Opera House - Information About the Missing Lady's Identity",
        "desc": [
          {
            "type": "RichText",
            "text": "Halsey is the missing person. She's a famous painter, and came to watch the magic show in order to take a break from her own creative work. She isn't known to have been entangled in quarrels with any of the members of Lyney's magic troupe.\n<color=#37ffff>Paimon: Gosh, no wonder the serial disappearances never got solved...</color>"
          }
        ]
      },
      {
        "title": "Opera House - Strange Sound During the Magic Show",
        "desc": [
          {
            "type": "RichText",
            "text": "During the switching performance, there was an audible thump that many audience members heard.\n<color=#37ffff>Paimon: We all heard that noise... didn't we?</color>"
          }
        ]
      },
      {
        "title": "Opera House - Entrances and Exits to the Opera House",
        "desc": [
          {
            "type": "RichText",
            "text": "No one left the opera house during the magic show, and after the incident happened, only those who had their identities cleared by the Gardes could leave.\n<color=#37ffff>Paimon: The performance would not have been visible from where the doors were guarded. Heh, if Paimon were on duty, she would've snuck back into the audience seating.</color>"
          }
        ]
      },
      {
        "title": "Opera House - Audience-Side Magic Box Structure",
        "desc": [
          {
            "type": "RichText",
            "text": "The magic box at the center of the audience stands has 2 layers, and beneath it is an entrance to an underground tunnel. This was how the lucky audience member was meant to have been transported without the audience noticing.\n<color=#37ffff>Paimon: Well, there was no chance Paimon could've seen that the box had two layers...</color>"
          }
        ]
      },
      {
        "title": "Opera House - Onstage Magic Box Structure",
        "desc": [
          {
            "type": "RichText",
            "text": "The magic box onstage has an additional layer to its rear, in which Lynette, in Lyney's clothes, remained hidden. She would appear at the end of the magic trick and lead people to believe that Lyney had been able to instantly move to the box on the other side.\n<color=#37ffff>Paimon: And that's why only the two of them can perform this trick!</color>"
          }
        ]
      },
      {
        "title": "Opera House - Probability of Third Person Being Involved",
        "desc": [
          {
            "type": "RichText",
            "text": "Neither Cowell nor Halsey had a motive. But after having talked to Navia, the likelihood of a third person being involved seems very low too.\n<color=#37ffff>Paimon: There was no third person, and Paimon didn't eat more than three macarons either!</color>"
          }
        ]
      },
      {
        "title": "Opera House - The Magic Trick",
        "desc": [
          {
            "type": "RichText",
            "text": "Lyney gave a detailed account of how the trick was supposed to work: By using a box inside a box, the idea was for the box containing the audience member to be transported across via a tunnel underneath, and Lyney himself would also use this tunnel to get to the other side. Meanwhile, having changed her outfit, Lynette and her assistant would take charge of on-stage interactions.\n<color=#37ffff>Paimon: Digging a tunnel just for a magic trick. That must've been a lot of work!</color>"
          }
        ]
      },
      {
        "title": "Opera House - \"Water from the Primordial Sea\"",
        "desc": [
          {
            "type": "RichText",
            "text": "The liquid the Gardes found in Cowell's luggage seems to have the ability to dissolve Fontainians into water...\n<color=#37ffff>Paimon: Who would've imagined that people could really turn into water...</color>"
          }
        ]
      },
      {
        "title": "Tunnel - Tunnel Vent",
        "desc": [
          {
            "type": "RichText",
            "text": "The tunnel vent looks like it could allow one person passage, barely, but leaving along with the missing lady seems an unrealistic prospect.\n<color=#37ffff>Paimon: That size wouldn't have been a problem for Paimon.</color>"
          }
        ]
      },
      {
        "title": "Tunnel - Lyney's Statement",
        "desc": [
          {
            "type": "RichText",
            "text": "Lyney claims that he headed to the chamber containing the Oratrice core upon entering the tunnel and did not witness the crime taking place, and thus did not hear the thud.\n<color=#37ffff>Paimon: *sigh* Paimon hopes he's telling the truth...</color>"
          }
        ]
      },
      {
        "title": "Tunnel - The Voice in the Oratrice Core Chamber",
        "desc": [
          {
            "type": "RichText",
            "text": "Lyney claims to have heard a mysterious voice within the chamber that houses the Oratrice core within the opera house's underground structures.\n<color=#37ffff>Paimon: Doesn't seem likely that anyone could've been there...</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "\"Opera House Switcheroo\" Case Record"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Gadget"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Archon Quest Chapter IV: Act I - Prelude of Blancheur and Noirceur\nQuest - Lies Cast Shadows Under Gathered Lights"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.0"
          }
        ]
      }
    ]
  }
}