{
  "epId": 4153,
  "name": "\"Water and Missing Person\" Case Record",
  "desc": "<p>A detailed case record of the murder related to Navia's father, Callas, and the serial disappearances of young women case that is thought to be closely linked to the murder. If any difficulties are encountered during the investigation, please examine the clues and evidence collected so far to gather and organize your thoughts.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/94376896/d500b753cfe412da128bebbddfe9c72e_3925898454832330075.png",
  "filterValues": {
    "objectType": [
      "Gadget"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1717546645,
  "components": {
    "textualResearch": [
      {
        "title": "Hidden Base - \"Sinthe\"",
        "desc": [
          {
            "type": "RichText",
            "text": "A popular potion circulating quite widely. It gives the drinker a very pleasant experience for a short time, but its side effects are equally strong. The producer uses these special characteristics to earn a massive profit from its trade.\n<color=#37ffff>Paimon: Paimon's gonna give it an ugly nickname, like \"super nasty pop\"!</color>"
          }
        ]
      },
      {
        "title": "Hidden Base - The Missing Person's Possessions",
        "desc": [
          {
            "type": "RichText",
            "text": "You discovered objects within the containers labelled with the names of those who owned them within the depths of the HQ. The names here must have something to do with the victims in the serial disappearances case. This might be proof that this was their \"final stop.\"\n<color=#37ffff>Paimon: The more Paimon looks, the sadder Paimon gets... These were all girls with their own hopes and dreams...</color>"
          }
        ]
      },
      {
        "title": "Hidden Base - Vacher's Experimental Records",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Experiment number sixteen aims to verify Jakob Ingold's research conclusions on the Primordial Sea, and use his theory as a foundation to achieve a breakthrough...\"\n\"The experiment was a failure. No individual managed to resurface from the Water from the Primordial Sea. Female specimens twenty-two, twenty-three, and twenty-four were dissolved...\"\nThere are many more records like these.\n<color=#37ffff>Paimon: Paimon can't bear to look anymore... For Paimon's sake, you read it!</color>"
          }
        ]
      },
      {
        "title": "Hidden Base - Vigneire's Notebook",
        "desc": [
          {
            "type": "RichText",
            "text": "A notebook belonging to a lady named Vigneire. She records many stories of her time with her lover, Vacher. On one of these pages, she prepared many names for their future child, and the name she settled on in the end was \"Marcel.\"\n<color=#37ffff>Paimon: Paimon's super shocked for sure, but isn't there an age mismatch? Or is Paimon still missing something?</color>"
          }
        ]
      },
      {
        "title": "Hidden Base - Callas' Investigation Report",
        "desc": [
          {
            "type": "RichText",
            "text": "Clues concerning the Callas case that were found inside the bookshelf. The mastermind did not believe that Jacques would do the deed, and thus sent a third party to ensure Callas' death. The content that followed also define the culprit's motive to some extent.\n<color=#37ffff>Paimon: These should be able to prove Navia's theory!</color>"
          }
        ]
      },
      {
        "title": "Poisson - \"Water from the Primordial Sea\"",
        "desc": [
          {
            "type": "RichText",
            "text": "The liquid discovered in the \"Opera House Switcheroo\" case. It has the ability to dissolve Fontainians into water... Navia believes that this shocking finding has shed new light on her father's case.\n<color=#37ffff>Paimon: Who would've imagined that people could really turn into water...</color>"
          }
        ]
      },
      {
        "title": "Hidden Base - Primordial Seawater Pool",
        "desc": [
          {
            "type": "RichText",
            "text": "The pool found within the HQ is filled with Water from the Primordial Sea. The mastermind can use this to create Sinthe, and directly use it to dissolve people.\n<color=#37ffff>Paimon: Paimon can't tell how deep this pool is... and Paimon's not about to dip her toes in to check.</color>"
          }
        ]
      },
      {
        "title": "Poisson - Callas' Case Records",
        "desc": [
          {
            "type": "RichText",
            "text": "Three years ago, on a rainy night, banquet-goers heard two gunshots outside the house. When they reached the scene, Callas had a gun in his hands, and Jacques had been shot and slain. Based on the investigations done then, there was no possibility that anyone else could have done the deed and escaped, and Callas was thus adjudged to have been the culprit.\n<color=#37ffff>Paimon: Here we go again trying to crack an impossible case... All proof and no motive...</color>"
          }
        ]
      },
      {
        "title": "Poisson - Testimony From Jacques' Family",
        "desc": [
          {
            "type": "RichText",
            "text": "Jacques' family believes that he had struggled greatly with the order to kill Callas. Did Callas act in self-defense, or was there more to the incident?\n<color=#37ffff>Paimon: If Paimon was Jacques, Paimon would probably help whoever Paimon finds more trustworthy, someone like... the Traveler!</color>"
          }
        ]
      },
      {
        "title": "Poisson - Information Regarding Florent",
        "desc": [
          {
            "type": "RichText",
            "text": "Florent, the advisor to the Spina di Rosula, claimed that he was very grateful to Callas for his kindness. He was also present at the banquet on the day of the case and can provide evidence that Callas did not carry a gun with him when he went out.\n<color=#37ffff>Paimon: Hmm, Paimon doesn't feel like he was lying to us...</color>"
          }
        ]
      },
      {
        "title": "Court of Fontaine - Information Regarding Thierry",
        "desc": [
          {
            "type": "RichText",
            "text": "Thierry is the person responsible for official contact between the Spina di Rosula and the Gardes. According to him, only the sufficiently rich can privately own large numbers of Gardemeks.\n<color=#37ffff>Paimon: He seems good friends with Navia... Could he really be the culprit?</color>"
          }
        ]
      },
      {
        "title": "Court of Fontaine - Information Regarding Marcel",
        "desc": [
          {
            "type": "RichText",
            "text": "Marcel is the leader of the Confrerie of Cabriere, and was the organizer of the banquet years prior. The Confrerie and the Spina di Rosula have always maintained a close working relationship. Though his recollection of the events of the case is quite foggy, he is willing to defend Navia.\n<color=#37ffff>Paimon: Navia called him \"Uncle\"... So it couldn't have been him, right...?</color>"
          }
        ]
      },
      {
        "title": "Court of Fontaine - Suspect Analysis",
        "desc": [
          {
            "type": "RichText",
            "text": "Combining the information regarding the Gardemeks and the investigation results so far, it can be concluded that there is only one person who can have a large number of Gardemeks in his possession and run the Sinthe business without leaving traces. This person is none other than Marcel.\n<color=#37ffff>Paimon: How could it be... He's so close to her, has he been deceiving her all this time...</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "\"Water and Missing Person\" Case Record"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Gadget"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Archon Quest Chapter IV: Act II - As Light Rain Falls Without Reason\nQuest - The Truth, Lost With the Rain"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.0"
          }
        ]
      }
    ]
  }
}