{
  "epId": 4227,
  "name": "Ann",
  "desc": "<p>An Oceanid created by the consciousness of Mary-Ann.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7a4364ee7ecfbf1eb2b78fbf7b6607ed_3331102923965262727.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1704803700,
  "components": {
    "galleryCharacter": [
      {
        "key": "Location",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/0e59906b15bae20336b3828c9673d493_1890754736565187672.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Location before accepting the \"Ann of Narcissenkreuz\" Quest"
          }
        ]
      },
      {
        "key": "Location",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/de61e867d9f7c8dfe79310a6ada2dd7f_180358490847092316.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Location after completing the \"Ann of Narcissenkreuz\" Quest and during the \"Unfinished Story\" Quest"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ann",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "There are different opinions about how the Oceanids are born. Some people believe that creating an Oceanid by another Oceanid is a rare phenomenon, that only such strong oceanids with developed intelligence and empathy as Rhodeia and Idyia can do. Others believe an Oceanid can create another Oceanid out of a strong feeling of love.\nNo one knows which version is accurate, but it is known that the Oceanid Mary-Ann created the Oceanid Ann after seeing her in a dream.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanids",
        "desc": "<p>Oceanids are intelligent Hydro lifeforms created by the previous Hydro Archon, Egeria, and are able to manipulate water at will. <span class=\"wk-shady\">All the people of Fontaine were once Oceanids, whom Egeria had turned into humans to satisfy their wishes, going against the will of the Heavenly Principles.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/5e33c09fbd3c6781bb822fd9c57b6abc_7075433854813111066.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>The most renowned and strongest of Lochfolk scouts. She fled Fontaine after the death of the previous Hydro Archon and settled in Qingce Village.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/c1060c024385e4bf2d87aa853d3a6afe_1315206165874795267.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>An Oceanid living in Annapausis. <span class=\"wk-shady\">She is a hybrid consciousness Oceanid formed by the merging of Lyris and Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7ac751c3fd3892141d972392696a414b_5562851372489843376.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p>An event-exclusive NPC. She is an Oceanid and the caretaker of the \"Bottleland,\" Veluriyam Mirage.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/30/77454259/8f84efbb97c6667cbf39cb960acb5db8_8771159134506739723.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ann of the Narzissenkreuz",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Oceanid Lyris and Mary-Ann Guillotin significantly influenced Ann's personality and consciousness because the Oceanid Mary-Ann was created by merging their consciousnesses. Ann's world was created from a fairytale about the evil dragon Narcissus, once told by the Vice Director of the orphanage in which Mary-Ann was growing up. Therefore, Ann believed that the meaning of her life was to save Princess Lyris from the fairytale from the evil dragon.\nIn addition to Ann, hydro mimics were created in the forms of a frog, a squirrel, birds, and a boar, who became Ann's friends and the rescue squad for Princess Lyris. They were all named after little Mary-Ann's friends from the orphanage."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/952ea7ca75568d589cf8e4caf5c3add3_139644988446117325.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "One day, one of Ann's friends, Petit Chou, got in trouble, so Ann asked for help from a Traveler passing by. Thus began their adventure to rescue the princess. The Traveler and Ann could free all her friends and enter Lyris' Castle (the former building of the Narzissenkreuz Institute). Ann's friends had to sacrifice their physical form so that she could reach Lyris. As a result of this journey, it turned out that the princess did not exist, and Mary-Ann was waiting for them in the end."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/70c436b6ba31db3093589cac207466e1_2004650603481386572.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mary-Ann did not want to leave her fairytale world of Annapausis, so she wished Ann would live the way she wanted and be free. Without giving any answers about Ann's origins, Mary-Ann closed the barrier behind her so that Ann and Traveler could no longer get inside.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>An Oceanid living in Annapausis. <span class=\"wk-shady\">She is a hybrid consciousness Oceanid formed by the merging of Lyris and Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7ac751c3fd3892141d972392696a414b_5562851372489843376.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "In the Wake of Narcissus",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "To uncover the truth about her origins, Ann teamed up with the mechanical dog Seymour, who was searching for his missing owner named Mary-Ann, the Hilichurl Caterpillar, a member of the Narzissenkreuz Ordo, and the Traveler. After research, they discovered that Mary-Ann appeared from the merge of the Oceanid Lyris and the human Mary-Ann Guillotin about 500 years ago. They searched for the Holy Blade of Narzissenkreuz to separate Lyris's and Mary-Ann Guillotin's identities. When they broke the barrier obstructing the path to Mary-Ann with the sword, they realized it had already fulfilled its duty since Mary-Ann accepted her identity and reality.\nAfter all the adventures, Mary-Ann and Ann decided to go on a journey to see the world that Mary-Ann had not seen for hundreds of years. They took the mechanical dog Seymour and the Melusine Mamere with them, promising the Traveler to meet soon.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Prototype 4ACV07 is a mechanical dog created by Alain Guillotin to protect his sister Mary-Ann Guillotin during her service in the Marechaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/f415fbe2eaa40cd987a8daa47643fc74_4223529991169100227.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>A member of the Narzissenkreuz Ordo given the title \"Chrysalis of the Phantasmic Moth.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/be516a2c9005727dcfd1fe45662a826d_356165766105332799.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>An Oceanid living in Annapausis. <span class=\"wk-shady\">She is a hybrid consciousness Oceanid formed by the merging of Lyris and Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7ac751c3fd3892141d972392696a414b_5562851372489843376.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "<p>A Melusine artist who lives in Merusea Village.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/9cc2115edbfc809cdaa5a1629eb9dc37_7004583824392471563.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Sword of Narzissenkreuz",
        "desc": "<p>A sword whose power faded when the story ended. It will now embark upon a new journey with the power that remains within it, which commemorates a certain great dream.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/12/35428890/01d3f8317c86ea98d617ad61213b7c9a_4271295687560653806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Holy Blade of Narzissenkreuz",
        "desc": "<p>A holy sword that bears a special meaning in a certain story.</p><p>It belongs to no one. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/151578876/d9e731584137af8d10fb8d02bfbcb845_2540485016140178270.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "A fairytale told by Basil Elton for little Mary-Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/48e47b19691729ecabe82867c3248f85_8477698165459455710.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "A long, long time ago, in a place far, far away, there was once a beautiful and kind Princess named Lyris... and yup, she's our main character!\n\"I don't want this name. It's not what you said before.\"\nOh, come on, it's just a story, there's no need to be so fussy. And so the story goes...\nAnyway, a protagonist needs an antagonist... an evil one, at that!\nAnd our evil antagonist... Well, that's the dragon Narcissus. So evil is he that the peace-loving people tremble at the sound of his name— not that he cares about their feelings, though.\nHe sowed destruction across the land with the searing flames he spewed from his mouth. His great wings turned cities to dust and his burning breath reduced nations to ash.\nAt last, only the Princess's realm remained safe. But because the Princess worked tirelessly to defend her realm, Narcissus's plot to destroy everything could not succeed.\n\"So, in Narcissus's story, I'm the evil villain?\"\nOh? That could be the case, were he the one telling the tale. Something like \"and my plans would have succeeded, if not for that blasted Princess Lyris\"... or something like that.\nAh, no. I told you that it's just a story, right? Princess Lyris is just a character, she's made up. You're you, and you're real. Don't get mixed up, okay?\n\"I don't get it...\"\nOh, be patient. Stop cutting me off! Just let me finish the story first, alright? Now, where were we?\nOh, I almost forgot. Our protagonist needs assistants. Princess Lyris, kind and beautiful as she is, must surely have a ton of friends who are willing to lend a helping hand.\nLet me see... Princess Lyris has a whole bunch of brave and loyal friends, like Al and Ney...\n\"That can't be.\"\nCome on! It's just a story. Anything is possible! In our version, Al and Ney are both friends with Lyris.\nAh, yes, what was Lyris's other friend's name again? The little guy with flaxen hair.\n\"He's not my friend.\"\nBut Princess Lyris can be friends with him, right? I wanna be friends with him too. So, let's let him come along, shall we? What's his name, again?\n\"Alright. Let's call him Kate.\"\nAh! Then Colonel Kate it is. I mean, he's always got that cool and aloof feel to him. Plus, he's always buried in books, so a rank like that really suits him.\nWell, there we have it — we've assembled all the characters for the story! The fearsome dragon, Narcissus, sought to destroy every kingdom upon the land, while Princess Lyris's realm stood strong and unassailable under the protection of her and her trusty friends!\n\"Yeah, I get it. And just as in those stories, the princess and her friends lived happily ever after, forever and ever.\"\nThat's how stories end!\nWe've only just begun. We haven't even reached the exciting parts yet.\n\"Exciting parts?\"\nOf course. After all, why would Narcissus want to destroy everything? And how would Lyris protect everybody? Aren't you the least bit curious about that?\n\"Knowing the ending is good enough, isn't it?\"\nWell, that wouldn't be much fun, would it? The endings may seem alike, but the twists and turns in each story set them apart.\nJust like our story, the lonely Narcissus coveted Lyris's treasure and envied her beauty and kindness, for they were what the dragon once possessed but later lost.\nAs for the treasure that Lyris possesses... let's just say that it's \"time.\"\n\"'Time'?\"\nThat's right! Al once told me, as I recall, that clocks are proof that \"people want to hold time in their hands,\" and Ney said that time always seems to be running out. And Lyris has been lonely for a very long time, hasn't she? If she has friends, if she could share her \"time\" with them, then she would be happy! So let's say Narcissus failed to invade Lyris's realm, for she had shared all this time with her friends. So when they fought him, they had more time on their side — that's why the dragon was no match for Lyris's friends!\nThink about it, Lyris — if we had more time, wouldn't we be able to do more things? For example, Al could strike Narcissus three or four more times — he'd be way stronger with more time! Yup, so that's how we're doing this!\nFollowing that, Lyris's friends made use of the time she had shared with them to thwart Narcissus again and again.\nHowever, the cunning dragon discovered their secret. Like a patient viper, he kept sending his armies to attack, depleting Lyris's time.\nThus did Princess Lyris sacrifice much to protect the kingdom and help her friends win their battles. Over time, she forgot about her friends, because she had given away her past. She no longer laughed and played with her friends, as she had given away her time in the present...\nOne day, finally, the once cheerful spring water fell silent and gloom filled the skies with Narcissus's coming, his wings spread wide. Despite the valiant efforts of Lyris's friends in battle, the dragon was unstoppable, for she had no more time to share with them. The dragon soon arrived before the palace.\nIn the final moments, Lyris gathered her friends, whose names she had no longer remembered, around her and entrusted them with the most precious thing in the world. It was a pure drop of water — yes, as pure as you are.\nShe said, \"This is my future. Take it with you.\"\nShe said: \"Even if I and the kingdom become subject to Narcissus, it shall not matter, for my 'future' shall lie with you.\"\nThen, she made them a promise. \"Even if we have lost our shared 'past' and 'present,' as long as we hold on to the future, the time will come again when we shall reunite, and the kingdom will shine again once more.\"\nAt that moment, the dragon's army blew down the castle gates open with cannon-fire. Lyris urged her friends to flee, which they did only with great difficulty and tearstained faces. Now having lost her future, Princess Lyris, along with the tower she lived in, fell into a stagnant slumber devoid of dreams.\nSo fell the last remaining kingdom of light. Lyris's friends hid in the darkness and endured hardships for a long time. Yet they remained united, bound together by the future the princess had promised them. Well, how do you find the story now?\n\"I don't understand. The past, the present, and the future... I don't get them either. We have no future after such a disaster.\"\nYou see, Al is working hard to assist Lord Neville and secure our future. And aren't you, Ney, and Jak all striving together to create one? Together — that's how we've created much of our \"past,\" right? Now, we are united in the \"present,\" we can surely be together in the \"future,\" too. We'll share the burden of many sorrows and create many joyful moments, too.\n\"Yup, I know...\"\n\"...What about the story, then? What happened to the princess?\"\nHmm... We'll have to save that for another story. Ah, I'm running short on time. Need to head back with that silly dog of mine. I'll share the rest with you next time!\nOh, come on, don't be like that... Alright, how about I come up with the beginning, and you tell me the rest next time? Ahem. Let me think...\n\"A long, long time in the future, in a place far, far away...\"\nThere was a dark empire ruled by the fell dragon Narcissus.\nThe princess he once yearned for had, together with the high tower in which she lived, plunged into a stagnant slumber devoid of dreams, thus remaining untouched by the evil dragon. This enraged Narcissus, so he sent out countless minions to scour the empire for her treasure. He also set up many defensive mechanisms using his baleful sorceries to prevent those on the side of justice from resisting him. He swore that he would reclaim the princess' treasure and awaken her, for only then could he claim her wholly for his own.\nThere was a group of heroes who protected the treasure that the princess had entrusted to them - a clear, bright pearl of water.\nOne day, a tiny life was born from this pearl of water.\nHmm... and what shall we call this life? Ah, what a pain. If I had known that this was how the story might go, I would've used your name here. Any ideas?\n…\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/1bde348ad550ef356ff197b93caed6c8_1659289996356186854.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Ann"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ]
  }
}