{
  "epId": 4302,
  "name": "Enigmatic Page (I)",
  "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_3601246463155538187.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1694441536,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Enigmatic Page (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest - Book of Esoteric Revelations\nFound in Treasure Chest"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=en-us&bbs_theme=light&bbs_theme_device=0#/map/2?center=177.51,-5530.21&zoom=1.50&shown_types=111"
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...read countless volumes here. It appears that these books were left behind by an ancient order... Kingdoms rise and fall, and when a civilization is annihilated, a new one will be born after from the ashes, which these books refer to as \"Fortuna\"... It's somewhat rudimentary, but theoretically at least, it bears striking resemblance to the computational scheme I have formulated and termed \"world-formula\"...\n...All the records are blurred with age. But were I able to quantify them to some extent, they could be of use in my \"world-formula\" calculations...\n...No matter how many times I derive it, the result remains the same, though this result is not expected... Unlike the world depicted in these ancient texts, there will be no more new civilizations born... Unless we consider introducing \"variables\" from outside the system... If it was that sort of power, there might be a chance..."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Here I found the magical techniques left behind by the Golden Troupe (they seem to be referred to by various names, I'll go with this one for now). Based on my interpretation, it appears to be known as the \"Seal of Chymical Marriage\" and consists of two parts. However, it has been weathered too much to decipher any more information... Interestingly, I have encountered similar symbols in documents from the Narzissenkreuz Institute archives... They look complicated, yet the underlying principles are quite clear. If the records prove accurate, there are some key locations within the realm remaining... Related records may be found elsewhere as well... I should record my findings here for now, as they may prove useful in the future..."
          }
        ]
      }
    ]
  }
}