{
  "epId": 4304,
  "name": "Enigmatic Page (III)",
  "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_7655066296256146606.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1694441546,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Enigmatic Page (III)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest - Book of Esoteric Revelations\nFound in Treasure Chest"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=en-us&bbs_theme=light&bbs_theme_device=0#/map/2?center=-689.05,-5846.64&zoom=1.50&shown_types=111"
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...The tests on Jakob's strength continue. As before, the flesh and blood of the great beast Elynas is being used as nutrition. Jakob seems to have gotten used to it, so there's nothing to worry about anymore. Thus the \"adverse reactions\" observed before may just have been caused by Jakob's feelings of disgust. It's a relief to know that his physical condition hasn't been harmed...\n...Jakob still eats, but only out of habit and no longer as a necessity for survival. But I suppose it's a good thing, because eating together is nice. It suddenly occurred to me that jam was somewhat similar to the flesh and blood of Elynas, so I made a joke about it. Jakob seemed quite uncomfortable...\n...The results have improved significantly in comparison to previous tests. Perhaps more can be done... Then the next step would be to attempt the opening of a \"passage\"...\n...The \"passage\" was opened successfully, though it only lasted a short while. During this time, many black monsters that were shaped like dogs emerged. They were very aggressive and terrifying, but thank goodness Jakob was here. Though he was so scared he was crying, he still managed to wipe them out while bawling...\n...These monsters are identical to those we discovered during our desert expedition. However, those were salt gray, stiff, and immobile at the time, so it was relatively safe...\n...I'm certain their properties are nearly identical to those of Elynas...\n...The Khaenri'ahn records mention \"passages\" appearing in large numbers, and numerous dangerous monsters that looked like dogs emerging from them. It's very likely that they are the same type...\n...It can be safely postulated that the location these \"passages\" link to is full of these monsters, and I shall tentatively call them \"Beastly Rifts\"... thus, these hounds may be called \"Rifthounds\"..."
          }
        ]
      }
    ]
  }
}