{
  "epId": 4309,
  "name": "Enigmatic Page (VIII)",
  "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_282732964613438478.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1694441567,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Enigmatic Page (VIII)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest - Book of Esoteric Revelations\nFound in Institute of Natural Philosophy"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=en-us&bbs_theme=light&bbs_theme_device=0#/map/2?center=-791.23,-4954.54&zoom=2.50&shown_types=111,410,521,488,489,490"
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...Rather than calling it a sword, it should be called a key... It does not belong to anyone, and it just travels from one hand to the next... The wills of countless people be concentrated... Necessary materials and rituals...\n...\n...It's actually quite interesting, it basically just boils down to a kind of extremely effective witchcraft that takes advantage of the situation. But the reason it is effective is due to the nature of the origin, the primordial... based on the records, the constituent elements should be a \"Circle of Four Orthants\" and a \"Tree of Emanation\"... flows from the roots toward the center of the circle, and the circle encircles the abstract of... It's akin to pie crust and the filling of the pie, a metaphor sure to excite Jakob. Hmm, we'll need some suitably sophisticated terminology for the laymen...\n...Found the ancient seal's general location. If the records are accurate, we should be able to confirm the specific site... We should also be able to determine the locations of the four constituent elements, for as long as we find one, we can calculate all other nodes... We arranged for members of the society to visit several candidate locations, we should be able to find traces of water and channels of higher quality and density...\n...This is just hilarious now. The secrets that ancient civilizations, so carefully guarded, what a joke... Turns out we've already been through the same countless times in our youth...\n...The slate replica we discovered supported the calculations. As the prelude to the apocalypse, the sea will...\nAs for rumors about us and opposition to the society...\n[Most of the remaining content cannot be deciphered due to the thoughts expressed being utterly incoherent.]"
          }
        ]
      }
    ]
  }
}