{
  "epId": 4310,
  "name": "Enigmatic Page (IX)",
  "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_1422608548526298107.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1694441571,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...Finally convinced her to follow us to the gestalt still under construction... She seemed apprehensive, but everything will turn out fine. We no longer have to fear the future. I have a lot of power at my disposal now: I have Jakob, the members of the society, and I generally know what to do... agreed at last. Now we can obtain the most precious... After all, other than the inferior mutants, you can no longer see the original in Fontaine...\n...I am very satisfied with Jakob's design. The sense of mystery and ceremony is very intense. He may have a real knack for this...\n...\n...The rebuilding of the Four Orthants is near completion, and we have positioned our people based on the locations on the map... Reversing it and adding the power of the sword should be sufficient to control...\n...All of us Fontainians will be able to transcend in this way, shedding the limitations of physical form and separation, and prevent the apocalypse...\n...Got the sword, despite the cost... The director's condition is deteriorating. Hope she can hold on...\n...\n...Leaving the pocket watch here, for the time for farewell has come. I'll be the first subject to part, so useless personality can be removed... To process Carter for rebirth. I failed him... Alain will be impressed with me. Mary-Ann will be delighted. Same with Jakob, since that fellow is like a brother to him... Yeah, everything will get better. So, Jakob, I hope you stop making that face.\n...Farewell, I shall rediscover myself through water, and be reborn through water. This is a tremendous feat that no one else in natural philosophy has ever attempted. If it fails, I won't have to worry about the future anymore."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=en-us&bbs_theme=light&bbs_theme_device=0#/map/2?center=-1510.71,-5725.37&zoom=1.50&shown_types=111,410,521"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Enigmatic Page (IX)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest - Book of Esoteric Revelations\nFound in Annapausis"
          }
        ]
      }
    ]
  }
}