{
  "epId": 4312,
  "name": "Enigmatic Page (XII)",
  "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_831714797231245528.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1694441579,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...Three agents have been absorbed to date. Useful skills gained...\n...Discovered from their memories that, regarding the Ordo's existence, the Court of Fontaine has officially...\n...\n...Very interesting mechanism. With the right organ, consciousness can be transplanted...\n...Has the knowledge to operate the mechanism. Understand the general idea after absorption that other than an experimental model, all operated on a simple logic tree...\n...An interesting attempt, but the path he chose was regrettable. Rene would definitely think so...\n...Jakob got emotional because he does not wish to oppose the Guillotin siblings...\n...Declined, of course. Alain Guillotin said before leaving that \"it seems that there's no going back.\" Alas, he is only a genius when it comes to machines. In all other things, he is but ordinary. He does not understand the future — he does not even realize that we hit the point of no return long ago. I, however, will create the future, and there will be a place for him and Mary-Ann Guillotin in it.\n(Most of the content has dissolved, and is beyond comprehension.)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=en-us&bbs_theme=light&bbs_theme_device=0#/map/2?center=-263.50,-5424.89&zoom=2.00&shown_types=111,410,521"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Enigmatic Page (XII)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest - Book of Esoteric Revelations\nFound in \"A Very Warm Place\""
          }
        ]
      }
    ]
  }
}