{
  "epId": 4322,
  "name": "The History of the Decline and Fall of Remuria (I)",
  "desc": "<p>It is said that the great scholar Pulteney wrote this epic historical work concerning the ancient Remurian civilization in the early years of the founding of Fontaine.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/20/94376896/d0e75f9b88a286749b4c7dff0871e129_5398896925629459.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1721886951,
  "components": {
    "textualResearch": [
      {
        "title": "The History of the Decline and Fall of Remuria (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\nThe ocean gave birth to all, yet also devoured everything.\nLegend has it that in the first era, the earliest peoples were self-supporting in their virtue, needing no laws or authorities. The envoys of the heavenly city walked the earth, and with their guidance, the people enjoyed enduring peace, prosperity, and abundance from the ancient days.\nThis Heaven-blessed reign lasted countless generations until people grew tired of their inscrutable eternity. Their offspring ceased to listen to the oracles. Instead, they desired things never promised to them by the divine, trying to break free from their fate. Enraged by their behavior, Heaven sent gigantic waves to smash the settlers' cities. A hundred days of rain came afterward, and the roaring tides drowned all sin and arrogation, and thus were the early peoples brought to an end.\nWhen the tide receded and the earth was revealed again, no cities nor civilizations now stood above the high waters. Survivors and the newborn alike lived amidst the forests and rivers, shorn of all knowledge and wisdom. Human lives were no different from those of wild animals on the earth or in the sea, driven on by the laws of nature — muddling through time with neither beginning nor end.\nUntold years passed. The throne of Gurabad was established and overturned in the far south, and the noble kindred of the east once reached the rim of the high waters — all while our ancestors remained bound by ignorance and superstition.\nCivilization and order were finally restored to the land named Fontaine the day the great king Remus descended upon Meropis in his golden Fortuna. He taught people how to farm and raise crops in the land, and built temples and cities with giant rocks to house the people. Most importantly, it was he who spread the beauty of music and art, which differentiated humans from other living things, causing them to see themselves as masters of all things.\nWith his immortal fleet, Remus conquered all the islands on the high waters. Even the great dragon beneath the abyssal depths submitted to his power. Those were the best days since the end of earliest peoples, and eternal prosperity seemed so near at hand.\nThe God King and his people indulged in the sweet dreams of carefree lives and fantasies of never-ending progress. However, the seers prophesied discord: \"The greatest empire will face the most utter destruction, and this is Fortuna.\"\nThus did the God King derive the primordial plan from the seven-day rotation and the flowing winds of sea and land, and composed a harmonious symphony of prosperity. He believed that so long as all the cities echoed with this greatest of songs, they would escape the judgment of fate and at last reach the land of eternal bliss.\nBut thusly do the ancient writers concur — \"Oceans will rise, empires will fall, and the only constant is change.\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=en-us&bbs_theme=dark&bbs_theme_device=1#/map/2?center=-1097.49,-5323.38&zoom=3.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "<p>The \"temporary\" owner of a newsstand. He aspires to one day join The Steambird.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/19/94376896/6e7f40560c32385db97d1d42adfda939_2950984437323328217.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 4323,
        "name": "The History of the Decline and Fall of Remuria (II)",
        "desc": "<p>It is said that the great scholar Pulteney wrote this epic historical work concerning the ancient Remurian civilization in the early years of the founding of Fontaine.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/20/94376896/d0e75f9b88a286749b4c7dff0871e129_931309260450000522.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4324,
        "name": "The History of the Decline and Fall of Remuria (III)",
        "desc": "<p>It is said that the great scholar Pulteney wrote this epic historical work concerning the ancient Remurian civilization in the early years of the founding of Fontaine.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/20/94376896/d0e75f9b88a286749b4c7dff0871e129_575891859330729127.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The History of the Decline and Fall of Remuria (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Hubel in Court of Fontaine"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4325,
            "name": "The History of the Decline and Fall of Remuria",
            "desc": "<p></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/94376896/d0e75f9b88a286749b4c7dff0871e129_3058308201433029321.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.0"
          }
        ]
      }
    ]
  }
}