{
  "epId": 4454,
  "name": "Fortune Slip",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/998c2a890d24e4f6af6f1997cbe982ef_108903588348548511.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1716871523,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Fortune Slip"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4453,
            "name": "Welfare Meal",
            "desc": "<p>A Welfare Meal from the Coupon Cafeteria. As it's free, there's an element of surprise and risk.<br></p><p>Use to obtain a meal and a Fortune Slip.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/4c7b8e229235c60994731fea217c7d60_629702576877846935.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5500,
            "name": "Game of the Rich"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.1"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Each"
      },
      {
        "type": "CustomEntry",
        "epId": 4454,
        "name": "Fortune Slip",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/998c2a890d24e4f6af6f1997cbe982ef_108903588348548511.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "will contain one of the 30 texts below:\n\"After using your left cheek to strike the other person's hand, you must be sure to press the advantage, and continue attacking their hand with your right cheek.\"\n\"Believe in the power of skepticism.\"\n\"Don't be depressed when you fail. Sometimes, a ship sinking to the bottom is also a kind of arrival.\"\n\"Don't believe maxims written on slips of paper.\"\n\"Don't look for shortcuts, after all, the shortcut might already be clogged with hordes of people who've already found it.\"\n\"Don't regret, or regret regretting, and definitely don't ever regret regretting regret.\"\n\"Don't retreat if you encounter obstacles. First, have a Welfare Meal. The obstacle won't disappear, but at least you've got a full stomach now.\"\n\"Don't worry, everything will get better! At least, that's what they asked me to write!\"\n\"Even if Whopperflowers disguise themselves as Sweet Flowers, the smart fox will not be fooled.\"\n\"Even the sweetest Sunsettias fall from high branches. This is the result of maturity.\"\n\"Hard work begets success!\"\n\"I'm just a Fortune Slip, and cannot provide the answers to the difficulties you encounter. You must rely on yourself to overcome.\"\n\"Just when you think it can't get any worse, you must be alert, for things can always get worse.\"\n\"Life is not a game.\"\n\"Luck is not here, but elsewhere.\"\n\"Luck only brings fleeting pleasure, lifelong happiness requires hard work.\"\n\"Luck that is easily obtained will not bring long-term happiness.\"\n\"Misfortune is an illness, and caring friends are the cure.\"\n\"Misfortune will always come to an end. Once you are used to it, it ceases to be misfortune.\"\n\"Often, two small steps is better than one big step.\"\n\"Okay, have another! (Just kidding)\"\nNote: Obtaining this fortune awards the achievement <color=#ffd780>Thanks for your Patronage!</color>\n\"Setbacks may give you experience, but they won't give you Credit Coupons!\"\n\"Sometimes, happiness is like a Lumitoile. It can only be seen clearly when it is darkest.\"\n\"The meaning of life is thinking, and the meaning of working is in giving up on life.\"\n\"The one who laughs loudest may not laugh to the last, but they certainly are the happiest when laughing.\"\n\"The secret to staying healthy: Don't get sick.\"\n\"Things happen. Don't take it personally!\"\n\"Those with no freedom cannot be sad.\"\n\"You shouldn't feel like you've got nothing. After all, you've got this delicious meal!\"\n\"You won't win a prize just because you bought a ticket, but you'll never win a prize if you never buy a ticket!\""
      }
    ]
  }
}