{
  "epId": 4463,
  "name": "Clue Book (Fortress of Meropide)",
  "desc": "<p>Records the various clues you found during your investigation in the Fortress of Meropide.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/151578876/d08755aefe7f553c6899481f0971f411_7073054470381215660.png",
  "filterValues": {
    "objectType": [
      "Gadget"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1717546649,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Clue Book (Fortress of Meropide)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Gadget"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Archon Quest Chapter IV: Act III - To the Stars Shining in the Depths\nQuest - The Proscribed, Hidden in Plain Sight"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.1"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "The Production Zone's Hidden Rules - The Strange Meat",
        "desc": [
          {
            "type": "RichText",
            "text": "The strange Welfare Meal received after violating the hidden rules of the production zone.\n<color=#37ffff>Paimon: It ruined Paimon's appetite for the whole day... Keep it away from Paimon!</color>"
          }
        ]
      },
      {
        "title": "The Production Zone's Hidden Rules - Research About the Characteristics of Melusines",
        "desc": [
          {
            "type": "RichText",
            "text": "The research notes said that the Melusine race perceives the world very differently from humans. As a result, the Melusines have also developed a sense of aesthetics that appears rather strange and alien to humans.\n<color=#37ffff>Paimon: Huh... Paimon wonders how she looks to a Melusine's eyes. Oh, Paimon's super curious now!</color>"
          }
        ]
      },
      {
        "title": "Then Pankration Ring's Hidden Rules - The Strange Blood-Colored Fluid",
        "desc": [
          {
            "type": "RichText",
            "text": "The strange package received the next day after violating the \"hidden rules\" of the Pankration Ring.\n<color=#37ffff>Paimon: If we were on the surface, Paimon would say we should bury it, but there's no dirt anywhere down here...</color>"
          }
        ]
      },
      {
        "title": "The Production Zone's Hidden Rules - The Supervisor, Sigewinne",
        "desc": [
          {
            "type": "RichText",
            "text": "We often see Miss Sigewinne observing the prisoners at work near the production zone. It seems like she can perceive the general state of a person's health just by looking at them.\n<color=#37ffff>Paimon: If we could replace that mean ol' foreman with Sigewinne, then productivity in the production zone would skyrocket, don't you think?</color>"
          }
        ]
      },
      {
        "title": "The Production Zone's Hidden Rules - The Empty Infirmary",
        "desc": [
          {
            "type": "RichText",
            "text": "I've been told that the infirmary is always empty for the half hour just before lunch. But what could Sigewinne be doing during that time?\n<color=#37ffff>Paimon: Bet they couldn't wait for lunch to start so they stole some food from the cafeteria. Paimon totally gets that!</color>"
          }
        ]
      },
      {
        "title": "Then Pankration Ring's Hidden Rules - Sponsor of the Pankration Tournament",
        "desc": [
          {
            "type": "RichText",
            "text": "According to Collins, the pankration tournament only took place because the Fonta company sponsored it. The company must want a return on their investment as well.\n<color=#37ffff>Paimon: So Fonta Co. is sponsoring events at the Pankration Ring. Sponsorships cost money, so they've gotta be making a profit somehow, right?</color>"
          }
        ]
      },
      {
        "title": "Then Pankration Ring's Hidden Rules - New Products Under Development",
        "desc": [
          {
            "type": "RichText",
            "text": "Fonta's internal reports suggest that they're starting a new trial of an as-yet unnamed and unpackaged product. The product has to undergo a trial because even Fonta's own employees have a lot of reservations about it.\n<color=#37ffff>Paimon: There'll be a trial for the new drink. That means we'll be able to try it for free, right?</color>"
          }
        ]
      },
      {
        "title": "Then Pankration Ring's Hidden Rules - Dissatisfaction with the Duke",
        "desc": [
          {
            "type": "RichText",
            "text": "The Fonta promoter has been struggling because he doesn't recognize the real value of coupons. The Duke believes that only idiots who don't understand the value of coupons will spend them on Fonta.\n<color=#37ffff>Paimon: Bet the Fonta promoter would get the value of Credit Coupons pretty quickly if he had to work every day like us...</color>"
          }
        ]
      }
    ]
  }
}