{
  "epId": 4504,
  "name": "Marcel",
  "desc": "<p>Leader of the Confrerie of Cabriere, a sister organization of Spina di Rosula. </p><p></p><p></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1713255311,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "RichText",
        "text": "Callas Caspar\nFormer head of Spina di Rosula and Marcel's friend",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>The current President of Spina di Rosula, who is lovely, dutiful, and a great boss.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/3fc7580c01a9e622692402889706c4db_8301615651200775487.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Callas's daughter and the current head of Spina di Rosula. She was investigating Marcel's involvement in her father's false accusation of murdering an informant and and his involvement in the murder of young women in Fontaine.\nVigneire\nVacher's beloved who was dissolved by the Primordial waters.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 4153,
        "name": "\"Water and Missing Person\" Case Record",
        "desc": "<p>A detailed case record of the murder related to Navia's father, Callas, and the serial disappearances of young women case that is thought to be closely linked to the murder. If any difficulties are encountered during the investigation, please examine the clues and evidence collected so far to gather and organize your thoughts.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/94376896/d500b753cfe412da128bebbddfe9c72e_3925898454832330075.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vacher",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vacher was an Adventurer from Snezhnaya who, during his journey to Fontaine, met and fell in love with another adventurer, Vigneire. During one of their underwater expeditions, Vigneire came into contact with water from the Primordial Sea, which dissolved her in front of Vacher. He was so devastated by her death that he tried to reunite with his beloved, but the water of the Primordial Sea did not cause him any harm since he was a native of Snezhnaya (Primordial water dissolves Fontainians because of their origin as Oceanids). For many years, Vacher sought help from the officers from the Maison Gardiennage, but they told him that humans can't turn into water and that he went mad out of grief. He had the impression that everyone ignored Vigneire's death as if it didn't matter at all."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/36b3d41658994c2d7b05c032486b4582_4504820419642182564.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In desperation, Vacher began to look for ways to bring Vigneire back. One day he found the notes left by Jakob Ingold, a member of the Narzissenkreuz Ordo, who had conducted experiments using the Primordial waters many years ago, and decided to use this research in his experiments. Vacher began kidnapping Fontaine women the same age as Vigneire in an attempt to revive his beloved. To remain above suspicion, Vacher decided to get rid of his old identity and came up with a story about a businessman, Marcel, who had just arrived in Fontaine. He found the name Marcel in Vigneire's diary, where she was choosing names for her and Vacher's children.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanids",
        "desc": "<p>Oceanids are intelligent Hydro lifeforms created by the previous Hydro Archon, Egeria, and are able to manipulate water at will. <span class=\"wk-shady\">All the people of Fontaine were once Oceanids, whom Egeria had turned into humans to satisfy their wishes, going against the will of the Heavenly Principles.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/5e33c09fbd3c6781bb822fd9c57b6abc_7075433854813111066.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Marcel",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "During his research, Marcel noticed that a small amount of Primordial Sea water, diluted in ordinary water, is not lethal even for the inhabitants of Fontaine, but has intoxicating properties. Marcel named this drink Sinthe and started an underground business producing it. This drink could excite your mood and produce many pleasant hallucinations. With long-term use of Sinthe, many side effects occurred, including a loss of the ability to focus or control one's emotions. Upon withdrawal, the person experienced flashes of paranoia and anxiety while lacking the energy to do anything. Marcel became the head of the Confrerie of Cabriere, a guild in Poisson. In the beginning, they were only reselling some daily goods, but later they became one of the richest guilds around with a lot of business connections in the city. As Callas Caspar, the head of Spina di Rosula, helped the guild grow to its current size and prominence, the Confrerie of Cabriere was like a sister organization of Spina di Rosula."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/028e390f40d252d1e4ab4021b847c617_1116517699037192345.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Three years ago, due to the side effects of long-term use of Sinthe, Callas banned its distribution in Poisson and began an investigation. Callas met Jacques, who was working as part of the Sinthe business, and convinced him to become an informant. When Marcel found out about what had happened, he began to threaten Jacques and his family so that he would kill Callas. Realizing that Jacques was not ready to commit murder, Marcel hired an assassin to get rid of both of them and organized a banquet for the meeting. At the banquet, the assassin shot Jacques and was shot in turn by Callas when he seized the gun. To hide the traces of the crime, Marcel poured the water of the Primordial Sea on the killer, setting everything up to accuse Callas of the murder of Jacques. Callas did not deny his guilt and chose a duel as a trial because he feared for the life of his daughter, Navia. Before the duel, he asked the Champion Duelist, Clorinde, to take care of his daughter. On the Duelist's Ring, he did not oppose Clorinde, and although having the option to end the duel, he chose to fight to the death."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/4ed70905e3e6ce446dcb80fedc54bc4f_2610619475358308088.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Three years later, Marcel saw a young woman named Halsey who fit his experiments. He chose the show of magicians Lyney and Lynette as an opportune moment for dissolution. Marcel's secret agent, Cowell, Lyney's assistant, rigged the random number generator that determined each spectator's position so that the woman was chosen for the moving trick. While the woman was in a magic box, she had Primordial water poured on her head, but she didn’t dissolve as she was not Halsey but a thief from Mondstadt, Liliane, who stole the ticket. When Cowell saw Liliane unharmed, he tried to force her back into the box, but Liliane knocked him and escaped. Cowell died in an accident as a result of a water tank falling on him, and Lyney was accused of murdering his assistant and causing the woman’s disappearance. During the trial for Cowell's murder, the Traveler was able to prove Lyney's innocence and reveal the involvement of the Primordial Sea and Sinthe. Marcel and Cowell’s accomplice, the Garde Vaughn, was accused of assisting and was ready to testify against Marcel, but the latter managed to pour the water of the Primordial Sea on him, thereby dissolving him."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/4eaa20e22f590c6c4d2adb1e476f3bc2_8637107710472296244.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Navia, the current head of Spina di Rosula, saw the similarity between the crime and the incident with her father, so she continued to investigate the disappearance of the women and the water of the Primordial Sea. Marcel, frightened by her investigation, tried to kill her by adding the Primordial water to the drinks, but they were drunk by Paimon and the Traveler, to whom the water did not cause any harm. He also sent the Gardemeks to attack Navia near the Fountain of Lucine, but Clorinde managed to save her and the Traveler in time. When the Traveler was near the fountain, they heard a strange voice calling Vacher. Because of the Primordial water they drank, they lost consciousness and communicated with the mysterious Oceanid, who asked them to tell Vacher not to look for Vigneire anymore. During their investigation with Navia, the Traveler and Paimon ended up in the laboratory where Sinthe was being produced and found information about the missing women, their belongings, Marcel's real identity, and his involvement. In addition, a reservoir of the Primordial Sea was discovered, which Marcel used for his experiments."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/d5998d077443b38b8c3b0eaea1c5530d_3515949552469535565.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "After the trial, Marcel asked the Traveler how they found out his real name. After he learned about the story of the mysterious voice, he asked the Gardes to take him to the Fountain of Lucine before his imprisonment. Thanks to the water of the Primordial Sea, he contacted the voice, hoping that it was his beloved, but it turned out to be the consciousness of all the women whom Marcel had dissolved for over 20 years. Marcel was desperate to see Vigneire, but every tendril of her consciousness was avoiding him. From the moment his first victim died and her consciousness merged with Vigneire's, she had nothing but pure hatred for Marcel. Before the dissolution, these women were held in Marcel's laboratory in fear and terror. Later, a diary of one of these women was found in the laboratory."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Someone else was taken. That makes six.</color>\n<color=#ffffffd9>Or perhaps the seventh? Someone tried to escape yesterday but was caught. She hasn't been seen since.</color>\n<color=#ffffffd9>Was that yesterday? Maybe not. I've long since lost track of time.</color>\n<color=#ffffffd9>Sorry. I don't know if writing this is of any use, or how much longer I can do it for.</color>\n<color=#ffffffd9>I can already see my fate approaching. But what terrifies me even more is...</color>\n<color=#ffffffd9>The thought of seeing others from the troupe here.</color>\n<color=#ffffffd9>Have I truly protected them?</color>\n<color=#ffffffd9>Sorry. I'm so sorry. I can write no more...</color>\n<color=#ffffffd9>I think I have a fever and my old stomach troubles have returned. But nobody has given me any medicine.</color>\n<color=#ffffffd9>I suppose I am more fortunate than Crecy... the pain keeps her awake all night.</color>\n<color=#ffffffd9>I suppose they think that anything goes so long as the experimental subjects can be used up before they die...</color>\n<color=#ffffffd9>It is so damp here. I have given her my blanket.</color>\n<color=#ffffffd9>So cold, so cold. So cold.</color>\n<color=#ffffffd9>As long as one persists, all things will pass.</color>\n<color=#ffffffd9>There will be a reward for hard work.</color>\n<color=#ffffffd9>I like to tell them such things.</color>\n<color=#ffffffd9>But it is I who am losing my grip.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "In the vision, the women attacked Marcel with the desire to kill him, but in reality, Marcel seemed to have lost his soul. The doctor's report stated that Marcel died from severe fright.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula is a citizen-oriented society that involves many walks of life and focuses its efforts on solving difficult issues amongst the common folk, and that it will cooperate with the Fontainian authorities where needed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/103e6993dd0a594332fa18ca5fe17098_2392013260495549905.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>The current President of Spina di Rosula, who is lovely, dutiful, and a great boss.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/3fc7580c01a9e622692402889706c4db_8301615651200775487.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>A famed Fontainian magician who possesses great stage presence as well as gift of the gab. Audiences are enthralled by his exquisite skills, and they hang on to his every clever word. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/11/35428890/e343d4442cc3b8e243f0d528bb715f75_1232011243947476013.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>A magic assistant of few words, her emotions are as inscrutable as any cat's.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/436e6f2b9b9006bfe511a98093259daf_7192025380861185061.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4152,
        "name": "\"Opera House Switcheroo\" Case Record",
        "desc": "<p>A detailed case record of the murder and the disappearance that occurred during Lyney and Lynette's switcheroo magic show in the Opera Epiclese. If any difficulties are encountered during the investigation, please examine the clues and evidence collected so far to gather and organize your thoughts.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/94376896/d74a20ec77f2591d9ae9b53e7979d196_442073260160823403.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4153,
        "name": "\"Water and Missing Person\" Case Record",
        "desc": "<p>A detailed case record of the murder related to Navia's father, Callas, and the serial disappearances of young women case that is thought to be closely linked to the murder. If any difficulties are encountered during the investigation, please examine the clues and evidence collected so far to gather and organize your thoughts.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/94376896/d500b753cfe412da128bebbddfe9c72e_3925898454832330075.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Marcel (Vacher)"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Snezhnaya\nFontaine"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Adventurers' Guild\nConfrerie of Cabriere"
          }
        ]
      }
    ]
  }
}