{
  "epId": 4508,
  "name": "Melus",
  "desc": "<p>Spina di Rosula's butler. <span class=\"wk-shady\">He died during the evacuation of Poisson.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/3b4485449659b7f80620670aac9efaa9_5569604348804391580.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1713351446,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Melus"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Spina di Rosula"
          }
        ]
      },
      {
        "key": "TCG Action Card",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5048,
            "name": "Silver and Melus",
            "desc": "<p><span style=\"color: #FFFFFF\">The Best Attendants: Silver and Melus</span></p><p>\"Don't be afraid. We will protect you to the very end.\" </p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/35428890/fbf88f698ead7a0505b404dea26d4793_3709614787293226503.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula is a citizen-oriented society that involves many walks of life and focuses its efforts on solving difficult issues amongst the common folk, and that it will cooperate with the Fontainian authorities where needed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/103e6993dd0a594332fa18ca5fe17098_2392013260495549905.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Melus was a member of the organization.\nCallas Caspar\nFormer head of Spina di Rosula, for whom Melus was a butler.\nCallas was seriously ill when he began an investigation into the spread of Sinthe in Poisson and the disappearance of young women. Callas believed that the next victim to disappear was his daughter, Navia. Since he understood that he would not have enough time for the investigation because of the disease, he decided to intimidate his enemies with the presence of incriminating evidence before his death. Evidence would have to be made public if anything happened to Navia.\nWhen Callas was unjustly accused of murdering his informant, Jacques, he decided to die in a duel to ensure the safety of his daughter.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>The current President of Spina di Rosula, who is lovely, dutiful, and a great boss.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/3fc7580c01a9e622692402889706c4db_8301615651200775487.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The head of Spina di Rosula, who continued her father's investigation of the serial disappearances and the Primordial Sea. Melus tried to protect Navia from making rash and risky decisions.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "name": "Silver",
        "desc": "<p>Navia Caspar's attendant. <span class=\"wk-shady\">He died during the evacuation of Poisson.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/25317932486a08b0561e7b652673d3fc_4075431115578084017.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "name": "Florent",
        "desc": "<p>Spina di Rosula's senior advisor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/318cce8453a33dc4e7624a09bfb45d0c_6951131129461698778.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula's members",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>The current President of Spina di Rosula, who is lovely, dutiful, and a great boss.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/3fc7580c01a9e622692402889706c4db_8301615651200775487.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 4</color>\nThis world was probably full of contradictions from the beginning.\nTake Navia's father Callas for example. If the Spina di Rosula was more influential, a lot of things could get done more easily, but Callas stubbornly refused to accept the honorary title that the Palais Mermonia sought to grant him after the completion of the aquabus lines.\nAgain, Callas would never intentionally hide what the Spina did from his daughter, and would speak to her of all manner of business techniques, even personally or engaging others to teach her how to use weapons, as well as bringing her to the negotiating table, as if intending to groom her to be his successor. But at the same time, he never spoke of the cause of her mother's death, nor would he ever share his feelings with her. For a time, Navia was even confused as to whether she and her father were close or distant.\nLater, Navia slowly came up with a theory: That her father may have treated her so to protect her. He let her learn and build up wisdom in the hopes that she would become independent and be able to survive the crushing stresses of life. As for why he would not speak of his own pressures or pain, or even Clementine's death, it was most likely to spare his daughter sorrow or unnecessary guilt. And so he remained silent, never having a heart-to-heart with his own daughter, no matter how much he missed his wife.\nAs for his rejection of the title, this was possibly because he felt that Spina di Rosula would often be working with the common folk and a title like \"Duke Callas\" might create the perception of a difference in status between them, causing the Spina in turn to lose the trust of the people.\nStill, all of these are just Navia's own conclusions.\nThis is another area where Navia found herself conflicted. She was in all things valiant, and in business straightforward, but she never did seek her father out to confirm her conjectures.\n—Did you make those choices to protect me, Papa? Did you underestimate my ability to sort out my feelings, even though you trusted me?\nShe never spoke these thoughts aloud to her father. After all, she thought, they had time. Could she not wait until her stubborn old man stopped being so closed off, or until she had found better footing of her own, for them to have that conversation?\nIt was time that would answer her question, and teach her that which her father could not.\nSome things in life are like that, leaving only time for on-the-spot learning and no time for preparation, just as she would go on to organize her own memos after Melus's departure.\nWell, everyone makes mistakes at first, right? But don't worry — Navia's a fast learner.\n<color=#ffd780>Vision</color>\nAt a birthday party many years ago, Navia took her favorite tabletop game out.\nPerhaps it was because this was also her coming of age, but the participants playing that day were especially numerous. Amid this lively atmosphere, everyone — apart from the birthday girl, the star of the show — racked their brains coming up with characters exceedingly ill-suited to themselves.\nMelus, the steady hand, became the rash and careless commissioner, inviting all present to solve — or suffer under, more like — the ancient curse afflicting his family. Sonny, ever elegant in speech and etiquette, would play a potty-mouthed petty thief, even making the grand sacrifice of shedding his pale outer coat, which usually stuck to him like a second skin. The nervous rookie, Silver, having been dragged into this by dint of passing by, was made a mighty, mysterious mage.\nThe most lethal blow came when Clorinde, who usually took charge of proceedings, decided to \"band together\" with the famed adventurer known as \"Demoiselle\" as a private doctor who missed every shot she fired. Someone had to do the healing, she reasoned — but alas, this left the role of game master open, with Callas unfortunate enough to be the only one left to fill that post. Thus was he forced to put his soft drink aside, and leave the audience stands (the bench) for the crowd of players (the sofa).\nNavia was most pleased with this start.\nThe game, however, got off to a bumpy beginning, with the strange commissioner bursting his way into Demoiselle's residence during her birthday party, only to misjudge and crash head first into a triple-layered cake, nearly drowning himself in dessert and ending the millennia-spanning family curse by his own hand within the first five minutes.\nDemoiselle would quickly get the good-hearted doctor to save the man, with the doctor musing if letting him live on was tantamount to helping their enemies as she rolled the dice.\nThe game master's expression did not change as he went faithfully about his duty in a low voice:\n\"The young man, having braved the rain, was soaked to the bone, and both his hands were set a-trembling.\"\n\"He did his best to clean the cream off his face and body, though he missed a few spots.\"\n\"'Thank you, kind souls, thank you, for joining in my battle against this curse most wicked!'\"\nThey were unusually lucky during the middle portion of the game. To solve a problem, one must investigate its source. According to the mage's hypothesis, the commissioner's ancestor must have made a contract with a demon for some reason. \"Ah, if I had only rolled higher, we would already know that reason...\" grumbled the mage. \"Bloody signed a high-interest contract without a care for his descendants, didn't 'e, the blithering idiot?\" The thief blurted out. \"Well then, can we steal the document and destroy it?\" Demoiselle asked offhandedly.\nThe inexperienced game master would regret allowing their actions for all time, for the thief's luck was truly ludicrous.\n\"...Demoiselle was clever indeed, and the thief just as profoundly skilled.\"\n\"No one thought that the contract would fall into their hands so easily, and yet the words written upon it were nigh indecipherable...\"\nThe ending, too, was unusually happy. Thanks to the hardworking and kind (and also sufficiently rusty) game master, Demoiselle would finally drag the rest of the party, riddled as they were with status effects, into a confrontation with the ancient demon. The battle was as chaotic as ever, with the mage losing his sanity first, and the doctor not landing a single shot. But just as everyone's hit points were about to bottom out, the adventurer Demoiselle would hazard a venture. Using up a turn to move beside the demon, and tanking a full round of its attacks head-on, she knowingly gave the doctor a desperate order, as everything was going to hell: \"Shoot me instead!\"\nThe doctor's dice were rolled before the game master could say anything. Callas counted the dice in silence, before taking three deep breaths.\n\"...The bullet pierces the demon’s weak spot, and the giant creature collapses into the abyss.\"\n\"It returns to the darkness, and into slumber, taking that absurd curse with it.\"\n\"Rejoice, rejoice, for the adventurer's courage and for her ill-omened ally!\"\nPerhaps it was to go with the President's flow or out of genuine emotion, but there was indeed much rejoicing. Amidst the din, only Callas, who had begun to sort out the various items used for play, was stunned. He retrieved a golden-yellow jewel from within the dice box.\n\"Navia... I think this is yours.\"\nThere were many people present, but this Vision did indeed belong to Navia, for it was with a flash of her thought that a great blade of Geo would slice her birthday cake in two... along with the table.\nLater at night, when the party and her excitement both had settled down, Navia would lie on her bed, unable to remember what she had been thinking when she had obtained the Vision. Had her mind lingered on the final victory, obtained only after much struggle and hardship? Or had she wished that her birthdays henceforth would be spent surrounded by friends, just like this one?\nIf it was the former, that seemed to obliquely indicate that a happy ending must be preceded by many tribulations... so best to go with the latter.\nThus were her thoughts as she lay at dreamland's door, still clutching the Vision."
      }
    ],
    "galleryCharacter": [
      {
        "key": "Melus",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/915358d35c5c139c3755ea98f523c987_6271611261044241663.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Melus, Navia, and Silver in Navia's dreams."
          }
        ]
      }
    ]
  }
}