{
  "epId": 4514,
  "name": "Sonny",
  "desc": "<p>The Spina di Rosula's \"cleaner.\" He is also known as the \"White Glove.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/41e3ab828df3397c7ba49ab3d5538717_7972644186641863973.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1713351229,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Sonny"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Spina di Rosula"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "\"The White Glove\""
          }
        ]
      },
      {
        "key": "Dialogue Reward",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1890,
            "name": "Fish",
            "desc": "A fresh fillet of fish. Handled properly, it can make a rich dish.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fish_icon.png",
            "amount": 4
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Location",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/6680c9a5c87e8e0f08c7ecbcc3d5b4d0_524202705509385484.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Luca and Sonny's location in the Court of Fontaine after the quest \"Aqueous Tidemarks\" and before the quest \"A Fontainian Message.\""
          }
        ]
      },
      {
        "key": "Location",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/5022edb3f8fd35a3965301893813a2a0_5301739062114848612.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Luca and Sonny's location in the Fleuve Cendre after the quest \"A Fontainian Message.\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula is a citizen-oriented society that involves many walks of life and focuses its efforts on solving difficult issues amongst the common folk, and that it will cooperate with the Fontainian authorities where needed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/103e6993dd0a594332fa18ca5fe17098_2392013260495549905.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sonny is a Spina di Rosula's member.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>The current President of Spina di Rosula, who is lovely, dutiful, and a great boss.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/3fc7580c01a9e622692402889706c4db_8301615651200775487.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "President of Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "name": "Luca",
        "desc": "<p>Spina di Rosula's member.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/63db59be4212f03bff8e2f6e90ba8ba5_1747945650414872093.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sonny's partner",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "name": "Virgil",
        "desc": "<p>A former member of Spina di Rosula who wanted to find the treasure of the secret society, \"Liliacruces Forum,\" and become rich.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/41cf915c51419afeb0dc33b0f53ad246_6255116840835281564.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Former Spina di Rosula's member, who was involved in the Sinthe distribution. Presumably was killed by Sonny and Luca.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>The current President of Spina di Rosula, who is lovely, dutiful, and a great boss.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/3fc7580c01a9e622692402889706c4db_8301615651200775487.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Over"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Something to Share: The Dependable Spina di Rosula</color>\nIf you've spent long enough in the Fleuve Cendre, you might have noticed that there are a lot of other groups in Fontaine besides the Spina di Rosula. Beware of them — they each have their own agenda, and they're not all friendly like us. If you ever find yourself in a tight spot, you can always ask Mr. Tetreaux at the bar for help. Unless you're dealing with someone who isn't in the mood to sit down and have a conversation, in which case... White Glove will sort things out. You can count on him."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Vision</color>\nAt a birthday party many years ago, Navia took her favorite tabletop game out.\nPerhaps it was because this was also her coming of age, but the participants playing that day were especially numerous. Amid this lively atmosphere, everyone — apart from the birthday girl, the star of the show — racked their brains coming up with characters exceedingly ill-suited to themselves.\nMelus, the steady hand, became the rash and careless commissioner, inviting all present to solve — or suffer under, more like — the ancient curse afflicting his family. Sonny, ever elegant in speech and etiquette, would play a potty-mouthed petty thief, even making the grand sacrifice of shedding his pale outer coat, which usually stuck to him like a second skin. The nervous rookie, Silver, having been dragged into this by dint of passing by, was made a mighty, mysterious mage.\nThe most lethal blow came when Clorinde, who usually took charge of proceedings, decided to \"band together\" with the famed adventurer known as \"Demoiselle\" as a private doctor who missed every shot she fired. Someone had to do the healing, she reasoned — but alas, this left the role of game master open, with Callas unfortunate enough to be the only one left to fill that post. Thus was he forced to put his soft drink aside, and leave the audience stands (the bench) for the crowd of players (the sofa).\nNavia was most pleased with this start.\nThe game, however, got off to a bumpy beginning, with the strange commissioner bursting his way into Demoiselle's residence during her birthday party, only to misjudge and crash head first into a triple-layered cake, nearly drowning himself in dessert and ending the millennia-spanning family curse by his own hand within the first five minutes.\nDemoiselle would quickly get the good-hearted doctor to save the man, with the doctor musing if letting him live on was tantamount to helping their enemies as she rolled the dice.\nThe game master's expression did not change as he went faithfully about his duty in a low voice:\n\"The young man, having braved the rain, was soaked to the bone, and both his hands were set a-trembling.\"\n\"He did his best to clean the cream off his face and body, though he missed a few spots.\"\n\"'Thank you, kind souls, thank you, for joining in my battle against this curse most wicked!'\"\nThey were unusually lucky during the middle portion of the game. To solve a problem, one must investigate its source. According to the mage's hypothesis, the commissioner's ancestor must have made a contract with a demon for some reason. \"Ah, if I had only rolled higher, we would already know that reason...\" grumbled the mage. \"Bloody signed a high-interest contract without a care for his descendants, didn't 'e, the blithering idiot?\" The thief blurted out. \"Well then, can we steal the document and destroy it?\" Demoiselle asked offhandedly.\nThe inexperienced game master would regret allowing their actions for all time, for the thief's luck was truly ludicrous.\n\"...Demoiselle was clever indeed, and the thief just as profoundly skilled.\"\n\"No one thought that the contract would fall into their hands so easily, and yet the words written upon it were nigh indecipherable...\"\nThe ending, too, was unusually happy. Thanks to the hardworking and kind (and also sufficiently rusty) game master, Demoiselle would finally drag the rest of the party, riddled as they were with status effects, into a confrontation with the ancient demon. The battle was as chaotic as ever, with the mage losing his sanity first, and the doctor not landing a single shot. But just as everyone's hit points were about to bottom out, the adventurer Demoiselle would hazard a venture. Using up a turn to move beside the demon, and tanking a full round of its attacks head-on, she knowingly gave the doctor a desperate order, as everything was going to hell: \"Shoot me instead!\"\nThe doctor's dice were rolled before the game master could say anything. Callas counted the dice in silence, before taking three deep breaths.\n\"...The bullet pierces the demon’s weak spot, and the giant creature collapses into the abyss.\"\n\"It returns to the darkness, and into slumber, taking that absurd curse with it.\"\n\"Rejoice, rejoice, for the adventurer's courage and for her ill-omened ally!\"\nPerhaps it was to go with the President's flow or out of genuine emotion, but there was indeed much rejoicing. Amidst the din, only Callas, who had begun to sort out the various items used for play, was stunned. He retrieved a golden-yellow jewel from within the dice box.\n\"Navia... I think this is yours.\"\nThere were many people present, but this Vision did indeed belong to Navia, for it was with a flash of her thought that a great blade of Geo would slice her birthday cake in two... along with the table.\nLater at night, when the party and her excitement both had settled down, Navia would lie on her bed, unable to remember what she had been thinking when she had obtained the Vision. Had her mind lingered on the final victory, obtained only after much struggle and hardship? Or had she wished that her birthdays henceforth would be spent surrounded by friends, just like this one?\nIf it was the former, that seemed to obliquely indicate that a happy ending must be preceded by many tribulations... so best to go with the latter.\nThus were her thoughts as she lay at dreamland's door, still clutching the Vision."
      }
    ]
  }
}