{
  "epId": 4520,
  "name": "Caterpillar",
  "desc": "<p>A member of the Narzissenkreuz Ordo given the title \"Chrysalis of the Phantasmic Moth.\"</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/be516a2c9005727dcfd1fe45662a826d_356165766105332799.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1726410788,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/8df6d5af4a7be06b6f245cfcfc823a3b_2329843103953807209.png"
      },
      {
        "key": "Caterpillar",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/bfc733326181bb99c64bfe7a8c3b5ffc_8866378987928469078.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Location within the Narzissenkreuz Ordo after completing the \"Unfinished Comedy\" Quest"
          }
        ]
      },
      {
        "key": "Caterpillar",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/a1338cd60c990d965a0e96afe2de51a6_7076791157598586082.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Caterpillar and Lanoire during the \"Unfinished Comedy\" Quest"
          }
        ]
      },
      {
        "key": "Current Appearance",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b7c2c1d1f178446ade91748563416b83_7780295079991745547.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Caterpillar's real appearance as a hilichurl"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Caterpillar",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Many years ago, Caterpillar was human, but part of his memories were placed in the body of a Hilichurl with the help of the Holy Blade of Narzissenkreuz and the Oceanid Lyris. Since Jakob Ingold and Rene de Petrichor considered the man, who Caterpillar had previously been, to be their friend, and in their imaginary world, the Book of Esoteric Revelations, we meet the memories of the man they were trying to save, it can be assumed that Caterpillar was previously\nScherbius. Although Carter's body died, part of his consciousness was restored."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"- And who are you then?</color>\n<color=#ffffffd9>- ...That is not important. What's important is the masters of this imaginary world. They believed that they could save the world, but they didn't know if this world actually needed to be saved. Maybe the world in their memories was but an afternoon forever bereft of blooming sunflowers. But those are their stories and not mine. I'm just a memory that they have of their friend. They once believed that they could save me, but ultimately… The butterfly became a cocoon, and a larva emerged from the cocoon. Then, the larva returned to the void that was never born. But none of these things matter. I have nothing left. I am just a shadow in their memories, left behind by their obsession to save me. I don't hate them, though. Even if they changed after losing me, my existence in this world of memories and delusions is proof of their persistence. As someone who was once their friend, I am more than satisfied. No matter what I become, I am forever grateful for the friendship we once had.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/b7c2c1d1f178446ade91748563416b83_7042743802992200382.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After his creation by the Narzissenkreuz Ordo, Caterpillar took the form of a child with white skin, blackened limbs, white hair, and nails similar to a Hilichurl. He attributed his appearance and lack of aging to illness. Caterpillar's true form is an Anemo Hilichurl Rogue.\nBecause Caterpillar aided the Narzissenkreuz Ordo during the battle in Elynas with the Marechaussee Hunters, he was sent to the Fortress of Meropide for his crimes over 400 years ago. Caterpillar supports this decision since he considers himself a monster who should be locked away for what he did."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/bfc733326181bb99c64bfe7a8c3b5ffc_4242343673736741675.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Caterpillar has hypnotic abilities: he can convince a person of something or guide them. One day, in prison, he met the colorblind artist Julien, who was engaged in the forgery of paintings since he could accurately draw what he saw. Caterpillar was able to convince Julien of his abilities as an artist. As Julien himself believed, Caterpillar allowed him to paint masterpieces. Caterpillar also used his ability with the guard Noailles, who had questions regarding Caterpillar's documents. He convinced the guard that he was a criminal and where he belonged.\nSince Caterpillar is not human, he does not have the same qualities, including empathy. During all the years spent in prison, Caterpillar had tried to learn humanity. And while any human helps others out of empathy, Caterpillar only helps because he knows what a human would do."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"What else is there to say about myself?</color>\n<color=#ffffffd9>I often feel mutually exclusive elements in the nature of my existence. Individually, they are pure, but also alien to each other.</color>\n<color=#ffffffd9>Therefore, when they interact, they mix with the other and become impure. Can you understand that?</color>\n<color=#ffffffd9>My own identity is not consistent... Sometimes I am a Bloomguard, other times a dragon. My identity is a lie built out of the stories of others...</color>\n<color=#ffffffd9>But I believe a definitive answer exists, a singular correct answer. As the hands on the clock move again, I'm ready to take that step.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Fortress of Meropide",
        "desc": "<p>Fontaine prison, run by the Duke Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/543bcf412bf7a949068f160ee9ab7e97_4065641714083094418.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3701,
        "name": "Anemo Hilichurl Rogue",
        "desc": "<p>Hilichurl wanderers who do not belong to any hilichurl tribe. It almost seems as if they are searching for the fated genesis of their kind, seeking to uncover some bygone splendor that once belonged to their people.<br>If these monsters capable of only crude language and bereft of missing history could record their own epics and legends, the hilichurl wanderers would be the heroes in said tales.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/eb2ff17818f8f4420f9033724d997ea1_6221977951827695686.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Unfinished Comedy",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Several years ago, Caterpillar met a little girl named Lanoire, who was born in prison. Her mother, Agnes, died in the Fortress of Meropide from illness without having time to complete documents for her daughter. Lanoire could not leave prison and go to her relatives since, according to the papers, she simply did not exist. Having made friends with Lanoire, Caterpillar decided to help the girl escape prison. The chosen method was the \"Game of the Rich\" - a game invented by the guard Estienne, in which teams competed to collect credit coupons, the special currency of the Fortress of Meropide. The winning team would be able to travel with Estienne to the surface for periodic checks. Thus, Lanoire could leave prison, and no one would look for her.\nTeaming up with Traveler and Paimon, Caterpillar, and Lanoire were able to defeat the other teams, mainly due to Caterpillar, who had been collecting coupons for years by teaming up with other prisoners. Although the Fortress of Meropide guard, Noailles, tried to interfere with the escape plan, Lanoire, and Caterpillar were still able to escape and go to Lanoire's grandfather, Earnshaw, with the help of Estienne.\nDuring his adventures with Lanoire, Caterpillar tells her a tale about a foolish apprentice, in whom he sees himself:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Long, long ago... There was a mage's apprentice. He was a dim-witted apprentice, so it took him far more time than the others to learn the language of magic.</color>\n<color=#ffffffd9>But his teacher, who was an amazing mage, wasn't the least bit concerned. On the contrary, he heaped praise on his apprentice's progress and even entrusted him with important tasks...</color>\n<color=#ffffffd9>The apprentice never doubted his teacher's instructions. After all, he was a great mage who taught him the language of magic.</color>\n<color=#ffffffd9>The mage had a basin in his workshop. Actually, you could call it a fish bowl, as he kept a little fish in it.</color>\n<color=#ffffffd9>One day, the little fish called out to the apprentice: \"Hey, you over there! Nitwit! Help me out.\"</color>\n<color=#ffffffd9>The apprentice was taken aback. Apart from the great mage, nobody, or no creature even, would make conversation with him like that. So, this piqued his curiosity, and he asked how he could help.</color>\n<color=#ffffffd9>As it turned out, this little fish used to live in the vast and boundless sea. By being brought here, it had been separated from its family. It had tried to ask others for help, but none had responded to it.</color>\n<color=#ffffffd9>\"I'd like to bring you home, but my teacher has forbidden me from going out...\" the apprentice said. Hearing this, the little fish swam crestfallen to the other side of the basin, saying nothing further to the apprentice.</color>\n<color=#ffffffd9>Then one day, the apprentice discovered that the little fish was no longer in the basin. Who took it away? Did they bring it home? The apprentice couldn't help but wonder.</color>\n<color=#ffffffd9>Without the little fish, the basin was now completely empty. Just what sort of place is the \"vast and boundless sea\"? Before he realized it, the apprentice's thoughts had drifted to the world outside the workshop…\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "<p>Lanoire is the daughter of Agnes and the granddaughter of Earnshaw. She was born in the Fortress of Meropide and had never been to the surface. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/b0d2ecb93bcd3f219cda9649463ae8b9_5665759750711537562.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "name": "Estienne",
        "desc": "<p>Guard from the Fortress of Meropide.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/237301566/3e48716519d70c05febbdc4be9d0742c_5210186573213111020.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "Credit Coupons",
        "desc": "<p>A type of currency only used in the Fortress of Meropide.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/151578876/4026d4731993878027111ff57ff40061_3010017337964121417.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "name": "Earnshaw",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/35dd24168ad6800be4741160d8d5b6bb_1399453344440697591.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "In the Wake of Narcissus",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "After rescuing Lanoire, Caterpillar returned to the Narzissenkreuz Ordo, where he was met with the other \"heirs'' of the organization: Ann, the Oceanid, and Seymour, the mechanical dog. Seymour was created by Alain Guillotin to protect his sister, Mary-Ann Guillotin. And Ann was created by another Oceanid, Mary-Ann of Annapausis when she saw Ann in a dream. Together, they decided to find out the secret of Ann's origin and prevent Narzissenkreuz from carrying out his plan to save humanity from the Apocalypse, dissolving the bodily shell of all people in Fontaine with the help of the Holy Blade of Narzissenkreuz."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Only by forging the Holy Blade can he continue his unfinished work, gathering the wills of everyone in Fontaine, the continent, and even the entire planet unto himself.</color>\n<color=#ffffff>As the primordial sea returns once more, and as the devourer of all darkens the sky, only he who is whole unto himself may survive.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Caterpillar, Traveler, Ann, Seymour, and Paimon searched for materials to forge the original Holy Blade, capable of dividing and uniting the will. It turns out that three of the four materials had already been found by Jakob Ingold, who was trying to implement Narzissenkreuz's plan. He met with the Traveler and others at the Tower of Gestalt, the headquarters of the Narzissenkreuz Ordo. This meeting marked the beginning of Doomsday, as all four members were gathered together.\nWhen the clock struck midnight, and the hand broke through the room floor, taking Jakob with it, the Tower of Gestalt sank under the water, opening the way to the Primordial Sea and Narzissenkreuz. After defeating Narzissenkreuz and reconciling with him, the Traveler, Caterpillar, Ann, Seymour, and Narzissenkreuz went to Mary-Ann in Annapausis.\n<color=#ffd780>Related entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>An Oceanid created by the consciousness of Mary-Ann.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7a4364ee7ecfbf1eb2b78fbf7b6607ed_3331102923965262727.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>An Oceanid living in Annapausis. <span class=\"wk-shady\">She is a hybrid consciousness Oceanid formed by the merging of Lyris and Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7ac751c3fd3892141d972392696a414b_5562851372489843376.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Prototype 4ACV07 is a mechanical dog created by Alain Guillotin to protect his sister Mary-Ann Guillotin during her service in the Marechaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/f415fbe2eaa40cd987a8daa47643fc74_4223529991169100227.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Sword of Narzissenkreuz",
        "desc": "<p>A sword whose power faded when the story ended. It will now embark upon a new journey with the power that remains within it, which commemorates a certain great dream.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/12/35428890/01d3f8317c86ea98d617ad61213b7c9a_4271295687560653806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4615,
        "name": "\"Persona\"",
        "desc": "One of the fabricated materials necessary to forge the Holy Blade of Narzissenkreuz. It feels almost weightless.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/a1b4b81f94c7d8527afc1479c4e1aa5a_1110200669598652718.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4616,
        "name": "Map Fragment",
        "desc": "A damaged piece of paper that looks like the bottom-right corner of a map. There are strange points and lines drawn on it.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/07/fbfebaa7264d2e4ba9e87f349b6f1d56_3450334929274937176.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Pursuit",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "After saying goodbye to Mary-Ann, Ann, and Seymour, Caterpillar decided to go to the realm inside the Book of Esoteric Revelations created by Rene and Jakob to find \"something.\" Time moves differently in this world, and Caterpillar was there for so long that he forgot what he was looking for and began to lose his mind. Inside the Book, Caterpillar met \"Puppy,\" which was a memory of Carter Scherbius, just like Caterpillar himself. It said that the world inside the Book was collapsing, but as long as \"Puppy\" appeared in the form of a dog and not a Rifthound, there was still a chance of salvation.\nThe Traveler rescued Caterpillar from this world, but the time spent in the Book left its scars on him. He could no longer take a human form, and his consciousness began to fade.\n<color=#ffd780>Related entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Beryl Region",
        "desc": "<p>An ancient ruin-studded mountain range across the water from the Court of Fontaine.</p><p>Many, many centuries ago, the followers of Egeria once saw this place as a prime location for excursions and picnics. Gathered here, they sang of love and dreams as pure and stainless as polished gems. Their songs have long faded into the pale moonlight, and now, only cool breezes continue to caress these lonely, mint-studded highlands.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_4782214433201935066.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5553,
        "name": "Pursuit (Part 1)",
        "desc": "<p>Enter the World of Meditation to look for Canotila.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/04/364365681/03386dacb31726cbf471f6fb2a29e069_4378881894243715210.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "name": "Canotila",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/adba4f38203f23ea3cce8766735976f0_3470015297264562563.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Happy Birthday",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Before leaving, Caterpillar decided to meet Lanoire on her birthday and told her the end of the story about the fish and the mage's apprentice:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"- So you still remember that story.</color>\n<color=#ffffffd9>- Of course. There's no way I would forget! I've been waiting for you to come back and finish telling me the whole thing! So, in the end, did the apprentice find the little fish?</color>\n<color=#ffffffd9>- Well, many, many years later… The foolish apprentice plucked up the courage to bid farewell to the great mage, left the workshop, and embarked on a journey to find the little fish. But he had never seen the vast ocean before, so he had no idea what the little fish's homeland was like. Therefore, he had to ask for directions along the way...</color>\n<color=#ffffffd9>He asked the reeds by the river, and upon hearing his story, the reeds laughed so hard that they bent over at the waist. \"You are looking for the ocean,\" said the reeds. \"It is a place much wider and grander than any river, the destination where rivers flow into.\"</color>\n<color=#ffffffd9>He followed the flowing river and eventually reached the vast ocean. However, the ocean was so vast that he didn't even know where to begin. So he asked the Violetgold Angler Gull resting on the pier. It was astonished by his story and dropped the fries it was holding in its beak in surprise. \"Buddy, this is an impossible task,\" the gull said. \"No one has ever, and I mean EVER, tried to find a common little fish in the vast ocean. Besides, who knows, it might have already...\" The apprentice silenced the seagull by stuffing its mouth with bread, disregarding it and its noisy companions. Then, he continued along the coastline, asking and searching as he went. Since he was a foolish apprentice, he only knew how to search in the most foolish way. He spent a lot of time learning how to dive, and again and again, he swam further and deeper into the ocean…</color>\n<color=#ffffffd9>- He must've found it in the end! If you wish hard enough and you don't give up, your wish will definitely come true! That's what Grandpa told me.</color>\n<color=#ffffffd9>- You like stories with happy endings... Well, Grandpa Earnshaw is right. Despite being a foolish apprentice, he finally managed to find that little fish in the most foolish way. When he found it, the little fish was swimming freely in the water with its family amidst an ever-shifting school of fish. But the apprentice recognized it at first glance, even among countless others of its kind. \"Finally, I found you...\" The apprentice had fulfilled his wish, but his emotions were not as jubilant as he had imagined. Instead, he felt somewhat bewildered. The school of fish curiously surrounded him, urging him to explain the whole story. He clumsily explained everything, and finally, as if relieved of a burden, he released a long stream of bubbles into the water. \"I must apologize twice,\" the apprentice said. \"Once for not summoning the courage to help you when you sought my assistance in the past, and once for the abruptness of my visit here...\". \"After finally seeing you again, I realized how selfish I have been... I thought that if I could apologize to you in person, I could forgive my past self.\" \"What does it matter?\" The little fish's response surprised the apprentice. \"You see, in the past, you couldn't help me, but I have still returned to my homeland, back to the embrace of my family.\" \"I haven't been harmed, so you don't need to seek anyone's forgiveness.\" \"You have spent so much time and effort over such a trivial matter. I can't decide whether to call you upright or foolish. But even if you are foolish, we don't mind being friends with foolish humans...\"</color>\n<color=#ffffffd9>- Wah! So, does that mean they finally became friends? What happens then?</color>\n<color=#ffffffd9>- Then? Well, they became the very best friends.</color>\n<color=#ffffffd9>- Huh? That's it? So, Cater, is that how the story ends...?</color>\n<color=#ffffffd9>- Mm-hmm, that's the end of my story. If a good story doesn't end in the right place, it will lose the fun. Heroes will become evil dragons. I've heard of stories that didn't want to end. And when they finally did, they were with but horrible endings and everyone in these stories had their hearts broken. Those were bad stories. But, dear Lanoire, the story of you and your adventure is still ongoing. Happy birthday. And one day, you'll have to share your story with me, won't you?</color>\n<color=#ffffffd9>- Mm-hmm... I promise I will, Cater.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Realizing that they would never see each other again, Caterpillar warned Lanoire not to speak with monsters who resembled him. He thanked Paimon and the Traveler for saving him and then disappeared.\n<color=#ffd780>Related entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5557,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "<p>Lanoire is the daughter of Agnes and the granddaughter of Earnshaw. She was born in the Fortress of Meropide and had never been to the surface. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/b0d2ecb93bcd3f219cda9649463ae8b9_5665759750711537562.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Caterpillar was a member of this radical organization.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Founder of the Narzissenkreuz Ordo and one of Caterpillar's creators.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Co-founder of the Narzissenkreuz Ordo and one of Caterpillar's creators.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>An Oceanid created by the consciousness of Mary-Ann.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7a4364ee7ecfbf1eb2b78fbf7b6607ed_3331102923965262727.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "An Oceanid who allied with Caterpillar and Seymour to learn the truth about her origin.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Prototype 4ACV07 is a mechanical dog created by Alain Guillotin to protect his sister Mary-Ann Guillotin during her service in the Marechaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/f415fbe2eaa40cd987a8daa47643fc74_4223529991169100227.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A mechanical dog who allied with Caterpillar and Ann to learn the truth about his past.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "<p>Lanoire is the daughter of Agnes and the granddaughter of Earnshaw. She was born in the Fortress of Meropide and had never been to the surface. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/b0d2ecb93bcd3f219cda9649463ae8b9_5665759750711537562.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Caterpillar's friend, whom he helped to escape the Fortress of Meropide.\nCarter Scherbius\nThe man Caterpillar was before his death. Part of Carter's consciousness was placed in the body of a Hilichurl.\n\"Puppy\"\nAnother part of the consciousness and memories of Carter Scherbius.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 4616,
        "name": "Map Fragment",
        "desc": "A damaged piece of paper that looks like the bottom-right corner of a map. There are strange points and lines drawn on it.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/07/fbfebaa7264d2e4ba9e87f349b6f1d56_3450334929274937176.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4615,
        "name": "\"Persona\"",
        "desc": "One of the fabricated materials necessary to forge the Holy Blade of Narzissenkreuz. It feels almost weightless.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/a1b4b81f94c7d8527afc1479c4e1aa5a_1110200669598652718.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4617,
        "name": "Root Cycle",
        "desc": "<p>One of the keys designed by the Narzissenkreuz Ordo for the tower. When combined, the keys form a peculiar shape of three and a half circles, for which there is a special explanation.</p><p>The innermost circle is the Cycle of Hyperborea, symbolizing the age when the world was frozen and the lost paradise.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/a169f3a8a71fa1cd9be2aceb12837059_6028347167252633932.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4618,
        "name": "Root Cycle",
        "desc": "<p>One of the keys designed by the Narzissenkreuz Ordo for the tower. When combined, the keys form a peculiar shape of three and a half circles, for which there is a special explanation.<br>The middle circle is the Cycle of Natlantean, symbolizing the triumph over the evil dragon, a metaphor for humanity's victory over nature as well as the beasts within themselves.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/4b7716bc1a72d242b78d77080651b738_4086989871740546757.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4619,
        "name": "Root Cycle",
        "desc": "<p>One of the keys designed by the Narzissenkreuz Ordo for the tower. When combined, the keys form a peculiar shape of three and a half circles, for which there is a special explanation.</p><p>The third circle and outermost half circle are the Cycles of Remuria and Khraun-Arya, symbolizing the relationship between humans and gods.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/835e9aa023705d1ffa15701ccb9a02bc_8888885717223210459.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Holy Blade of Narzissenkreuz",
        "desc": "<p>A holy sword that bears a special meaning in a certain story.</p><p>It belongs to no one. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/151578876/d9e731584137af8d10fb8d02bfbcb845_2540485016140178270.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Sword of Narzissenkreuz",
        "desc": "<p>A sword whose power faded when the story ended. It will now embark upon a new journey with the power that remains within it, which commemorates a certain great dream.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/12/35428890/01d3f8317c86ea98d617ad61213b7c9a_4271295687560653806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4624,
        "name": "Fallen Bouquet",
        "desc": "<p>Wild flowers in bloom that were once cherished by someone. There is little special about it, unless that be the place where it fell.<br>A little gratitude and remembrance may be the key to moving forward.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/24/35428890/adcfc2fb041d55e5b3018288a0fca465_4031742553551753758.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Caterpillar"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ]
  }
}