{
  "epId": 4583,
  "name": "Scaramouche",
  "desc": "<p>The former sixth of the Eleven Fatui Harbingers, created by Raiden Ei.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/151578876/3ca9b9e2138195540f079c470acfbce5_2205193756032034346.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1746361129,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations and Emojis",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 3.1 - King Deshret and the Three Magi"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/27/35428890/f013a9d6790604e930f2e58a12dec27a_4808825076284921984.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 21, 2022</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 3.2 - Akasha Pulses, the Kalpa Flame Rises"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/22/35428890/3aa22d81821f37dd8065130ca4f0d373_3118222369900270902.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>November 24, 2022</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "3rd Anniversary Letter"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/22/35428890/b19a5c2eebf4513fa7700f721e16d944_5022131202131954848.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 14, 2023</color>\nHello, Travelers! Here are the \"3rd Anniversary Letter\" Wallpapers for you~ Feel free to save and use them as you like~"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Her Excellency, the Almighty Narukami Ogosho, who promised the people of Inazuma an unchanging Eternity.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Kunikuzushi</color>\n<color=#ffffff73>He came about as a byproduct of creating the Shogun. Perhaps it's because I feel like I owe him something, but I do not wish to assert control over him.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 2</color>\n<color=#ffffff73>For beings with a perishable form of flesh to pursue Eternity, they must first solve the unavoidable problem of lifespan.</color>\n<color=#ffffff73>This limited time troubled Ei greatly, until one day when a mysterious technique came before her eyes as if by a stroke of fate.</color>\n<color=#ffffff73>Using such techniques, one could create intricate puppets indistinguishable from true life.</color>\n<color=#ffffff73>In theory, this puppet could perfectly imitate everything about Ei. It could surpass the limits of her lifespan and defend Inazuma forever. Yet, how could creating a copy of an Archon be a simple affair?</color>\n<color=#ffffff73>Ei conducted countless experiments to this effect, discarded a great many failed products, and spent an unimaginable amount of time and resources—</color>\n<color=#ffffff73>But at last, by her dogged pursuit and warrior's spirit, she was able to create a flawless puppet.</color>\n<color=#ffffff73>The newborn Raiden Shogun sat there silently, listening to Ei speak all about her, \"her,\" and even about them. The future of Inazuma was here, inscribed upon a gorgeous blueprint.</color>\n<color=#ffffff73>The automaton had but one question to ask Ei: \"There is no turning back from forsaking your form. Do you regret nothing?\"</color>\n<color=#ffffff73>\"Your existence is my answer.\"</color>\n<color=#ffffff73>Then, Ei transferred her consciousness into her blade, and thus was born the Plane of Euthymia.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Lady Guuji of the Grand Narukami Shrine. Also serves as the editor-in-chief of Yae Publishing House. Unimaginable intelligence and cunning are hidden under her beautiful appearance.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Kunikuzushi</color>\n<color=#ffffff73>I thought it was a disaster waiting to happen at the time, but she insisted that she wasn't going to lift a finger against the object of her own creation. Had I known how things would unfold, I would have simply disposed of it without her knowing. Hmm? What about now? Hehe... Well, we're no longer waiting for the disaster to happen, are we?</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the puppet</color>\n<color=#ffffff73>That puppet was built with technology that has been lost to time. Perhaps she, as a god, is the only one privy to the knowledge of its origins...</color>\n<color=#ffffff73>Before Ei began modifying her own godly form, she took it upon herself to create a prototype puppet...</color>\n<color=#ffffff73>No, the prototype was merely a proof of concept. Its appearance and intellect were not based on Ei. It was a test.</color>\n<color=#ffffff73>The original plan was for Ei to simply discard it. But perhaps Ei thought this to be too cruel, because in the end she chose only to seal the power within it.</color>\n<color=#ffffff73>Later, this puppet wandered Inazuma as an ordinary human male with his own consciousness, until... the Fatui took an interest in him.</color>\n<color=#ffffff73>Some eccentric geniuses in the ranks of the Fatui made adjustments to the prototype, not only unsealing his power, but very likely rendering him even more formidable than his original specifications.</color>\n<color=#ffffff73>Mm-hmm. The object of divine creation is the one who has now taken possession of the Gnosis... and the prototype puppet is now known as \"The Balladeer.\"</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "No. 11 of The Harbingers, also known as \"Childe.\" His name is highly feared on the battlefield.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About The Balladeer</color>\n<color=#ffffff73>After he took the Gnosis, we lost all contact with him. Now comes the task of trying to hunt it down and get it back... I actually don't mind it — it means I get to travel all over. Wonder if I'll run into you somewhere along the way?</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>A caged bird secluded within the confines of the Sanctuary of Surasthana who can only see the world in her dreams.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About The Balladeer</color>\n<color=#ffffff73>When he finally achieved the ambition he thought he'd been pursuing all along, was he content at last, or only emptier still? We only yearn for the skies because we cannot fly... Hmm, perhaps he should reflect on this once he has held the sheer emptiness of the skies in his grasp.</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kabukimono",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/6a593c1b6ea50a4ee0ae7810898e9894_1587202017342089375.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After the Archon War, Inazuma was ruled by two twin sisters, Raiden Makoto and Ei. Makoto was the Archon for the people, and Ei was her shadow warrior, her kagemusha. During the Cataclysm that occurred 500 years ago, Makoto went to Khaenri'ah alone and died there. Her sister found her remaining consciousness and was able to say goodbye to her only in the subspace of Makoto's subconscious. Ei never found out why her sister, who had no combat skills, went to Khaenri'ah alone, but after Makoto's death, she decided that the ideal of \"Eternity\" could only be achieved by remaining unchangeable herself. Not to succumb to erosion or change her views on eternity, Ei decided to create a sentient puppet that would rule Inazuma. Before Ei began transforming her divine form, she created a prototype puppet using a secret technique to show that such a creation was possible."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/07c0a1bc95475f4dff09623382a733a6_6592259091672663768.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Raiden gave this prototype a \"heart,\" but the appearance and intelligence of this trial product were not made in her image, and this puppet, which could cry from birth, was not even given a name. After shedding tears in his sleep, his creator decided that he was too weak and fragile, both as a person and as a tool. At first, Ei was going to simply get rid of him, but she found this too cruel, so she just sealed his power, put him to sleep, and left him in the Shakkei Pavilion along with a golden feather that confirmed his identity. When the puppet woke up, he spent his days vacantly looking at the beauteous scenery within: the flaming maple leaves, the exquisite window lattices. Within that lovely prison, he lost all perception. The betrayal by his mother was the puppet's first betrayal."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/f3b6a0c6912bc9baeb19a7806ee360ac_7962712018346361995.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "It was by accident that a kind-hearted samurai named Katsuragi would enter the pavilion and free the puppet, taking him to Tatarasuna and introducing him to the people who lived there. At that time, the puppet was as naive as a newborn, filled with goodwill and gratitude towards humans. Katsuragi, upon seeing the golden pinion on his person, knew that this puppet must not have been of ordinary stock, yet had his reasons not to mention his place of origin. Thus, he omitted all mention of Shakkei Pavilion, instead claiming falsely that he had found the young man while patrolling Nazuchi Beach, and he made the puppet play along to not expose the lie. Busy, bustling Tatarasuna became the place of many happy memories for the puppet. There, he briefly became a human. The workers at the Tatarasuna forge, Katsuragi, Mikoshi Nagamasa, Niwa, Miyazaki, and many others taught him to read and write, to make fire, cook food, and to forge. He was named \"Kabukimono,\" which referred mostly to those who wore vibrant colors and behaved in a peculiar manner. Although Kabukimono was offered a new name, he liked that people accepted him as a person. The workers became his family, and everyone long remembered the joyful dance that Kabukimono performed with them when Mikoshi Nagamasa forged his great blade. Kabukimono twirled in the dance, light as a feather. One day, Niwa told him, <color=#ffffffd9>\"You're not a puppet. You're a human... you're just missing a heart.\"</color> When Kabukimono saw people with all kinds of hearts: kind, principled, strong, gentle, his greatest dream was to have a heart too."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/945fdc1e264b8395c3a58ede5c3bf28c_7826564753922831029.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "At that time, Tatarasuna was led by the heir to the Isshin Art, Niwa. Under his leadership, the region became a cozy and welcoming place where people worked, set goals, and their lives were full of meaning. Tatarasuna was originally created to safely use crystal bone marrow. To improve the technology, the authorities invited a special guest from Fontaine, Escher. At first, Niwa was happy to have a mechanic, but soon began to suspect that the strange black smoke, increasing production problems, and the number of accidents were connected to Escher. In addition, people died due to strange filth deposits inside the Mikage Furnace. Although Niwa and the others did not let the truth leak out, they sent people to Narukami for help, but they did not return. They then sent Kabukimono with a golden feather so that he could obtain an audience with the Shogun. While Kabukimono was away, Niwa decided to go to the dangerous area of ​​the forge with Escher's device to cleanse it of filth and told Escher of his suspicions. Since \"Escher\" had no reason to put on a show anymore, he revealed that he was the Fatui Harbinger,\nwhose main task was to subvert life inside Inazuma and persuade Kabukimono to side with the Fatui. The Harbinger killed the inspector and gave his heart to the unsuspecting Kabukimono."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/0b85727b3c9ff43d58062f6984943810_4592763206146195383.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Kabukimono went for the Shogun's help, he did not know that Ei had already handed over the management of the nation to the Guardian of Eternity, a perfect puppet created in her image. Battling winds and storms, the puppet arrived on a small boat at the Tenshukaku residency. But the real Raiden Shogun had long since left to the Plane of Euthymia. After a series of refusals, Kabukimono, in desperation, displayed the golden feather on his person and asked to see Yae Miko instead. At this time, Miko was busy assisting the Guardian, and though she rushed down as soon as she heard this news, she could only meet the distressed Kabukimono briefly. Yet he had no ears for her promises to send people to their aid immediately, and returned in despair, convinced that the Shogunate had forsaken Tatarasuna. Miko kept her word, and soon, ships with help arrived on the shores of Tatarasuna. But the situation of Tatarasuna did not seem tragic at all — on the contrary, most of the people did not even know about the accident. The mechanic Escher said that Niwa had fled with his family for fear of punishment for his malfeasance. Kabukimono, with Niwa's heart, entered the central part of the furnace to collect all the deposits formed during the smelting. The load was enormous, but he survived. He left the furnace completely exhausted and asked Escher, <color=#ffffffd9>\"This device seems to have protected me. What's in it?\"</color> The mechanic answered, <color=#ffffffd9>\"Niwa fled this place for fear of punishment, but he left you a gift. He said it's the one thing that you've been looking for... He took it straight from the chest of one of his innocent servants.\"</color> The mechanic removed the withered heart from the device as he spoke. And although receiving a heart was his purpose for being, the very reason he existed, this heart didn't contain any blessings, but was instead a sacrifice brimming with selfishness, hypocrisy, cunning, and curses, all wrapped in an amiable husk. But if Kabukimono were to wrench this \"heart\" out, he would no longer be able to feel anything at all. A heart taken out after a murder should bring misfortune, but it saved him from the polluted sediment. Kabukimono then thought that Niwa had betrayed him completely, but this betrayal helped him survive. Overcome with rage and grief, he threw the heart to the ground and left Tatarasuna without regrets. Having learned that Kabukimono considered the fleeing Niwa his friend, Miko did not dare to disturb him anymore, only sending him back the golden feather."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/79b5e8f6e35b385ed6965902cfdf3d90_7658830768100015838.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The third betrayal was that of a little boy with no name, the son of the workers of Tatarasuna. His parents were swordsmiths, but then the manager of the workshop died, and his parents also fell ill with a strange disease that often made them cough up blood. Although the child was ill, his eyes remained clear. He lived alone in a ramshackle hut, where the walls were pierced by the wind and the roof could not protect him from the rain. Seeing his constantly mud-caked face through the gaps in the decrepit wooden door, the Kabukimono felt something twist in his heart, as if some ancient feeling was being re-awakened. As Kabukimono was heading to Inazuma, the boy said to him: \"But it's raining really hard right now. They say that the people who left haven't returned!\" Unable to find an answer, Kabukimono only smiled at the boy, and thus began their friendship. Having met a child who was as nameless as he was, Kabukimono decided to live with him and take care of the sick boy. Kabukimono brought him fruit and drinking water and helped him wash. As proof of his friendship, the puppet took the boy to the Shakkei Pavilion to show him the place where he once lived. He told him that he had no heart, and the boy told him a story about a tin soldier and a ballerina."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/67305276b37662c857b3425e800a8d66_516087564814871445.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "There was a tin soldier who always wanted to be with a beautiful ballerina. But the soldier had no heart, and he could not understand where his feelings came from. One day, his owner didn't want him anymore, and he threw him into a fire. But even engulfed in flames, the soldier did not take his eyes off the ballerina. The next day, people opened the oven and found a tiny heart in the ashes. When Kabukimono said that it was just ashes in the shape of a heart, the child replied that sometimes hearts are born from ashes. One night, Kabukimono left the hut to get some food or household goods. When he returned, the child was lying lifeless. Powerless in the face of death, he broke his promise to Kabukimono. After recovering from the initial shock, Kabukimono felt an incomparable rage. He was alone again. Kabukimono burned the hut, put on his head an old straw hat that had been left by the previous owners, and set out on a long journey. He wandered around the world without any goal. He met many different people along the way, but he no longer considered any of them his fellow travelers."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...Hey! Wh—What's wrong...? Say something!!!</color>\n<color=#ffffffd9>...You promised me we could be family! You're no different from Niwa and all the others... You betrayed me too. Haha...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Archon War",
        "desc": "<p>The war for the divine thrones, declared by the Heavenly Principles. As a result of the Archon War that finished about 2000 years ago, seven rulers of seven nations received the Gnoses, the divine throne, and the title of an Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/15/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3277280826417124317.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>The Electro Archon of Inazuma, known as Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/68ce1b8c0e262cc6e4f1074c6431a295_4003305747790718789.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Makoto",
        "desc": "<p>Raiden Ei's twin sister and the previous Electro Archon, also known as Baal. She died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/08/237301566/08ad31cb2d00748c8a122eb1c2562ff8_607942454148584632.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Lady Guuji of the Grand Narukami Shrine. Also serves as the editor-in-chief of Yae Publishing House. Unimaginable intelligence and cunning are hidden under her beautiful appearance.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Il Dottore",
        "desc": "<p>The Second of the Eleven Fatui Harbingers, codenamed The Doctor. Had multiple \"segments\" of himself, nearly all of which he destroyed in a deal with the Dendro Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/6b83e21c8ac24b40beb717d67c74768b_4435355540591316720.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2065,
        "name": "Husk of Opulent Dreams",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 1987,
        "name": "Katsuragikiri Nagamasa",
        "desc": "A blade that was once made in Tatarasuna. Heavy and tough.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/桂木斩长正.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kunikuzushi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "After three betrayals, Kabukimono realized that humans could not be trusted and that Archons inspired only hatred. He cast aside everything he had and renounced the world. He decided that his heart would never again be defiled by the world's filth, and he erased all human feelings from himself. In Inazuma's traditional theater, there is a certain character known as \"Kunikuzushi.\" Such characters are often schemers and usurpers of nations. At the end of his wanderings, the puppet chose this name as an act of his own will. And as for the name he had once used, even he no longer remembered it."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/6bebaf1430781d3eaceeba0db71d3e9c_587189369883811287.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The art of forging swords has long been a very important part of Inazuman culture, and the Raiden Gokaden were once the top five schools of the forging art in Inazuma, with many members holding important positions in the Yashiro Commission, which manages the country's ceremonial and cultural affairs. The Raiden Gokaden included Amenoma, Futsu, Isshin, Hyakume, and Senju, but of the five schools, only the Amenoma Art still retains its artisan lineage. The descendants of the Isshin Art are also still alive, but the craft has been lost to time. Kaedehara Kazuha's, the descendant of the Isshin Art, grandfather, was dissatisfied with his father's lack of effort. In his youth, he traveled all over Teyvat to find a way to revive the family business, but to no avail. The decline of the Raiden Gokaden happened very quickly: within a few decades, three of the families suffered various misfortunes and disappeared completely. Later, there was speculation that all of these misfortunes stemmed from some background machinations, meaning that someone wanted to wipe out the Raiden Gokaden. However, since not every family of the Raiden Gokaden came to ruin, such explanations were treated as nothing more than a conspiracy theory. Several generations ago, the Isshin Art was tasked with forging an important Goshintou according to an ancient forging diagram. Though all the craftsmen involved were very experienced, the process was still unsuccessful. Every blade that was forged was defective. When the deadline came, the blade still wasn't finished, so the craftsmen all fled and hid for fear of punishment."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/aa4907bb6c6b7f8cd695e7fcd4499638_6778475038248909532.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "It was believed that the Kaedehara Clan and the Yashiro Commission conducted an investigation, and when Kaedehara and the Kamisato Clan's leader eventually tracked down the craftsmen near the seaside, they met fierce resistance and were unable to stop the fugitives from escaping by sea. The Kaedehara Clan was severely punished for the swordsmiths who had escaped, and the family gradually fell into decline. Commissioner Kamisato was injured by the fleeing swordsmiths, which, combined with his advanced age, caused him to pass away shortly thereafter. Previously, the failure to forge the blade was ultimately attributed to a lack of required skill and finesse, but the heir of the Kaedehara Clan, Kazuha, discovered a letter from his great-grandfather. In the letter, Kaedehara Yoshinori told of the persecution of the swordsmiths alongside Commissioner Kamisato. While they were waiting for the culprits on the seashore, a single eccentric stranger appeared, claiming to be the one behind the failed forgings. He threatened to destroy the Raiden Gokaden and easily defeated everyone present. Commissioner Kamisato was seriously injured, and Kaedehara barely escaped death. The stranger saw his face and asked if he had any relation to the Niwa clan. Kaedehara replied that it was his father's family name and that after he disappeared, he was adopted by the Kaedehara family. Upon hearing the answer, the stranger fell silent and then said, <color=#ffffffd9>\"Tell her this. My name is Kunikuzushi.\"</color> He then turned and left. Lord Kamisato chose to keep quiet about the incident, fearing that careless talk might drag others into what might be considered a treasonous crime. Kaedehara Yoshinori owed him a favor, so he agreed to keep it a secret. Although he was deeply ashamed to witness the decline of the Isshin Art, the safety of his children and grandchildren was more important. For Kunikuzushi, the destruction of the Raiden Gokaden was only a desire to take revenge on the sword master, and he abandoned his plans halfway because he lost interest in them. He later said, <color=#ffffffd9>\"It was all just a little experiment into human nature.\"</color> Only many years later, after becoming a Wanderer, Kunikuzushi restored the original diagrams of the Goshintou and sent them to the Yashiro Commission and the remaining Amenoma School.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Kaedehara Kazuha",
        "desc": "A wandering samurai from Inazuma who is currently with Liyue's Crux Fleet. A gentle and carefree soul whose heart hides a great many burdens from the past.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2257,
        "name": "Ancient Forging Blueprint",
        "desc": "An ancient forging blueprint. The Shogun once ordered the Kaedehara Clan to forge a Goshintou according to it.\nAfter being soaked in water, it becomes clear that some of the text has been blurred — someone tampered with the blueprint, dooming the forging to failure and triggering the tragedy that followed...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ancient Forging Blueprint_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2319,
        "name": "Kaedehara Yoshinori's Letter",
        "desc": "<p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Kaedehara Yoshinori's Letter_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Known Names"
      },
      {
        "type": "RichText",
        "text": "Kabukimono\n\"Kabukimono\" referred mostly to those who wore vibrant colors and behaved in a peculiar manner. The puppet was called Kabukimono by the Tatarasuna workers.\nKunikuzushi\nIn Inazuma's traditional theater, there is a certain character known as \"Kunikuzushi.\" Such characters are often schemers and usurpers of nations. Kabukimono chose this name at the end of his wandering.\nScaramouche\nThe Balladeer\nThe puppet's name when he joined the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>A Snezhnayan organization that is loyal to the Tsaritsa and has spread out all over the continent. Its Harbingers are on the hunt for the Gnoses.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/237301566/38c409297992d7a782f0f1312f311707_3548311870444408788.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "and became the sixth of the Fatui Harbingers.\nWanderer\nScaramouche became the Wanderer after he erased himself from",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p>Irminsul can be thought of as a large tree growing downwards rather than upwards, containing all the knowledge and wisdom of the world from ancient times to the present. Ley Lines, like the roots of Irminsul, cross the earth, absorbing the memories of the world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/237301566/aa06aa829f5a3a926aef88750adb81f2_3960309425065670916.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>The Electro Archon of Inazuma, known as Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/68ce1b8c0e262cc6e4f1074c6431a295_4003305747790718789.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Raiden Ei created Scaramouche as a prototype puppet to prove the concept of creating a puppet body.\nKatsuragi\nNiwa\nMikoshi Nagamasa\nMiyazaki\nThe people from Tatarasuna who found the puppet and became his family.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Lady Guuji of the Grand Narukami Shrine. Also serves as the editor-in-chief of Yae Publishing House. Unimaginable intelligence and cunning are hidden under her beautiful appearance.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "When Kabukimono asked for help for Tatarasuna, Yae Miko sent people to their aid immediately, but he was convinced that the Shogunate had forsaken Tatarasuna. When he left Tatarasuna after Niwa's death, she didn't want to further disturb him and merely sent someone to return the feather to him.\nWhen The Balladeer threatened the Traveler's life, Yae Miko exchanged the life for the Electro",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnoses are internal magical foci that each of The Seven possesses, allowing them to resonate directly with Celestia itself and serving as an emblem of their status. The Gnoses were created from the remains of the Third Descender.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/d233949972be14fcf0feb738a9b67efa_4817492893140404510.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>A Snezhnayan organization that is loyal to the Tsaritsa and has spread out all over the continent. Its Harbingers are on the hunt for the Gnoses.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/237301566/38c409297992d7a782f0f1312f311707_3548311870444408788.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "A few years after three betrayals and leaving Tatarasuna, the puppet joined the Fatui and became the sixth Fatui Harbinger.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Il Dottore",
        "desc": "<p>The Second of the Eleven Fatui Harbingers, codenamed The Doctor. Had multiple \"segments\" of himself, nearly all of which he destroyed in a deal with the Dendro Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/6b83e21c8ac24b40beb717d67c74768b_4435355540591316720.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Fatui Harbinger who tested on Scaramouche to find a technology to create the \"segments\" of himself. He unlocked the seal on Scaramouche's body, causing his abilities to increase greatly, and later tried to turn the Balladeer into a new Archon.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2975,
        "name": "Shouki no Kami, the Prodigal",
        "desc": "<p>Shouki no Kami, as an artificial divinity created using all the might of Sumeru's Six Darshans, has power that rivals that of true gods.<br>But those of this world who call such a being a \"false deity\" misunderstand the true meaning of the word.<br>Shouki no Kami now understands countless things and shoulders unassailable might, and may be said to surpass mortals.<br>If gods must love mortals, then Shouki no Kami, who grants failure in equal measure to humanity loves them also.<br>If gods must watch over humanity,<br>...<br>...<br>Then Shouki no Kami who has borne witness to infinite love, hatred, partings, grudges, and maddening anger - thus does he watch over mortals.<br><br><em>\"Too much happiness you have had!\"<br>\"It has made you foolish. Arrogant. Horrifying in your greed.\"<br>\"Let this era end!\"<br>\"Let the new god announce the defeat of the old.\"<br>\"Foolish mortal... There is yet time for you to kneel.\"</em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/35428890/86791657203a69e453d8e217414b3f9e_6244827810099144009.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "A mechanical body for a new Archon created by the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Sumeru Akademiya",
        "desc": "<p>The Sumeru organization, which exercises administrative control over the region and educates people.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_6956832860262339103.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Buer",
        "desc": "<p>The Dendro Archon of Sumeru.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/f29490bddc56b4a6773b6c5003bbb853_2028520883431944120.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The God of Wisdom defeated Scaramouche and took the Electro Gnosis away.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Wanderer",
        "desc": "<p>A wayfaring figure whose identity is a mystery. He dresses like a mountain ascetic, but he certainly does not act the part.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Scaramouche's new personality after he erased himself from Irminsul. He's currently studying at the Sumeru Akademiya, Vahumana Darshan.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "A mysterious young astrologer who proclaims herself to be \"Astrologist Mona Megistus,\" and who possesses abilities to match the title. Erudite, but prideful.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "A mysterious girl who calls herself \"Prinzessin der Verurteilung\" and travels with a night raven named Oz.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Scaramouche met with the Traveler, Mona, and Fischl on his expedition to study the fallen stars. With her abilities, Mona realized the danger of the Harbinger and teleported them away.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books and Items"
      },
      {
        "type": "CustomEntry",
        "epId": 2319,
        "name": "Kaedehara Yoshinori's Letter",
        "desc": "<p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Kaedehara Yoshinori's Letter_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2257,
        "name": "Ancient Forging Blueprint",
        "desc": "An ancient forging blueprint. The Shogun once ordered the Kaedehara Clan to forge a Goshintou according to it.\nAfter being soaked in water, it becomes clear that some of the text has been blurred — someone tampered with the blueprint, dooming the forging to failure and triggering the tragedy that followed...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ancient Forging Blueprint_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2065,
        "name": "Husk of Opulent Dreams",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Pale Flame",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "videoCollection": [
      {
        "title": "\"The Song Burning in the Embers\" Full Animated Short | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=tN5JACOEJFM&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/tN5JACOEJFM/maxresdefault.jpg",
        "duration": 425
      },
      {
        "title": "Character Teaser - \"Wanderer: Ashes\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=AR2n2TsJuNE&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/AR2n2TsJuNE/maxresdefault.jpg",
        "duration": 148
      },
      {
        "title": "Cutscene Animation: \"The First Sage of Buer\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ExVzjvMSnTI&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/ExVzjvMSnTI/maxresdefault.jpg",
        "duration": 277
      },
      {
        "title": "Story Teaser: The \"Divine\" Will | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=UDQ7m2L9sK8&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/UDQ7m2L9sK8/maxresdefault.jpg",
        "duration": 142
      },
      {
        "title": "Version 2.1 \"Floating World Under the Moonlight\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=f_5-i0ZJfds&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/f_5-i0ZJfds/maxresdefault.jpg",
        "duration": 280
      },
      {
        "title": "Version 3.1 \"King Deshret and the Three Magi\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=-2-WKyGTUrM&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/-2-WKyGTUrM/maxresdefault.jpg",
        "duration": 365
      },
      {
        "title": "Version 3.2 \"Akasha Pulses, the Kalpa Flame Rises\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=bT3qW-Zgtow&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/bT3qW-Zgtow/maxresdefault.jpg",
        "duration": 313
      },
      {
        "title": "Version 3.3 \"All Senses Clear, All Existence Void\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/oTIHLsa0bj0/maxresdefault.jpg",
        "duration": 247
      }
    ],
    "galleryCharacter": [
      {
        "key": "Kabukimono",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/237301566/121d321657ffac9e0df3d21b7644b7a0_5096284665775966425.png"
      },
      {
        "key": "Scaramouche",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/237301566/aa0a35b3d517759dd8845cc311bb8c0e_380199768826447334.png"
      },
      {
        "key": "Shouki no Kami",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/237301566/cd9bbe5b690d9eb3087f59dec8999b79_1192953116116720174.png"
      },
      {
        "key": "Wanderer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/237301566/aeb32b13135ab8f71f26f55ec588fef2_2470259412263099923.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Scaramouche"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "The Balladeer"
          }
        ]
      },
      {
        "key": "Chinese VA",
        "value": [
          {
            "type": "RichText",
            "text": "鹿喑 (Luyin)"
          }
        ]
      },
      {
        "key": "English VA",
        "value": [
          {
            "type": "RichText",
            "text": "Patrick Pedraza"
          }
        ]
      },
      {
        "key": "Japanese VA",
        "value": [
          {
            "type": "RichText",
            "text": "柿原徹也 (KAKIHARA Tetsuya)"
          }
        ]
      },
      {
        "key": "Korean VA",
        "value": [
          {
            "type": "RichText",
            "text": "민승우 (Min Seung-woo)"
          }
        ]
      }
    ]
  }
}