{
  "epId": 4598,
  "name": "The Narzissenkreuz Institute",
  "desc": "<p>A Fontaine orphanage, built on the ruins of the ancient civilization.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
  "menuId": 23,
  "menuName": "Affiliations",
  "version": 1730199194,
  "components": {
    "galleryCharacter": [
      {
        "key": "The Narzissenkreuz Institute",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/952ea7ca75568d589cf8e4caf5c3add3_5256065373542713386.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Members"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Director",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Vice Director\nEmanuel Guillotin\nDwight Lasker\nKarl Ingold\nCarter Scherbius",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Pupils",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "The Narzissenkreuz Institute",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The Narzissenkreuz Institute was a Fontaine orphanage built on the ruins of an ancient civilization, Remuria. The Institute building itself could be the place where the Remurians and Golden Troupe created golems, an immortal race into which the \"innocent souls\" of people were placed. After the fall of Remuria, the Fontaine Government decided to incorporate the institute for raising orphans and the children of criminals into the public welfare system and called it the Narzissenkreuz Institute because of its origin.\nAs a token of gratitude to the Hydro Archon Egeria, the gentle Oceanid Lyris was placed at the head of the Institute. More than 500 years ago, Basil Elton, who grew up in the orphanage herself, became the Vice Director of the Narzissenkreuz Institute. Although sunlight never reached the Institute, it was always warm and bustling with life. Children often played knights, mages, evil dragons, and princesses.\nDuring the Cataclysm 500 years ago, the Narzissenkreuz Institute disbanded. Basil Elton led the fleet and went to fight the creatures of the Abyss. Lyris, who did not understand the connection between the Cataclysm and the disappearance of children, was later seen wandering near the abandoned Institute. Many students later became members of the Marechaussee Phantom or the Special Security and Surveillance Patrol, or travelers around the world.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanids",
        "desc": "<p>Oceanids are intelligent Hydro lifeforms created by the previous Hydro Archon, Egeria, and are able to manipulate water at will. <span class=\"wk-shady\">All the people of Fontaine were once Oceanids, whom Egeria had turned into humans to satisfy their wishes, going against the will of the Heavenly Principles.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/5e33c09fbd3c6781bb822fd9c57b6abc_7075433854813111066.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "<p>A flower constructed out of clam, mother-of-pearl, and gold leaf. It blooms proudly.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/c32bab10651059ad3c0c8a0e5bbd2e03_1977006170352048486.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Basil Elton",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Long before the Cataclysm, four friends became students of the Institute: Basil Elton, Karl Ingold, Dwight Lasker, and Emanuel Guillotin. They loved to play games where Emanuel was the hero and Karl was the evil dragon Jabberwock.\nAfter graduating from the Institute, Basil led the White Armada, Fontaine's Navy. Her ship was the Sponsian, an armored metal ship equipped with heavy cannons and a strong ramming bow. This snow-white flagship was the pride of Fontaine's fleet. The name Sponsian was given by Elton's First Mate, Nathaniel Pickman, who named the ship after a usurper whose dynasty may never have existed."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/9dd957087aa42735905d94761558de17_3055308177066340708.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the Navy was disbanded due to the armada ceasing to exist forevermore and the renowned Secretary of the Navy had resigned with honors, Basil returned to the Narzissenkreuz Institute and became the Vice Director. Basil Elton, although she had a steely temper, cared very much for the children. For their sake, she began to learn how to cook, although at first her dishes felt like a punishment. Basil Elton believed that caring for children is like caring for a flower — they need good soil, sufficient sunlight, and frequent watering, and you can't let them grow however they want. In fact, we must get rid of pests from time to time as well. She often told the children stories about the evil dragon Narcissus in the evenings, and then they ate her delicious snacks. For little Mary-Ann, a pupil of the Institute, Basil came up with a fairy tale about Princess Lyris.\nDuring the Cataclysm 500 years ago, Elton once again led the Sponsian and went to battle the Abyssal beast, Elynas, who poisoned everything in his path with his existence. For about a month, the fleet observed Elynas while fighting other sea monsters from the Abyss. With many of the fleet's ships destroyed, the Sponsian finally caught up with Elynas, but during the battle, the ship was broken in two. One half of the ship still wanders like a ghost in the waters of Fontaine.\nBefore leaving for the fight, Basil left a green feather of an unknown bird from her hat, which the children loved so much, for Jakob, another child from the orphanage. She also asked her old friend from the Institute, Emanuel Guillotin, to take care of two children, Mary-Ann and Alain. He didn't like children, but he fulfilled his friend’s request.\nUnfortunately, Basil never returned. Emanuel never saw his friend again, and Jakob never returned the bird's feather to her. Only the Traveler, many years later can take this feather to the wreckage of the Sponsian ship, fulfilling the promise once made.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>An Abyssal beast that appeared in Fontaine 500 years ago during the Cataclysm. Elynas is the \"Father\" of all Melusines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/fa4c986eefe97522566b35be6e29e7a0_8375787056238346663.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/1bde348ad550ef356ff197b93caed6c8_1659289996356186854.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/539b03bed1057707abd643147e18abde_6521945376578667972.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3985,
        "name": "Tidal Shadow",
        "desc": "<p>An exquisitely-crafted, standard-model sword forged for the high-ranking officers and flagship captains of Fontaine's old navy.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/17a33544c58e2a45ad5f1a4a5a68906a_3812897365671640245.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Green Feather Accessory",
        "desc": "<p>Sometimes, this feather has the power to advance a story forward and bring it to an end.</p><p>Its appearance itself represents a power that transcends the story.</p><p></p><p>Old yet well-preserved, it must have been cherished by many people.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/151578876/0e20d4f6e2bfde9b348bbc5082622a46_8620498779813669574.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Emanuel Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "After graduating from the Institute, Emanuel Guillotin became a Marechaussee Hunters agent. While serving in the Marechaussee Phantom, he received an emblem that was specially designed and given to those who had performed feats of arms in Fontaine's defense.\nOnce, the authorities of Fontaine wanted to create an undercity beneath the city, Fleuve Cendre, from the sewers under the Court of Fontaine. Since it was difficult to maintain order, Eduardo Baker and his friends seized power in Fleuve Cendre. They began to resolve disputes between Fleuve Cendre \"compatriots,\" bless the newly wedded, and protect the merchants from being extorted, harassed, and blackmailed by the gangs. When the authorities of the Court of Fontaine decided to purge Fleuve Cendre, Baker was arrested and exiled to the Sumeru desert. On the way to exile, he, with the help of his henchmen, fled to Poisson, taking hostage both the city itself and the members of the Maison Gardiennage who were transporting Baker. He made a number of unreasonable demands, so the Marechaussee Hunters, including Guillotin, intervened. Journalist Karl Ingold arrived in Poisson as a negotiator along with Eduardo's son, Jakob.\nFollowing an unsuccessful attempt to resolve the issue, the disagreement between Baker's group and the Marechaussee Hunters turned into a violent fight. As a result, Jakob and Rene, the Poisson Mayor's son, were left orphans. They were both sent to the Narzissenkreuz Institute, an orphanage that often housed the children of criminals.\nThe Siege of Poisson left physical and mental scars on Guillotin. Due to this event, he left the ranks of the Marechaussee and planned to live out the rest of his days, content with just the contents of his cup. When the Cataclysm began, his old friend from the Narzissenkreuz Institute, Basil Elton, entrusted him with two children: Mary-Ann and Alain. Emanuel had no love for children and wished to have no dealings with anyone, but for the sake of his old friend, he agreed.\nMany years later, his friend Dwight Lasker confided in him about his concerns about the operations of the group led by the \"Master.\" This investigation was the last one for Emanuel Guillotin. Judging by the fact that in the end, he recalled his \"children\" and the embrace of the Director Lyris, who by that time was a member of this organization; and Master in his notes mentions the absorption of several agents of the Marechaussee Hunters with the help of Lyris, it can be assumed that Emanuel was one of these agents."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"My dear Alain, my dear Mary-Ann... I was never close to you,\"</color>\n<color=#ffffffd9>\"And even at the end, I do not know how I could be a \"father\" to you.\"</color>\n<color=#ffffffd9>\"But still, I do not wish to lose these memories of watching the two of you growing up...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/539b03bed1057707abd643147e18abde_6521945376578667972.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Fleuve Cendre Ferryman",
        "desc": "<p>A handy length of abandoned copper pipe that was once used as a weapon. It was famous — or infamous, depending — in some circles.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/35428890/920ca2fe25ca2db1796848099b59b2d8_9037857887405548950.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "name": "Enigmatic Page (XII)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_831714797231245528.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dwight Lasker",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/6f93b26b7a7f1d0f752d248b9ddcce04_4081700765820009511.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dwight Lasker became the Director of the Institute of Natural Philosophy after graduating from the Narzissenkreuz Institute. Lasker often recruited young scientists, such as Coppelius, to the Institute. Under his leadership, one of Fontaine's greatest scientists, Alain Guillotin, began his research on Pneuma and Ousia and their controlled annihilation, the creation of Arkhe, and the first clockwork meka. His special attitude towards the young geniuses, Alain and Rene de Petrichor, whom Lasker assigned to the same laboratory, angered many researchers since many government resources were directed specifically to Alain's laboratory.\nDuring the Cataclysm 500 years ago, the Institute of Natural Philosophy was closed for safety reasons, and after the flooding of the main building, the Institute chose land next to the Fountain of Lucine, but the city authorities wanted to build an opera house there.\nOne day, he noticed that Alain's assistant, Carter Scherbius, was taking time off work often, believing that this might be due to financial difficulties affecting Carter's family. But when he learned of the assistant's illness, he took samples of his blood to learn about possible treatment. Unfortunately, the tests did not yield any results.\nWhen Lasker learned about a certain organization, the leader of which was called the \"Master,\" he wanted to discuss the discovered anomalous movements with his friend, Emanuel Guillotin, the agent of the Marechaussee Hunters.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Once a thriving research facility, this Institute now lies in ruin beneath the waters of Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/178140791/ef9fd53442a2eab9382d9b99997c73b6_1918298015278119410.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Karl Ingold",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "After graduating from the Institute, Karl Ingold became a journalist. During the Siege of Poisson, he arrived in Poisson as a negotiator. There, he took a photograph before the situation between Baker's group and the Marechaussee Hunters deteriorated."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"In the middle of the picture stands Eduardo Baker, leaning on his famous — or infamous — bronze pipe like a cane.</color>\n<color=#ffffffd9>Eduardo's other hand is on his son Jakob's shoulder, who is nervously clutching the sleeve of Rene de Petrichor.</color>\n<color=#ffffffd9>To their left is the Great Magician Parsifal, casually leaning on the railing, flashing her signature stage smile.</color>\n<color=#ffffffd9>To Eduardo's right is the current mayor of Poisson, Renault de Petrichor. He dressed up quite formally for the occasion, though his collar is askew.</color>\n<color=#ffffffd9>His son Rene stands in front of him, attracted by a marvel such as this new Kamera, with eyes wide and somewhat at a loss.</color>\n<color=#ffffffd9>The woman to Parsifal's left holding an infant is Rosa Reed, with her husband Thompson, and on the far right of the picture is Tom Alter.</color>\n<color=#ffffffd9>They are looking ahead, their faces washed pale by the Kamera's bulb. They seem to be focused not on Ingold, nor on the Kamera.</color>\n<color=#ffffffd9>But on the future.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "When Ingold retired, he began traveling with adventurers to wilderness areas, shipwrecks, and ruins. Having received an invitation from the Vice Director of the Narzissenkreuz Institute, Basil Elton, he took a group photo of the Director Lyris, Alain, Mary-Ann, Basil Elton, Jakob, and Rene. Subsequently, when the Institute was disbanded during the Cataclysm, Karl took in Jakob and Rene, with whom he went on an expedition to the Vourukasha Oasis.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/539b03bed1057707abd643147e18abde_6521945376578667972.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Fleuve Cendre Ferryman",
        "desc": "<p>A handy length of abandoned copper pipe that was once used as a weapon. It was famous — or infamous, depending — in some circles.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/35428890/920ca2fe25ca2db1796848099b59b2d8_9037857887405548950.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Carter Scherbius",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Carter Scherbius grew up poor, and when something happened to his family, he ended up in the Narzissenkreuz Institute. At that time, Basil Elton had already become the Vice Director, but her cooking still felt like a punishment, not a treat."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/6de4264ce2e5d0353822745dffaf3008_8784574607415243066.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Many years after graduating from the Narzissenkreuz Institute, Carter worked as an assistant at the Institute of Natural Philosophy, where he met young scientists who were also pupils of the orphanage. Carter bonded with Jakob Ingold for being on the same level as him, as they both were considered a bit strange. He was glad to learn about their past and dreamed of restoring the orphanage one day. During his work at the Institute of Natural Philosophy, Carter inspired Alain to create a thinking Kamera, so that it would take photos of those precious to Alain while he was busy. Alain found using a thinking Kamera for this reason to be pointless, but he found such a machine useful for security and surveillance applications.\nCarter had a serious, incurable disease that left him clumsy and sometimes even comatose. Many of his acquaintances tried to find a solution to his illness and even tried to use powers akin to those of the Abyss. Ultimately, the experiments led to the destruction of Carter's body, although part of his consciousness was saved.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Once a thriving research facility, this Institute now lies in ruin beneath the waters of Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/178140791/ef9fd53442a2eab9382d9b99997c73b6_1918298015278119410.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4046,
        "name": "Recon Log Mek",
        "desc": "<p>One of the earliest new-type clockwork meka to be made.</p><p>It is said that during his time at the Institute of Natural Philosophy, the Lord-Artificer Guillotin created machines that could simulate genuine intelligence.</p><p>Though he never openly admitted it, this rumor nonetheless spurred on subsequent generations of ambitious engineers. Decades ago, one of them announced that they had created a machine that not only possessed basic thinking abilities but could also read human emotions, but in the end the results went unacknowledged.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/03b6c3af19fcba75282ba382142a4b01_6716214451881690107.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Prototype 4ACV07 is a mechanical dog created by Alain Guillotin to protect his sister Mary-Ann Guillotin during her service in the Marechaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/f415fbe2eaa40cd987a8daa47643fc74_4223529991169100227.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>A member of the Narzissenkreuz Ordo given the title \"Chrysalis of the Phantasmic Moth.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/be516a2c9005727dcfd1fe45662a826d_356165766105332799.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Alain Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Shortly before the disbandment of the Narzissenkreuz Institute, four children ended up there: Rene, Alain, Mary-Ann, and Jakob. Like other children, they played knights, evil dragons, princesses, and mages, listened to the tales of the Vice Director Basil Elton, and ate her delicious snacks, which she learned to make especially for children.\nAs a child, Alain loved various mechanisms and played the role of a knight with other children in the orphanage. In the Narzissenkreuz Institute, he became friends with Mary-Ann, Rene, and Jakob, and they remained friends for many years until life took them in different directions. As a sign of friendship, he gave Rene and Jakob pocket watches, which later played an important role in their lives.\nFollowing the closure of the Narzissenkreuz Institute 500 years ago due to the Cataclysm, Alain, and Mary-Ann were adopted by Emanuel Guillotin, a friend of the Vice Director. The young genius Alain was admitted to the Institute of Natural Philosophy, where he achieved enormous success in the study of Pneuma and Ousia, which are contained in all Fontaine organisms. Through his research, he was able to find a solution to Fontaine's energy crisis, becoming one of the greatest scientists in the country's history.\nLater, Alain, along with his younger sister, entered the service of the Marechaussee Phantom, of which their adoptive father was an agent. When the agents of the Marechaussee Phantom became aware of the suspicious activity of an organization created by Alain's orphanage friends, Rene and Jakob, Alain, together with Iudex of Fontaine Neuvillette, issued a proclamation outlawing the group. During the final battle between the Marechaussee Hunters and members of the organization, Mary-Ann disappeared, leaving a deep mark on Alain.\nAlain left the Marechaussee Hunters and founded the Fontaine Research Institute of Kinetic Energy Engineering, which plays an important role in Fontaine's history. There’s a Mary-Ann Memorial Park near the Research Institute, that was founded in the memory of Alain’s late sister. At the end of his life, he left the Research Institute and locked himself in his laboratory, not communicating with anyone.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Once a thriving research facility, this Institute now lies in ruin beneath the waters of Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/178140791/ef9fd53442a2eab9382d9b99997c73b6_1918298015278119410.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Fontaine Research Institute",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The Fontaine Research Institute of Kinetic Energy Engineering was founded by Alain Guillotin and is often shortened to simply the Fontaine Research Institute.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.45)\"><br></span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/601601b222a7a50b655e3b087ef55e36_6702062251666015787.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/1bde348ad550ef356ff197b93caed6c8_1659289996356186854.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/539b03bed1057707abd643147e18abde_6521945376578667972.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "name": "Treasure",
        "desc": "<p>An old pocket watch.</p><p>It has ceased to tick and tock, and its cover cannot be opened.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/151578876/1ac25fb67035572697a341b3735009fd_649801966011491413.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "name": "Unlocked \"Treasure\"",
        "desc": "An old pocket watch.<br>It seems to have stopped at a certain instant, the beautiful memory of a moment becoming eternal.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/07/4f59cac938afea04792733ecf4f499ab_8011117587969793745.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rene de Petrichor",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Rene was sent to the Narzissenkreuz Institute with Jakob Baker after both of Rene's parents and Jakob's father were killed during the Siege of Poisson. At the orphanage, they met Mary-Ann and Alain, with whom they became friends for many years, and in their games, Rene played the dragon."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/8a98a3fe4e8892d95de942cdb5b4384a_7984276284138154226.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After the disbandment of the Institute, Rene and Jakob were taken by Karl Ingold, a journalist present during the siege of Poisson. Sometime after the closure of the Institute, Rene ended up in a laboratory at the Institute of Natural Philosophy with his friend Alain, where they studied the primenergy machinery and forces of Pneuma and Ousia. Their research then diverged when Rene and Jakob began to study the properties of certain dangerous objects, such as Scarlet Quartz from the Dragonspine and Mud from the Chasm.\nRene wanted to take advantage of the connections and capabilities of other scientists at the Institute of Natural Philosophy, so he founded the Narzissenkreuz Ordo to give them a sense of belonging."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/fd5440941546983f338397f13a27c374_7796402125013279320.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The main goal of the organization was to prevent the deaths of all people during the apocalypse predicted by the World Formula calculated by Rene. The order's plan was to dissolve the physical shell of people so that they could wait out the apocalypse and be reborn in a new world. Due to the order's radical methods, which included dissolving the people’s wills, the organization was considered radical and banned in Fontaine. All members of the order were to be liquidated or arrested.\nAs a last resort to implementing his plan to save humanity, Rene decided to become the first to free himself from the shackles of the physical body. And so Rene de Petrichor died, and Narzissenkreuz was born.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Once a thriving research facility, this Institute now lies in ruin beneath the waters of Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/178140791/ef9fd53442a2eab9382d9b99997c73b6_1918298015278119410.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Jakob Ingold",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Jakob Baker (later Ingold) was sent to the Narzissenkreuz Institute with Rene de Petrichor after the deaths of their parents during the Siege of Poisson. When they played games with the other children, Alain and Mary-Ann, Jakob played the role of a mage. He was very fond of the green feather that the Vice Director wore on her hat, and when she left the Institute to join the battle against the creatures of the Abyss, she left the feather for Jakob to keep.\nAfter the Institute's disbandment during the Cataclysm, Jakob was adopted by Karl Ingold, who was present during the Siege of Poisson. Together with him and Rene, they went on an expedition to the Vourukasha Oasis in Sumeru, where Jakob became seriously ill. Rene decided to go to extreme measures and used a power akin to the power of the Abyss to save Jakob. Surprisingly, Jakob's body accepted this power, which marked the beginning of Jakob's emergence as a Neohuman."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/6726453b00db1e28aeed6d222e7cdafa_7205492122448532043.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Together with Rene, Jakob became a researcher at the Institute of Natural Philosophy, where they began to study dangerous substances associated with the Abyss. In addition, Jakob obtained samples of the blood and flesh of the Abyssal beast Elynas, defeated during the Cataclysm, and with the help of this blood, he enhanced his powers.\nTogether with Rene, they founded the Narzissenkreuz Ordo, the first members of which were scientists from the Institute of Natural Philosophy when it was disbanded. When Rene dissolved his body for the benefit of the common goal of the order, it was Jakob who continued his work and revived Rene himself. In the end, he believed that they could meet in the new world that Rene would build.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Once a thriving research facility, this Institute now lies in ruin beneath the waters of Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/178140791/ef9fd53442a2eab9382d9b99997c73b6_1918298015278119410.PNG",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>An Abyssal beast that appeared in Fontaine 500 years ago during the Cataclysm. Elynas is the \"Father\" of all Melusines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/fa4c986eefe97522566b35be6e29e7a0_8375787056238346663.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/1bde348ad550ef356ff197b93caed6c8_1659289996356186854.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3754,
        "name": "Rene’s Investigation Notes",
        "desc": "<p>Supposedly, these notes were left by a great researcher who yearned to \"surpass mortality,\" and its contents detail his experiences exploring ruins, along with the knowledge he gained in the process...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/77454259/ce12714adaa8824176230d76559aae3a_7038263480212156797.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Green Feather Accessory",
        "desc": "<p>Sometimes, this feather has the power to advance a story forward and bring it to an end.</p><p>Its appearance itself represents a power that transcends the story.</p><p></p><p>Old yet well-preserved, it must have been cherished by many people.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/151578876/0e20d4f6e2bfde9b348bbc5082622a46_8620498779813669574.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mary-Ann Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "When Mary-Ann was in the Narzissenkreuz Institute, the Vice-Director Basil Elton made a fairy tale about Princess Lyris and the evil dragon Narcissus for her.\nAfter the Institute was disbanded during the Cataclysm, she and Alain were adopted by Emanuel Guillotin. Together with her brother, Mary-Ann decided to continue the work of her adoptive father and became a Marechaussee Hunter. To protect her, Alain created the first thinking Mek, Seymour, who was inspired by his assistant at the Institute of Natural Philosophy, Carter Scherbius. All of Mary-Ann’s friends loved her for her warmth and wonderful character."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/c98423c454c92b128b5b612ae928ccb0_2262125368121600110.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When a forbidden organization founded by Mary-Ann's friends, Rene and Jakob, went into the body of the defeated Abyss monster Elynas to revive him through a ritual, Mary-Ann was one of those who went to stop them. During the battle, an explosion occurred, and Mary-Ann Guillotin was seriously injured. The former Director of the Narzissenkreuz Institute Lyris, who already became a member of the Ordo, merged their consciousnesses together to save Mary-Ann, creating the Oceanid Mary-Ann.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Prototype 4ACV07 is a mechanical dog created by Alain Guillotin to protect his sister Mary-Ann Guillotin during her service in the Marechaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/f415fbe2eaa40cd987a8daa47643fc74_4223529991169100227.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>An Abyssal beast that appeared in Fontaine 500 years ago during the Cataclysm. Elynas is the \"Father\" of all Melusines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/fa4c986eefe97522566b35be6e29e7a0_8375787056238346663.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>An Oceanid living in Annapausis. <span class=\"wk-shady\">She is a hybrid consciousness Oceanid formed by the merging of Lyris and Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7ac751c3fd3892141d972392696a414b_5562851372489843376.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/1bde348ad550ef356ff197b93caed6c8_1659289996356186854.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lyris",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Lyris was a gentle Oceanid placed in charge of the orphanage. Although Lyris loved children, she did not have outstanding intellectual abilities, even for an Oceanid, and she did not have an understanding of cause and effect, so for a long time the Institute was run by the Vice Director Basil Elton.\nWhen the Cataclysm came 500 years ago, she could not understand why the orphanage was disbanded, and her only desire was to return to the time when the children from the orphanage played as the Narzissen champions. She was found, consumed by guilt, by the members of the secret organization, established by pupils of the Narzissenkreuz Institute, Rene de Petrichor and Jakob Ingold. Since Lyris had the ability to dissolve and unite the people’s wills, she became a valuable member of the organization, receiving the title \"Red Empress.\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/acb85bf4ad0cb25cb352b5612b60ea22_5340235629741208378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the organization decided to revive Elynas, the Abyssal beast, with the help of whose flesh and blood Jakob Ingold fed his powers. Lyris went inside Elynas with Jakob and their apprentice, Caterpillar. In Elynas, they encountered Marechaussee Hunters, including Mary-Ann Guillotin, who attempted to stop the organization. During this battle, Mary-Ann Guillotin was seriously injured, and Lyris hugged her and absorbed her consciousness. A new Oceanid, Mary-Ann, was born from this merge. Mary-Ann was no longer either Lyris or Mary-Ann Guillotin but embodied their shared consciousness and desires and was something beyond human or Oceanid capable of creating other Oceanids.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanids",
        "desc": "<p>Oceanids are intelligent Hydro lifeforms created by the previous Hydro Archon, Egeria, and are able to manipulate water at will. <span class=\"wk-shady\">All the people of Fontaine were once Oceanids, whom Egeria had turned into humans to satisfy their wishes, going against the will of the Heavenly Principles.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/5e33c09fbd3c6781bb822fd9c57b6abc_7075433854813111066.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>A member of the Narzissenkreuz Ordo given the title \"Chrysalis of the Phantasmic Moth.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/be516a2c9005727dcfd1fe45662a826d_356165766105332799.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>An Abyssal beast that appeared in Fontaine 500 years ago during the Cataclysm. Elynas is the \"Father\" of all Melusines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/fa4c986eefe97522566b35be6e29e7a0_8375787056238346663.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>An Oceanid living in Annapausis. <span class=\"wk-shady\">She is a hybrid consciousness Oceanid formed by the merging of Lyris and Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7ac751c3fd3892141d972392696a414b_5562851372489843376.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Sword of Narzissenkreuz",
        "desc": "<p>A sword whose power faded when the story ended. It will now embark upon a new journey with the power that remains within it, which commemorates a certain great dream.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/12/35428890/01d3f8317c86ea98d617ad61213b7c9a_4271295687560653806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Holy Blade of Narzissenkreuz",
        "desc": "<p>A holy sword that bears a special meaning in a certain story.</p><p>It belongs to no one. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/151578876/d9e731584137af8d10fb8d02bfbcb845_2540485016140178270.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Narzissenkreuz Institute"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Organization"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ]
  }
}