{
  "epId": 4600,
  "name": "Jakob",
  "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1726403847,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Jakob"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Narzissenkreuz Institute\nNarzissenkreuz Ordo"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "Narzissenkreuz Artificial Apostle"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Jakob",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/62dd60af7d7154f91a26225208caa95b_9058449865849904007.png"
      },
      {
        "key": "Jakob",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/11e84dca9047c764fbdde904a7970dbf_8455081984785035364.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Jakob while using the power of the Abyss"
          }
        ]
      },
      {
        "key": "Narzissenkreuz Institute",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/764c6025e7f1ca9b37d0e97c8ba548ec_8997019925496427092.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Childhood",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Jakob was the son of Eduardo Baker, a criminal from Fleuve Cendre. The authorities of Fontaine wanted to create an undercity beneath the city, Fleuve Cendre, from the sewers under the Court of Fontaine. Since it was difficult to maintain order, Eduardo Baker and his friends seized power in Fleuve Cendre. They began to resolve disputes between Fleuve Cendre's \"compatriots,\" bless the newly wedded, and protect the merchants from being extorted, harassed, and blackmailed by the gangs. When the authorities of the Court of Fontaine decided to purge Fleuve Cendre, Baker was arrested and exiled to the Sumeru desert. On the way to exile, he, with the help of his henchmen, fled to Poisson, taking hostage both the city itself and the members of the Maison Gardiennage who were transporting Baker. He made a number of unreasonable demands, so the Marechaussee Hunters intervened. Journalist Karl Ingold arrived in Poisson as a negotiator along with Eduardo's son, Jakob."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/237301566/9dd957087aa42735905d94761558de17_4534200709794269700.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Following an unsuccessful attempt to resolve the issue, the disagreement between Baker's group and the Marechaussee Hunters turned into a violent fight. As a result, Jakob, and Rene, the Poisson Mayor's son, were left orphans. They were both sent to the Narzissenkreuz Institute, an orphanage that often housed the children of criminals. The Director of the Institute was the gentle Oceanid Lyris, who was placed in charge of the Institute as a sign of gratitude to the Hydro Archon Egeria. The Institute's Vice Director was Basil Elton, formerly the head of Fontaine's fleet. At the Institute, Basil Elton told the children a fairytale about the evil dragon Narcissus, and they played Narzissen champions, mages, and princesses. At the orphanage, Jakob met Mary-Ann and Alain, with whom he and Rene became friends. Alain gave Jakob a pocket watch, which was later instrumental in the resurrection of Narzissenkreuz.\nDuring the Cataclysm 500 years ago, the Institute was disbanded. Basil Elton again led the White Armada and, together with some of the Institute's students, entered into battle with the Abyss creature that appeared in Fontaine. As a farewell, she left Jakob a feather from an unknown bird, which she wore on her hat. She told him to take care of it so that she could take it back when she returned, but she never did. Director Lyris disappeared and was later seen by the Marechaussee Phantom agents wandering around the Institute. She joined the Narzissenkreuz Ordo, a secret society founded by Rene and Jakob, a few years later.\nJakob was adopted by Karl Ingold, who was present at the siege of Poisson, and Rene also became part of their family.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Court of Fontaine Region",
        "desc": "<p>\"This city alone stands above all waters.\"</p><p>Towering up at the highest point of the city, the Palais Mermonia represents the highest authority in Fontaine. Under its gaze, the people lead orderly lives that are as regular and predictable as the aquabus.</p><p>Law serves to maintain a stable order, which is in turn the cornerstone that equity and justice are built upon.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_1858540976285068587.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Belleau Region",
        "desc": "<p>Although much of Fontaine is covered by water, there are also mountains and forests. Mont Automnequi, which lies between the harbor and the Court of Fontaine, is one of its most iconic peaks. The Fontaine Research Institute used huge engineering devices to bore the Poisson Tunnel, thereby solving one of the biggest challenges facing the construction of the aquabus lines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_6128162996943714884.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Marechaussee Phantom",
        "desc": "<p>The personal unit of the Chief Justice Neuvillette, which is responsible for crime investigation. It is based in the Palais Mermonia and is one of the Maison Gardiennage's departments.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/615412682c0d3edc7483b9452030aa64_4315552892343881539.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "The Narzissenkreuz Institute",
        "desc": "<p>A Fontaine orphanage, built on the ruins of the ancient civilization.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/1bde348ad550ef356ff197b93caed6c8_1659289996356186854.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/539b03bed1057707abd643147e18abde_6521945376578667972.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Fleuve Cendre Ferryman",
        "desc": "<p>A handy length of abandoned copper pipe that was once used as a weapon. It was famous — or infamous, depending — in some circles.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/35428890/920ca2fe25ca2db1796848099b59b2d8_9037857887405548950.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Green Feather Accessory",
        "desc": "<p>Sometimes, this feather has the power to advance a story forward and bring it to an end.</p><p>Its appearance itself represents a power that transcends the story.</p><p></p><p>Old yet well-preserved, it must have been cherished by many people.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/151578876/0e20d4f6e2bfde9b348bbc5082622a46_8620498779813669574.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sumeru Expedition",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/237301566/f13e389c42cfacc5a7d11b8722d40e2b_2401856750576443850.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 years ago, during the Cataclysm, Rene, Jakob, and Jakob's adoptive father, Karl Ingold, embarked on an expedition to Vourukasha Oasis, Sumeru. Rene became fascinated by Khvarena and the Sacred Lotus, Gaokerena, created by Greater Lord Rukkhadevata, from the consciousness of the former Hydro Archon Egeria. He observed that it shared a similar composition to the tissues in the organisms of Jakob and Rene himself but different from the tissues of Karl. Despite Rene's attempts to obtain more data samples to verify this finding, Shamaniyya refused his requests. In addition, he discovered some Khaenri'ahn records, with the help of which he later created the world-formula.\nDuring the expedition, Jakob, a child at the time, fell seriously ill and lapsed into a coma. Desperate to save him, Rene resorted to using powers akin to those of the Abyss. Jakob's body responded favorably to these powers, facilitating his recovery. Emboldened by this success, Rene incorporated the results into his ongoing research. Karl Ingold, however, harbored suspicions regarding Jakob's sudden recovery. To dispel these suspicions, Rene fabricated and altered diaries.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "The Narzissenkreuz Institute",
        "desc": "<p>A Fontaine orphanage, built on the ruins of the ancient civilization.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>The Goddess of Wisdom, the previous Dendro Archon, and a friend of Nabu Malikata and King Deshret. She was completely erased from Irminsul to save it from forbidden knowledge.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/59da6a8cbcffa112e5d2b63788d7051e_2474648649910280690.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3754,
        "name": "Rene’s Investigation Notes",
        "desc": "<p>Supposedly, these notes were left by a great researcher who yearned to \"surpass mortality,\" and its contents detail his experiences exploring ruins, along with the knowledge he gained in the process...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/77454259/ce12714adaa8824176230d76559aae3a_7038263480212156797.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Experiments",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "When the monster from the Abyss, Elynas, was defeated during the Cataclysm, Rene, and Jakob became interested in his body as they felt glimpses of \"will.\" Assuming that the monster had a wellspring of vitality, Rene wanted to enhance Jakob's strength gained during the Sumeru expedition using this principle. Jakob, despite Rene's fears and warnings, secretly entered Elynas's body, obtaining samples of his flesh. His body again accepted the flesh favorably enough only with minor adverse reactions, which prompted them to continue experiments to improve Jakob."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/237301566/11e84dca9047c764fbdde904a7970dbf_4567010430626739378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Through experimentation, Jakob managed to open a \"passage,\" which they learned about from the Khaenri'ahn records, surrounding themselves with many creatures, which Rene later called \"Rifthounds.\" In addition, the subject of their research was the Scarlet Quartz, the crystallized blood of the shadow dragon Durin, and the Dark Mud found in the mines of the Chasm. It turned out that the composition of all of them was similar to the flesh of Elynas and they had a negative effect on ordinary people. Only Jakob, who was called a \"Neohuman\" by Rene, was able to resist this destructive influence. Subsequently, Jakob continued to constantly enhance his powers, and thanks to this transformation, he was able to take the form of the Iniquitous Baptist.\nIn addition to experiments on Jakob, Rene conducted experiments on Alain Guillotin's assistant, Carter Scherbius, from the Institute of Natural Philosophy, who suffered from an incurable disease. Jakob became friends with Carter when Rene worked at the Institute of Natural Philosophy, as they were both outcasts within the Institute. Since Jakob considered Carter almost a brother, he suggested that Rene use the same method by which he himself was cured – with the help of the Abyssal powers. Carter Scherbius's body took a negative toll, and his body began to disintegrate. He was still alive and could even make sounds, which frightened Jakob greatly. Rene tried to remove his vocal cords, but they grew back in a few days.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Once a thriving research facility, this Institute now lies in ruin beneath the waters of Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/178140791/ef9fd53442a2eab9382d9b99997c73b6_1918298015278119410.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Iniquitous Baptist",
        "desc": "<p>A monster from the Abyss that wields multiple types of Elemental Power and has gained extra limbs from its \"evolution.\"<br><br><em>\"The nature of the 'Abyss' is essentially irreconcilable with the elements. However, even the elements of gods can be entrapped and distorted before they are subsumed to become tools of the abyssal will. Just judging from outcomes and practical use, \"Abyssal powers\" seem little different from elemental items, from ones as paltry as the Treasure Hoarders' elemental containers to those as powerful as Visions...\"</em><br>—Notes left behind in Hangeh Afrasiyab by someone.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/2899a9fa6efec1006150467a00823c4a_6098755085792994548.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2125,
        "name": "Thundercraven Rifthound",
        "desc": "A beast with monstrous blood that is capable of eroding the boundaries of the world. They were created by \"Gold.\"<br/>Once upon a time, they ran riot across the continent, but they went extinct for a time due to resistance and mass hunts. Recently, however, they have re-emerged. The pack of black wolves that now threaten Springvale and Wolvendom are such creatures.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/f98aad8ddb6a41ae54eb9b81c63f58da_8726136712604144285.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2123,
        "name": "Rockfond Rifthound",
        "desc": "A beast with monstrous blood that is capable of eroding the boundaries of the world. They were created by \"Gold.\"<br/>They do display certain biological behaviors similar to those of real wolves. Perhaps they feel jealousy towards these their \"next of kin,\" and dream of replacing them someday.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/4aa76a4d0124859749da800aa330f431_8995654272148229720.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4303,
        "name": "Enigmatic Page (II)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_6956845357790291052.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4304,
        "name": "Enigmatic Page (III)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_7655066296256146606.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "name": "Enigmatic Page (V)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_4814893845746431355.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4308,
        "name": "Enigmatic Page (VII)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_8713382016874464045.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rene's Death",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Rene believed that in order to prevent the apocalypse calculated according to the world-formula, it is necessary to free all Fontainians from their physical body, dissolving them in the water of the Primordial Sea and returning to their origins (since all Fontainians were originally Oceanids, whom Hydro Archon Egeria turned into people). He called himself Narzissenkreuz and decided to be the first on the path to this goal and dissolved his body, hoping to be reborn in a new form.\nThe dissolution of the body did not help Narzissenkreuz to be reborn, so Jakob spent all his efforts to preserve Narzissenkreuz. He tried to protect the truth about the Master from members of the Narzissenkreuz Ordo to prevent its collapse, but rumors still spread among people that the Master was dead."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...According to Mr. Ingold, the Master is performing 'the Great Ritual.' He said it has to do with the celestial bodies and the Primal Fire... The details are not to be divulged, or the 'sanctity of silence and self-driven will' will be broken... Great focus and separation from the world must be maintained... For a time after this, Mr. Ingold will take charge of...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/13/237301566/a0c234240290432788e41c3f882de246_7421156856526430791.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In addition, Jakob tried to complete the Tower of Gestalt, necessary for the main plan of the order. Using this tower, located in a circle of four Orthants (special places in Fontaine, identified by the \"Seal of Chymical Marriage\"), the Narzissenkreuz Ordo wanted to control the will of people in order to survive the apocalypse. According to the order's calculations, the Primordial Sea should have been located under the tower.\nFor many months, Jakob experimented to revive Rene. He extracted part of his personality and sealed it under one of the Orthants in the Primordial Sea. He used the Lyris's abilities to dissolve the will of people, the records of the Remurians on the creation of golems, knowledge from Khaenri'ah, and the Holy Blade of\nwhich was the key to concentrating the will of people. (More than 400 years later, the results of Jakob's research were used by the serial killer Vacher, who tried to revive his beloved). He also tried to bring Carter Scherbius back and eventually transferred some of Carter's memories and consciousness into a new Hilichurl body, creating Caterpillar. After many failures, Jakob finally created a new body for Narzissenkreuz, using a pocket watch given to Jakob by Alain many years ago and representing the time when Rene was around, and Carter's remains."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...I have named him. All that remains is to implant...</color>\n<color=#ffffffd9>He will not remember his two previous failures — these setbacks could obstruct his path to transcendence. He shall become our ideal Narzissenkreuz. He shall take long strides and walk far ahead of me once more, casting his slender shadow in the sun. He shall guide us in shaping a new future, one in which there will be a place for Alain and Ann…\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Narzissenkreuz didn't remember his failure and thought that the trial was a great success. <color=#ffffffd9>\"Everything has become consummately clear. All meaningless obstacles have vanished.\"</color> He acquired a new body, sent Jakob, Lyris, and Caterpillar to Elynas, and remained in the Primordial Sea to await the fulfillment of the prophecy and the beginning of the apocalypse.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanids",
        "desc": "<p>Oceanids are intelligent Hydro lifeforms created by the previous Hydro Archon, Egeria, and are able to manipulate water at will. <span class=\"wk-shady\">All the people of Fontaine were once Oceanids, whom Egeria had turned into humans to satisfy their wishes, going against the will of the Heavenly Principles.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/5e33c09fbd3c6781bb822fd9c57b6abc_7075433854813111066.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Leader of the Confrerie of Cabriere, a sister organization of Spina di Rosula. </p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>A member of the Narzissenkreuz Ordo given the title \"Chrysalis of the Phantasmic Moth.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/be516a2c9005727dcfd1fe45662a826d_356165766105332799.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Holy Blade of Narzissenkreuz",
        "desc": "<p>A holy sword that bears a special meaning in a certain story.</p><p>It belongs to no one. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/151578876/d9e731584137af8d10fb8d02bfbcb845_2540485016140178270.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Sword of Narzissenkreuz",
        "desc": "<p>A sword whose power faded when the story ended. It will now embark upon a new journey with the power that remains within it, which commemorates a certain great dream.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/12/35428890/01d3f8317c86ea98d617ad61213b7c9a_4271295687560653806.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ancient Colors",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Many years later, Jakob became interested in the paintings of the Melusine Mamere. He introduced himself to the Melusine as a collector and said that he wanted to get her unique paintings for his collection. He hired the Eremites to buy the paintings, but Mamere did not want to negotiate with them. When the mercenaries were about to steal the painting, the Traveler intervened and drove them away. Later, the Eremites and Jakob went to Mamere's house in Merusea Village to find her special paints, but even after turning the whole house upside down, they found nothing. It turned out that Mamere's paints were the crystallized blood of the creature from the Abyss, Elynas, inside of whom the Melusines lived. Several centuries after Elynas' death, his heart shrank, and Jakob had to use the power of the Abyss to restart it and collect enough blood. He needed this power to perform the ritual and complete the plans of the Narzissenkreuz Ordo, as the Apocalypse calculated by the \"world-formula\" was near. When Jakob reversed the crystallization process with the magic circle, tremors began throughout Elynas's body and the Rifthounds appeared. Jakob tried to get rid of the Traveler but Elynas saved them with the help of his creations — the Breacher Primuses. Elynas was glad that he did not return to life: if his heart began to beat and blood flowed through his veins, all his Melusine daughters would have died.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Beryl Region",
        "desc": "<p>An ancient ruin-studded mountain range across the water from the Court of Fontaine.</p><p>Many, many centuries ago, the followers of Egeria once saw this place as a prime location for excursions and picnics. Gathered here, they sang of love and dreams as pure and stainless as polished gems. Their songs have long faded into the pale moonlight, and now, only cool breezes continue to caress these lonely, mint-studded highlands.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_4782214433201935066.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusines",
        "desc": "<p>Melusines are an all-female species born from the wounds of Elynas after he was injured from an explosion that took place within his petrified body. They once resided exclusively in Merusea Village, but after meeting the newly appointed Iudex Neuvillette, many can now be found on the surface of Fontaine as part of the Marechaussee Phantom.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/a10125252b03a6168936fe3d55435fe7_2964116393999770509.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>An Abyssal beast that appeared in Fontaine 500 years ago during the Cataclysm. Elynas is the \"Father\" of all Melusines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/fa4c986eefe97522566b35be6e29e7a0_8375787056238346663.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "<p>A Melusine artist who lives in Merusea Village.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/9cc2115edbfc809cdaa5a1629eb9dc37_7004583824392471563.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4273,
        "name": "Red Stone",
        "desc": "<p>Red ore that you collected together with Mamere. It is said that the ore can be used to make paint.</p><p>For some reason, even though it's just an ore, it almost feels warm... Is your hand too cold?</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/94376896/0dd96cb8cb747f9ce6698b7579cb934a_4947915569089999756.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "In the Wake of Narcissus",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "As the prophecy began to come true, Jakob Ingold decided to forge the Holy Blade of Narzissenkreuz and reverse the \"Seal of Chymical Marriage\" to release the Primordial Sea. He hoped that Narzissenkreuz, who had gone under the tower, would break the seal and take possession of the source of life. Only with the help of the Holy Blade would he be able to continue his unfinished work, gathering the wills of everyone in Fontaine, the continent, and even the entire planet unto himself. As the Primordial Sea would return once more, and as the\nwould darken the sky, only he who had been whole unto himself would survive. The will of all souls, being spared from destruction, would welcome a new dawn in the tranquil sea of innocence he would grant them. The Blade of Will would fall into the waters and be grasped by its legitimate owner to gain the power to combat the apocalypse. To prevent spiritual impurities and contaminants from entering the Narzissenkreuz's space, Jakob even performed the \"Dispelling Ritual\" in the Tower of Gestalt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/dc507508312415fc4ef32fdb01f88077_919924404054985063.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Jakob solved the puzzles at the entrance of the three Orthants, collecting the elements of soul, memories, and wishes. Since he was unable to open the last Orthant of Persona, he set a trap there. Having lured the Traveler into the Tower of Gestalt with the last material for the Holy Blade, Jakob tried to take away the Persona element but was defeated. Realizing that his body had almost no strength left, he died under the hand of the clock that struck the beginning of Doomsday, hoping to one day meet Rene in their new world.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "All-Devouring Narwhal",
        "desc": "<p>A mysterious and gargantuan creature from another world.</p><p>Poets often liken the starry sky to the ocean. They've seen or dreamt of countless bioluminescent plankton floating on a moonless sea, resembling a galaxy, or the moonlight ripped apart by waves on the sea's surface, like shimmering stars. In the most fantastical stories or outrageous lies, the stars found in the depths of the cosmos might be teeming with life, much like Teyvat, and the universe itself is akin to an ocean. Realistically speaking, however, if a profound universe full of life exists, why hasn't any of that life made contact with Teyvat?</p><p>Maybe the universe has been constantly trying to infiltrate Teyvat, or maybe a higher power created borders to protect this world.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/35428890/d6f05906844b79f1be3d4f049381a60f_6931954643108601332.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4615,
        "name": "\"Persona\"",
        "desc": "One of the fabricated materials necessary to forge the Holy Blade of Narzissenkreuz. It feels almost weightless.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/a1b4b81f94c7d8527afc1479c4e1aa5a_1110200669598652718.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Sword of Narzissenkreuz",
        "desc": "<p>A sword whose power faded when the story ended. It will now embark upon a new journey with the power that remains within it, which commemorates a certain great dream.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/12/35428890/01d3f8317c86ea98d617ad61213b7c9a_4271295687560653806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Holy Blade of Narzissenkreuz",
        "desc": "<p>A holy sword that bears a special meaning in a certain story.</p><p>It belongs to no one. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/151578876/d9e731584137af8d10fb8d02bfbcb845_2540485016140178270.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "The Narzissenkreuz Institute",
        "desc": "<p>A Fontaine orphanage, built on the ruins of the ancient civilization.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "An orphanage where Jakob grew up.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Once a thriving research facility, this Institute now lies in ruin beneath the waters of Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/178140791/ef9fd53442a2eab9382d9b99997c73b6_1918298015278119410.PNG",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "An Institute where Jakob worked with Rene de Petrichor.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "An organization which Rene and Jakob founded.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Rene de Petrichor, who grew up with Jakob. He conducted experiments to make Jakob a Neohuman.\nKarl Ingold\nJakob's adoptive father.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Jakob's former friends from the Narzissenkreuz Institute.\nCarter Scherbius\nAn assistant from the Institute of Natural Philosophy. Jakob considered Carter his friend.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>A member of the Narzissenkreuz Ordo given the title \"Chrysalis of the Phantasmic Moth.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/be516a2c9005727dcfd1fe45662a826d_356165766105332799.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Ordo's assistant and a Hilichurl, created by Jakob and Narzissenkreuz.\nEichi Karasawa\nErich\nLyris\nMadam M. Laveaux\nMr. Eliphas\nMr. Forsamiro\nMr. Griffin L. Randolph\nMs. E. Lenormand\nMs. Giuffria\nMs. Zenaida\nSusannah\nMs. Calafia\nMembers and sponsors of the Narzissenkreuz Ordo.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Former Director of the Narzissenkreuz Institute. After the orphanage disbanded, she joined the Narzissenkreuz Ordo.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>An Abyssal beast that appeared in Fontaine 500 years ago during the Cataclysm. Elynas is the \"Father\" of all Melusines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/fa4c986eefe97522566b35be6e29e7a0_8375787056238346663.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Jakob used Elynas's flesh to enhance his powers.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Iniquitous Baptist",
        "desc": "<p>A monster from the Abyss that wields multiple types of Elemental Power and has gained extra limbs from its \"evolution.\"<br><br><em>\"The nature of the 'Abyss' is essentially irreconcilable with the elements. However, even the elements of gods can be entrapped and distorted before they are subsumed to become tools of the abyssal will. Just judging from outcomes and practical use, \"Abyssal powers\" seem little different from elemental items, from ones as paltry as the Treasure Hoarders' elemental containers to those as powerful as Visions...\"</em><br>—Notes left behind in Hangeh Afrasiyab by someone.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/2899a9fa6efec1006150467a00823c4a_6098755085792994548.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Due to Abyssal powers Jakob could take this form.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "<p>A Melusine artist who lives in Merusea Village.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/9cc2115edbfc809cdaa5a1629eb9dc37_7004583824392471563.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A Melusine artist, who used paints from the crystallized Elynas's blood.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 3754,
        "name": "Rene’s Investigation Notes",
        "desc": "<p>Supposedly, these notes were left by a great researcher who yearned to \"surpass mortality,\" and its contents detail his experiences exploring ruins, along with the knowledge he gained in the process...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/77454259/ce12714adaa8824176230d76559aae3a_7038263480212156797.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4302,
        "name": "Enigmatic Page (I)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_3601246463155538187.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4303,
        "name": "Enigmatic Page (II)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_6956845357790291052.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4304,
        "name": "Enigmatic Page (III)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_7655066296256146606.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4305,
        "name": "Enigmatic Page (IV)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_6232763309513036374.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "name": "Enigmatic Page (V)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_4814893845746431355.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4307,
        "name": "Enigmatic Page (VI)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_8964403393592433097.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4308,
        "name": "Enigmatic Page (VII)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_8713382016874464045.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4309,
        "name": "Enigmatic Page (VIII)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_282732964613438478.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4310,
        "name": "Enigmatic Page (IX)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_1422608548526298107.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4625,
        "name": "Enigmatic Page (X)",
        "desc": "An ancient paper whose contents are completely unintelligible.<br>Perhaps there's some way to decipher the contents.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/07/5297fd201cef47a3124d0d2c95f8d6db_193092221620687116.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4311,
        "name": "Enigmatic Page (XI)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_2017999423845698296.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "name": "Enigmatic Page (XII)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_831714797231245528.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4313,
        "name": "Enigmatic Page (XIII)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_1349893004827370578.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/1bde348ad550ef356ff197b93caed6c8_1659289996356186854.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "name": "Treasure",
        "desc": "<p>An old pocket watch.</p><p>It has ceased to tick and tock, and its cover cannot be opened.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/151578876/1ac25fb67035572697a341b3735009fd_649801966011491413.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "name": "Unlocked \"Treasure\"",
        "desc": "An old pocket watch.<br>It seems to have stopped at a certain instant, the beautiful memory of a moment becoming eternal.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/07/4f59cac938afea04792733ecf4f499ab_8011117587969793745.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4273,
        "name": "Red Stone",
        "desc": "<p>Red ore that you collected together with Mamere. It is said that the ore can be used to make paint.</p><p>For some reason, even though it's just an ore, it almost feels warm... Is your hand too cold?</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/94376896/0dd96cb8cb747f9ce6698b7579cb934a_4947915569089999756.png",
        "displayStyle": "card"
      }
    ]
  }
}