{
  "epId": 4603,
  "name": "Alain Guillotin",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1712144808,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "The Narzissenkreuz Institute",
        "desc": "<p>A Fontaine orphanage, built on the ruins of the ancient civilization.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "An orphanage, where Alain grew up",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Once a thriving research facility, this Institute now lies in ruin beneath the waters of Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/178140791/ef9fd53442a2eab9382d9b99997c73b6_1918298015278119410.PNG",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The institute where Alain worked after the Cataclysm",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Fontaine Research Institute",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The Fontaine Research Institute of Kinetic Energy Engineering was founded by Alain Guillotin and is often shortened to simply the Fontaine Research Institute.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.45)\"><br></span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/601601b222a7a50b655e3b087ef55e36_6702062251666015787.PNG",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The institute founded by Alain Guillotin",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Director of the Narzissenkreuz Institute",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Vice Director of the Narzissenkreuz Institute",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Alain's sister",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Alain's former friend from the Narzissenkreuz Institute",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Narzissenkreuz (formerly Rene de Petrichor) was a pupil of the Narzissenkreuz Institute. Rene founded the radical esoteric organization, the Narzissenkreuz Ordo, and experimented with the Abyssal powers, which destroyed his friendship with Alain.\nEmanuel Guillotin\nAlain's adoptive father and the former Marechaussee Hunter\nCarter Scherbius\nAlain's assistant in the Institute of Natural Philosophy\nDwight Lasker\nThe Director of the Institute of Natural Philosophy",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Prototype 4ACV07 is a mechanical dog created by Alain Guillotin to protect his sister Mary-Ann Guillotin during her service in the Marechaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/f415fbe2eaa40cd987a8daa47643fc74_4223529991169100227.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The first thinking mek designed by Alain to protect his sister during her service in the Marechaussee Phantom.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4046,
        "name": "Recon Log Mek",
        "desc": "<p>One of the earliest new-type clockwork meka to be made.</p><p>It is said that during his time at the Institute of Natural Philosophy, the Lord-Artificer Guillotin created machines that could simulate genuine intelligence.</p><p>Though he never openly admitted it, this rumor nonetheless spurred on subsequent generations of ambitious engineers. Decades ago, one of them announced that they had created a machine that not only possessed basic thinking abilities but could also read human emotions, but in the end the results went unacknowledged.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/03b6c3af19fcba75282ba382142a4b01_6716214451881690107.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4047,
        "name": "Arithmetic Enhancer Mek",
        "desc": "<p>A clockwork meka designed to transmit and enhance signals.</p><p>The power that drives this clockwork meka is generated from a controlled annihilation reaction between ousia and pneuma in the kinetic core. As a result, overloading it with excessive energy will cause its original equilibrium to be disrupted.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/b41d5988248088edd12a7f16da6657da_2186342482996842405.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4048,
        "name": "Underwater Survey Mek",
        "desc": "<p>A clockwork meka designed for underwater surveying.</p><p>In the absence of significant breakthroughs in dynamics research, kinematics research has had the most significant impact on clockwork meka design. For machines designed to perform specific tasks, biomimesis has sometimes provided the most convenient solutions.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/f582e9fa33cd56f5396b7ae1750cd4ca_5278781734262419461.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4049,
        "name": "Geological Survey Mek",
        "desc": "<p>A clockwork meka designed for surveying underground resources and certain minerals.</p><p>Due to the fact that the desired metal type can be set, this device has proven very popular among Treasure Hoarders and Adventurers alike.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/9d2abe9dbb827e024899c843ff2f0270_1980097105281195100.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4050,
        "name": "Underwater Patrol Mek",
        "desc": "<p>This type of clockwork meka was designed to search out, repel, and if need be exterminate aquatic life forms that pose a threat to underwater equipment.</p><p>Ever since the first diluvian period, the Fontaine Research Institute has been preoccupied with the thought that there might be a second one. Some had the idea of taking back the ruins lost to the waves and building an underwater city, whereas others looked up to the untouchable sky islands overhead with the intention of building a metropolis in the clouds.</p><p>Underwater Patrol Meks were conceived by the former, but judging from the results, it is the latter that have gained the upper hand in recent years.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/f9a30d3a1b55b47fe9b85a41967741e7_2175643077641403725.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4051,
        "name": "Nimble Harvester Mek",
        "desc": "<p>A clockwork meka designed to dig up and transport soil.</p><p>Due to the inherent ability of the local water and soil to store and transmit ousia and pneuma, clockwork meka powered by the annihilation of these energies are highly favored in Fontaine. This also explains why adventurers may come across Ousia and Pneuma Blocks from time to time.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/97d935b7ef2029022d2afff1dda10858_4880340854880126342.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4052,
        "name": "Area Alert Mek",
        "desc": "<p>A mechanism that is able to fire out the energy produced by an annihilation reaction. Strictly speaking, it was originally a test device that emerged from research undertaken by the Institute of Natural Philosophy before the Fontaine Research Institute had been established.</p><p>As such, despite its considerable commercial success as a sentinel and defensive device, most engineers do not consider it to be a true clockwork meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/6dc3e045a6a5328ef191cd16d2d33a5f_440676913239305783.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4053,
        "name": "Assault Specialist Mek",
        "desc": "<p>Alongside the Recon Log Mek, this was one of the first new-type clockwork meka to be made (though of course, after hundreds of years, no one refers to them as \"new-type\" anymore – this was simply to differentiate them from traditional clockwork mechanisms that were powered by potential energy.)</p><p>It was named to commemorate a friend of its inventor, and was originally designed to help people. However, its ability to attack people – thereby avoiding the need to put friendly personnel at risk – subsequently came to be seen as its real strength.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/f47330ba59a37b485805f076403c1e63_2958978820462738760.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "name": "Suppression Specialist Mek",
        "desc": "<p>A clockwork meka adapted from the Cal. Scherbius type. Unfortunately, aside from its ability to attack, it has no other capabilities.</p><p>Clockwork meka based on annihilation energy normally produce their energy by utilizing Repeaters composed of special crystals to refine ousia and pneuma from Fontaine's environment. But outside of Fontaine, they can use pre-prepared Energy Blocks to move over short distances for short periods of time. The difference can be observed from the shape of the crystal components on the meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/2f50163bfc40d3af453ccd6f2d227fe7_8361889474569655307.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4055,
        "name": "Annihilation Specialist Mek",
        "desc": "<p>Although the Fontaine Research Institute of Kinetic Energy Engineering is the main organization involved in clockwork meka research and design, there are also many independent engineers and workshops that are not affiliated with the Research Institute.</p><p>The first ever machine of this type was designed by an independent engineer to commemorate their lover and sponsor. In the end, it was acquired by the Maison Gardiennage as a tool to uphold municipal security — or, as some would have it, state apparatus enforcing the monopoly on violence.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/16ef076f8093794bc35bba0ea0516739_6752404086066297239.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4056,
        "name": "Construction Specialist Mek",
        "desc": "<p>A type of large clockwork meka which also has immeasurable value when utilized in building construction and archeological excavation. Its name comes from an engineer employed by Callas during the construction of the Clementine Line.</p><p>With Callas' financial backing, this engineer built the legendary \"Golden Vessel\" — a gigantic piece of construction machinery which was used to dig the Poisson Tunnel. Once the job was complete, this type of clockwork meka was designed with a similar structure but reduced to a smaller scale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/151578876/1344b14a8d98aa99c73716774fd35a77_6893760732524031165.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Meks based on Alain's research",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Alain Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Alain Guillotin played a key role in Fontaine's history and is associated with Fontainian organizations such as the Narzissenkreuz Institute, the Institute of Natural Philosophy, and the Marechaussee Phantom. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka. Ever since Alain Guillotin invented energy blocks over 400 years ago, most of Fontaine's clockwork meka operations have been powered via controlled Pneuma-Ousia annihilation reactions provided by those energy blocks.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/178140791/9dd957087aa42735905d94761558de17_5297744712164209184.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Alain's upbringing took place at the Narzissenkreuz Institute, which is where he met Mary-Ann, another orphan under the Institute's care. During the Cataclysm, around 500 years ago, the Director and Vice Director left the Institute to assist in battle. Unfortunately, the Vice Director, Basil Elton, never returned. Prior to her departure, the Vice Director requested Alain and Mary-Ann be adopted by the Marechaussee Hunter, Emanuel Guillotin, should she not return. During his time at the institute, Alain became close friends with Rene de Petrichor. The Narzissenkreuz Institute was disbanded after the disappearance of the Director and Vice Director.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/178140791/6f93b26b7a7f1d0f752d248b9ddcce04_4299230667144767936.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Alain later joined the Institute of Natural Philosophy. Alain was recognized as a child prodigy since he joined the Institute at a young age. At the now-ruined Institute, Alain spearheaded energy research. His research centered around solving Fontaine's energy crisis, which ultimately led him to study Khaenri'ahn technology in addition to the technological advancements from the era of King Deshret. Jakob and Rene went on a research expedition in Sumeru, and upon their return, Jakob and Rene received a recommendation for admission into the Institute on Alain's behalf. Alain’s research centered around controlled annihilation between Ousia and Pneuma at this time. Alain eventually made a huge breakthrough, causing everyone to rejoice in Fontaine's energy revolution. Alain's plan was to study kinematics once the energy problem was solved. Alain and Rene created Primenergy Machinery and used its characteristics of Ousia and Pneuma to construct a kinetic core. Alain's sickly research assistant, Carter Scherbius, took part in helping these projects as best as he could. Over time, Rene, Jakob, Carter, Alain, and Mary-Ann developed a deep friendship. Alain gifted a pocket watch to Rene and Jakob which held significant meaning to them ever since.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/178140791/a05226dacca6c631a282b2e8e4f1f474_5497502001918439645.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Mary-Ann became a member of the Marechaussee Phantom, while Alain continued research at the Institute. It is said that while Alain was at the Institute of Natural Philosophy, he successfully engineered a thinking machine to support his sister's endeavors within the Marechaussee. As these statements largely come from previous colleagues of his (most of whom died fighting Elynas), and there was \"no physical evidence of it, it was never entered into an official record.\" Carter had suggested creating such a thinking machine, a thinking Kamera to be precise, so that it would take photos of those precious to Alain while he was busy. Alain found using a thinking Kamera for this reason to be pointless, but he found such a machine useful for security and surveillance applications. Seymour, Prototype 4ACV07, was the thinking machine Alain created for Mary-Ann. Together, Mary-Ann and Seymour found Lyris swimming sorrowfully in circles at the ruins of the orphanage, now known as the Annapausis, sometime later. Seymour says Lyris failed to understand the link between the disaster, the orphans fleeing, and her own conduct, and so she wanders the ruins, drowning in guilt and expectation.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/178140791/4a244b78de17042e111af3c05e389473_2240588946468469127.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Regrettably, the once-strong friendship between Alain, Mary-Ann, Rene, and Jakob came to an abrupt end after Alain and Mary-Ann discovered Rene and Jakob had been performing experiments on Carter, which had disastrous effects on him. Rene continued with his ambitions, and Alain joined the Marechaussee Phantom. When Alain learned of Rene's intentions to reanimate Elynas, he promptly took action and reported the matter to the Chief Justice, Neuvillette. Soon after, a fierce confrontation between the Narzissenkreuz Ordo and the Marechaussee Hunters took place within Elynas.</color> <color=#ffffffd9>\"In the end, someone triggered an explosion that caused a terrible shockwave; many people died.\"</color> <color=#ffffff73>Together with Neuvillette, Alain helped to declare the Narzissenkreuz Ordo an illegal extremist group and a criminal organization afterward. The location was permanently sealed from that day forth. Alain left the Marechaussee Phantom and established the Fontaine Research Institute of Kinetic Energy Engineering. The Fontaine Research Institute is dedicated to studying machines and energy. As a tribute to his friend Carter, the Suppression Specialist Mek was referred to as the \"Cal. Scherbius\" type.</color>\n<color=#ffffff73>In Alain's old age, he retired from the Fontaine Research Institute and would see no one. The research he undertook in his final years was never published, although the items that could be found in his personal workshop indicate something had been built.</color>\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "The Narzissenkreuz Institute",
        "desc": "<p>A Fontaine orphanage, built on the ruins of the ancient civilization.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institute of Natural Philosophy",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Once a thriving research facility, this Institute now lies in ruin beneath the waters of Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/178140791/ef9fd53442a2eab9382d9b99997c73b6_1918298015278119410.PNG",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Marechaussee Phantom",
        "desc": "<p>The personal unit of the Chief Justice Neuvillette, which is responsible for crime investigation. It is based in the Palais Mermonia and is one of the Maison Gardiennage's departments.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/615412682c0d3edc7483b9452030aa64_4315552892343881539.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Fontaine Research Institute",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The Fontaine Research Institute of Kinetic Energy Engineering was founded by Alain Guillotin and is often shortened to simply the Fontaine Research Institute.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.45)\"><br></span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/601601b222a7a50b655e3b087ef55e36_6702062251666015787.PNG",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>A member of the Narzissenkreuz Ordo given the title \"Chrysalis of the Phantasmic Moth.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/be516a2c9005727dcfd1fe45662a826d_356165766105332799.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Prototype 4ACV07 is a mechanical dog created by Alain Guillotin to protect his sister Mary-Ann Guillotin during her service in the Marechaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/f415fbe2eaa40cd987a8daa47643fc74_4223529991169100227.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>An Abyssal beast that appeared in Fontaine 500 years ago during the Cataclysm. Elynas is the \"Father\" of all Melusines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/fa4c986eefe97522566b35be6e29e7a0_8375787056238346663.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/1bde348ad550ef356ff197b93caed6c8_1659289996356186854.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/539b03bed1057707abd643147e18abde_6521945376578667972.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4625,
        "name": "Enigmatic Page (X)",
        "desc": "An ancient paper whose contents are completely unintelligible.<br>Perhaps there's some way to decipher the contents.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/07/5297fd201cef47a3124d0d2c95f8d6db_193092221620687116.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "name": "Unlocked \"Treasure\"",
        "desc": "An old pocket watch.<br>It seems to have stopped at a certain instant, the beautiful memory of a moment becoming eternal.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/07/4f59cac938afea04792733ecf4f499ab_8011117587969793745.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "name": "Treasure",
        "desc": "<p>An old pocket watch.</p><p>It has ceased to tick and tock, and its cover cannot be opened.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/151578876/1ac25fb67035572697a341b3735009fd_649801966011491413.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "name": "Suppression Specialist Mek",
        "desc": "<p>A clockwork meka adapted from the Cal. Scherbius type. Unfortunately, aside from its ability to attack, it has no other capabilities.</p><p>Clockwork meka based on annihilation energy normally produce their energy by utilizing Repeaters composed of special crystals to refine ousia and pneuma from Fontaine's environment. But outside of Fontaine, they can use pre-prepared Energy Blocks to move over short distances for short periods of time. The difference can be observed from the shape of the crystal components on the meka.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/2f50163bfc40d3af453ccd6f2d227fe7_8361889474569655307.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4694,
        "name": "Arkhe - Pneuma & Ousia",
        "desc": "<p>A useful Fontainian mechanism for both exploration and combat that uses two opposing forces: Pneuma and Ousia</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_2976546650620969909.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Alain Guillotin"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliations",
        "value": [
          {
            "type": "RichText",
            "text": "Narzissenkreuz Institute\nInstitute of Natural Philosophy\nMarechaussee Phantom\nFontaine Research Institute"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "The Narzissenkreuz Institute",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/178140791/9dd957087aa42735905d94761558de17_7516106295222474101.png"
      }
    ]
  }
}