{
  "epId": 4604,
  "name": "Lyris",
  "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1726320302,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Lyris",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "According to legend, the gentle Egeria shed the first tear, from which the first Oceanid was born. The newborn Oceanid was bestowed with the task of comprehending all forms of life: to seek an understanding of the diverse array of species and to love every creature. She emerged from the sea of life, possessing the power of metamorphosis. Egeria wished her to use this power to etch the essence of living creatures into her being and she gradually developed a yearning for life. Once it gained enough understanding of humanity, she shed its first tear upon the earth. This is the origin of the Oceanids. They expressed love by merging water bodies together. This way, many minds could coexist without division. The Oceanids displayed considerable disparities in cognitive capacity, partially due to differences in lifespan resulting in very different levels of experience and knowledge regarding the world, but substantial individual variation in the Oceanids themselves also contributes to this phenomenon. Some Oceanids were simply too obtuse to complete tasks related to the continent's water systems and are thus confined to Fontaine, where they assisted in soothing human emotions. Lyris was one of such Oceanids. She was placed in charge of the Narzissenkreuz Institute more than 500 years ago as a sign of gratitude to Hydro Archon Egeria. Lyris did not have outstanding intellectual abilities even for an Oceanid and did not have an understanding of cause and effect, so at some point, the Institute was run by Vice-Director Basil Elton.\nWhen the Cataclysm came 500 years ago, she could not understand why the orphanage was disbanded, and her only desire was to return to the time when the children from the orphanage played as the Narzissen champions. She was found, consumed by guilt, by the members of the secret organization, established by pupils of the Narzissenkreuz Institute, Rene de Petrichor and Jakob Ingold. Since Lyris had the ability to dissolve and unite the people's wills, she became a valuable member of the organization, receiving the title \"Red Empress.\"\nWhen the organization decided to revive Elynas, the Abyssal beast, with the help of whose flesh and blood Jakob Ingold fed his powers, Lyris went inside Elynas with Jakob and their apprentice, Caterpillar. In Elynas, they encountered Marechaussee Hunters, including Mary-Ann Guillotin, another pupil from the orphanage, who attempted to stop the organization. During this battle, Mary-Ann Guillotin was seriously injured. Lyris didn't know what had happened. She just held onto Mary-Ann, who herself still was clinging to life. She couldn't understand such a complex present and future and hoped to retain the past. And so, she did the only thing she could. A new Oceanid, Mary-Ann, was born from this merge. Mary-Ann was no longer either Lyris or Mary-Ann Guillotin but embodied their shared consciousness and desires and was something beyond human or Oceanid capable of creating other Oceanids.\n<color=#ffd780>Related entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "The Narzissenkreuz Institute",
        "desc": "<p>A Fontaine orphanage, built on the ruins of the ancient civilization.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>A member of the Narzissenkreuz Ordo given the title \"Chrysalis of the Phantasmic Moth.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/be516a2c9005727dcfd1fe45662a826d_356165766105332799.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>An Oceanid living in Annapausis. <span class=\"wk-shady\">She is a hybrid consciousness Oceanid formed by the merging of Lyris and Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7ac751c3fd3892141d972392696a414b_5562851372489843376.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Sword of Narzissenkreuz",
        "desc": "<p>A sword whose power faded when the story ended. It will now embark upon a new journey with the power that remains within it, which commemorates a certain great dream.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/12/35428890/01d3f8317c86ea98d617ad61213b7c9a_4271295687560653806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Holy Blade of Narzissenkreuz",
        "desc": "<p>A holy sword that bears a special meaning in a certain story.</p><p>It belongs to no one. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/151578876/d9e731584137af8d10fb8d02bfbcb845_2540485016140178270.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Narzissenkreuz Institute",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/764c6025e7f1ca9b37d0e97c8ba548ec_3150047467162195562.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Lyris"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ]
  }
}