{
  "epId": 4605,
  "name": "Basil Elton",
  "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1705307322,
  "components": {
    "galleryCharacter": [
      {
        "key": "Basil Elton",
        "img": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/9dd957087aa42735905d94761558de17_7962168715044944079.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Basil Elton"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "The Narzissenkreuz Institute\nWhite Armada"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Basil Elton",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Basil Elton grew up at the Narzissenkreuz Institute, an orphanage in Fontaine. She became friends with other children at the Institute: Karl Ingold, Dwight Lasker, and Emanuel Guillotin. They loved to play games where Emanuel was the hero and Karl was the evil dragon Jabberwock. After graduating from the Institute, Basil led the White Armada, Fontaine's Navy. Her ship was the Sponsian, an armored metal ship equipped with heavy cannons and a strong ramming bow. This snow-white flagship was the pride of Fontaine's fleet. The name Sponsian was given by Elton's First Mate, Nathaniel Pickman, who named the ship after a usurper whose dynasty may never have existed."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/9dd957087aa42735905d94761558de17_322497790101615639.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the Navy was disbanded due to the armada ceasing to exist forevermore and the renowned Secretary of the Navy had resigned with honors, Basil returned to the Narzissenkreuz Institute and became the Vice Director. Basil Elton, although she had a steely temper, cared very much about the children. For their sake, she began to learn to cook, although at first her dishes felt like a punishment. Basil believed that caring for children is like caring for a flower — they need good soil, sufficient sunlight, frequent watering, and you can't let them grow however they want. In fact, we must get rid of pests from time to time as well. She often told the children stories about the evil dragon Narcissus in the evenings, and then they ate her delicious snacks. For little Mary-Ann, a pupil of the Institute, Basil came up with a fairy tale about Princess Lyris.\nDuring the Cataclysm 500 years ago, Elton once again led the Sponsian and went to battle the Abyssal beast, Elynas, who poisoned everything in his path with his existence. For about a month, the fleet observed Elynas while fighting other sea monsters from the Abyss. With many of the fleet's ships destroyed, the Sponsian finally caught up with Elynas, but during the battle, the ship was broken in two. One half of the ship still wanders like a ghost in the waters of Fontaine.\nBefore leaving for the fight, Basil left a green feather of an unknown bird from her hat, which the children loved so much, for Jakob, another child from the orphanage."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"You've wanted this for a while, haven't you, ███? Alright then. Here you go.\"</color>\n<color=#ffffffd9>\"But I'm only giving this to you for safekeeping for a while, alright? I'll be quite cross if it gets dirty.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "She also asked her old friend from the Institute, Emanuel Guillotin, to take care of two children, Mary-Ann and Alain. He didn't like children, but he fulfilled his friend’s request."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"When I return in triumph, let's invite Lasker and Ingold for a get-together.\"</color>\n<color=#ffffffd9>\"I'll cook this time. I'll show you lot my skills.\"</color>\n<color=#ffffffd9>Seeing the suspicion in his eyes, she added this on in a huff—</color>\n<color=#ffffffd9>\"Hey, I've picked up baking these past few years! The children love it!\"</color>\n<color=#ffffffd9>\"Well, guess it's goodbye, Guillotin... My dear Emanuel.\"</color>\n<color=#ffffffd9>\"Hope everything goes smoothly on your end. Don't get yourself in trouble, now.\"</color>\n<color=#ffffffd9>\"I do hope that those brats haven't wrecked my Sponsian just yet...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Unfortunately, Basil never returned. Emanuel never saw his friend again, and Jakob never returned the bird's feather to her. Only the Traveler, many years later can take this feather to the wreckage of the Sponsian ship, fulfilling the promise once made.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "The Narzissenkreuz Institute",
        "desc": "<p>A Fontaine orphanage, built on the ruins of the ancient civilization.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3985,
        "name": "Tidal Shadow",
        "desc": "<p>An exquisitely-crafted, standard-model sword forged for the high-ranking officers and flagship captains of Fontaine's old navy.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/17a33544c58e2a45ad5f1a4a5a68906a_3812897365671640245.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/1bde348ad550ef356ff197b93caed6c8_1659289996356186854.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/539b03bed1057707abd643147e18abde_6521945376578667972.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Green Feather Accessory",
        "desc": "<p>Sometimes, this feather has the power to advance a story forward and bring it to an end.</p><p>Its appearance itself represents a power that transcends the story.</p><p></p><p>Old yet well-preserved, it must have been cherished by many people.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/151578876/0e20d4f6e2bfde9b348bbc5082622a46_8620498779813669574.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>An Abyssal beast that appeared in Fontaine 500 years ago during the Cataclysm. Elynas is the \"Father\" of all Melusines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/fa4c986eefe97522566b35be6e29e7a0_8375787056238346663.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "A fairytale told by Basil Elton for little Mary-Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/48e47b19691729ecabe82867c3248f85_8477698165459455710.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "A long, long time ago, in a place far, far away, there was once a beautiful and kind Princess named Lyris... and yup, she's our main character!\n\"I don't want this name. It's not what you said before.\"\nOh, come on, it's just a story, there's no need to be so fussy. And so the story goes...\nAnyway, a protagonist needs an antagonist... an evil one, at that!\nAnd our evil antagonist... Well, that's the dragon Narcissus. So evil is he that the peace-loving people tremble at the sound of his name— not that he cares about their feelings, though.\nHe sowed destruction across the land with the searing flames he spewed from his mouth. His great wings turned cities to dust and his burning breath reduced nations to ash.\nAt last, only the Princess's realm remained safe. But because the Princess worked tirelessly to defend her realm, Narcissus's plot to destroy everything could not succeed.\n\"So, in Narcissus's story, I'm the evil villain?\"\nOh? That could be the case, were he the one telling the tale. Something like \"and my plans would have succeeded, if not for that blasted Princess Lyris\"... or something like that.\nAh, no. I told you that it's just a story, right? Princess Lyris is just a character, she's made up. You're you, and you're real. Don't get mixed up, okay?\n\"I don't get it...\"\nOh, be patient. Stop cutting me off! Just let me finish the story first, alright? Now, where were we?\nOh, I almost forgot. Our protagonist needs assistants. Princess Lyris, kind and beautiful as she is, must surely have a ton of friends who are willing to lend a helping hand.\nLet me see... Princess Lyris has a whole bunch of brave and loyal friends, like Al and Ney...\n\"That can't be.\"\nCome on! It's just a story. Anything is possible! In our version, Al and Ney are both friends with Lyris.\nAh, yes, what was Lyris's other friend's name again? The little guy with flaxen hair.\n\"He's not my friend.\"\nBut Princess Lyris can be friends with him, right? I wanna be friends with him too. So, let's let him come along, shall we? What's his name, again?\n\"Alright. Let's call him Kate.\"\nAh! Then Colonel Kate it is. I mean, he's always got that cool and aloof feel to him. Plus, he's always buried in books, so a rank like that really suits him.\nWell, there we have it — we've assembled all the characters for the story! The fearsome dragon, Narcissus, sought to destroy every kingdom upon the land, while Princess Lyris's realm stood strong and unassailable under the protection of her and her trusty friends!\n\"Yeah, I get it. And just as in those stories, the princess and her friends lived happily ever after, forever and ever.\"\nThat's how stories end!\nWe've only just begun. We haven't even reached the exciting parts yet.\n\"Exciting parts?\"\nOf course. After all, why would Narcissus want to destroy everything? And how would Lyris protect everybody? Aren't you the least bit curious about that?\n\"Knowing the ending is good enough, isn't it?\"\nWell, that wouldn't be much fun, would it? The endings may seem alike, but the twists and turns in each story set them apart.\nJust like our story, the lonely Narcissus coveted Lyris's treasure and envied her beauty and kindness, for they were what the dragon once possessed but later lost.\nAs for the treasure that Lyris possesses... let's just say that it's \"time.\"\n\"'Time'?\"\nThat's right! Al once told me, as I recall, that clocks are proof that \"people want to hold time in their hands,\" and Ney said that time always seems to be running out. And Lyris has been lonely for a very long time, hasn't she? If she has friends, if she could share her \"time\" with them, then she would be happy! So let's say Narcissus failed to invade Lyris's realm, for she had shared all this time with her friends. So when they fought him, they had more time on their side — that's why the dragon was no match for Lyris's friends!\nThink about it, Lyris — if we had more time, wouldn't we be able to do more things? For example, Al could strike Narcissus three or four more times — he'd be way stronger with more time! Yup, so that's how we're doing this!\nFollowing that, Lyris's friends made use of the time she had shared with them to thwart Narcissus again and again.\nHowever, the cunning dragon discovered their secret. Like a patient viper, he kept sending his armies to attack, depleting Lyris's time.\nThus did Princess Lyris sacrifice much to protect the kingdom and help her friends win their battles. Over time, she forgot about her friends, because she had given away her past. She no longer laughed and played with her friends, as she had given away her time in the present...\nOne day, finally, the once cheerful spring water fell silent and gloom filled the skies with Narcissus's coming, his wings spread wide. Despite the valiant efforts of Lyris's friends in battle, the dragon was unstoppable, for she had no more time to share with them. The dragon soon arrived before the palace.\nIn the final moments, Lyris gathered her friends, whose names she had no longer remembered, around her and entrusted them with the most precious thing in the world. It was a pure drop of water — yes, as pure as you are.\nShe said, \"This is my future. Take it with you.\"\nShe said: \"Even if I and the kingdom become subject to Narcissus, it shall not matter, for my 'future' shall lie with you.\"\nThen, she made them a promise. \"Even if we have lost our shared 'past' and 'present,' as long as we hold on to the future, the time will come again when we shall reunite, and the kingdom will shine again once more.\"\nAt that moment, the dragon's army blew down the castle gates open with cannon-fire. Lyris urged her friends to flee, which they did only with great difficulty and tearstained faces. Now having lost her future, Princess Lyris, along with the tower she lived in, fell into a stagnant slumber devoid of dreams.\nSo fell the last remaining kingdom of light. Lyris's friends hid in the darkness and endured hardships for a long time. Yet they remained united, bound together by the future the princess had promised them. Well, how do you find the story now?\n\"I don't understand. The past, the present, and the future... I don't get them either. We have no future after such a disaster.\"\nYou see, Al is working hard to assist Lord Neville and secure our future. And aren't you, Ney, and Jak all striving together to create one? Together — that's how we've created much of our \"past,\" right? Now, we are united in the \"present,\" we can surely be together in the \"future,\" too. We'll share the burden of many sorrows and create many joyful moments, too.\n\"Yup, I know...\"\n\"...What about the story, then? What happened to the princess?\"\nHmm... We'll have to save that for another story. Ah, I'm running short on time. Need to head back with that silly dog of mine. I'll share the rest with you next time!\nOh, come on, don't be like that... Alright, how about I come up with the beginning, and you tell me the rest next time? Ahem. Let me think...\n\"A long, long time in the future, in a place far, far away...\"\nThere was a dark empire ruled by the fell dragon Narcissus.\nThe princess he once yearned for had, together with the high tower in which she lived, plunged into a stagnant slumber devoid of dreams, thus remaining untouched by the evil dragon. This enraged Narcissus, so he sent out countless minions to scour the empire for her treasure. He also set up many defensive mechanisms using his baleful sorceries to prevent those on the side of justice from resisting him. He swore that he would reclaim the princess' treasure and awaken her, for only then could he claim her wholly for his own.\nThere was a group of heroes who protected the treasure that the princess had entrusted to them - a clear, bright pearl of water.\nOne day, a tiny life was born from this pearl of water.\nHmm... and what shall we call this life? Ah, what a pain. If I had known that this was how the story might go, I would've used your name here. Any ideas?\n…\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/1bde348ad550ef356ff197b93caed6c8_1659289996356186854.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationship"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "The Narzissenkreuz Institute",
        "desc": "<p>A Fontaine orphanage, built on the ruins of the ancient civilization.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The orphanage where Basil grew up and later became the Vice Director.\nWhite Armada\nBasil Elton was a former Admiral of the White Armada, Fontaine's Navy.\n\"Sponsian\"\nBasil Elton was the Captain of \"Sponsian\", the flagship of the White Armada.\nNathaniel Pickman\nElton's First Mate.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Carter Scherbius\nPupils of the Narzissenkreuz Institute.\nKarl Ingold\nDwight Lasker\nEmanuel Guillotin\nPupils of the Narzissenkreuz Institute, with whom Basil grew up.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Emperor of Fire and Iron",
        "desc": "<p>One of the two sovereigns who once stood at the apex of the aberrant species of the Fontemer, and the subject of many a tale among sailors.</p><p>An Armored Crab that avoids predation, and can keep hunting and eating, will continue to grow, continually seeking out suitable shells to become its new armor. But eventually, it became simply too gargantuan. Before the first diluvian period, a massive Armored Crab once attacked a ship, and was finally forced back into the depths by Basil Elton, who had not yet been reinstated as a naval commander.</p><p>Imagine this world: All of humanity has been purged from Teyvat, and the ever-growing Emperor of Fire and Iron eventually wears the Palais Mermonia upon its body like a luxurious coat of white stone. Of course, in such a world, there naturally would be no one to call it, half-jokingly and half in awe, the \"Emperor of Fire and Iron.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/92cf784732984089c7f5a91f7a42822c_6821414569242480633.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "An Armored Crab defeated by Basil.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4517,
        "name": "Ahes",
        "desc": "<p>A Melusine who is interested in Captain Basil and ships. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/151578876/64afa669285d531b6058c3dab5e57712_2297116536430705145.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A Melusine, who is interested in Captain Basil and her ship.",
        "alignment": "center"
      }
    ]
  }
}