{
  "epId": 4607,
  "name": "Traveler's Exclusive Interview Handbook",
  "desc": "<p>A record of the exclusive interview that the renowned reporter from the Steambird, Charlotte, had with the golden-haired Traveler. After various reorganizations and revisions of the information within, it is now fully able to take on various functions apart from \"being published in the papers.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/6936be2bf87802e001d39486581bf3a9_5450551724881808539.png",
  "filterValues": {
    "objectType": [
      "Gadget"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1717546614,
  "components": {
    "textualResearch": [
      {
        "title": "Opera House - Became Lyney's attorney ",
        "desc": [
          {
            "type": "RichText",
            "text": "A murder case unfolded in the midst of Lyney and Lynette's first performance at the grand opera house. Though they were cleared of the accusations leveled against them, their identities as agents of the House of the Hearth were revealed.\n<color=#37ffff>Charlotte: You defeated the Hydro Archon in the very first duel you took part in at the opera house. That's one for the history books, alright!</color>"
          }
        ]
      },
      {
        "title": "Opera House - The truth behind the \"serial disappearances of young women\" case",
        "desc": [
          {
            "type": "RichText",
            "text": "It turns out that Fontainians can be dissolved by Water from the Primordial Sea. Over the years, Vacher kidnapped and dissolved many young girls for his experiments to try and find a way to bring back his wife, who had been dissolved.\n<color=#37ffff>Charlotte: I didn't think that you'd wind up getting to the bottom of the case I'd been following all this time. I guess you could also see this as a happy coincidence...?</color>"
          }
        ]
      },
      {
        "title": "Opera House - Childe's conviction",
        "desc": [
          {
            "type": "RichText",
            "text": "Though Neuvillette believed Childe to be innocent, the Oratrice judged him as guilty in the end, and even Furina didn't know why.\n<color=#37ffff>Charlotte: This is the first time Monsieur Neuvillette's had a difference of opinion with the Oratrice. Even the Hydro Archon can't figure it out.</color>"
          }
        ]
      },
      {
        "title": "Erinnyes - The meeting with The Knave ",
        "desc": [
          {
            "type": "RichText",
            "text": "During the diplomatic meeting with The Knave, she revealed that she had already probed Furina on her own, and believes it is possible that not only is Furina not really the Archon, but that she is actually afflicted with some sort of curse.\n<color=#37ffff>Charlotte: A Fatui Harbinger... She's an extraordinary person. Her instinct must mean something.</color>"
          }
        ]
      },
      {
        "title": "Fortress of Meropide - The intrusion of the Primordial Sea into the Fortress of Meropide ",
        "desc": [
          {
            "type": "RichText",
            "text": "The entrance to the Primordial Sea is sealed beneath the forbidden zone in the Fortress of Meropide, and recently, the Primordial Sea has nearly broken out. It was only temporarily pushed back by Neuvillette's power.\n<color=#37ffff>Charlotte: The Fortress of Meropide was almost destroyed in a single day... That I didn't witness that scene personally will always be source of a professional regret, I think.</color>"
          }
        ]
      },
      {
        "title": "Fortress of Meropide - The whale in the dream ",
        "desc": [
          {
            "type": "RichText",
            "text": "You saw Childe floating in the sea in a dream, as well as an indescribably massive whale.\n<color=#37ffff>Charlotte: According to Monsieur Neuvillette, both Childe and that whale should have been in the Primordial Sea at that time.</color>"
          }
        ]
      },
      {
        "title": "Ruins - Navia falling into the seawater",
        "desc": [
          {
            "type": "RichText",
            "text": "While exploring the ruin near Poisson, it began to collapse and Navia fell into water containing Primordial Seawater. Only the protection of the dead members of the Spina di Rosula prevented her from dissolving.\n<color=#37ffff>Charlotte: I nearly lost my awesome friend Navia... To be honest, that still gives me the shivers.</color>"
          }
        ]
      },
      {
        "title": "Court of Fontaine  - Teatime with \"N\" ",
        "desc": [
          {
            "type": "RichText",
            "text": "\"N\" communicated with you by connecting your consciousnesses. She believes the prophecy will certainly happen, but that you needn't give up all hope.\n<color=#37ffff>Charlotte: The words of someone as extraordinary as a witch can probably only be truly understood when something surreal happens to you.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Traveler's Exclusive Interview Handbook"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Gadget"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Archon Quest Chpater IV: Act V - Masquerade of the Guilty\nQuest - Apocalypse"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.2"
          }
        ]
      }
    ]
  }
}