{
  "epId": 4608,
  "name": "Tears Among the Stars",
  "desc": "<p>A drop of water obtained from within the colossal beast who coveted the primordial sea of life.</p><p></p><p>A philosopher in the faraway ancient world once posited that where there is life, there is death; naturally where there is death, there is life.</p><p>If not, then the fleeting light cannot resist the eternal darkness, and all withers into nothingness at the end of time.</p><p>The rules among the stars dictate that nature must be conserved, but the laws of the universe have never been conserved.</p><p>In a sealed box, destruction always overpowers new life. Millennia upon millennia of prosperity are but an instant in a span of billions of years. The greatest of achievements, the proudest accomplishments, in time all will tarnish, decay, dissipate, and ultimately fade into oblivion.</p><p>Thus there are things floating in among the stars, once adorned with countless prestigious titles from innumerable civilizations, shedding tears for their ordained demise. Their tears stream down, out of desperation, out of hope, because all desperation and hope alike will be utterly extinguished along with the innumerable stars.</p><p>Their tears stream down out of sorrow, out of joy, because both will eventually scatter into the cold, dark endless void.</p><p>Every tiny yet beautiful silhouette and every moment worth remembering will fade with time, even stars.</p><p>And then there are these so-called \"gods\" that are determined to save everything worth saving, and devour everything that should be devoured.</p><p>Until the end of time, until the sea of stars recess into nothing but dying embers, until a newborn \"world\" moves for the first time in the stomach of the whale.</p><p>\"There will be no more sins, no more sadness, and no more tears, because everything died with the ancient stars.\"</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/22/94376896/3ddb1b576291ed694c4cc75d23a0edf0_2156836681949566496.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1700678951,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tears Among the Stars"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Archon Quest Chapter IV: Act V - Masquerade of the Guilty\nQuest - The Opera of Noirceur and Blancheur"
          }
        ]
      }
    ]
  }
}