{
  "epId": 4613,
  "name": "Talochard's Investigation Notes",
  "desc": "<p>These investigation notes shared by Talochard contain information on the missing Sir Arthur.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/30/94376896/8c9add213924484947222f85900c4bfa_1754833924167702314.png",
  "filterValues": {
    "objectType": [
      "Gadget"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1717546652,
  "components": {
    "textualResearch": [
      {
        "title": "The Steambird - Dirty, Empty Wine Bottle",
        "desc": [
          {
            "type": "RichText",
            "text": "An incredibly dirty, empty wine bottle that gives off a very unusual smell. It has been confirmed to belong to Rocher."
          }
        ]
      },
      {
        "title": "The Steambird - Unsealed Letter",
        "desc": [
          {
            "type": "RichText",
            "text": "An envelope with no special information in it. The letter within was confirmed to have been taken by Baulard."
          }
        ]
      },
      {
        "title": "The Steambird - Messy Footprints",
        "desc": [
          {
            "type": "RichText",
            "text": "Footprints of different depth, with different patterns, intertwined and overlapping. Based on Agent Talochard's analysis, the footprints belong to Rocher, Kevin, Intrepid Valberry, and Baulard."
          }
        ]
      },
      {
        "title": "The Steambird - Notch on the Pedestal",
        "desc": [
          {
            "type": "RichText",
            "text": "A mark left behind by a sharp weapon. Confirmed to have been left by Intrepid Valberry."
          }
        ]
      },
      {
        "title": "The Steambird - Simple Button",
        "desc": [
          {
            "type": "RichText",
            "text": "A common button. It has been confirmed that it belonged to Kevin."
          }
        ]
      },
      {
        "title": "The Steambird - Confirmed Footprints",
        "desc": [
          {
            "type": "RichText",
            "text": "The footprints of Rocher, Kevin, Intrepid Valberry, and Baulard. Based on Agent Talochard's analysis, they are the same as the footprints that appeared near the newspaper."
          }
        ]
      },
      {
        "title": "The Steambird - Another Threatening Letter",
        "desc": [
          {
            "type": "RichText",
            "text": "The second letter signed \"Crow or Blackbird?\" used to threaten The Steambird, but without Baulard, it proved successful this time."
          }
        ]
      },
      {
        "title": "Sunken Ship Lodge - Old Clockwork Locket",
        "desc": [
          {
            "type": "RichText",
            "text": "Inside the locket is a yellowed portrait of a young girl."
          }
        ]
      },
      {
        "title": "Sunken Ship Lodge - Diary of a Valiant Struggle",
        "desc": [
          {
            "type": "RichText",
            "text": "A record of the life experiences of a striver. \"Knife those stupid birds straight through! This should be a good enough warning for them, right?\""
          }
        ]
      },
      {
        "title": "Fleuve Cendre - Threatening Letter",
        "desc": [
          {
            "type": "RichText",
            "text": "The letter signed \"Crow or Blackbird?\" used to threaten The Steambird. However, due to the efforts of Baulard, an unrelated person who came out of nowhere, this threat proved unsuccessful."
          }
        ]
      },
      {
        "title": "Pier - Waterstained Dinner Knife",
        "desc": [
          {
            "type": "RichText",
            "text": "Based on Agent Talochard's analysis, this item belongs to the \"Elegant Tableware Confrerie,\" an association that was once exposed by The Steambird as a gang of swindlers."
          }
        ]
      },
      {
        "title": "The Steambird - Resident's Testimony (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Testimony from a resident near The Steambird.\n\"If you're asking about anyone suspicious... I did often see a homeless drunk hanging around near the entrance of the paper's office. Especially lately, he seems to be sleeping there every night.\""
          }
        ]
      },
      {
        "title": "The Steambird - Resident's Testimony (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Testimony from a resident near The Steambird.\n\"A drunken vagrant? Oh... I know him! That's Rocher... I've seem him near the docks. He's always begging for a drink from the vendors there. Honestly, he wasn't like this before...\""
          }
        ]
      },
      {
        "title": "The Steambird - Resident's Testimony (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Testimony from a resident near The Steambird.\n\"If you're asking about anyone suspicious... I did always see a little kid going to the newspaper, but he never went inside. He'd just mosey around near Sir Arthur. Maybe he just likes toys like that.\""
          }
        ]
      },
      {
        "title": "Other - Rocher's Testimony",
        "desc": [
          {
            "type": "RichText",
            "text": "According to Rocher, he had been to the scene of the crime before, and there he had seen Sir Arthur intact and untouched. but when he awoke, Sir Arthur was gone, having disappeared as he slept. As he woke up, he saw a \"small silhouette\" fleeing the scene."
          }
        ]
      },
      {
        "title": "Other - Kevin's Testimony",
        "desc": [
          {
            "type": "RichText",
            "text": "According to Kevin, he had been to the scene of the crime before, but when he arrived, Sir Arthur was already missing. All he saw at the scene was an \"old drunkard\" and a knife. To defend himself from the drunkard, he grabbed the knife and fled. The button must have accidentally come off his clothing as he fled."
          }
        ]
      },
      {
        "title": "Other - Intrepid Valberry's Testimony",
        "desc": [
          {
            "type": "RichText",
            "text": "According to Intrepid Valberry, he had been to the scene of the crime before, but when he arrived, Sir Arthur was already missing. As an act of retaliation, he took out a dinner knife and stuck it there to say \"Now this is a warning for them!\" In addition, he saw a \"smelly drunk, as foul as Rocher.\""
          }
        ]
      },
      {
        "title": "Other - Baulard's Testimony",
        "desc": [
          {
            "type": "RichText",
            "text": "According to Baulard, he had been to the scene of the crime before, but when he arrived, Sir Arthur was already missing. At that time, he noticed a letter at the scene. His intelligence operative's instincts kicked in, leading him to open the letter, read it, and take it with him."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Talochard's Investigation Notes"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Gadget"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest Series - Questioning Melusine and Answering Machine: Act I\nQuest - Vagrants and Scamps"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.1"
          }
        ]
      }
    ]
  }
}