{
  "epId": 4652,
  "name": "Havria",
  "desc": "<p>The God of Salt who was killed by her own followers during the Archon War.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_1045563269085492822.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1740783095,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Havria"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "God of Salt"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Havria",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Known also as the God of Salt, Havria was one of the many gods who roamed Liyue before the Archon War. According to Liyue folklore, she was the gentlest of the gods. The people of the God of Salt enjoyed prosperous lives under her protection. She once stood shoulder to shoulder with the many gods of Liyue, but her extraordinarily gentle nature saw her quickly ousted in the hubris of the Archon War. Zhongli describes her as a small and weak god who yielded to all other gods, and after making countless concessions, Havria lost all of her lands until only one small haven remained. Havria worked tirelessly to bring about a return to peace between the gods, even amid the global upheaval. It has been said that during wartime she would hand out bunches of flowers to her people as a blessing to them, or at least, as a small gesture of comfort to stave off the bitterness of wartime existence. This gesture made its way to Liyue customs, as now it is customary at weddings in Liyue for the bride to cast a flower ball towards the oncoming crowd of guests. It is said that the one fortunate enough to catch it will enjoy a year of good luck. Her followers spread across Liyue, taking this custom with them and teaching it to the locals. The people of Liyue being a competitive and fun-loving folk, may then have adapted it and embellished upon it to suit their preferences.</color>\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Archon War",
        "desc": "<p>The war for the divine thrones, declared by the Heavenly Principles. As a result of the Archon War that finished about 2000 years ago, seven rulers of seven nations received the Gnoses, the divine throne, and the title of an Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/15/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3277280826417124317.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Morax",
        "desc": "<p>The Geo Archon of Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/51993b7b69c68f3d8388ed314bf1eed8_4749048738401434001.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Diary of Roald the Adventurer",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2330,
        "name": "Customs of Liyue",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sal Terrae",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/aaf37adac4065bfb38dd53dd5707b6c5_373639248910747404.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>She guided her followers to Sal Terrae where they established a new settlement. The city remained resilient for numerous centuries, only to meet its demise alongside the fall of the god who once ruled over it. This small city remains a sealed domain today. The secret to unlocking the domain included legends from the Archon War,</color> <color=#ffffffd9>\"Tianheng in the south, Yaoguang in the east, Jueyun in the west, Qingce in the north — All desolate and devoid of life. Liyue is vast, yet even one haven is hard to find.\"</color>\n<color=#ffffff73>The contents of this saying are related to the God of Salt as she sought to provide a haven for her people, searching all across Liyue, until she eventually found Sal Terrae.</color>\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Diary of Roald the Adventurer",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Salt and Betrayal",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>According to legend, the first king of Sal Terrae could not fathom the self-sacrificial love Havria embodied. He sought after military might, in the hope that the city might be able to hold its own in defense and attack. And so, to demonstrate that gentleness was a virtue unfit for the times, he took a sword and ended the life of the defenseless god. No sooner had she met her demise than the temple itself collapsed, and the people's city crumbled like salt into the earth.</color> <color=#ffffff73>In reality, the cause of her death was due to some among her people who realized at last that this gentle, kind, but weak god could never protect anyone in wartime. Instead of consigning Havria to the agony of defeat, her followers thought that perhaps it would be better to give her a quick release through death. However, no matter how weak the god, the power that flows forth when they are slain is beyond the strength of mortal coils to bear. Upon her death, Havria's body dissipated and turned into a</color>\n<color=#ffffff73>Those who could not flee were turned into salt, forever salinized in place. When the Salinized Adherent closest to the Sal Flore is examined, it appears to have once been holding something in their hand, upraised in a pose of supreme effort.</color>\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Diary of Roald the Adventurer",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Descendants of Havria's Followers",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/60466dea149352726318a488cddf144d_4628433609436866095.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Following her return to the elements, the people on whom the Salt God had once looked so fondly became scattered across Liyue. Most sought refuge in Liyue Harbor, and under the safety of the Geo Archon their stories were able to survive. One of the most notable affiliations Havria’s followers joined is one of the Eight Trades under the jurisdiction of the Qixing—Yinyuan Hall of the salt industry.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/d280df734851c6c304acbeb377ff94de_752876341347933814.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Their descendants feared Havria's remnants and lived in terror that she had laid upon them an eternal curse. To appease her anger, they risked</color> <color=#ffffff73>their lives to return to Sal Terrae to break the sword used to kill her and place</color> <color=#ffffff73>two of her relics beside it. The two relics were a salt chalice that magically refilled itself with salt and a ruler that could turn the surrounding area into salt to be harvested. Sal Terrae was resealed when this task was done. The Geo Archon, Morax,</color> who is now living life as a mortal named Zhongli <color=#ffffff73>, explains that this was not necessary</color> <color=#ffffffa6>\"</color> <color=#ffffffd9>For how could a god who had never once resisted — even till the end — nurse hatred for her people in her heart?\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/7467dcd1b9be2665fc9dff30e02a82a6_5808322532819387831.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Over time, the circumstances surrounding Havria's death became misconstrued, and the descendants of her followers began to grow contempt for the Geo Archon, believing he murdered Havria out of jealousy due to her immense power. Wanyan is a descendant of the followers of Havria and sought to find proof that Morax, the Geo Archon, assassinated Havria in battle. She described Havria as a very kind god who encountered Morax one day in battle where he used a rather underhanded trick to assassinate her. Wanyan enters a contract with Zhongli, however, she later breaches the terms of the contract by requesting both pieces of the broken sword, which would be two relics instead of the agreed-upon one. In response, Zhongli punishes her by revealing the untold truth surrounding Havria's death. In the end, both the salt chalice and salt ruler were returned to the sea as it is the place to which the remnants of Zhongli's bygone gods are consigned; thus another spark of divinity has departed from Liyue.</color>\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "A mysterious expert contracted by the Wangsheng Funeral Parlor. Extremely knowledgeable in all things.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Havria",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/504c8244f244ef62a74ff3ad8b5d486b_4849764346911118912.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Havria's remains."
          }
        ]
      },
      {
        "key": "Sal Terrae",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/a6a05e6386883ece853eda1a92ae3bd5_535953098755935865.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "A place where Havria established a new settlement for her followers."
          }
        ]
      }
    ]
  }
}