{
  "epId": 4680,
  "name": "Tales of a Snow-Winged Goose (II)",
  "desc": "<p>A short fairy tale that is quite popular in Fontaine. Many children saw the exquisitely drawn cover and thought it was really written by the kind Madam Snow-Winged Goose of legend.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/94376896/4f31dedb586090a194478c5f7039311a_8852003104205423560.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1722964874,
  "components": {
    "textualResearch": [
      {
        "title": "Tales of a Snow-Winged Goose (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 2\nPrincess Marcotte\nIn the not-too-distant past, every type of plant and every type of beast had its own kingdom.\nAnd in the Marcotte Kingdom, there live a princess with long pink hair. Legend has it that she was born in a crab claw and never put down roots — she always was, and always would be, a tough little seed.\n\"My darling daughter, my beloved treasure. Why not settle down and enjoy a life of nobility? Why do you wait so long to sprout and grow?\" asked her worried and kingly father.\n\"Father, father, please do not fret or rage. I was born in a crab claw, and that claw will be my ship. Your daughter's fate is not to take root in the mundane earth and grow pretty flowers. It is to conquer the seas and explore a new and wonderful world!\"\nThe king was shocked by his daughter's plans. What was wrong with pretty flowers, he thought? Wasn't he a pretty flower? And what if his daughter one day decided to set down those roots and grow an even prettier garland than his? That would be terrible.\nBut he only felt this way because he was ashamed of not being as pretty as he wanted to be.\nAnd so, he had the princess and the crab claw locked up in a golden box. Then he hid the golden box in a mirror made of purest water. And then he threw the mirror into the sapphire lake of the Pluie Lotus Kingdom. There was only one way to reverse all those layers of confinement and free the princess (and the crab claw) — to make the Mother Lotus laugh. And as everyone knows, Pluie Lotuses are all too used to weeping.\n\"All is well again,\" said the king. \"I can rest my regal head in peace. All I need to do is wait and wait, for my beloved daughter's seed to start to crack. She will lose her wanderlust. For what choice will she have, but to grow...\"\n\"And then my daughter will be like me. She will follow her destiny and grow strong and healthy.\"\nBut the brave princess was not cowed by her long imprisonment. She wrote joke after joke to try and make the Mother Lotus laugh, and practiced telling those jokes over and over. The crab claw chortled. Even the golden box guffawed. But the Mother Lotus? Nothing.\nSo she decided to write a comic play. She rehearsed until the crab claw couldn't help but burst into laughter and hop around — despite having no feet! She even converted the interior of the box into a theater. But still, nothing.\nNext, the princess tried to find comedy in the circumstances of her imprisonment — situational comedy, she called it. Soon the crab claw was, like the princess, laughing until it cried and then crying until it laughed. And eventually, the Pluie Lotus — keen criers, as we know — found themselves giggling. Finally, the Mother Lotus could contain her curiosity no longer, and the princess was granted an audience.\nAnd, to everyone's surprise, the princess didn't even need to tell a single joke. The Mother Lotus burst out laughing as soon as the princess entered the room. Her laughter grew louder and louder, shaking the palace walls and sending ripples across the sapphire lake.\nPrincess Marcotte won her freedom. But she won something more valuable as well — the ability to laugh, and to make others laugh, even in the saddest of circumstances.\nIn her crab claw ship, the princess sailed the ocean waves on her voyage to the new world of her dreams. And ever since, sailors have told tales of a crab claw ship."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=en-us&bbs_theme=dark&bbs_theme_device=1#/map/2?center=-1097.49,-5323.38&zoom=3.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "<p>The \"temporary\" owner of a newsstand. He aspires to one day join The Steambird.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/19/94376896/6e7f40560c32385db97d1d42adfda939_2950984437323328217.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 4679,
        "name": "Tales of a Snow-Winged Goose (I)",
        "desc": "<p>A short fairy tale that is quite popular in Fontaine. Many children saw the exquisitely drawn cover and thought it was really written by the kind Madam Snow-Winged Goose of legend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/94376896/4f31dedb586090a194478c5f7039311a_1879182558443351187.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4681,
        "name": "Tales of a Snow-Winged Goose (III)",
        "desc": "<p>A short fairy tale that is quite popular in Fontaine. Many children saw the exquisitely drawn cover and thought it was really written by the kind Madam Snow-Winged Goose of legend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/94376896/4f31dedb586090a194478c5f7039311a_1551627330575686457.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tales of a Snow-Winged Goose (II)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Hubel in Court of Fontaine"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4691,
            "name": "Tales of a Snow-Winged Goose",
            "desc": "<p></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/94376896/4f31dedb586090a194478c5f7039311a_1452696214571642051.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.2"
          }
        ]
      }
    ]
  }
}