{
  "epId": 4681,
  "name": "Tales of a Snow-Winged Goose (III)",
  "desc": "<p>A short fairy tale that is quite popular in Fontaine. Many children saw the exquisitely drawn cover and thought it was really written by the kind Madam Snow-Winged Goose of legend.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/94376896/4f31dedb586090a194478c5f7039311a_1551627330575686457.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1722964880,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tales of a Snow-Winged Goose (III)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Hubel in Court of Fontaine"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4691,
            "name": "Tales of a Snow-Winged Goose",
            "desc": "<p></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/94376896/4f31dedb586090a194478c5f7039311a_1452696214571642051.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=en-us&bbs_theme=dark&bbs_theme_device=1#/map/2?center=-1097.49,-5323.38&zoom=3.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "<p>The \"temporary\" owner of a newsstand. He aspires to one day join The Steambird.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/19/94376896/6e7f40560c32385db97d1d42adfda939_2950984437323328217.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 4679,
        "name": "Tales of a Snow-Winged Goose (I)",
        "desc": "<p>A short fairy tale that is quite popular in Fontaine. Many children saw the exquisitely drawn cover and thought it was really written by the kind Madam Snow-Winged Goose of legend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/94376896/4f31dedb586090a194478c5f7039311a_1879182558443351187.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4680,
        "name": "Tales of a Snow-Winged Goose (II)",
        "desc": "<p>A short fairy tale that is quite popular in Fontaine. Many children saw the exquisitely drawn cover and thought it was really written by the kind Madam Snow-Winged Goose of legend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/94376896/4f31dedb586090a194478c5f7039311a_8852003104205423560.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Tales of a Snow-Winged Goose (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 3\nMr. Fox and the Clockwork Guardsman\nA long, long time ago, Mr. Fox and the Clockwork Guardsman were good friends.\nMr. Fox was a successful thief. The Clockwork Guardsman was... well, he was a guard. Clue's in the name, isn't it?\nBut that was a long, long time ago, of course. They're still good friends, though. That will never change, no matter their jobs or social status.\nThe Clockwork Guardsman had always had a worry curled up inside him, and as the years passed and his mechanisms aged, that worry got bigger and bigger, like a balloon, and heavier and heavier, like a piglet, and it was always there no matter how much he tried to shake it off, like Mr. Fox's lovely tail. It was a very worrying worry.\nSo the Clockwork Guardsman told his good friend, Mr. Fox, of this concerning concern: \"I've already lived a very long time. I've met so many people and said goodbye to so many. I've heard the funniest jokes and lived through the saddest times, and then I've forgotten it all and lived through it again. Even though forgetting isn't easy for a machine such as myself, it all fades.\"\nMr. Fox understood his friend's concerns and knew just what to suggest: \"If living such a long life makes you forgetful and jaded, perhaps it is time to die, and in doing so, to make your life real.\"\n\"But, my fluffiest of friends,\" the Clockwork Guard said, removing his alloy guard's cap and sighing, \"didn't you steal Death from Ms. Toad's dressing table in that heist many years ago? It caused quite the commotion, as I recall. The living things of the world all forgot how to die.\"\nAs, we all know, Ms. Toad is Death's envoy, the queen of all that is ugly, cold, and annoying. She guards that coldest jewel, Death itself.\n\"Ah, I was so young then. I remember I was madly in love with Ms. Jackal, and I wanted to bring her the most expensive treasure I could find.\"\n\"And?\"\n\"I succeeded. But she died.\"\nDeath slipped from Ms. Jackal's hand and shattered on the ground. The fragments melted into the earth, never to be seen again. And as that happened, the creatures of the world started to die as normal once more, with all that should have been dead now being so. Except, that is, for Mr. Fox, who should have died, but didn't. His life dragged on.\n\"Death still exists in this world! All we need do is search for it!\" And so Mr. Fox and the Clockwork Guardsman, furry paw in cold metal hand, left the city they called home to search for Death in all the corners of the world.\nAnd they searched and they searched and then they searched some more. They searched until Mr. Fox's beautiful red coat had turned white. They searched until the Clockwork Guardsman's pride and joy, his official guard badge, had rusted. Finally, they reached the place where Ms. Toad lived.\n\"Ms. Toad? Ms. Toad?\" called the Guardsman, as he knocked on the door.\nMs. Toad opened the door slowly and stretched out her warty, scabby hand.\n\"Lovely Ms. Toad, I am so sorry to bother you again,\" said Mr. Fox as he took off his hat. \"But my good friend is in great pain, and you are the keeper of the only cure.\"\n\"Ms. Toad is of course aware of how lovely she is,\" came a rasping voice from within the ramshackle hut. \"And if your friend seeks Death, he will not find it here.\"\n\"Life is not tea and Death is not sugar. Their tastes cannot be distinguished if you live forever. But you have a mechanical heart and a mechanical tongue, and have tasted their flavor over and over, during each cycle of activation and deactivation...\" Ms. Toad removed an embroidered shroud to reveal the cold jewel called Death, then extended a hand, beckoning to the Clockwork Guardsman. \"Come, young guard, come, child. All must be tested, but do not admit defeat easily, my strong child...\"\n\"My maggots will not eat you, my moss will not grow on you. Whether your enemy is time or guilt, sadness or ennui... Do not admit defeat easily, my child.\"\nAnd with that, Ms. Toad took the guard's metal hand and placed it lightly on the jewel called Death, and he saw how long, long in the future, he would end—\nAfter countless years of hardships, a battered and beaten Clockwork Guardsman was thrown into the fires of the scrapping plant, to melt into a metallic ocean of millennia of waste. All those slow metal thoughts and hard metal ideas became swift and liquid. They evolved and combined and formed a new life. It was a glorious return for all metal lifeforms, making even the release of death fade in comparison.\nAnd so the Clockwork Guardsman saw the future and gave up his dreams of dying. His good friend Mr. Fox, meanwhile, withdrew his thieving hand and left the jewel where it was. Indeed, life encompasses more than just bitterness akin to tea. If he had a friend to accompany him through the hard times, what rush was there? He could steal this extraordinary jewel later.\nLater, as all children know, Mr. Fox and the Clockwork Guardsman lived long, long lives, until the little world they lived in was but a desert, until the sun went out, until the moon fell... And even then, their story didn't end. It lived on, passed from world to world."
          }
        ]
      }
    ]
  }
}