{
  "epId": 4723,
  "name": "\"Curve\"",
  "desc": "<p>A lie detector created by Dr. Mosso thirty years ago.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/237301566/2f50163bfc40d3af453ccd6f2d227fe7_1850338332923867620.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1721644249,
  "components": {
    "textualResearch": [
      {
        "title": "Letter to the Editor-in-Chief (Draft)",
        "desc": [
          {
            "type": "RichText",
            "text": "Dear Editor-in-Chief, you are correct in your judgment that the matter has reached the point of no return.\nThese last few days, I've heard marchers calling for Curve to be destroyed. Last night, radical students broke into my lab and tried to do just that. Luckily, I discovered them in time.\nHowever, Curve is in increasing danger. I am compelled to act, and my plan is the following:\n1. I will revise the Mosso Protocols and related data (of no practical significance) in Curve's core so that what remains is a sufficiently misleading trail: It will appear lie detectors are not capable of detecting lies and that all the test results were covertly manipulated by myself.\nAs for the \"ironclad evidence of fraud and deception of the public,\" I'll leave that in your capable hands. Kindly select a date for the \"exposure.\"\n2. As soon as I am convicted, I shall propose a duel. And when I fall in the Duelists' Ring, all will be put to rest.\n3. I humbly request that you mobilize your paper to divert attention away from Curve. It should be thought of as a \"useless sham of a machine\" to be used as evidence in the case and then sealed away by the Marechaussee Phantom.\nThere's no need to try and change my mind. I've thought through every last detail, and this storm is unlikely to pass until I, the main offender, am dead. Curve is my life's work, so I can't afford any more missteps. I ask that you exchange my life for his.\n(Everything we've done so far has been effective, and Curve's lie-learning module has derived redundant data that is incomprehensible. I believe that the seed of life has sprouted within him.)\nYours Sincerely,\nMosso Lombroso"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "\"Curve\""
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Meks"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "RichText",
        "text": "Mosso Lombroso\nA researcher, who created \"Curve\" thirty years ago. He wanted to create a machine that would gradually become human by understanding lies and humanity.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>An evidence clerk in the Marechaussee Phantom.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/237301566/abb512875929eee2a21685ecab89853f_3312990284909781423.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "An evidence clerk in the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Marechaussee Phantom",
        "desc": "<p>The personal unit of the Chief Justice Neuvillette, which is responsible for crime investigation. It is based in the Palais Mermonia and is one of the Maison Gardiennage's departments.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/615412682c0d3edc7483b9452030aa64_4315552892343881539.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ", who found Curve in the evidence room. She wanted to help him break the Mosso Protocols and become a real \"human.\"",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "name": "Talochard's Investigation Notes",
        "desc": "<p>These investigation notes shared by Talochard contain information on the missing Sir Arthur.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/30/94376896/8c9add213924484947222f85900c4bfa_1754833924167702314.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Curve",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/ccc286a9458dd056c39f0e6e588e1771_1817689140163896917.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Thirty years ago, a researcher Dr. Mosso Lombroso created a lie detector, the \"Curve.\" The history of the Mek's name is connected to Mosso's granddaughter, Melo. One day, he didn't want her to have many snacks, so he said: <color=#ffffffd9>\"You're gonna be fat if you keep eating.\"</color> Melo cried and ran away. Then Melo's mother taught him to say, <color=#ffffffd9>\"You still look great when you're plump.\"</color> The next day, Melo climbed up on her grandfather and asked him to play a horse ride. This got him thinking if the shortest distance between two people is actually a curve. And that's what he called a lie detector.\nLombroso added some rules to the machine's core programming to ensure the accuracy of the lie detection. Those rules named the Mosso Protocols required Curve to answer all questions with complete accuracy and honesty, excluding the possibility of lying. The researcher's true goal was to create a machine that would gradually become human by understanding lies and humanity. If Curve would learn to lie like humans one day, it would mean that he was no longer bound by his machine programming, and had acquired human emotions. Legends say that a Fontainian scientist, Alain Guillotin, created an amazing thinking machine hundreds of years ago, and Dr. Mosso wanted to surpass that.\nNot long after the existence of Dr. Mosso's lie detector was made public, The Steambird published several articles on it and quickly drew the public's attention. The paper used special features to incite widespread fear and worry among the general public, and soon, public opinion began to turn against Lombroso. People started to worry about what would happen if a suspect in a trial isn't lying, but Curve says he is; or how to guarantee that the lie detector's output is credible. Finally, The Steambird provided evidence that exposed Dr. Mosso as having falsified results, and this evidence was key to the researcher's conviction. To save his creation, Mosso Lombroso died defending himself in a court duel. Soon, everyone forgot about Curve, and he ended up in the Marechaussee Phantom evidence room. Curve's core was aging rapidly, so he would have gone into hibernation mode soon after Mosso's death."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/83b607eafe38c25549f329f07ad2fa56_4689776025719409500.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Thirty years later, an evidence clerk, Talochard, found Curve in the evidence room and decided to help him break the Mosso Protocols before he went into hibernation mode. With the help of the Traveler and Paimon, they solved the case of Sir Arthur's disappearance and found Dr. Mosso's laboratory. They found out that the researcher initiated all these incriminating articles himself. He wanted to feed the data from public opinion to the lie detector to study. He thought this lesson on dynamic evolution could surely guide his machine to another level of comprehension, and in separating truth from fiction. Curve would have eventually surpassed a machine's rules. Dr. Mosso even modified the Mosso Protocols hundreds of times. He forged the evidence and gave it to the newspaper, so he would take all the heat."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/702dc85b514545b6612b55ac190c72ee_2162555667907165756.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Curve, Talochard, the Traveler, and Paimon were in Mosso's laboratory, they were trapped by a Steambird editor, who learned about the Curve. The editor turned on the self-destruction system and disappeared, taking Curve's design and research data with him. To save Talochard and others, Curve lied to them so that they would leave him behind. When they were near the emergency exit, an explosion occurred, destroying Curve and flooding the laboratory. No one knows what happened to the data the editor stole but one of the Fatui Harbingers was very interested in it. After returning Sir Arthur to safety, Talochard was told that Curve recorded a message on Sir Arthur about her: <color=#ffffffd9>\"Based on my analysis… Agent Talochard! Will be the best agent in the Marechaussee Phantom!\"</color> It seems that Curve started to break the protocols with Talochard's help and finally became a \"human.\"\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Court of Fontaine Region",
        "desc": "<p>\"This city alone stands above all waters.\"</p><p>Towering up at the highest point of the city, the Palais Mermonia represents the highest authority in Fontaine. Under its gaze, the people lead orderly lives that are as regular and predictable as the aquabus.</p><p>Law serves to maintain a stable order, which is in turn the cornerstone that equity and justice are built upon.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_1858540976285068587.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5146,
        "name": "Morte Region",
        "desc": "<p>Who knows how long the story guarded with the tall tower on the sea that the people ignore has been kept?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_5213158392050409344.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>An evidence clerk in the Marechaussee Phantom.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/237301566/abb512875929eee2a21685ecab89853f_3312990284909781423.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "name": "Talochard's Investigation Notes",
        "desc": "<p>These investigation notes shared by Talochard contain information on the missing Sir Arthur.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/30/94376896/8c9add213924484947222f85900c4bfa_1754833924167702314.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/237301566/4fa7be9ef519568ed7c0a24467e7f255_190953134077849026.png"
      },
      {
        "key": "\"Curve\"",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/237301566/ccc286a9458dd056c39f0e6e588e1771_6321707591284284012.png"
      },
      {
        "key": "\"Curve\"",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/237301566/702dc85b514545b6612b55ac190c72ee_4299608728809080412.png"
      }
    ]
  }
}