{
  "epId": 4779,
  "name": "Remus",
  "desc": "<p>The God King who built Remuria.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1716794534,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Remus lost his lands to King Deshret.\nSybilla\nA seer who survived the first flood and lost her mind and body. She predicted the rise and fall of Remuria to Remus. With her help, the great symphony Phobos was created.\n\"Fortuna\"\nRemus's golden ship created from the silver-white cedar",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Empire built by Remus",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>One of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Euergetia\nAurelius\nRemurian Harmosts",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Mistress of Many Waters, who told Remus about the inevitable punishment for the sin she had committed and gave him a cup with the purest water.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Remus's friend who followed him from the Fontemer to see the creation of a world free from the shackles of fate. Remus entrusted him with his last symphony.\nPhobos\nThe Grand Symphony",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books and Items"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "The History of the Decline and Fall of Remuria",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/94376896/d0e75f9b88a286749b4c7dff0871e129_3058308201433029321.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La Chanson d'Erinnyes",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/94376896/8b970c654b04a0e524be4c06d95332ea_4990071155031208689.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "<p>A flower constructed out of clam, mother-of-pearl, and gold leaf. It blooms proudly.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/c32bab10651059ad3c0c8a0e5bbd2e03_1977006170352048486.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Song of Days Past",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/7789fb5e684cf95a7011657d0fa8a971_4912719626191046540.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment of Harmonic Whimsy",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/7557f4558ab243d82e8b6b9994fc97ee_3952883455179155002.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4028,
        "name": "Broken Goblet of the Pristine Sea",
        "desc": "<p>Legend says that when the first usurper came to the primordial sea, the first sovereign gave him a goblet of water.<br>Later, he became the unquestioned god-king, and used this goblet of water to refine the mysterious drops of dew, establishing a splendid and powerful empire.<br>But that is now an ancient story, whose main characters now sleep in the phosphorescence of the schools of the deepwater fish.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/35428890/91ea8723306e98e3d1bcb55d7fdf7c81_1602347963714991634.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4027,
        "name": "Wine Goblet of the Pristine Sea",
        "desc": "<p>What kind of empire can last for a thousand years? After returning from the kingdom of dragons, the usurper once pondered this question.</p><p>Combining the immortal stone with the Ichor essence extracted from primordial water, and carved into a race as black as iron— with arcane lithos for skin and Ichor for blood, never again fearing the curse of returning to the primeval past...</p><p>The silent golem still dreams the dream of the empire — not knowing it has been over a thousand years since the empire's obliteration.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/35428890/53003e0178136f962ed95ee9c8cb7bff_8989054962533429390.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Silver Goblet of the Pristine Sea",
        "desc": "<p>In the years when the golden shroud covered the land, pure spring water had to be hidden away in concealed mountain streams, and the Lochknights were born in these sanctuaries.<br>The knights swear by armor of silver, to protect the spirits born from pure water, to protect their fellows who also keep faith in the one true font, resisting the omnipresent golden power that blotted out the sky and outshone the sun.<br>But that is an ancient legend... Not long after the empire collapsed and sank, the knights who resisted the usurper shed their armor, and their stories were hidden in a tangled web of stories and ballads.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/35428890/c70230640d8706fd2e3aa837a391166c_7129183792284553149.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Golden Goblet of the Pristine Sea",
        "desc": "<p>When the Usurper of the sunken city played the last movement of the golden symphony, the favored musician stole the golden goblet brimming with Ichor.<br>Shocked by the foolhardy betrayal of the God King, the musician summoned the last guards, and used the insoluble Ichor to seal the dragon beneath the tall tower, and sank into the abyss with the capital.<br>Afterwards, this noble thief vanished silently from history, and only the \"Golden Troupe\" faithfully remembers his prophecy.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/35428890/a8147d7dfc78a2dc5d47dd50bd6292ed_8075302883618771815.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4037,
        "name": "Dross of Pure Sacred Dewdrop",
        "desc": "<p>Legends say that before the birth of life, there was a dense primordial sea. It is the purest origin of all things, and one day, it will also swallow all life... and those things which did not arise from it will be filtered out, becoming naught but floating detritus.</p><p>\"The existence of detritus also has meaning — What kind of thing would be rejected by the source of all things that swallows all life?\" the young Harmost asked the great usurper, pondering this conundrum.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/151578876/b5eb251eb35df6de92c4e93ac29b1f23_7364270320881232650.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Sublimation of Pure Sacred Dewdrop",
        "desc": "<p>\"Life that came from the primordial sea is inevitably fated to return to it.\" Thus spoke the Harmost Boethius. \"But there are infinite possibilities for humans to transcend, and even the waters of the primordial sea cannot completely dissolve them...\"</p><p>The arrogant usurper once attempted to mix insoluble Ichor with pure water, to contain wisdom and memories, allowing his subjects and servants to discard their physical bodies, and obtain independent, eternal lives.</p><p>But the pain of severing soul and body cannot be endured by any ordinary life, and the usurper's order tore apart and shattered souls...</p><p>The Ichor was dyed black by the crying and howling of so many souls, and it lost its harmony and wisdom, leaving only chaos and madness.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/151578876/bfe4638702fbef7e67d5d84b99d5276d_3966077413654548956.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Spring of Pure Sacred Dewdrop",
        "desc": "<p>This is a relic from a time when the Lochknights still roamed — the knights said, there were still loyal spirits in the mountain springs and valleys where none tread, guarding those pure, unpolluted springs... However, the creator of artificial Ichor couldn't tolerate any discord in his great symphony. It is said that wherever the Harmost Boethius went, the natural nectar was buried, the aqueducts of the empire were built, and the spirits born of pure water vanished without a trace...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/151578876/54913bb983c08663e91eef34841c80b9_8712445023436470919.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Essence of Pure Sacred Dewdrop",
        "desc": "<p>A dense and pure solution, derived and refined from drops of the vast primordial sea. The ancient God King once believed it would bring eternal life and infinite wisdom, but listening carefully — it was quietly, faintly prophesizing the final end of all dissolving into one. This was once the God King's unfinished Grand Symphony — a boundless, sourceless golden Ichor replacing the wild primeval waters, and the glorious immortal sages bringing nectar-like enlightenment to the ignorant corners of the world.</p><p>But the God King's delusions ultimately sank into the depths of the black abyss, and with the ravages of time, the golden Ichor was eventually corroded by the primordial soup...</p><p>The tuner turned a blind eye to the evil omens, and supporting his broken body, continued to give life to his compatriots according to the plans once laid, so that the old order might one day return...</p><p>Even today, many mad poets and painters of Fontaine see the apocalypse experienced by Boethius, a reminder of the inescapable cycle of the world.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/151578876/b511969117b243bc41e7af4c578dfb88_8146945552177343113.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Remus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/31941f53b43891e840dd1997518ccef4_1325281874186918335.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In times when the people of the High Sea lived in ignorance, and the tribes were unenlightened, the Philharmonic God, Remus, ruled in the Sumeru Desert. He was once a singer of the oases, but his ancient home had been lost beneath the light of King Deshret. Unwilling to serve his throne, Remus chose the path of wandering. The Philharmonic God had picked the High Sea for his grave, but when wandering in that land he saw the ruins of a city. The ruins were older than the land itself. The city was never mentioned in any chronicles and existed below the lightless abyssal depths. Right there, in the heart of the ruined temple, beneath the silver-white cedar, happened the first meeting of future glorified king Remus and a Golden Bee, Sybilla, who could see the future. Sybilla predicted that Remus would rule cities and subjects once more. The nation he built would flourish and prosper, and he would one day rule the entire High Sea. Even though Remus would bring civilization and justice to the people, in the end, that very justice would be their downfall."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"When the fated time of judgment comes, the merciless waves will devour fleeting glory and happiness.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The Philharmonic God knew that there was no point in resisting fate, and so he agreed to set out on that journey. As he made his choice, the waterless hollow crumbled with a crash, the silver tree turning into a golden ship \"Fortuna.\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/fa8329bb7cc10e0fd51ddf52f0c31797_2305432044969375017.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Aboard the \"Fortuna,\" Remus and Sybilla descended upon Meropis. Before Remus's arrival, the land was inhabited by ancient people. They lived in peace and harmony, and even envoys of Celestia walked the earth. After countless generations, the people decided that they wanted to be free from the chains of fate. Enraged by that, the Heavens destroyed the ancient people. Only when Remus entered those lands again did prosperity and order reappear there. He taught people how to farm and raise crops in the land and built temples and cities with huge stones to house the people. Most importantly, it was he who spread the beauty of music and art, which differentiated humans from other living things, causing them to see themselves as masters of all things. The Philharmonic God built a great tower in Meropis, gathering the scattered people to build a new nation. The horns of abundance blessed the land with fertility, and an endless maritime parade connected the islands as one.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment of Harmonic Whimsy",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/7557f4558ab243d82e8b6b9994fc97ee_3952883455179155002.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "The History of the Decline and Fall of Remuria",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/94376896/d0e75f9b88a286749b4c7dff0871e129_3058308201433029321.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Prophecy",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Even as the nation continued to grow and prosper, the original prophecy was never forgotten, and the king's doubts remained."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Just as you foretold, I have become a glorious king, bringing cultured civilization to the people.</color>\n<color=#ffffffd9>I have bestowed peace unto the ocean, and govern the land with justice, spreading order and progress to every corner of the earth.</color>\n<color=#ffffffd9>Yet the more prosperous my new, glorious realm grew, the more mournful and perplexed I became.</color>\n<color=#ffffffd9>The prophesied glory will continue for a century, and then? The seeds of destruction are taking root.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Change is the nature of things, such is the law of Fortuna. Even acknowledging the foolishness about eternity and immortality, Remus couldn't reconcile with the bleak future. He turned to the seer but she could not help: she was able to see the future, but she lacked the ancient, sacred wisdom to explore the cause of the destruction."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"But I know, in the deepest depths of the lightless sea, in the realm where the Primordial Waters yet surge, the Mistress of Many Waters lies imprisoned.</color>\n<color=#ffffffd9>As the prophecy foretells that the endless waves will swallow your nation, perhaps she may have answers...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Following Sybilla's advice, Remus, along with the Golden Fleet, sailed to find the sea where the Mistress of Many Waters, Egeria, was imprisoned. It was the kingdom where the Dragonborn dwelled, called the Fontemer. Led by the Dragon Prince, Scylla, Vishaps guarded the prison of Egeria. Both sides began to fight, and the resulting battle boiled the seas for thirty days and thirty nights. It was only when exhaustion brought respite that the God King used music to voice his purpose. Remus's will to resist fate, rite by the Heavenly Principles, amused the Dragon Prince. Even though Remus's dream seemed ridiculous to him, Scylla agreed to take Remus to the Mistress of Many Waters.\nMerciful Egeria couldn't give Remus the answer he was looking for. In the end, the king, who still harbored ambition and hope, decided to take a cup of the\ngiven by the Mistress of Many Waters before leaving. He promised her to use the pure water she granted to create a world of endless prosperity, one without conflict. When the fleet was returning back home, Scylla also left the Fontemer. Although all gods were usurpers to Vishaps, Scylla and Remus became friends.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment of Harmonic Whimsy",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/7557f4558ab243d82e8b6b9994fc97ee_3952883455179155002.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Silver Goblet of the Pristine Sea",
        "desc": "<p>In the years when the golden shroud covered the land, pure spring water had to be hidden away in concealed mountain streams, and the Lochknights were born in these sanctuaries.<br>The knights swear by armor of silver, to protect the spirits born from pure water, to protect their fellows who also keep faith in the one true font, resisting the omnipresent golden power that blotted out the sky and outshone the sun.<br>But that is an ancient legend... Not long after the empire collapsed and sank, the knights who resisted the usurper shed their armor, and their stories were hidden in a tangled web of stories and ballads.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/35428890/c70230640d8706fd2e3aa837a391166c_7129183792284553149.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Golden Goblet of the Pristine Sea",
        "desc": "<p>When the Usurper of the sunken city played the last movement of the golden symphony, the favored musician stole the golden goblet brimming with Ichor.<br>Shocked by the foolhardy betrayal of the God King, the musician summoned the last guards, and used the insoluble Ichor to seal the dragon beneath the tall tower, and sank into the abyss with the capital.<br>Afterwards, this noble thief vanished silently from history, and only the \"Golden Troupe\" faithfully remembers his prophecy.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/35428890/a8147d7dfc78a2dc5d47dd50bd6292ed_8075302883618771815.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Grand Symphony",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/4417194d9a22aa68cbc2c9d4aa037acd_924714980950165565.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Upon return from the Primordial Sea, the glorious king established the golden imperial capital and stood astride the world as the Sebastos. Wherever his great ships sailed, all cities bowed to his supreme authority, Wherever the notes were sounded, the symphony of civilization replaced their savage songs. Ancestors of the present-day Fontanians were afraid of him and thus called him \"Dark Lord Remus.\"\nFrom the moment he learned of the prophecy, Remus wondered what empire could possibly last a thousand years. He combined the immortal stone with the Ichor essence extracted from\ngranted by Egeria and gifted Remurians new eternal bodies. The Sebastos hoped that Remurians could escape the prisons of rotting flesh and fate. His great vision was that Remurians should all escape the shackles of Fortuna, becoming the masters of their own destiny."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"If the waves shall devour my subjects, then I shall seal their souls in an Ichor that is utterly insoluble in all waters.\"</color>\n<color=#ffffffd9>\"If time shall rot my realm, then I shall forge imperishable bodies of bronze and stone for them.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/6fa36af0507dcdef5030c81c7a0a8023_6753521086480853967.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Remus locked himself in the depths of his imperial palace, searching for a flaw in the Master of Fortuna's music. After countless days and nights, Remus grasped the mysteries of Fortuna. He read every note of fate but lacked a \"pen\" to write down his own symphony. Thus did the Sebastos resolve to appeal to Sybilla, for she came from the land of the dead, and the torrents of fate once coursed through her veins. Remus understood that the solution lies in the people's souls that couldn't overcome the power of predestination, and thus wrote the Symphony — a music that could weave destiny. The \"Symphony\" is human memory and persona woven into a melody through musical notation, creating a song in which human souls can dwell and have their wishes fulfilled. The Golden Bee told him that to master the \"Symphony\" is to master \"fate.\" The Sebastos who created the \"Symphony\" poured these melodies into the insoluble Ichor in hopes that all might control their fates through playing that music."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/bb04749691763bf91c08ae162788a488_4498508554080447931.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "However, this did not help change the prophecy. The pain of severing soul and body cannot be endured by any ordinary life, and the God King's order tore apart and shattered souls. The Ichor was dyed black by the pain of so many souls, and it lost its harmony and wisdom, leaving only chaos and madness. People could not bear the burden of fate, and they begged their god and superiors for guidance. At their request, the Sebastos joined all the melodies to the greatest of melodies, and this would bring them the greatest happiness. The people named this symphony \"Phobos.\" Had Remus's plan worked, the Symphony would have woven a melody of utmost gentleness for them all — an eternity that would last a thousand years and beyond. In the wildest fantasies of the Sebastos, at the grand finale of the harmonious opera, he would hand fate's baton into humanity's own hands. To keep the people of the High Sea from destroying the symphony of universal harmony, King Remus promoted four humans of great capability to the high post of Harmosts to lead after him."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/c1f51031792713f423f4d4a2a3b55b2f_1877279809273997464.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Since \"Phobos\" was the sum of all wishes and thoughts of the Remurians, it included plunder, hatred, and slaughter as part of them. Amongst the God King's sins, the most terrible was the attempt to pass power that should have been reserved for the godly domain to humans. The power and status led people to corruption and decadence, leading to violence and revolts. Even the most savage and violent of Vishaps would never engage in such meaningless slaughter. But Remus couldn't bring himself to punish the people - he loved humanity.\nWhen the God King realized that \"Phobos\" was leading Remuria to fall, he decided to destroy the Grand Symphony. He created his last symphony, Requiem, which was an order for the Phobos to self-destruct, and entrusted it to his friend, Scylla. According to the secret plan, Scylla was supposed to lead an army of Vishaps to assault the capital. Remus was to sacrifice himself to unleash the symphony's power, and the prince of the Vishaps had to control the primordial, savage energies that he would awaken. He hoped that he would free his subjects from their stone bodies and give them back forms of flesh and blood, destroying the artificial barrier between races. The God King separated the melody of the Harmost Cassiodor from the Grand Symphony and sent him to Ouranopolis, the city of the future."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/e6ded426211e34a86d94bbb81d526d43_2689578519176244197.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Sebastos's dreams didn't come true. Phobos, which absorbed one of the Remurian Harmosts, imprisoned the Dragon Prince and shut the Initium Iani leading to the capital. Scylla was unable to reach the Golden Palace in time, and Remus's sacrifice was in vain. The power of Phobos went out of control, and the empire plunged into the depths of the ocean as if submitting to heavenly punishment. On that day, Remus disappeared without a trace, and the golden civilization sank to the bottom of the sea along with its former glory. Only a thousand years later, Cassiodor finally completed the Sabastos's plan, freeing the souls of the Remurians.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Sea of Bygone Eras",
        "desc": "<p>The wide waters that lie south of the Great Terrestrial Lake were also once an integral part of that high sea. Beneath the abyssal depths untouched by sunlight, the first of dreams and hopes lie buried.</p><p>The long-forgotten symphony sounds once more amidst the stronghold of dimmed glories and the sea-sunken ruins. A new chapter in a tale long-ended is about to be written...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/237301566/4f78eb7e03b130ca2efba77b4d2692bb_7510006575738136527.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>One of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment of Harmonic Whimsy",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/7557f4558ab243d82e8b6b9994fc97ee_3952883455179155002.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "The History of the Decline and Fall of Remuria",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/94376896/d0e75f9b88a286749b4c7dff0871e129_3058308201433029321.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Golden Goblet of the Pristine Sea",
        "desc": "<p>When the Usurper of the sunken city played the last movement of the golden symphony, the favored musician stole the golden goblet brimming with Ichor.<br>Shocked by the foolhardy betrayal of the God King, the musician summoned the last guards, and used the insoluble Ichor to seal the dragon beneath the tall tower, and sank into the abyss with the capital.<br>Afterwards, this noble thief vanished silently from history, and only the \"Golden Troupe\" faithfully remembers his prophecy.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/35428890/a8147d7dfc78a2dc5d47dd50bd6292ed_8075302883618771815.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Remus"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru\nRemuria"
          }
        ]
      }
    ]
  }
}