{
  "epId": 4781,
  "name": "Focalors",
  "desc": "<p>The last Hydro Archon and the God of Justice. <span class=\"wk-shady\">She sacrificed herself in order to destroy the Hydro Archon's Divine Throne and restore power to the Hydro Dragon.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1714362646,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Focalors"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Archons\nOceanids"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "God of Justice"
          }
        ]
      },
      {
        "key": "Chinese VA",
        "value": [
          {
            "type": "RichText",
            "text": "钱琛 (Qian Chen)"
          }
        ]
      },
      {
        "key": "English VA",
        "value": [
          {
            "type": "RichText",
            "text": "Amber Lee Connors"
          }
        ]
      },
      {
        "key": "Japanese VA",
        "value": [
          {
            "type": "RichText",
            "text": "水瀬 いのり (INORI Minase)"
          }
        ]
      },
      {
        "key": "Korean VA",
        "value": [
          {
            "type": "RichText",
            "text": "김하영 (Kim Ha-Young)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cutscene Animation: \"Sinner's Finale\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e7577f7685498b8c158b290ccd00216c_5700817998979627989.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>November 17, 2023</color>\nHaving witnessed countless trials, the grandest and most dramatic of them all finally takes shape before her eyes.\nBrimming with energy, the mighty sword cuts through the curtain as the sinner's dance draws towards its final cadence.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=_RAhrisU6Mc&embeds_referring_euri=https%3A%2F%2Fwww.hoyolab.com%2F&source_ve_path=Mjg2NjY&feature=emb_logo"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 4</color>\nNeuvillette has always favored rainy days over sunny ones, as the moisture-laden air helps him relax. However, it has been a long time since he last delighted in standing under the rain.\nIt seems that from the time he chose to walk alongside Fontaine, he began to play the role of a strictly law-abiding normal person. Of course, normal people would not walk through the rain without an umbrella, allowing the rain to drench their hair.\nIt is worth mentioning that the role of Chief Justice is as much his true self as the Hydro Dragon is his essence. Only the role of \"normal human\" is one he must play.\nIt was in their solitude and guilt that humans invented a god to judge them, and in their greed and guilt that they created a god to save them. And with that god no longer present, it falls to Neuvillette to fulfill such expectations.\nHe has pardoned humanity, and has regained his original form.\nNow, he can finally walk in the rain and enjoy it.\nIndeed, he did do exactly this, and standing in the rain, he gazed into the distance, reminiscing about that day, so long ago, when he had received that letter.\nYes, a letter had found its way to him by some unknown means. The name of the recipient had been left blank, with the text only addressing him bluntly as \"you.\"\nA special you. A unique you. Neuvillette was not opposed to such a manner, but neither did he approve of it. He felt, vaguely, that the powers-that-be of the present world had no real right to judge him so.\nHe knew that this letter had been written by the Archon Focalors, who was inviting him to come and see Fontaine, claiming \"I shall leave you a seat with the best view in the greatest theater.\"\nLater, he would indeed come to receive that very seat — in the middle of the front row of the Opera Epiclese on the island known as Erinnyes. He would watch all manner of performances there, and the view was indeed excellent, just as Focalors had claimed.\nWhat happened later was not made public knowledge. In all likelihood, the people had no way of understanding what it meant that the throne was shattered, or how the power of water was fully restored to its original owner. As to their being pardoned, and why they had to be forgiven in the first place, that was an even broader and more complex tale.\nAnd thus did the curtain fall — Fontaine witnessed a happy ending to the greatest drama in history.\nOr was it? A happy ending, that is. It was then that Neuvillette understood that the \"seat\" mentioned in the letter was not merely a chair in an opera house.\nFocalors — or Furina, he should say — had given up her seat in the audience, come onstage alone, and become the heroine of the drama.\nThere were only ever a fixed number of seats, and for one to sit down, was for another to depart. That letter had been an invitation, issued several centuries in advance.\nWell, Hydro Dragon? How do you feel about becoming a member of the human audience?\nAre you enjoying this human drama?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The previous Hydro Archon who created Focalors and gave her a human body.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>The absolute focus of the stage of judgment, until the final applause sounds. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/35428890/263e5ea0784d182b393f67a7e24146a5_2961704185113948066.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The body and spirit created by Focalors, with the calling to act her role of ruling Fontaine for 500 years..",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanids",
        "desc": "<p>Oceanids are intelligent Hydro lifeforms created by the previous Hydro Archon, Egeria, and are able to manipulate water at will. <span class=\"wk-shady\">All the people of Fontaine were once Oceanids, whom Egeria had turned into humans to satisfy their wishes, going against the will of the Heavenly Principles.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/5e33c09fbd3c6781bb822fd9c57b6abc_7075433854813111066.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "An intelligent Hydro lifeform created by Egeria. Focalors was one of the Oceanids.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Dragon Sovereign and the Iudex of Fontaine.\nOratrice Mecanique d'Analyse Cardinale\nA special device designed by Focalors to accumulate Indemnitium and destroy the Hydro Divine throne.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Focalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/b0fb20592e699cd5342b9c87d6fab121_6327654859344677399.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The heart of the Primordial Sea, Egeria, known as the Mistress of Many Waters, created the Oceanids, intelligent elemental lifeforms. Oceanids, admiring the lives of humans, also wanted to become them. The Mistress of Many Waters answered their wishes and, using the power of the Primordial Sea turned some Oceanids into humans whose blood flowed with the Primordial water. In doing so, she committed the original sin. Celestia was angry with the Mistress of Many Waters for stealing the power of the Sea, so they imprisoned her. A prophecy was created saying: <color=#ffffffd9>\"In the end, the people will all be dissolved into the waters, and only the Hydro Archon will remain, weeping on her throne.\"</color> The prophecy was carved into Irminsul long ago and couldn’t be avoided. Millennia ago, Egeria returned from captivity and gained both an Archon's right and the divine duty-come-lately."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/6ec960ac7a2160449e946df38d1b5da0_691909026731103960.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Focalors was once Egeria's Oceanid familiar. She always wanted to become a human, since the very existence of a person in her eyes was the most beautiful performance, so Egeria transformed Focalors into a human. 500 years ago, the Mistress of Many Waters died in the Cataclysm and chose Focalors as her successor to the Archon Throne. Egeria knew that the prophecy would come true and that the Heavenly Principles could not be resisted. She placed the solution to this problem on the shoulders of Focalors. If the theft of the Primordial Sea's might was Fontaine's \"original sin,\" the descent of Fontainians as humans and their right to exist in this world would be Fontaine's \"original justice.\" \"Existence\" was Egeria's justice, and Focalors continued this principle. Defying the prophecy and ensuring that Fontaine's people shall live on — that should be the authority enthroned over all others.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanids",
        "desc": "<p>Oceanids are intelligent Hydro lifeforms created by the previous Hydro Archon, Egeria, and are able to manipulate water at will. <span class=\"wk-shady\">All the people of Fontaine were once Oceanids, whom Egeria had turned into humans to satisfy their wishes, going against the will of the Heavenly Principles.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/5e33c09fbd3c6781bb822fd9c57b6abc_7075433854813111066.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Prophecy",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/6b63ba3a7d5c46b0a07282251614a445_5914282810604832850.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors pondered for a long time how to counter the prophecy and found the only possible answer: it was necessary to deceive the Heavenly Principles during the fulfillment of the prophecy. After becoming an Archon, Focalors separated her newfound divinity from her body and spirit. The human counterpart she left behind, she named \"Furina.\" Furina was just a human, but she could feel joy, sorrow, and everything in between; she could be as vain and conceited, or as meek and vulnerable as she wished; her strengths were of a kind only a human could possess, as were her shortcomings. In Focalors's eyes,"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/7d385a6c1ba9e5d7ccb649d37c020ec0_8512935986327015719.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Furina's humanity was what made her perfect, the person Focalors always wanted to be. After she made Furina, she also cursed her, so as long as Focalors's divinity continued to exist, Furina could not die to fulfill the prophecy. Furina was tasked to take the stage in the opera house, embrace the role of leading lady, and forever play the part of the god from the prophecy to create a deceitful appearance of that prophecy coming to pass. Focalors promised that her torture would eventually end in a magnificent and dramatic trial, and everyone would be saved. Furina didn't know when the final trial would be, so for all these 500 years she played her role, trying to solve the prophecy and save the people."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/237301566/f9637e460d788f9ba3c8144200245850_5440911958406479077.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "While Furina ruled Fontaine, Focalors accumulated energy to deceive the Heavenly Principles. She created and placed her divinity along with the Hydro Gnosis in the Oratrice Mecanique d'Analyse Cardinale — a special device in the Opera Epiclese, where all trials were held. The Oratrice converted the people's faith in justice into Indemnitium, a type of energy that powers Fontaine. If this power, accrued over five centuries, has only been used to sustain Fontainians, it could have lasted for millennia, but it has its purpose. Along with the Chief Justice, this device passed sentences in court, and its sentence has always been crucial. Although it was used for trials, in truth its main purpose was to kill the God of Justice along with the Divine Throne when the time comes. Focalors understood that only power of this magnitude could hope to destroy the Hydro Archon's Divine Throne, shaking the rules established by Celestia and breaking through the institution that is The Seven."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e04b1145b19d9257af9cb3f66e5c8ffe_5112452436646273335.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 years later, when the prophecy began to come true and Focalors accumulated enough Indemnitium, the Oratrice Mecanique d'Analyse Cardinale sentenced the Hydro Archon to death. Focalors met with the Dragon Sovereign, Neuvillette, to entrust him with the decision upon the people of Fontaine. Neuvillette was invited to the Court of Fontaine to serve as Iudex as a part of Focalors's plan, and she knew that he could never again declare them to be \"guilty.\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e00976a48b070bd08874a4b055a1eae9_2421534148313193330.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In the beginning, Neuvillette was uninterested in the humans' existence, but after five centuries alongside them, he became quite fascinated with the joys and sorrows of humanity and even attempted to feel as they feel. When Focalors said goodbye to the Hydro Dragon, the Oratrice Mecanique d'Analyse Cardinale carried out the sentence, destroying the throne of Hydro Archon, killing Focalors, and returning full authority to the Dragon Sovereign. After gaining his full power, Neuvillette cleansed the Fontainians of their original sin and turned them into real people, saving them from the flood."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/610d1ce3d05a0bf14311b050c06efc04_2581014749507867284.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Shortly before the prophecy began to come true, the Oratrice declared the Eleventh Fatui Harbinger, Tartaglia, guilty in the case of serial disappearances and dissolution of the people, which have been happening in Fontaine for the last 20 years. People saw this dissolution as a sign of the fulfillment of the prophecy, on par with the rising of the waters of the Primordial Sea, which caused Fontainians to dissolve. Although Childe wasn't the root cause of the disaster, the Oratrice saw him as a part of the whole scene: when Tartaglia was 14, he fell into a bottomless crack in the earth's surface. There, by chance, he awakened the All-Devouring Narwhal — a mysterious and gargantuan creature from another world, that wanted to absorb the Primordial Sea and caused the flood promised by the prophecy. According to Neuvillette, this judgment could be passed due to the liability by association, or Focalors could deliberately use Tartaglia to buy time on the assumption that the Narwhal could be held off.\nFollowing the death of Focalors, Furina was freed from the curse and became an ordinary human. Although people blame her for not solving the prophecy, she could finally be herself and not play the role of the Hydro Archon.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>The absolute focus of the stage of judgment, until the final applause sounds. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/35428890/263e5ea0784d182b393f67a7e24146a5_2961704185113948066.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "No. 11 of The Harbingers, also known as \"Childe.\" His name is highly feared on the battlefield.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Leader of the Confrerie of Cabriere, a sister organization of Spina di Rosula. </p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "All-Devouring Narwhal",
        "desc": "<p>A mysterious and gargantuan creature from another world.</p><p>Poets often liken the starry sky to the ocean. They've seen or dreamt of countless bioluminescent plankton floating on a moonless sea, resembling a galaxy, or the moonlight ripped apart by waves on the sea's surface, like shimmering stars. In the most fantastical stories or outrageous lies, the stars found in the depths of the cosmos might be teeming with life, much like Teyvat, and the universe itself is akin to an ocean. Realistically speaking, however, if a profound universe full of life exists, why hasn't any of that life made contact with Teyvat?</p><p>Maybe the universe has been constantly trying to infiltrate Teyvat, or maybe a higher power created borders to protect this world.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/35428890/d6f05906844b79f1be3d4f049381a60f_6931954643108601332.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/1da56616903c2c0ab282394bbb06bb8c_7522920844489896190.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Archon Quest Chapter IV: Act V - Masquerade of the Guilty\nHydro Archon's Final Verdict"
          }
        ]
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/c892f91506e3c6d807953bcc10f06e06_3670150673845054417.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Archon Quest Chapter IV: Act V - Masquerade of the Guilty\nFocalors and Neuvillette"
          }
        ]
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/55d18e469976c4c8558f11020a08e9dc_8634627811183432465.png"
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/a5f2dfd6618ef5fd4f35993110145f93_562912036504706513.png"
      }
    ]
  }
}