{
  "epId": 4784,
  "name": "Azhdaha",
  "desc": "<p>Elemental life form whose lifespan far exceeds that of mankind, brought by Rex Lapis to the surface. Morax carved him into a dragon and gave him eyes to see the sun. Azhdaha had been a friend and ally of the Geo Archon for many years.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/472a219c5d998c371672b670a0829f16_186002065394248247.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1740783028,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/59c9f48b45fef7fae67645f57f3631bc_6149335789986809065.png"
      },
      {
        "key": "Nantianmen",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/388162b79f5e54a55f436c2c1684d44d_5017442469534643017.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "A place where Azhdaha slumbered for millennia before Rex Lapis brought him to the surface. Later it became the place where Azhdaha was sealed. The Dragon-Queller is Azhdaha's tail."
          }
        ]
      },
      {
        "key": "Azhdaha",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/675c4c8064b42f7e98de36913976357a_4299839674054861034.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Azhdaha and Rex Lapis."
          }
        ]
      },
      {
        "key": "Azhdaha",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/fa080424d41f1eafd47a6a47f80b5233_4308337618924929268.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Azhdaha and Adepti."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Azhdaha"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Dragon Lord\nDragon King"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Story Teaser: Through the Eyes of a Dragon"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c31401eb664f1a4a947a940fb3abab93_5481697139519876764.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>April 29, 2021</color>\n\"Thus was a dragon forged from a sovereign's duty and a friend's loyalty. Thus did a ray of light illuminate the dragon's eyes, freeing the transcendent being to explore the world.\"\n— Excerpt from \"Contemporary Folk Tales of Liyue: Through the Eyes of a Dragon\"\nBetween drama and history, fact fades into fiction, yet the truth remains.\nBetween mountains and mankind, the transient is subsumed, the everlasting endures.\nBetween friends, a thousand ages ago is but yesterday.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=1jUemn6Jk-o&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "The Birth of a Dragon: A Behind the Scenes Look At the Creation of Azhdaha"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/e0ec1bec6d876e47b1d024ceada10e82_3659873152882792542.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>July 16, 2021</color>\nEtched forever in stone, the mountains bear witness to his power. Of all the adversaries the Traveler has faced, Azhdaha has remained one of the most memorable. Let's take a look at how the Genshin Impact team brought this majestic creation to life!\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=fwOlW3ndDa8&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Story Teaser: Flavors of the World"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/1062f1cb3cf7147dc48b249b75c30c10_6187059567318529523.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 2, 2021</color>\nThe passing of time is marked by meals as we drink and make merry, blessed by nature's grace. From past to present, the years go by in the blink of an eye. Smoke of hearths brings us joy and domesticity paints a picture of everyday life. Delicate clouds chase the moon as the boat floats on the river of time.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sHshbPUOXo4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations and Emojis",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"Teyvat Times\" Series Emojis"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/4c90ba557a276e06032342af32bea804_5894843891159438786.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>September 27, 2022</color>\nHello, Travelers! Paimon has prepared a new set of \"Teyvat Times\" Series Emojis. Feel free to use them!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/25/237301566/002455ce0e856ef6fd9612087613dd3a_3027506547335977903.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Paimon's Paintings VI"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/96bf0784646a120014479e4ad8ca6dd6_1236547640436899835.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>December 9, 2021</color>\nGreetings, Travelers! The latest emojis from Genshin Impact are now available~\nPaimon's Paintings include a collection of chibi emojis of various Genshin Impact characters. We hope you like them! Paimon will continue to paint more cute emojis for everyone~"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/25/237301566/a3e430071d383212dc0e2dd9c652c294_5201647664230247976.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/25/237301566/72bd3d2a6be429f7a9e4b14e8482f65a_3977136844652812072.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/25/237301566/b73fb0458cb42c0e444658c905e93890_8008387945748629982.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/25/237301566/7f6993a3f4eabc325d49be0a99b7c03b_4900537827229263292.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Azhdaha",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/c6b12865e76b20df8ba7c121d47be54a_2672735058154713363.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Most of the ancient Geo life forms that live below Liyue are blind, having not seen the sunlight for an age. For millennia, the rock’s spirit slumbered in Nantianmen, seeming not at all unlike the surrounding hills. But when it awakened, even the tiniest movement or the slightest stretch would cause the earth to tremble and shake. Once, Rex Lapis was walking alone in the mountains. He hears a remote voice unlike any other coming from a crack in the earth. The voice was sometimes sad and songlike; other times, it was loud and thunderous. The Lord of Geo searched here and there before finally unearthing a strange stone from the bedrock."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/4665e61d5418b7195e79828a1247d27f_4347904696464214544.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The Lord of Geo took pity on the rock's spirit and carved it into a vivid representation of a dragon. That's how Azhdaha was. Rex Lapis answered his wish and took him above ground. With his finger, he bestowed the dragon with a pair of eyes to see the world and came to an agreement with him. Rex Lapis agreed to let Azhdaha live among the people above ground. But if the day ever came when he brought ruin to order, he would once again be sealed in the dark. The dragon accompanied the Lord of Geo, fighting campaigns alongside him in four corners of the world."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"The crash of a spear brought billowing dust, the mountains and waters made way at the sound. The sight of a dragon bestowed with a touch, the promise of rainwater blessing the ground.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/675c4c8064b42f7e98de36913976357a_8707406021498438587.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "For many centuries, Azhdaha, together with Morax and other Adepti, helped the people of Liyue. However, the memories of rocks do not last long. Those memories that survive are rooted in powerful emotion. But as time passes, so these memories fade into obscurity. Erosion, an inevitable Teyvat's order, is the world’s greatest destroyer of memories. Erosion ground Azhdaha's consciousness into oblivion. Slowly, he forgot the face of his old friend, and his memories of defending Liyue Harbor disintegrated. Azhdaha, now incomplete, became irascible and aggressive. Erosion made him even more savage, and no matter how he struggled, he lost the ability to coexist with humanity and lost all reason. Morax shared some of his power with Azhdaha to prevent further erosion, but it was futile. It is the natural order, an unstoppable force."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/884f5f6baa32c6d7b021900c1850c30e_2990351017302664137.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Overexploitation of the mines caused the Ley Lines in the Chasm to quake, which brought untold suffering to Azhdaha. One day, he attacked the Chasm and waged war against Morax. Rex Lapis had to fight with his friend. He chose justice but did not forsake his kindness. He came to Azhdaha not as an assassin, so Azhdaha was willingly sealed away. Morax imprisoned Azhdaha underground, placing a seal protecting the passage."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/1fb1e07343f31e966670941818cbae18_3545662994285643079.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Millennia later, the seal restraining Azhdaha loosened, and his power manifested in this world as a child named Jiu. With this new identity, he was able to vent about the forces that suppressed him. Azhdaha decided to launch the attack from outside and within to fully destroy the seal. Azhdaha hypnotized miners to dig a tunnel to the sealed entrance. At the same time, another power, the remnants of Azhdaha's benevolence, awakened due to the loosening of the seal. This power was too weak to reincarnate but strong enough to possess the human body of Kun Jun. His only aim was to find Morax and aid him in stopping Jiu. These powers were polarities and the schism of the will of Azhdaha. Jiu was the memory of the earth, while Kun Jun was the memory of coexistence with humanity and the last contract Azhdaha had with Morax. Thanks to \"Kun Jun,\" Azhdaha was able to reminisce about his time with the Lord of Geo and their friendship and contract. Before disappearing, he thanked Morax and said he wouldn’t forget how Morax gave him eyes when Azhdaha was yearning for the sun."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"All powers under heaven, rise and fall of land and sea…</color>\n<color=#ffffffd9>...A star appears within the wild... a sun ascends as bright as... jade…\"</color>\n<color=#ffffffd9>\"In the wilderness, snow falls on a spring day. In an instant, it will melt. Even where it is fleeting and leaves no trace. Even where it will never fall again…\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Morax",
        "desc": "<p>The Geo Archon of Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/51993b7b69c68f3d8388ed314bf1eed8_4749048738401434001.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "An enormous dragon as ancient as the mountains themselves.<br/>In an age that has all but faded from memory, he stood shoulder to shoulder with one who ruled over a harbor of stone. But in the end, the two came into conflict, and the dragon was banished to a dark place deep underground. Over the long years of his imprisonment, his power has slowly dissipated. He has also become disfigured from the various kinds of erosion he has been subjected to.<br/>The faint rattling of this dragon lord's shackles and his deep, angry growl echo through the bowels of the mountains like memories of a bygone era.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1978,
        "name": "The Unforged",
        "desc": "Capable of driving away evil spirits and wicked people alike, this edgeless claymore seems to possess divine might.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/无工之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1927,
        "name": "Dragon Lord's Crown",
        "desc": "Horns created from hardened jade crystallized over a thousand years are the natural crown of the dragon king.<br/>Infused with spirit and carved from bedrock, it was born from the mountain's heart to show the strength of the earth to the land amidst monoliths, and its long golden horns are the mark of its ancient strife with an ancient lord.<br/>For a time, this horn was shattered and lost its luster, but now it gleams cold and gold as it sits in your palm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragon Lord's Crown_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1576,
        "name": "Bloodjade Branch",
        "desc": "Nurtured by the might of the dragon king, these bone branches glitter with strange, unique colors.<br/>Hatred coursed through the natural streams and kissed the cold moonlight, and from them were these crystalline branches born and grown...<br/>Even though they were severed in battle, these branches steeped in dragon blood rustle as if eternally ill-at-ease.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodjade Branch_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1673,
        "name": "Gilded Scale",
        "desc": "Scaled armor that grows naturally over mystical stone, tough and silent, and filled with the strength of the dragon king.<br/>Across the years as countless generations returned to the mulch of the earth, gold and obsidian embedded themselves into flesh and blood forged from bedrock before spreading and turning into scales.<br/>Searing agony, wordless cries... perhaps they will all vanish when the grudges that spawned them, too, finally come to an end.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}