{
  "epId": 4901,
  "name": "Vennessa",
  "desc": "<p>A former slave, the founder and the first Grand Master of the Knights of Favonius, and the Dandelion Knight.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/843dd2247159897d9be7c5a528e90a43_1439137083059407357.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1740785235,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Barbatos",
        "desc": "<p>The Anemo Archon of Mondstadt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/5f7d70114271f8eca21f24cd62499dc6_6114532498612516105.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Vennessa's friend, whom she once saved from the lordling Barca Lawrence.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "name": "Knights of Favonius",
        "desc": "<p>An order responsible for protecting Mondstadt and its belief of freedom. Despite its members are known as knights, none have been knighted by any royalty — knighthood is a title they earned from the noble duties they assume.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/14/237301566/9bd657b2f14508ea8c0f5e28d6c81c07_6443033396603587.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Vennessa founded the order to rule Mondstadt after the Aristocracy was overthrown.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7432,
        "name": "Four Winds",
        "desc": "<p>The four guardians of Mondstadt, who were summoned a thousand years ago and answer to the Anemo Archon. The Four Winds include the Wolf of the North, the Falcon of the West, the Lion of the South, and the Dragon of the East.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/14/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3415618910255857517.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Vennessa summoned four protectors of Mondstadt.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books and Items"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "name": "The Legend of Vennessa",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Breeze Amidst the Forest",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2306,
        "name": "Ancient Investigation Journal: Part II",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/59f17d37231cb49bcceb29124e5cfac1_4486331947679715643.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2046,
        "name": "Aquila Favonia",
        "desc": "The soul of the Knights of Favonius. Millennia later, it still calls on the winds of swift justice to vanquish all evil — just like the last heroine who wielded it.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/风鹰剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3800,
        "name": "Holy Lyre der Himmel",
        "desc": "<p>A treasure that once belonged to Barbatos, the Anemo Archon, but its Anemo power has all dried up.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/08/77454259/59425415f62733a7a83dab22c5787b19_8211155150467748760.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vennessa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/838b9700660c599eb0035c31c730636e_7477418653650690401.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vennessa and her clan were originally from Natlan and were the \"children\" of the Goddess of War, who was at that time the Pyro Archon. The children of the Lady of Fire were strong and proud people who lived on the slopes of volcanoes far to the west. All of them were blessed with fiery red hair. Many years ago, they left Natlan and wandered in the sea of grass, trying to survive. Ten years before Vennessa met Venti, Vennessa's clan encountered Ursa the Drake, who had terrorized Mondstadt for many years. Fleeing from Ursa after starving for four days, the Natlanese ended up in Mondstadt, where aristocrats ruled at the time.\nWhen Decarabian, the previous ruler of Mondstadt, was overthrown, the God of Wind, Barbatos, took over Mondstadt. He taught people freedom, festivals, and flights and left the rule of the nobility, falling into sleep. At first, aristocrats were an example for people, but over time, power corrupted them. They brought back slavery and gladiator fights for their entertainment, and one of the main festivals, Ludi Harpastum, was turned from a celebration for the people into a celebration for the dominant Lawrence clan. One of the traditions of the festival was to choose a girl who would throw the red ball called Harpastum into the crowd. It was believed that the first person to touch the ball would have good luck all year. But the Lawrences forbade ordinary people to touch the ball, and the girl chosen to be the Princess of Ludi Harpastum was personally taken by the lordling Barca Lawrence."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/077320c3e1d06a4f9533ac5fda2f61e2_6810935349219545549.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When Vennessa's clan came to Mondstadt, the lords enslaved them, and Vennessa was made a gladiator. They promised her that after twelve battles, they would grant freedom to her and her people, so she fought fiercely for them. One day she prayed to Celestia and asked the gods for help and the salvation of her clan. The Anemo Archon, Barbatos, awoke from his sleep after hearing her prayers and descended into Mondstadt under the guise of a simple bard, Venti.\nVenti came to Ludi Harpastum and saw what the nobles had turned the festival into. Ludi Harpastum was a festival that Anemo Archon created to teach the people of his country freedom, joy, and winemaking. The God of Freedom did not agree to obey the lords, so he picked Harpastum, provoking the wrath of Barca Lawrence, who ordered the guards to capture the bard. Venti, running away from the guards, ran into Vennessa, who was buying herbs for a sick girl from her clan. Lawrence ordered Vennessa to move away to capture Venti, but she refused, protecting the bard. To take revenge on Vennessa, Barca asked his father to ransom Vennessa's entire clan, and he locked Vennessa behind bars to send her to the final battle the next day.\nAt night, Venti made his way to Vennessa, thanking her for the protection, inviting her to become friends, and telling her about Murata. The bard was sorry to see her shackles, so he suggested she flee, but Vennessa refused, as she needed to protect her people from Barca's wrath."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/db0d6bb57e72161786db2b32170f79fd_1400062299052685947.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vennessa's last opponent was supposed to be Ursa the Drake, but Lawrence sent not only her but her entire clan, including children and old people, to fight. Lord Lawrence, in case of victory, promised to free all slaves and give Vennessa his wealth and the key to Mondstadt. Ursa and his minions were waiting in front of the Muratans, and behind them, the archers of the aristocrats did not allow the slaves to retreat into the city. Just when Vennessa thought they would all die, Venti appeared, revealing his divine form. He endowed Vennessa's sword with the power of the wind and helped drive away the dragon.\nAfter the victory over Ursa, Venti demanded the promised freedom, riches, and keys to the city from the Lawrences. Vennessa, with the help of Ragnvindr, the Dawn Knight, a former member of the Lawrence family Kreuzlied, and other disgruntled people, began a rebellion against the Aristocracy, overthrowing all the lords and returning power to the people.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Barbatos",
        "desc": "<p>The Anemo Archon of Mondstadt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/5f7d70114271f8eca21f24cd62499dc6_6114532498612516105.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2033,
        "name": "The Bell",
        "desc": "A heavy greatsword. A clock is embedded within it, though its internal mechanisms have long been damaged.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/钟剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Noblesse Oblige",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2297,
        "name": "Ballads of the Squire",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Knights of Favonius",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/abd8efbb6bea59bcf72a9d3b0e73a118_5177554025741331531.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After defeating the aristocrats, Vennessa founded the Knights of Favonius, an order of knights ruling over Mondstadt, and became the first Grand Master and the Dandelion Knight. During her reign, four defenders called the Four Winds were summoned to protect Mondstadt: the Wolf of the North, Andrius, who once fought the tyrant Decarabian; the Falcon of the West, Vennessa; the Dragon of the East, Dvalin, a friend of Barbatos; and the Lion of the South — the Dandelion Knight (currently Jean). For many years, the people of Mondstadt worshiped the guardians to whom they built temples, but after the Cataclysm that occurred 500 years ago, the temples were abandoned, and the Four Winds were forgotten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/40aabcd7e8b3d68d92a61d92ec42daad_8307353104923142834.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Years later, after the restoration of Mondstadt, Vennessa ascended to Celestia in the form of a falcon. She's still keeping watch over Mondstadt after all these years.\nIn the place where she ascended, a giant oak grew. The shade of the tree protects the Statue of The Seven built at its feet from the rain and the wind,"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/fb58ef9b392d7563bd1f8d09c8efe065_3411328579290626231.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "like Vennessa once protected Mondstadt. This oak has a special connection to the Anemo element and to the Anemo Archon himself. When Barbatos was injured after losing his Gnosis, he was able to heal near the Symbol of Mondstadt's Hero.\nAs Venti promised, she forever remained the heroine of Mondstadt, about whom songs were written."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"When days become nights and faces fill with despair,</color>\n<color=#ffffffd9>Never forget the heroic tales of Vennessa, the dame with the flaming hair!</color>\n<color=#ffffffd9>Never cease to pursue freedom, even when the land is bare!\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "name": "Knights of Favonius",
        "desc": "<p>An order responsible for protecting Mondstadt and its belief of freedom. Despite its members are known as knights, none have been knighted by any royalty — knighthood is a title they earned from the noble duties they assume.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/14/237301566/9bd657b2f14508ea8c0f5e28d6c81c07_6443033396603587.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7432,
        "name": "Four Winds",
        "desc": "<p>The four guardians of Mondstadt, who were summoned a thousand years ago and answer to the Anemo Archon. The Four Winds include the Wolf of the North, the Falcon of the West, the Lion of the South, and the Dragon of the East.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/14/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3415618910255857517.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>The God of Storms and the ruler of Old Mondstadt. He was overthrown as a result of an uprising raised by the people of Mondstadt, who could not withstand the tyranny.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_5503506276888756809.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>The Great Wolf King of the North, a protector of Wolvendom and one of the Four Winds.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/2ac7ad0e18377b4a7b7fc2032f318cc3_3080396758640616902.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>An Elemental Dragon and the Anemo Archon Barbatos's friend. After being poisoned by the Shadow Dragon's blood, he became known as Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/b6e31b3c3cb069320d40e3b7b7d06b2f_1591750716684518133.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "The righteous and rigorous Dandelion Knight, and Acting Grand Master of Mondstadt's Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "name": "The Legend of Vennessa",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "One of the many bards of Mondstadt, who freely wanders the city's streets and alleys.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 2</color>\nThere is a towering oak tree at the center of Windrise, said to have sprouted when Vennessa ascended to the heavens a millennium ago.\nIn the past few months, travelers resting in the shade of the great oak sometimes hear a young boy singing the tales of Barbatos, the Anemo Archon.\nUnlike the ruling deities of the other nations, Barbatos has long left Mondstadt. In fact, the only visible proof of his connection with Mondstadt is the Statues of The Seven that appear across the land — even then, the resemblance is vague at best. Fortunately, Barbatos's past deeds are recorded in books and epics, sung and passed on by the bards.\nIn contrast to these more canonical works, Venti's ballads tend to include bizarre adventures and acts of mischief, such as the time that Barbatos pinched the Cryo Archon's scepter and replaced it with a hilichurl's wooden club...\nWorshippers of Barbatos are quick to decry these frivolous tales as blasphemous fabrications. But whenever someone confronts Venti about this, his response suggests that he has not an ounce of remorse.\n\"How can you know that they're fabrications?\"\nHe has a point — even the most devoted sister could not possibly know the details of all of Barbatos's deeds from a millennium ago.\nOnly Venti knows the truth behind his song lyrics, and it is a truth he hides behind an enigmatic smile.\nReason being, yes — Venti's tall tales of Barbatos's unorthodox exploits are entirely fabricated.\nHey, Venti finds that a few drinks really gets his muse going. Can you really blame him?\n<color=#ffd780>Where the Wind Doth Not Blow</color>\nAfter 1,600 years of history, Mondstadt's \"freedom\" had sunk to a heretofore unseen low.\nBarbatos, unwilling to become a tyrant, had departed. But he had never imagined that those to whom he had gifted freedom would make for themselves a tyrant.\nThe aristocracy ruled Mondstadt with a cruel hand, bringing slaves into this land and ignoring the cries of the oppressed.\nThus the Anemo Archon returned after these 1,600 years to what was once the City of Freedom. He heard the cry of the slave girl Vennessa, and together with her raised a rebellion that overthrew the aristocracy.\n—Now, the above is what all know to be the official history of Mondstadt.\nThe story has an interesting, little-known twist, however.\nThe one who united the people of Mondstadt in this conflict was indeed the hero Vennessa — but that which caused many of the aristocracy's troops to turn coat was a \"treachery against the wind.\"\nA secret treaty was found, a betrayal of the city — the aristocrats had forsaken the wind, and sold everything in Mondstadt to the Geo Archon of the neighboring land.\nAt the treaty's end was carved an insignia inimitable by all save the deity so named: Rex Lapis.\nHow the soldiers that had once oppressed the slaves shuddered when they saw that they too would become slaves in a foreign land.\nThe news, and the conflict, spread like wildfire, consuming the aristocracy. It was only many years later that historians would discover that this treaty was fake.\nAs it turned out, Venti had once practiced the art of forgery in order to play pranks on the Geo Archon, but could never deceive the god of wealth and transactions. Even so, his adeptness would come into play after several hundred years.\nWhat a happy coincidence."
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "The righteous and rigorous Dandelion Knight, and Acting Grand Master of Mondstadt's Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 4</color>\nThe great tree at Windrise is where the first Dandelion Knight came to the end of her journey.\nShe was Vennessa, the founder of the Knights of Favonius and the restorer of Mondstadt.\nShe bade farewell to the city she had vowed to protect, leaving behind her legend and a single sapling.\nAfter centuries of basking in the bliss of the thousand winds, this sapling grew into a towering tree.\nJean was conferred the title of \"Dandelion Knight\" at the age of fifteen.\nThe Dandelion Knight is also known as Lionfang Knight. Passed down through generations of knights, the title is bestowed upon only the most distinguished.\nOn the day she received the title, Jean excused herself from the celebrations that followed the conferment ceremony. As if following in the footsteps of her childhood hero, she went and stood before the great tree.\nThe title of Dandelion Knight symbolizes Vennessa's legacy of resistance and benevolence. So how, Jean thought, could one such as herself be worthy of this honorable title?\nMore than a millennium had passed since Mondstadt's restoration. Did she really have what it would take to continue to protect this ancient and proud land of freedom?\nBeneath her outwardly mature visage lay the heart of a young girl, who had only just received the title and remained wholly unprepared for the task that lay before her.\nThe wind blew from far away, and she felt it flow within her as it gently whisked away her doubts and worries, leaving her with an unwavering determination:\nFor Mondstadt, as always.\nTo become a warrior as kind and as determined as Vennessa, and to fight for her people and for freedom... Yes, this was the true meaning of her simple family motto.\nTo this day, whenever Jean feels weary or feels herself beginning to waver, she comes and stands before this tree and lets the wind console her once more. It carries away her fatigue, so that she may once more have the strength to carry on.\nThe great tree at Windrise marked the end of the first Lionfang Knight's journey.\nSo too does it symbolize the beginning of Jean's."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>More About Jean: II</color>\nVennessa's title — \"Dandelion Knight\" — has been passed down from generation to generation. Countless great knights were awarded with this honor and I will not bring shame to this name. Thus, I must keep going. I must become the sword and aegis of the people."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Tales - \"Venti: The Four Winds\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/dfe34a988201bda693cadf10fb3a2281_1632472243625685500.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 15, 2020</color>\nThis tale began a thousand years ago, when Mondstadt's rulers fell from grace. The southern lion their crowns to the earth did throw, and the west wind arose and took their place.\nThe guardian of the north returned, and near to the wolven wood he drew. The Four Winds blew each in their turn, and united they built Mondstadt anew.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M9kQP-cmipY&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations and Emojis",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin Impact Manga"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/015914bdfc4faca8a58210c8e8989e67_7757150517833651857.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Prologue: Songs of the Wind</color>\nAfter Barbatos founded his beloved city of Mondstadt, he left it to the care of its first residents and went on his way. Human greed, however, knew no bounds. The rich seized control over the city and ruled it the way they see fit. On the eve of the city's celebrated Ludi Harpastum, a mysterious bard came to the city...\n<color=#ffffff>HoYoverse:</color> <color=#37ffff>https:/genshin.hoyoverse.com/en/manga/detail/104863?mute=1</color>"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/3b16b576c30adbe1cba956f94daa8bc7_5187219853331375905.png"
      },
      {
        "key": "Vennessa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/05032bd9331cbcb343e3a940f8c5aca0_1626809747880956667.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vennessa and the Anemo Archon Barbatos."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Vennessa"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan\nMondstadt"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Knights of Favonius\nFour Winds"
          }
        ]
      },
      {
        "key": "TCG Action Card",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3886,
            "name": "The Legend of Vennessa",
            "desc": "<p><span style=\"color: #FFFFFF\">Dream of Freedom Unrelinquished</span></p><p>\"Lonely forest breezes converged, jointly they overthrew the tyrant's tower from the sky.\"</p><p>\"Broken free from shackles at last, the young lioness stood firm in the winds with her head held high.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/21/35428890/9588a6f9bfd896486d429ca3b21862a6_1735089677693357232.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}