{
  "epId": 4907,
  "name": "Makoto",
  "desc": "<p>Raiden Ei's twin sister and the previous Electro Archon, also known as Baal. She died during the Cataclysm 500 years ago.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/08/237301566/08ad31cb2d00748c8a122eb1c2562ff8_607942454148584632.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1740438054,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Makoto"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Archons"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Raiden Makoto",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/08/237301566/7adeaf5ae0b2bc1d2f97ed1112402b62_537162601792835179.jpg"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Archon War",
        "desc": "<p>The war for the divine thrones, declared by the Heavenly Principles. As a result of the Archon War that finished about 2000 years ago, seven rulers of seven nations received the Gnoses, the divine throne, and the title of an Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/15/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3277280826417124317.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Baal and Beelzebul won the Archon War together. For all the Inazumans there was only one Archon, Baal.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "During the Cataclysm, Makoto didn't tell her sister and went to",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "alone. She wasn't a good warrior so she died.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>The Electro Archon of Inazuma, known as Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/68ce1b8c0e262cc6e4f1074c6431a295_4003305747790718789.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ei is Makoto's twin sister. During Makoto's reign, she was her kagemusha. When Ei found her sister in Khaenri'ah, it was too late. They could say goodbye in Makoto's subconsciousness but Ei didn't find out why her sister left alone.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4898,
        "name": "Istaroth",
        "desc": "<p>Ruler of Time, also known as Tokoyo Ookami ( \"the thousand winds of time\") and Kairos (\"the ruler of the unchanging world\"). <span class=\"wk-shady\">She is presumably one of the shades of the Primordial One.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_3554419475896895503.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Presumably, after the Cataclysm, Istaroth helped Makoto plant the Sacred Sakura in the past. For everyone in Inazuma except Ei, it seemed as if the sakura had always been there.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7498,
        "name": "Kitsune Saiguu",
        "desc": "<p>A Kitsune from the Hakushin clan, who was worshiped as a kitsune goddess. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/0f08dee2a7798c318a8db9ebc84e13ad_4519244372447066289.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7499,
        "name": "Sasayuri",
        "desc": "<p>A tengu and the general of the Inazuman army. He died in the war with Orobashi 2,000 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/22/237301566/6532a7d73481ef732501064e283864c1_3747761177482518121.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "name": "Mikoshi Chiyo",
        "desc": "<p>Raiden Ei's loyal lieutenant, driven mad by the Nightmare after the Cataclysm. She was defeated by Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/6ea050aa0bf1c124840bdb386f992fb7_5166343281552188306.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Makoto's friends",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 2328,
        "name": "Treasured Tales of the Chouken Shinkageuchi",
        "desc": "<p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Treasured Tales of the Chouken Shinkageuchi_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Her Excellency, the Almighty Narukami Ogosho, who promised the people of Inazuma an unchanging Eternity.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>The Electro Archon of Inazuma, known as Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/68ce1b8c0e262cc6e4f1074c6431a295_4003305747790718789.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 3</color>\nBefore Raiden Ei became the Shogun, she was a samurai responsible for seeing that the previous Shogun's orders were carried out.\nThe previous Electro Archon, Raiden Makoto, was no great fighter, and the things Ei had charge over were mostly matters of warfare and slaughter. However, Ei also had moments of repose away from battle, sitting with her friends under the sakura trees and playing karuta.\nDue to her character, Ei was always the most wooden player. She was never the final victor, nor did she ever have a taste of the prizes that the Kitsune Saiguu reserved for the winners.\nThus, she poured the effort that she put into swordsmanship into karuta practice, often pestering Makoto or Mikoshi Chiyo for karuta matches, or spending much time by moonlight reading the poetry inscribed on the cards out loud.\nAt last, the day came that under a sakura tree's shade, Ei would defeat opponent after opponent. Even the mighty tengu would be felled after a hard-fought battle, and thus was she crowned the champion.\nEi let out a victorious whoop at her victory, only to be greeted by the sounds of her friends' laughter. Only then did she realize that she had lost her usual composure entirely, before snapping both arms back down and reverting to her usual cool facade.\nOf course, her friends did not intend to make sport of her. Indeed, they understood her character and the manner in which she had worked ever so hard to come out on top.\nAs for the Kitsune Saiguu, oh, how amused she looked as she presented Ei with some pastries.\n\"I said it was a reward, yes, but it was simply some hand-made cakes of mine. I didn't think that you would be so concerned about it, Ei. Well then, enjoy the spoils of your victory to your heart's content.\"\nEi was hardly one to be greedy for snacks. But as a samurai, she firmly believed that what she lost must be reclaimed. These pastries were more akin to a vindication of her desire to win.\n—But it was not long before that cool demeanor of hers broke into a smile again. The cakes were lovely — just like the taste of victory. As for her clumsy attempts to hide that smile, one could only say that it was an entertaining sight all around for her friends.\nTo this day, Ei still often remembers that sakura tree.\n...Even though she has not gone to see it in a long time, and even though no one sits under it anymore, she wishes that time might stop forever.\n<color=#ffd780>Character Story 4</color>\nEi still remembers the way in which Makoto greatly loved the scenery of Inazuma, its cuisine, and the stories of its people — and how she loved telling Ei all about them.\nThough they both understood the concept of erosion well, Makoto was unlike Ei, who worried about the future more often. Instead, Makoto's energies were focused on the present.\n\"It is precisely because we know that this scene is but a fleeting shadow that we should enjoy it all the more.\"\nThen, Ei could only smile wryly, realizing that she, the kagemusha, was even more old-fashioned than the real Raiden Shogun. She thought to herself that she must learn to be more leisurely, just like Makoto.\nYet the times changed all too quickly, all but catching Ei off guard. Before she knew it, her hands already held the blade that the dying Raiden Makoto had passed on to her.\nThis day, the kagemusha was now the true Raiden Shogun.\nAnd it was on this day that Ei truly felt the agony of erosion.\nAs time marched forward inexorably, even this blade, this sakura... All life on Inazuma would fade before her eyes.\nThis was the foundation of Inazuma, and it was the thing that the Raiden Shogun must defend.\n\"If you look at it this way, thinking ahead is not meaningless, nor is it vain arrogance.\"\nHaving resolved herself, her life exceeded its mortal shell, and eternity descended upon the mortal plane.\n<color=#ffd780>Musou Isshin</color>\nA sword that, once passed on, has accompanied Ei to this day.\nThis sword has had two wielders, and has witnessed both time and eternity.\nIt was born from Raiden Makoto's divine might, but it was never once sharpened. It took after its owner, of course, for Makoto was not one for battle. It was but a symbol, a sign of true peace.\nThe day Makoto passed on, it was given into Ei's hands. The sword was stained with blood, then, and as the blade drew its first taste of crimson, the dripping ichor was blown aside by wild winds and blazing thunder.\nMakoto gave it the name Musou Isshin, and desired to have it witness an Inazuma as lovely as a dream and the noble hearts that dwell in this world.\nEi did not change its name. For she, too, had looked out over that vast scene of beauty, and the sight of it had engendered a stronger, purer dream in her own heart.\nThe aesthetic of lightning is precisely to capture that which is precious amidst fleeting transience."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Makoto</color>\nThe things we've seen today have brought back many memories for me.\nI've been reminded of many people, too. Kitsune Saiguu, Makoto, and all the other friends who I watched pass even further back.\nBack at the Yashiro Commission, I kept the conversation reasonably light-hearted. But now... I'd like to broach a heavier topic, if I may.\nThe events of 500 years ago not only robbed me of my friend, Kitsune Saiguu... they also took Makoto away from me for good.\nShe went to Khaenri'ah alone, without telling me.\nUnlike me, Makoto was no martial artist. Whenever similar crises had arisen in the past, I was always the one to face them in her stead.\nBut this time, the circumstances were so grave that Makoto had no choice but to leave me behind. Or... perhaps it was more that she went ahead of me, put herself in front of me so that I would remain hidden. In any case, by the time I realized what was happening...\nIt was too late. I arrived only in time to hear her dying breath.\nShe had already lapsed into unconsciousness by that point, so all I could do was enter into her mind... As far as you're concerned, it would be somewhere similar to the Plane of Euthymia.\nIt was there that we bid each other a final farewell. I cried bitterly. Even in those final moments, I couldn't understand her actions.\nWhy did she go to Khaenri'ah first, and not I? Why did she keep me in the dark about it? Was it to shield me?\nIt was there and then that I resolved to pursue eternity. As a testament to that decision, I saved her realm of consciousness just before it collapsed completely, and brought it back to Inazuma.\nWhen I returned to Inazuma, I was shocked to find that a great sakura tree had appeared on Mt. Yougou. The tree that you know as the Sacred Sakura.\nEveryone back then told me that it had existed since time immemorial. They were so matter-of-fact about it, and couldn't at all understand what I was so surprised about.\nNo one questioned it, and yet its presence contrasted so starkly with the area as I remembered it... it seemed as if I was the only one to have noticed it appear suddenly out of thin air.\nIn the end, I simply had to accept that it was a miraculous effect of Makoto's consciousness.\nWith the help of the Sacred Sakura's power, I was finally able to overcome the monsters and quell the disaster in Inazuma.\n<color=#ffd780>About the Sakoku Decree</color>\nMakoto's gaze was always fixed on the people of Inazuma. I always assumed it was because... that was her duty.\nBut now I see that hers was a gaze full of delight and hope. It was not just a duty, but a joy, too. She loved humanity very dearly.\nIf people of the past deserved the gods' attention, then so do the people of the future.\nIndeed. No longer will I ignore their passions and dreams.\n<color=#ffd780>About Makoto</color>\nThe philosophy of life that he shared with us just now, that was Makoto's view on reality. She always saw things that way.\nIn her eyes, the most precious things in this world were dreams — the yearning for a better future held by living beings.\nWhen you came charging into the Plane of Euthymia, I saw human aspirations light up the sky far above in the form of countless stars. This... somewhat shook me.\nNow, it seems like she was right, while I took the wayward path.\nMakoto saw a bigger picture than I did. In her view, a \"dream\" is more imaginary, more abstract than an \"ambition.\"\nAn \"ambition\" is a yearning for something material, or a concrete outcome. It is finite in nature, and will be replaced by a new ambition in due course.\nMakoto was more concerned with the force that drives humans to constantly generate new ambitions in the first place. It is something innate, rooted in instinct — in other words... it is something eternal.\nTo put it simply, Makoto wasn't concerned about outcomes.\nI didn't understand at the time. How can we say that we are maintaining eternity when things are constantly moving forward and evolving?\nI suppose what it comes down to is the definition of \"eternity\" she set out with.\nI always thought that she must have grasped some elusive, arcane wisdom to arrive at the conclusions she did.\nBut in the last analysis, Makoto's philosophy was — on the surface, at least — an elegantly simple one. Notwithstanding that it was also the more prudent choice, based on a more mature, far-sighted outlook.\n<color=#ffd780>About Musou Isshin</color>\nThe blade that I inherited from Makoto seems to be trying to guide me... to encourage me.\nThis power is beyond the limits of my understanding.\nThis blade belonged to Makoto. Perhaps it can only respond to me with its full power when I truly understand and believe in her.\nWhen I clasped Musou Isshin in my hands, I had the feeling that she was by my side once again.\nIt was at once a familiar feeling and a strange one... Makoto barely wielded a blade in her life, and yet her blade brings me closer to her."
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Lady Guuji of the Grand Narukami Shrine. Also serves as the editor-in-chief of Yae Publishing House. Unimaginable intelligence and cunning are hidden under her beautiful appearance.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Archons</color>\nI'm surprised an outlander like you is aware that there was once a change of Electro Archon... Few citizens of Inazuma are aware of this.\nThe truth of the matter is that there were two twin gods, Baal and Beelzebul.\nThey won the Archon War together, and when Baal established the Shogunate, Beelzebul became her Kagemusha, or \"shadow warrior.\" In other words, she acted as Baal's body double.\nBeelzebul is Ei, with whom we are now both acquainted. Baal's name was \"Makoto.\"\nAs far as the world was aware, there were not two, but one. They complemented each other, and they ruled Inazuma jointly. So there was no need for the public to know the truth.\nIn fact, the name \"Baal\" and the title of Raiden Shogun was understood to refer to both of them, right up until—\nMakoto died several hundred years ago in a war that I was not personally involved in. Since then, Ei has assumed the Shogunate.\nThat was when Ei began to change. Makoto was her greatest loss.\nI didn't spend a great deal of time with her, but my impression was... she was a gentle god, who in each moment cherished the beauty of what was before her."
      }
    ],
    "videoCollection": [
      {
        "title": "Character Teaser - \"Raiden Shogun: Nightmare\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ydPqFAEgHzs&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/ydPqFAEgHzs/maxresdefault.jpg",
        "duration": 101
      },
      {
        "title": "Story Teaser: Ode of Floating Dreams | Genshin Impact #GenshinImpact #RaidenShogun",
        "url": "https://www.youtube.com/watch?v=PBM2jQ0NW5o&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/PBM2jQ0NW5o/maxresdefault.jpg",
        "duration": 136
      },
      {
        "title": "Story Teaser: Promise of a People's Dream | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=hQ5GEOlwLUQ&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/hQ5GEOlwLUQ/maxresdefault.jpg",
        "duration": 119
      }
    ]
  }
}