{
  "epId": 4908,
  "name": "Orobashi",
  "desc": "<p>The Serpent God, who brought the people of Enkanomiya out of the Dark Sea and onto the surface. He was killed by Raiden Ei.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/08/237301566/1397393f5024f3cfe3e0cd632dae57a6_6749302746102078584.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1740049354,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Orobashi"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Enkanomiya"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Gods"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Orobashi no Mikoto\nWatatsumi Omikami"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Orobashi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Over 4,000 years ago, the Heavenly Principles declared the Archon War for the divine throne. During this war, a giant white serpent escaped from\nand\ninto the Dark Sea, hidden from Celestia's sight. He found himself in a cave in Byakuyakoku, part of an ancient civilization that fell into the Dark Sea during the Primordial One's battle with the Second Throne. Before humans, this place was shrouded in darkness and inhabited by the\nelemental beings that did not bend their knees to the power of the gods. With the help of the artificial\nhumans were able to drive away the dragons. Several years after Helios's creation, humans began to search for a way home, but their return was forbidden. At the time the serpent escaped into the Dark Sea, Byakuyakoku was under the rule of the Sunchildren, children who did not know how the world works. Such children could not rule, so they remained puppets, agreeing with those who pulled their strings and remained behind the throne. These nobles imposed unbearable taxes on the people and grew fat on the labor of people, controlling the Sunchildren, and pushing them to disgusting deeds.\nOne day, a little boy from Byakuyakoku made a wager with his peers. Alone, he would dive beyond the three corners, evading the trail of the Dragonheirs, in search of a Dragonbone Flower. But what he found instead within a great cavern was a mighty serpent, one he had never seen before. Somehow, as he gazed upon the serpent's titanic form, the child felt no fear, but instead a kind of kinship."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"I am the Profane Serpent.</color>\n<color=#ffffffd9>Though my servants are numberless, not one mortal now dwells in my shadow.</color>\n<color=#ffffffd9>That I have fallen into this realm, and that we should meet…</color>\n<color=#ffffffd9>Perhaps this is fate.</color>\n<color=#ffffffd9>You are not one of my people, but you are human nonetheless.</color>\n<color=#ffffffd9>Speak your desire, and I shall hear it.\"</color>\n<color=#ffffffd9>\"Could you then, perchance, become our god?\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/2b439065d17aff0bcdb856fbc2c723d6_1344804602036822739.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The serpent knew that if the people of Byakuyakoku kept seeking light, they would experience loss in the future. He showed the people a jewel that glimmered like snake-eyes and told them to swear it upon this eye to make a pact with him. Some believed that they should not worship a god and that they should decide their fate. Then the serpent swore an oath before this eye himself, just as coral servants had sworn an oath before him. For the Enkanomiyans, the serpent became Orobashi no Mikoto, and together they stood against the royal power of the Sunchildren and the cruelty of the Bathysmal Vishaps.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>The only hope for Watatsumi Island's salvation lies with this secret-shrouded area — Enkanomiya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_1496971296741216893.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Archon War",
        "desc": "<p>The war for the divine thrones, declared by the Heavenly Principles. As a result of the Archon War that finished about 2000 years ago, seven rulers of seven nations received the Gnoses, the divine throne, and the title of an Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/15/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3277280826417124317.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rimebiter Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Bolteater Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Electro element.<br/>Following the fading of the Seven Sovereigns' power, a new generation of Sovereigns is presently being born. But now that the Bathysmal Vishaps have evolved in this manner, they have lost their purity. As such, the Dragon of Water will no longer be born from among their ranks. Prophecy holds that the new Dragon of Water will definitely descend in the form of a human.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Primordial Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans.<br/>They were once the dominant race in the depths — and indeed, dragons were the overlords of the whole world in an even earlier age. But their former Seven Sovereigns were defeated by a power from the heavens, withering one by one.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Oathsworn Eye",
        "desc": "A national treasure of Byakuyakoku stored in the Dainichi Mikoshi. With the coming of the Serpent God, this item was used to notarize great oaths and wishes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Experiments",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/2086e64ad2eee032a9cd2a8ce13ef962_660478570116834468.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "According to legend, Orobashi's fluorescent body was covered in myriad-colored coral, a gift he obtained when he broke into the Dark Sea. To the serpent, the coral on his body was a symbol of power, and they were imbued with incredible strength. The corals, which contained Orobashi's life force, were used to suppress the Bathysmal Vishaps beneath the Dainichi Mikoshi Tower. They are now used for a special ritual, the Watatsumi Goryou Matsuri, in Sangonomiya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/1f3476e22b0be946de07452ea9607513_2625875458377201775.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Under Orobashi's leadership, a secret research institute was created to study the Bathysmal Vishaps and attempt to implant Orobashi's corals into them. Many attempts to transplant the corals were unsuccessful. Since the vishaps belonged to the Light Realm, they could not accept the blood of the snake that belonged to the Human Realm, and various negative reactions occurred in their bodies. In addition, through selection, the researchers improved the dragons' intellectual abilities so that they began to have linguistic understanding on the level of a 12-year-old child.\nThere was a legend that after their defeat, the dragons of the deep had to adapt to survive. They began to imitate the victors, and over time, Vishaps appeared that were indistinguishable from humans except for the snake shape of their pupils. These Vishap-people infiltrated Enkanomiya to replace humans in high-ranking positions. After improving the dragons' intellectual abilities, the researchers decided to stop the experiments to prevent the vishaps from evolving into Vishap-people. According to the prophecy, the next Hydro Dragon was to be born in human form, and the researchers could not allow this to happen in Byakuyakoku, but it was the experiments on the dragons that would cause this prophecy to come true.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>The only hope for Watatsumi Island's salvation lies with this secret-shrouded area — Enkanomiya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_1496971296741216893.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "The Byakuyakoku Collection",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/80830045/8a7b95710be73a0c089b83f2ff88270a_4510262374456186105.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Primordial Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans.<br/>They were once the dominant race in the depths — and indeed, dragons were the overlords of the whole world in an even earlier age. But their former Seven Sovereigns were defeated by a power from the heavens, withering one by one.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Bolteater Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Electro element.<br/>Following the fading of the Seven Sovereigns' power, a new generation of Sovereigns is presently being born. But now that the Bathysmal Vishaps have evolved in this manner, they have lost their purity. As such, the Dragon of Water will no longer be born from among their ranks. Prophecy holds that the new Dragon of Water will definitely descend in the form of a human.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rimebiter Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Bathysmal Vishap Herd",
        "desc": "<p>A powerful group of Bathysmal Vishaps.</p><p>They have been specifically bred and selected by the people of Enkanomiya, which has given them their exceptional strength. Of course, no vishap would consider this some sort of debt to be repaid.</p><p>The strongest members of this herd can use different elements, which they wield as a show of their hatred.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/05/35428890/b47c21200d36f217cab2e527e85d2896_4738875560654045342.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 1630,
        "name": "Coral Branch of a Distant Sea",
        "desc": "Weapon Ascension Material.<br/>Watatsumi Island is the furthest from Narukami Island in the Inazuman island chain, and its name means \"the god of the oceans\" in the island's ancient tongue. Legend has it that when the great serpent first arose within the abyssal nation of ever-night, its fluorescent body was covered in myriad-colored coral.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1628,
        "name": "Jeweled Branch of a Distant Sea",
        "desc": "Weapon Ascension Material.<br/>This coral cannot be found anywhere in Teyvat, but was a gift that the great serpent obtained when it broke into the Dark Sea. For that abyssal snake, to be filled with coral was to be mighty, and its power would be shaved away as those corals were lost. In other words, those corals contain power far beyond the norm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1629,
        "name": "Jade Branch of a Distant Sea",
        "desc": "Weapon Ascension Material.<br/>Fleeing into the Dark Sea, the god that had lost everything met the abandoned people who had nothing within the ocean depths. Thus it elected to remain and become their \"Orobashi no Mikoto,\" their \"Watatsumi Omikami.\"<br/>It is said that the great snake god once broke off all the coral branches on its body to give light to the children who were curled up in the darkness. They also say that it used these coral branches to create a huge ladder to allow those children to once again reach the surface and see the light of day.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Bloodbranch Coral",
        "desc": "A coral in which the life force of Watatsumi Omikami dwells. It is a vital part of the Watatsumi Goryou Matsuri.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1631,
        "name": "Golden Branch of a Distant Sea",
        "desc": "Weapon Ascension Material.<br/>The meaning that lies behind the name \"Watatsumi\" is simply the unrequited hopes that the abandoned people who dwelt in the deep sea pinned upon the serpent god that led them.<br/>And it was also because the serpent god now had people who worshiped it that it stayed in the world it should have long fled, breaking off the coral branches that adorned its body, treading upon land where it should not have, and facing a foe it could never hope to match — till at last, its divine form was sundered along with the mountains, its ichor turned into plasma, and its will and power became a curse that could never be extinguished: Tatarigami.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Familiars",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/dd24b9b451e2ae8db2f2d645c7b48153_6805560437539170999.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The first familiars of Orobashi were the Vassals of Watatsumi. Legend has it that they were a half-human, half-snake kind who helped the Enkanomiyans fight back the Bathysmal Vishaps. Since they lived among humans, gradually they began to resemble them in everything except for their snake pupils, the main distinguishing feature of the Vassals. After Orobashi spent all his strength on creating Watatsumi Island, no more Vassals of Watatsumi were born. However, there is a mention in the records of the last of the Vassals, who was supposed to be the link between the dragons and humans. When she was just an infant girl, she and her guardian shrine maiden were attacked by Vishaps at the border of Enkanomiya. A statue of the Vassal of Watatsumi was erected in Enkanomiya. Other familiars were the Sangacorallia — coral butterflies. These creatures break down raw, primitive elemental energy into the milder elemental energy of the human realm. Their mass awakening can cause a transformation in the ecological environment of Enkanomiya. The Watatsumi Goryou Matsuri ritual was designed to use the life force and blood of the Serpent God to awaken the Sangacorallia.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>The only hope for Watatsumi Island's salvation lies with this secret-shrouded area — Enkanomiya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_1496971296741216893.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>The last Vassal of Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/1b4813ee4ee058cd0428721d3301de69_4470226612379359942.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3050,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Creation of Watatsumi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/b164027d01612b5a3b559f987c62c584_5481124269627659799.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "While Orobashi was the god of Byakuyakoku, he learned the secret of the creation of the world before he came into being. The\ndid not want people to remember what happened before the Great War, so they pushed Orobashi to sacrifice himself so that the truth would remain hidden. Only in this way could the people of Enkanomiya live under the rule of the Seven. When the ban on returning to the surface was lifted, Orobashi broke off all the coral branches from his body and made a ladder out of them. Thus, the people who worshiped Orobashi founded Sangonomiya west of Inazuma, and Byakuyakoku became known as Enkanomiya. The Sangonomiyans named their island Watatsumi, meaning \"the god of the oceans,\" and Orobashi became Watatsumi Omikami. He taught them agriculture and smelting metals, for which the Sangonomiyans were very grateful to him."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/d5019a01ab5885df46b9e0a45c36c11a_1303938008478507898.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "To protect the Enkanomiyans from the secrets he had learned, Orobashi did everything he could to ensure that the people could live under the protection of the Electro Archon, Raiden. He taught them the Narukami language, forced everyone to change their names to Inazuman names, and established diplomatic relations. Over time, everyone forgot the true Byakuyakoku language. Sangonomiya and Narukami lived in peace for a time, but then Orobashi went to war with Inazuma to sacrifice himself. Along with him went the priestess of Sangonomiya, Mouun, on the huge whale Daikengyou, her younger twin sister \"Umigozen\" Ayame, and Touzannou, who received this name from Watatsumi Omikami himself. The war was brutal and brought much suffering. Both sides fought on the island that is now called Yashiori and suffered many losses. Finally, Raiden killed the giant serpent with the Musou no Hitotachi, and its remains still lie on Yashiori Island. This strike created the Musoujin Gorge. After this, Sangonomiya sent envoys to announce their surrender, and since then they have recognized the Shogun of Inazuma as the supreme and rightful ruler."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/b7722904e613abf38057a896e4aff1ba_8917821158659434861.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Almost no one knows the exact reason for Orobashi's actions, but there are several legends among people. The first legend says that about two thousand years ago, the Great Serpent Orobashi broke the coral branches off his body and guided the people of the deep sea back to the light of day, and by his grace and pity, he gathered them together to make a living upon the barren island of coral. But the bright sun and clear sky paled in comparison to hunger and disease. The Great Serpent never forgot his past as one of the defeated, or his oath to never again allow his people to be forsaken, so he asked the shrine maiden and elders why the people of the deep sea wept. They told him about the terrible famine and asked him to set foot on the vast and fertile islands and establish his rule there so that their descendants would have a future full of hope. At first, the Giant Serpent did not answer, but as the years passed, the people, exhausted by hunger and disease, prayed to their god again and again, and finally, his heart trembled. The serpent trained the people to become mighty warriors, and to the sounds of whale songs, they began an attack on the Electro Archon's lands. But the people of the sea knew not that Watatsumi Omikami had embarked upon a violent campaign in which he had no hope of victory, and his purpose was not conquest, but sacrifice. Watatsumi Omikami long knew that he would not have any chance of survival this time, but accepted the prophecy's result calmly. If he wished to ensure the perpetuation of his people's \"faith,\" there was but one path — sacrifice. Even if Watatsumi passed away, its people would endlessly weave their memories of joy, prosperity, bitterness, and loss into a united faith. These memories, in turn, would flourish on account of the intense emotions of vanquished people forced into shameful submission. The barren land of Watatsumi Island became the official version of the war."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/d367cee8de2254bad1f319a5b2abfe6d_623351693310307360.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "There is another version of the legend of Watatsumi Omikami's murder. While the people of the deep yet dwelt in the depths, they kept very reliable chronicles, for there was no day or night for them. If they kept no precise records, they would even forget what time it was. But these chronicles were ordered sealed in Enkanomiya by the Great Serpent, never to be retrieved. It is said that when Watatsumi Omikami decided to bring the people of the depths out of the waters, he did this at the instruction of the heavens themselves. Watatsumi Omikami had once fled into the Dark Sea to avoid the Archon War, committing a grave sin in the process. Thus perhaps it was upon heaven's order that Orobashi went to his death — though this cannot be known for sure.\nOne scholar from Sumeru, studying the Watatsumi culture, suggested that two serpent deities lived in ancient Inazuma. One of them grew together with the corals and could not move, as a result of which Sangonomiya arose. His true divine form resided in Enkanomiya, deep beneath Sangonomiya, forever protecting the people of Watatsumi Island. As for the other serpent, it was very ambitious and dreamed of taking over Narukami Island, but was destroyed by the Electro Archon. The proof of his theory was a totem that had patterns of a serpent with coral on one end, and patterns of no coral at the other. The scientist was sure that once he published his findings, he would become famous.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Her Excellency, the Almighty Narukami Ogosho, who promised the people of Inazuma an unchanging Eternity.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 1985,
        "name": "Mouun's Moon",
        "desc": "A lovely warbow made from seashells and coral. A mournful brilliance flows along its moonlight-colored arms.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/曚云之月.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1975,
        "name": "Wavebreaker's Fin",
        "desc": "A naginata forged from luminescent material deep in the ocean depths. It was once the possession of the tengu race.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/断浪长鳍.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1971,
        "name": "Akuoumaru",
        "desc": "The beloved sword of the legendary \"Akuou.\" The blade is huge and majestic, but is surprisingly easy to wield.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/恶王丸.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6544,
        "name": "A Preliminary Study of Sangonomiya Folk Belief",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/19/35428890/8513540a3b4971a038722d610c3f1e77_421733217330946710.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2327,
        "name": "Sangonomiya Chronicles",
        "desc": "<p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Before Sun and Moon",
        "desc": "A chronicle that ordinary folk have been forbidden to read. The writing is a mix of fables and histories from the beginning of the world to the creation of the Dainichi Mikoshi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/30d637f5d6939cb8f5a886096aa7ba70_2948147741859048411.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2311,
        "name": "The Life of Mouun the Shrine Maiden",
        "desc": "<p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Life of Mouun the Shrine Maiden_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tatarigami",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Gods cannot disappear without a trace, and the hatred of the dead gods permeates and poisons the earth. When the divine form of Watatsumi Omikami was sundered by the Musou no Hitotachi along with the mountains, its ichor turned into plasma, and its will and power became a curse that could never be extinguished: Tatarigami. The \"Tatarigami\" is pure malice by nature, and the ghosts of this malice filled Yashiori Island. It poisoned people, drove them crazy, and destroyed their bodies. Tatarigami does not turn all upon whom it preys into violent monsters, most will develop a stubborn streak upon being exposed to the Tatarigami's unfulfilled will. Their interests become fanatical obsessions. The poison was most dangerous near the remains of the Serpent God. The people of the island created Ogosho's ward for protection to surpass Tatarigami's soul. Washizu, the head of Higi Village, built some shrines on the island to pacify the Serpent's soul with offerings. The villagers were constantly dealing with\nand began to fall ill. Since the Jakotsu Mine closed, Washizu became increasingly strange and his offerings became more insane. Those who spoke of his strange behavior began to disappear. When the civil war engulfed Yashiori, Higi Village was deserted; those who had not died had either left or gone looking for a cure. Only one boy, Chouji, remained. His father was presumed dead, and Washizu likely captured his mother as a sacrifice to the spirit of the Serpent, since Tatarigami was not fatal to her. She was able to escape and went to Sumeru to look for a cure, leaving only a note for her son. The village head even wanted to sacrifice the Traveler but was finally stopped.\nDespite the great harm that Tatarigami brought to Yashiori Island and Kannazuka, people learned to use it for their own purposes. Crystal bone marrow, which contains an inert form of Tatarigami energy, began to be added to smelting, as it significantly increases the strength and elasticity of metal products. The secret of the famous jade steel lies in the fact that this material is added to the metal during hot processing. The Kagotsurube Isshin blade was forged from Tatarigami by the swordsman Akame Kanenaga. People often say that within the body of every blade rests a blade spirit, so it is natural to assume that a blade forged by the Tatarigami is dwelled by a demon of malice. Isshin' was the stillness of the mind, free of distractions. This purity of desire empowers the swordsmith to forge tirelessly. In their obsession with the Isshin Art, the Akame School sought to forge the perfect killer blade. For this reason, Akame's school's position as the leader of the Isshin Art did not last for three generations, after which the school fell into disfavor. Akame Kanenaga himself helped the Kunikuzushi puppet, created by Raiden Ei and abandoned to its fate, almost destroy the Raiden Gokaden — the five forge schools of Inazuma. The Isshin Art was almost destroyed, and at the end of his life, Akame Kanenaga created Kagotsurube Isshin to restore the Kaedehara clan, the leader of Isshin, to universal recognition and restore their name."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/0b85727b3c9ff43d58062f6984943810_5618850193566354979.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In addition, the people used the core of the Tatarigami to create the famous Mikage Furnace, a super-smelting forge. It was here that the crystals used to smelt jade steel for Inazuma were mined. During the civil war between Sangonomiya and Narukami that occurred two thousand years after Orobashi's death, saboteurs in the Sangonomiya army destroyed the wards suppressing the remains of the Serpent and damaged the Mikage Furnace. The part that contained the energy of Tatarigami became very unstable, and it began to spread across the island again. The sky became covered with clouds, it rained incessantly, and one by one, all the miners fell ill, went mad, and went into exile on other islands. The people hastily left the island, and it became deserted. When the Mikage Furnace was restored and the civil war ended, the power of Tatarigami was suppressed again.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2264,
        "name": "Kagotsurube Isshin",
        "desc": "This famed blade was born in a nation to the far north. But in the name of \"Isshin,\" it was stained with many a dark deed on its home-bound journey.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/笼钓瓶一心.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 898,
        "name": "Crystal Marrow",
        "desc": "A crystal that contains a sliver of Tatarigami power. Adding this material during smelting will greatly increase the strength and toughness of metals.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Marrow_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Story Teaser: Promise of a People's Dream"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/d5019a01ab5885df46b9e0a45c36c11a_8766393164975139904.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>September 6, 2021</color>\nA nation that surges ahead has become stuck in a fleeting shadow of a moment. Perhaps only if time stands still will Inazuma truly shine eternal...\nUsing her blade, she purged all obstacles to Inazuma's progress, making a promise of a beautiful vision of eternity to her subjects.\nSuch is the singular will of the Raiden Shogun over the land of Narukami.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=hQ5GEOlwLUQ&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Morax",
        "desc": "<p>The Geo Archon of Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/51993b7b69c68f3d8388ed314bf1eed8_4749048738401434001.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Deus Auri, from whom Orobashi escaped during the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Archon War",
        "desc": "<p>The war for the divine thrones, declared by the Heavenly Principles. As a result of the Archon War that finished about 2000 years ago, seven rulers of seven nations received the Gnoses, the divine throne, and the title of an Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/15/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3277280826417124317.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>The Electro Archon of Inazuma, known as Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/68ce1b8c0e262cc6e4f1074c6431a295_4003305747790718789.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Narukami, from whom Orobashi escaped during the Archon War. She killed him 2,000 years ago in the war between Inazuma and Watatsumi.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books and Items"
      },
      {
        "type": "CustomEntry",
        "epId": 2327,
        "name": "Sangonomiya Chronicles",
        "desc": "<p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1176,
        "name": "A Preliminary Study of Sangonomiya Folk Belief",
        "desc": "This paper was written by Shihab Purbiruni, a scholar of modern history from Sumeru, two years before the civil war in Inazuma. It details the folk beliefs of Watatsumi Island and the Sangonomiya people, and puts forward some relatively new academic propositions.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Preliminary Study of Sangonomiya Folk Belief_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2311,
        "name": "The Life of Mouun the Shrine Maiden",
        "desc": "<p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Life of Mouun the Shrine Maiden_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "The Byakuyakoku Collection",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/80830045/8a7b95710be73a0c089b83f2ff88270a_4510262374456186105.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Oathsworn Eye",
        "desc": "A national treasure of Byakuyakoku stored in the Dainichi Mikoshi. With the coming of the Serpent God, this item was used to notarize great oaths and wishes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1630,
        "name": "Coral Branch of a Distant Sea",
        "desc": "Weapon Ascension Material.<br/>Watatsumi Island is the furthest from Narukami Island in the Inazuman island chain, and its name means \"the god of the oceans\" in the island's ancient tongue. Legend has it that when the great serpent first arose within the abyssal nation of ever-night, its fluorescent body was covered in myriad-colored coral.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1628,
        "name": "Jeweled Branch of a Distant Sea",
        "desc": "Weapon Ascension Material.<br/>This coral cannot be found anywhere in Teyvat, but was a gift that the great serpent obtained when it broke into the Dark Sea. For that abyssal snake, to be filled with coral was to be mighty, and its power would be shaved away as those corals were lost. In other words, those corals contain power far beyond the norm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1629,
        "name": "Jade Branch of a Distant Sea",
        "desc": "Weapon Ascension Material.<br/>Fleeing into the Dark Sea, the god that had lost everything met the abandoned people who had nothing within the ocean depths. Thus it elected to remain and become their \"Orobashi no Mikoto,\" their \"Watatsumi Omikami.\"<br/>It is said that the great snake god once broke off all the coral branches on its body to give light to the children who were curled up in the darkness. They also say that it used these coral branches to create a huge ladder to allow those children to once again reach the surface and see the light of day.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1631,
        "name": "Golden Branch of a Distant Sea",
        "desc": "Weapon Ascension Material.<br/>The meaning that lies behind the name \"Watatsumi\" is simply the unrequited hopes that the abandoned people who dwelt in the deep sea pinned upon the serpent god that led them.<br/>And it was also because the serpent god now had people who worshiped it that it stayed in the world it should have long fled, breaking off the coral branches that adorned its body, treading upon land where it should not have, and facing a foe it could never hope to match — till at last, its divine form was sundered along with the mountains, its ichor turned into plasma, and its will and power became a curse that could never be extinguished: Tatarigami.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Orobashi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/08/237301566/d5019a01ab5885df46b9e0a45c36c11a_2799869017375975022.jpg"
      },
      {
        "key": "Orobashi's skull",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/08/237301566/b7722904e613abf38057a896e4aff1ba_6540621612081248500.png"
      }
    ]
  }
}