{
  "epId": 4910,
  "name": "Rukkhadevata",
  "desc": "<p>The Goddess of Wisdom, the previous Dendro Archon, and a friend of Nabu Malikata and King Deshret. She was completely erased from Irminsul to save it from forbidden knowledge.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/59da6a8cbcffa112e5d2b63788d7051e_2474648649910280690.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1740785317,
  "components": {
    "galleryCharacter": [
      {
        "key": "Rukkhadevata",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/ebf82d018dd8108f0f8582cb64328cbe_1767282476998791195.png"
      },
      {
        "key": "Rukkhadevata",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/b7b07292aaf724ed9fbd6b806b5df855_3767558593758994877.png"
      },
      {
        "key": "Rukkhadevata",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/0a4b3c396ff948958fd08fd000f24250_8249699791980947366.jpg"
      },
      {
        "key": "Rukkhadevata",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/b1e044cfe5dbf7226b5d796e986dab11_6092831492254332208.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Rukkhadevata frees Sumeru from forbidden knowledge"
          }
        ]
      },
      {
        "key": "Rukkhadevata",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/e8f967b7a6dcb81e6e56f8548f2776b8_2970277029896076436.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Rukkhadevata loses her powers after ridding Sumeru of forbidden knowledge"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Greater Lord Rukkhadevata",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/ac2b30d4337bee666fae2e6979587638_4772347479214865853.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Silver trees, which are branches of the great tree Irminsul located deep beneath the surface, can be seen all over Teyvat. Although Irminsul is not a tree in the biological sense, it can be thought of as a large tree that grows downwards rather than upwards. Ley Lines, the roots of Irminsul, cross the earth, spreading and extending from a massive cavern deep underground all the way up to the surface. Ley Lines continually absorb the memories of this world, which are then funneled into Irminsul, allowing it to collect knowledge and wisdom from ancient times to the present day.\nGreater Lord Rukkhadevata was the avatar and manifestation of Irminsul's power. She was known as the God of Wisdom because her consciousness was directly connected to it, and the source of her power was located there.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p>Irminsul can be thought of as a large tree growing downwards rather than upwards, containing all the knowledge and wisdom of the world from ancient times to the present. Ley Lines, like the roots of Irminsul, cross the earth, absorbing the memories of the world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/237301566/aa06aa829f5a3a926aef88750adb81f2_3960309425065670916.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Reign of Three Gods",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Legend has it that the\nonce heard of a\nand descended upon the divine lands to test the princess's wisdom. Nabu Malikata asked the princess three riddles and promised spices, gold, and precious stones as a reward. The princess agreed, but the value of knowledge was more valuable to her than the value of gold.\nThe Goddess of Flowers's first riddle was:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"What is cold as the dead while alive,\"</color>\n<color=#ffffffd9>\"Yet gives warmth upon death?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The princess's answer was:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"You speak of the fragile rose of late spring. Even when covered in thorns, her beauty shines through.\"</color>\n<color=#ffffffd9>\"Her flowers plucked to make perfume, her stems snipped into the wicks of oil lamps.\"</color>\n<color=#ffffffd9>\"Lovers throughout history have been smitten by her, and even the king in red admires her beauty.\"</color>\n<color=#ffffffd9>\"But the rose has never pined for anyone. She merely withers with the new moon and morning dew.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The Lord of Flowers secretly approved, yet her beautiful face remained as calm as ever.\nThe second riddle of Nabu Malikata was:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"What rises from the earth, then descends from the sky,\"</color>\n<color=#ffffffd9>\"No one has seen it, yet it sees all,\"</color>\n<color=#ffffffd9>\"As above, so below, and as at the bottom, so too, the top,\"</color>\n<color=#ffffffd9>\"Yet only top to bottom may be, and never bottom to top?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The princess's answer was:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"You speak of the universal law created in heaven, the divine laws established in the beginning.\"</color>\n<color=#ffffffd9>\"No one has seen the eternal law, yet it governs all.\"</color>\n<color=#ffffffd9>\"One may only bow down and worship Vaana of the heavenly spirits — no arrogation, deception, or trickery is permitted.\"</color>\n<color=#ffffffd9>\"If one dares to imitate the forbidden arts, only calamity awaits at the edge of divine knowledge.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The heart of the Lord of Flowers was filled with joy, but she continued to remain cold.\nThe third riddle came next:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"What cannot stop arrows, yet can stop destruction,\"</color>\n<color=#ffffffd9>\"Cannot destroy armor, yet can destroy cities,\"</color>\n<color=#ffffffd9>\"Does not submit to envoys from above, nor kingdoms down below,\"</color>\n<color=#ffffffd9>\"What can neither gods nor demons, for all their might, prevail over?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "And the princess answered:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"You speak of endless wisdom, it is what protects the civilization of all.\"</color>\n<color=#ffffffd9>\"It will be reborn with ███, and remain eternal like ███.\"</color>\n<color=#ffffffd9>\"Even if the sands of time swirl beneath its feet, it will still remain like preserved remains ten million years after.\"</color>\n<color=#ffffffd9>\"The people will rejoice because of its return, and it will ███ because of them.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/06f850e5a4b6fa662b8699dda1293f21_5446660702931516222.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hearing the answer, the Goddess of Flowers could not contain her admiration for the wisdom and greatness of the princess's mind. Since then, the Lord of Flowers allied with Greater Lord Rukkhadevata and\nto serve the benefit of the entire world. Like the bright silver moon, the blazing golden sun, and the emerald fields, together they lead the people to prosperity."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/766f6dc32f9b78e3d6d817340c09f9d2_5849015888927505500.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "According to legend, the ancient festival Sabzeruz, named after Nabu Malikata, was originally the Goddess of Flowers's birthday celebration for Greater Lord Rukkhadevata. Legend has it that King Deshret and Nabu Malikata threw her a celebratory banquet and prepared surprise gifts for the Lord of Dendro during the first Sabzeruz Festival. They scattered candy along a path to lead her toward the site of the banquet, and eventually, the Greater Lord arrived at a lake, where she heard the sound of music. Al-Ahmar was plucking the strings of an instrument while the Goddess of Flowers performed a beautiful dance. As she danced upon the grass, countless beautiful Padisarahs started to bloom wherever she stepped. Those brilliant purple flowers became her dazzling stage. All the gods clamored, <color=#ffffffd9>\"Oh, if only time could stop at this very moment.\"</color> Al-Ahmar and Nabu Malikata extended their heartfelt wishes to their dear friend, and each bestowed upon her a precious gift. King Deshret gave her the Wedjat Eye to record the moments they shared together, and Lord of Flowers gave her the Khvarena to protect the rainforest. After the Khaenri'ahn cataclysm, the Wedjat Eye was lost and Khvarena was turned into a divine bird Simurgh.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Sabzeruz Festival",
        "desc": "<p>A Sumeru festival named after the Goddess of Flowers and celebrating the birthday of the Dendro Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/17b89adfdc44a158d37be3cb35268ddd_6799307369729289175.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>The Goddess of Flowers, a friend of Greater Lord Rukkhadevata and King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_5741359718049745060.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Gilded Dreams",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/ae8a2c6f24df66e1bd7cc2dbd83d330d_5836084318530605114.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>A holy and noble plant. The conditions for growth in its environment are very demanding. The flower buds can be processed to make valuable spices.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/d5172558c50dbc305ee422b95bf8ed21_2954304386179237064.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Creation of the Forest",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "During the reign of the three gods, the Lord of Flowers told King Deshret about the creation of Teyvat by the Master of the heavens, the establishment of the cycle of seven, and the destruction of the mortal realms by Divine Nails. Despite the warnings of the Goddess of Flowers, the Lord of the Desert wanted to destroy the established order and gain forbidden knowledge. This knowledge did not belong to Teyvat and was a form of \"truth\" that couldn't be understood. It came from the very bottom of the Abyss, and even the Goddess of Wisdom was unable to comprehend it. The Lord of Flowers sacrificed herself so that King Deshret could gain this knowledge."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/b35a2b34ea69abb274d5d77fc3c3be91_7230007813000477699.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Greater Lord Rukkhadevata could not agree with the plan of her friends and left them. According to legends, the goddess who had command over plants would summon forth a spirit of timely rains, whose name was Varuna, or \"water and sky.\" The Varuna Contraption is a device that Greater Lord Rukkhadevata created to summon rain and with this create a forest in the desert. The yellow of the past was replaced by green so that the barren land was turned into a land full of life. To prevent the desert from spreading further and destroying the forest, she erected the Wall of Samiel on the border, holding back sandstorms."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/082561a52f6fa856993a1bb215e57af1_272252549940466142.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In the forest, Rukkhadevata planted the Ashvattha Tree. Legend has it that Queen Aranyani told Ashvattha that many lonely people lived in the woods and that the number of children in the forest must increase so that they all would become friends. Therefore, Ashvattha produced a beautiful and full pomegranate with many seeds inside, the first of which to sprout was Aramuhukunda — the first Aranara. The seeds continued to sprout and Aranara spread like leaves on a tree. The spirits of the forest, Aranara, became the familiars of the Dendro Archon and are considered her children.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "name": "Aranara",
        "desc": "<p>Greater Lord Rukkhadevata's familiars and spirits of the forest.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/237301566/960461c3413ef1a52a3d848543f4ef41_3564656991372311122.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primordial One",
        "desc": "<p>The First Descender, who defeated seven Dragon Sovereigns of the world and created people. The Primordial One may be Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_6047094467838473554.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>The Goddess of Flowers, a friend of Greater Lord Rukkhadevata and King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_5741359718049745060.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7037,
        "name": "Aramuhukunda",
        "desc": "<p>The first Aranara.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/38de93ff14c0cb6c33a2d16458d35a52_7776958137148584184.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Forbidden Knowledge",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/b1e044cfe5dbf7226b5d796e986dab11_6766143973391250128.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After the Lord of Flowers sacrificed herself so that King Deshret could gain the forbidden knowledge, it gradually began to poison the consciousness of the Lord of the Desert. Because of the forbidden knowledge, the desert began to wither and suffer from the incurable disease, Eleazar. Eleazar was the embodiment of Withering on the human body. The disease was accompanied by dark scales on the skin, numbness of the limbs, and, in the final stage, death. Al-Ahmar tried to use the forbidden knowledge to build a paradise on earth and get rid of the mortal body, but the cities he created fell."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/e8f967b7a6dcb81e6e56f8548f2776b8_4464903366813932796.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When the desert was on the verge of destruction and Irminsul was infected with the forbidden knowledge, Greater Lord Rukkhadevata came to the aid of her old friend. King Deshret sacrificed himself, and Rukkhadevata spent almost all her strength to destroy the forbidden knowledge. Thus, Queen Aranyani was reduced in size to a child and became the sole ruler of Sumeru.\nOver time, the history of the reign of Greater Lord Rukkhadavata, the Lord of Flowers, and the Lord of the Desert became distorted. The inhabitants of the desert, the followers of King Deshret, believed that the Dendro Archon was an enemy of their god and destroyed his civilization, forcing their ancestors to flee into the desert, where they were forced to live in constant fear of their enemies. They believed that together with the people from the Akademiya, the Greater Lord hid what happened and pretended to be generous and benevolent."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/503676f6a3b0765e437578486c2faee2_2717919540826992014.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Long ago, before humans existed, Teyvat was ruled by Seven Dragon Sovereigns. Sumeru was the land of the Dendro dragon Apep. At that time, the land was completely covered with tropical forests. When\nappeared in Teyvat, an unimaginable war took place, causing destruction on an unprecedented scale. The world itself was on the verge of collapse. The Dragon King Nibelung acquired the\nfrom outside of this world and led the dragons in a fight against the order established by the outsiders. After the death of Nibelung, Apep tried to collect more forbidden knowledge from the corners of the world, but she was stopped by a giant spike that fell from the sky. Sand dunes arose where there was only forest. Later, Al-Ahmar made a deal with Apep: he would build an empire on her lands, and in return, after his death, he would give up all his knowledge. When Apep absorbed the body of King Deshret, she became infected with forbidden knowledge. The elemental life that flourished within her body was destroyed by the apocalypse."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/9fa85e75ae6e639777111e34a91323c4_2182312494045557387.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Many creatures left the dragon's body to survive. With one of these creatures, Greater Lord Rukkhadevata created the Fire Seed, which mimicked how the Dendro Dragon's \"Heart of Oasis\" operated. The Heart of Oasis was Apep's source of power. With the Seed, the Heart of the Oasis could be reactivated so the Dendro Dragon would begin to recover. The elemental being, taking the form of a Fungus, traveled to the underground mines of the Chasm, where a divine nail contained the power of the Abyss. The Lord of Dendro promised that one day\nwould be eradicated, all memories of it would be blurred, and the creature would be the only one to retain these memories. Only with the power of the Greater Lord was it able to survive for several centuries, transforming the power of the apocalypse. Rukkhadevata herself was unable to come to the aid of the Dendro Dragon, but many years later, their agreement was still fulfilled.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Elemental Dragons",
        "desc": "<p>An ancient race, who ruled Teyvat long before human existence. Dragons belong to the Light Realm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_6244634971554940377.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "name": "Descenders",
        "desc": "<p>Beings from outside of Teyvat, whose wills can rival an entire world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5225561202100412280.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4913,
        "name": "Apep",
        "desc": "<p>Dendro Dragon.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/03/9750d15029b9018793ef9d9f0bfec6de_743071265959457769.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3695,
        "name": "Guardian of Apep's Oasis",
        "desc": "<p>Apep walked through the water like a fish with its many offspring in a sea of fragrant grass, gigantic trees, and unimaginably long vines. Finally, the grass, trees, and vines withered and turned into dust, while countless beings as minute as grains of gravel built a fragile kingdom upon Apep's land.</p><p>Apep and its offspring let the sea of sand rage like boiling water and swept houses down as if they were falling leaves. Until the day when the new Lord of Sand reconciled with the king who lost their homeland, the dunes under the sun belonged to humanity, while the dragon's oasis remained in the hearts of the dragons.</p><p>Apep shared the knowledge of evolution with its many offspring, because spreading knowledge ensures dissemination while the stagnation of hoarded wisdom courted only decay. Till the day the promise between it and the Lord of Sand was finally attained, with ultimate wisdom claimed. Henceforth, it reaped only sights of oblivion, of an endless calamity.</p><p>Apep found itself swallowed alone amidst the scenery of the catastrophe. All the people, gods, dragons, beasts, birds, and fish. All memories, wisdom, words, and hatred were ground into colorless dust, and the last of the moonlight burned away into a rain of pale fire, falling on the barren land.</p><p>...</p><p>Apep once deemed the bottom of the sea of sand to be its grave, not the palace of a dispossessed king. The poison of \"wisdom\" would soon free Apep from the hatred and anger festering within it over countless moons. Apep had grown weary of the colorless apocalypse. Then, finally, the young god and the golden Traveler let it recall once again, even though the verdant land it once ruled had been reduced to this gilded wasteland, even though Apep and its many offspring had grown twisted and wretched to secure their continued survival therein, Apep still treasured the sight and scenes of the oasis, sparkling in its heart.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/35428890/d6fda0fbccc37d41505ff1fcce5b6e77_5312308109137127663.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2896,
        "name": "Grounded Geoshroom",
        "desc": "<p>A mimetic life form made out of spores that has extreme adaptability.</p><p>This being has undergone almost complete keratinization due to the influence of Geo. When one considers that Fungi evolved from spores, perhaps this one might even be the foundation for a further evolution into some new life form altogether — if given time, that is.</p><p>This creature has a position of command amongst colonies of fungal beasts and exhibits heightened intelligence to match.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/77454259/49216ca30200a7432b571186027efd61_5922896219884391583.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cataclysm",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Long before her death, the Lord of Flowers created a flower \"daughter\" Khvarena. One day, the Goddess of Flowers saw a faceless\nin her dreams, which frightened her to no end. Nabu Malikata knew that she would die before this disaster. She asked her daughter to prevent the disaster from occurring and gave her over to the care of another \"mother\" — Greater Lord Rukkhadevata. The Lord of Flowers warned her friend about the dark tide and told her about Khvarena's destiny: she would have to endure the trial of division and death to gain immortality."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"I shall give you a shard of Khvarena, my friend. Keep her close, and keep her safe.\"</color>\n<color=#ffffffd9>\"She comes from the wisdom of the flowers and the veins of the skies, and in her is the pure essence of life.\"</color>\n<color=#ffffffd9>\"Khvarena is a point in the flower's heart, a single drop of light in a sea of sweet dew.\"</color>\n<color=#ffffffd9>\"Please treasure my gift, until the day when the dark abyss rises to drown all life...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/0058c3c9591f49bc0ac12760d5250fb4_4536574519318236724.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After the death of the Goddess of Flowers, Greater Lord Rukkhadevata transformed Khvarena into the divine bird Simurgh and charged her with the protection of two worlds, with the guardianship of the border between new birth and death. When Teyvat was overrun by monsters from the Abyss, all the Archons, except for the Dendro Archon, were sent to fight them. Just as millennia ago, when the desert was poisoned by forbidden knowledge, the Withering appeared throughout the Sumeru forest. The Aranara called it Marana, meaning \"death.\" The Hydro Archon Egeria, the Mistress of Many Waters, went with her familiars, the Oceanids, to Tunigi Hollow in Sumeru, where a passage to the Abyss appeared. During the battle, she was slain, and her body became a sea of ​​pure dew, the Amrita. But the Amrita was desecrated by the Abyss, and to cleanse the filth and ensure the purity of the Amrita, Simurgh destroyed her divine form. She drank the purest water from the lake and, like a pomegranate, burst into countless rays of light. From these rays, the Pari, the Bloomguards, and the familiars of the Dendro Archon were born. As was prophesied, one night the daughter left the embrace of the three \"mothers\" and sacrificed herself to the growing impurity of the world.\nQueen Aranyani's main mission during the Khaenri'ah Cataclysm was to protect Irminsul. If it was destroyed by the power of the Abyss, it could destroy all of Teyvat. At the moment the disaster occurred, Rukkhadevata's consciousness, connected to Irminsul, was pierced by terrible pain. When she reached Irminsul, it was already displaying signs of corruption. The God of Wisdom understood that she couldn't repel the forbidden knowledge with her strength alone, so she created a device that united all human wisdom and called it \"the Akasha.\" With the help of the Akasha, the Lord of Dendro took away dreams, the quintessence of human wisdom, from the people of Sumeru. She collected their wisdom and gave all her powers, decreasing in size again. Thanks to the wisdom of the people of Sumeru, almost all the forbidden knowledge was cleared from Irminsul.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "name": "Aranara",
        "desc": "<p>Greater Lord Rukkhadevata's familiars and spirits of the forest.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/237301566/960461c3413ef1a52a3d848543f4ef41_3564656991372311122.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanids",
        "desc": "<p>Oceanids are intelligent Hydro lifeforms created by the previous Hydro Archon, Egeria, and are able to manipulate water at will. <span class=\"wk-shady\">All the people of Fontaine were once Oceanids, whom Egeria had turned into humans to satisfy their wishes, going against the will of the Heavenly Principles.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/5e33c09fbd3c6781bb822fd9c57b6abc_7075433854813111066.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "name": "Pari",
        "desc": "<p>The Dendro Archon's familiars. They were born from the pure Amrita and the divine bird, Simurgh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/237301566/f21022149a22f1cc88730af56ae3f1f6_6959906351086783956.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>The Goddess of Flowers, a friend of Greater Lord Rukkhadevata and King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_5741359718049745060.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Vourukasha's Glow",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/bc9329baf36935b2fb094f783a7695f2_5409606138062221441.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Irminsul",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/1ce6047b7dbd231e04f84df4a935df37_9168097241795931538.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the Lord of Dendro destroyed the forbidden knowledge from Irminsul with the wisdom of all the people, she realized that the process did not go as smoothly as she expected. She had a terrible headache, which gave her an uneasy feeling. Only then did she realize that her consciousness was connected to Irminsul. It had given her knowledge and wisdom, but its contamination had spread to her. From then on, her existence was polluted by the forbidden knowledge. Queen Aranyani not only suffered greatly but also realized that even after her death, everything related to her would continue to exist in Irminsul as memories and knowledge, meaning that the forbidden knowledge couldn't ever be permanently eradicated. But Rukkhadevata could never erase herself, so she took the purest branch of Irminsul as her incarnation in the next samsara,\nRukkhadevata left her clues so that she could come to Irminsul and rid it of the consciousness of the Greater Lord infected with forbidden knowledge. When the Dendro Archon destroyed the forbidden knowledge from Irminsul, everyone forgot about it and did not know that the tree continued to be sick."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/397ad0d9334efd7f716959612d251d4a_4035637091275033085.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "500 years later, the infection of Irminsul had various manifestations in the real world:\nin the forest, earthquakes, and sandstorms in the desert. Scientists who established a connection with Irminsul fell into madness. Moreover, during this connection, all people heard an unfinished message: <color=#ffffffd9>\"...World... Forget me…\"</color>\nthe second Dendro Archon, made it her main goal to save Irminsul since its death could mean the death of all of Teyvat. Using the clues left by the Greater Lord and the power of two Gnoses, she was able to enter the consciousness of Irminsul as it was 500 years ago and meet with the echoes of her predecessor's consciousness. Rukkhadevata told the truth about her death and the birth of the Lesser Lord, and also spoke of her full message: <color=#ffffffd9>\"Let the world completely forget me.\"</color> Irminsul contained all the knowledge and memories of this world, and erasing the Greater Lord from there meant that all memories of her would disappear. But this was the only way to save the Irminsul.\nAlthough Nahida did not want to forget Rukkhadevata, she erased the Lord of Dendro from Irminsul. With all memory of Rukkhadevata erased, the Traveler was the only one left who remembered her. All the inhabitants of Teyvat who belonged to this world forgot about her. Since then, it has been believed that the Lesser Lord Kusanali is the only Dendro Archon who sacrificed her power to save Sumeru 500 years ago.\nOnce, Lesser Lord Kusanali felt the presence of the Greater Lord in a dream created by a scholar from the Akademiya. The moment she entered the dream, she felt like she was wrapped in a blanket of warm feelings. It was so warm that it felt like she had returned to the start of her life, and she didn't want to wake up anymore. This feeling was like the words on a piece of paper after they had been erased: Nahida could no longer see them but she could still see the slight indentations of where the words had been written. The feeling was gone without a trace when the Lesser Lord opened her eyes. Nahida decided not to dwell too much on the meaning of that warmth. She knew that this warmth once supported her, and its existence had allowed her to get to where she was today.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p>Irminsul can be thought of as a large tree growing downwards rather than upwards, containing all the knowledge and wisdom of the world from ancient times to the present. Ley Lines, like the roots of Irminsul, cross the earth, absorbing the memories of the world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/237301566/aa06aa829f5a3a926aef88750adb81f2_3960309425065670916.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Buer",
        "desc": "<p>The Dendro Archon of Sumeru.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/15/237301566/eefeae3e6ad6f9081dc2a39d89a720fd_4115377028707836648.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3373,
        "name": "Silver Twig",
        "desc": "<p>A new branch taken from the center of the world.</p><p>There was once a giant tree that ran across the world, and this twig was part of it. Though it has been removed from the tree, their connection remains strong as ever.</p><p>Therefore, as long as the giant white tree that symbolizes the center of the world does not die, it will never wither.</p><p> </p><p>\"Trees\" symbolize life. In one of the stories from a certain place, there was a person who had entrusted her consciousness to the white tree's branches before she passed away. In that way, neither her life nor hope would be lost, since the branches would grow and sprout where there was sunshine and rain, and would one day blossom and bear fruits.</p><p>\"Trees\" also symbolize wisdom. In one of the legends, a sage hanging upside down on a tree had acquired the knowledge of how to inscribe runes and control sacred words, and thus followed the kingdom established along the tree's roots, eventually gaining a glimpse of the secret of the cosmos.</p><p>All knowledge, memory, and experience flow through this giant tree, just like a stream flows into a river, the river joins a sea, the sea turns into clouds, and the clouds rain onto the ground - just like life itself.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/19/77454259/05a1c827b845851af03663ede6b2d41f_7557901024563427117.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sumeru Akademiya",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Once, a sage embarked on a journey in search of the Dendro Archon to deal with the disaster in Sumeru. His piety and wisdom were acknowledged by the Greater Lord, and she finally gave her blessing to him. All kinds of spectacular scenes appeared in front of the First Sage as if all the knowledge in the world was being painted onto a canvas right before him. He was captivated. After a long time, he mastered all the knowledge he could comprehend. Afterward, he said to the Dendro Archon, <color=#ffffffd9>\"I miss my parents, my wife, and my children. I've been away from home for far too long. They must be worried.\"</color> The Dendro Archon smiled. The next second, the sage found himself lying in his bed as if he had just woken up from a dream. His wife, lying next to him, said: <color=#ffffffd9>\"You're off to search for the Dendro Archon today, aren't you? Have a safe journey, my love.\"</color> In the end, the First Sage took care of many disasters in Sumeru City and founded the Akademiya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/d7d1a43cffcb0080a5bcc3e479d19d76_3877014687419637945.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Akademiya became not only the main scientific institute of Sumeru but also the main governing structure. They revered the Greater Lord and considered her a deity of virtue. Every year, they held a lavish celebration of her birthday. On the day the Lord of Dendro died, the sages found the newly born Lesser Lord Kusanali, who became the new Dendro Archon. The day she was found became the Archon's new birthday. At first, people believed that the Greater Lord had returned, but then the sages realized that Kusanali did not have the same powers. They locked the Lesser Lord in the Sanctuary of Surasthana and began to rule Sumeru themselves. They blamed Kusanali for the death of the Greater Lord and considered her too weak. Queen Aranyani once installed a device in the Sanctuary of Surasthana to isolate herself from the outside world and meditate. 500 years ago, the great sage modified this device so that it could not be controlled from the inside. Thus, the Lesser Lord was trapped in the creation of her predecessor. Since then, the Akademiya stopped celebrating the Sabzeruz festival and pretended in every way that the holiday did not exist. For them, this was another reminder of the death of their beloved ruler.\nThousands of years after the destruction of King Deshret's civilization, a group of radical followers of Al-Ahmar was organized in the desert, to whom the oracle predicted the revival of the Lord of the Desert. \"Guardians of the village,\" scholars who left the Akademiya and went into the desert, began to disappear from Aaru village. One mysterious man told people that the scientists were a necessary sacrifice for the resurrection of King Deshret. Al-Ahmar's radical followers were stopped when they learned the truth from the writings of Kasala, the oracle of King Deshret. They learned that the Greater Lord had lent a helping hand to Deshret's civilization and that the one they had considered their enemy and dreamed of revenge for all their lives had turned out to be their savior.\nWith the help of the power of the Akasha, created by Greater Lord Rukkhadevata, the sages of the Akademiya created an Akasha terminal that used the power of the Gnosis. By wearing it, people were aided by the wisdom of the Dendro Archon and gained the necessary knowledge. Gradually, the sages began to use the creation of the Goddess of Wisdom not to give knowledge to everyone who wanted it, but to place the knowledge needed by the Akademiya. Much information became forbidden, and it was no longer possible to distinguish truth from fake. Great Sages used the Akasha terminal to put people to sleep to harvest their dreams and create a false god. Because the Akademiya was using the terminal for the wrong reasons, Lesser Lord Kusanali decided to shut down the Akasha. When she gave the Gnosis to one of the Fatui Harbingers in exchange for knowledge, the Akasha ceased to exist.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Sumeru Akademiya",
        "desc": "<p>The Sumeru organization, which exercises administrative control over the region and educates people.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_6956832860262339103.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Sabzeruz Festival",
        "desc": "<p>A Sumeru festival named after the Goddess of Flowers and celebrating the birthday of the Dendro Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/17b89adfdc44a158d37be3cb35268ddd_6799307369729289175.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnoses are internal magical foci that each of The Seven possesses, allowing them to resonate directly with Celestia itself and serving as an emblem of their status. The Gnoses were created from the remains of the Third Descender.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/d233949972be14fcf0feb738a9b67efa_4817492893140404510.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>A caged bird secluded within the confines of the Sanctuary of Surasthana who can only see the world in her dreams.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lost Legacies in the Sand"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/aa70876d6b7d8f92677c156eb93b4530_7096251756531121194.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 3, 2022</color>\nRuins in the Great Red Sand are magnificent and the ancient civilization most intriguing — even carrying dreams of many. The truth brought to light, however, is far from what people think it is...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=EEGh9J0TH2E&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"A Dream of Falling Branches\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/86d85b6c97afb6f5baf9c29371770e7a_5239377591676221292.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>November 5, 2022</color>\nWe ask questions and receive replies in our dreams.\nWhen a myriad of dreams descends on the world, then it is time to say goodbye.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=zgQG0b-Isbk&ab_channel=GenshinImpact"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>A caged bird secluded within the confines of the Sanctuary of Surasthana who can only see the world in her dreams.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Buer",
        "desc": "<p>The Dendro Archon of Sumeru.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/15/237301566/eefeae3e6ad6f9081dc2a39d89a720fd_4115377028707836648.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Details</color>\nGreater Lord Rukkhadevata created Sumeru's rainforest and bestowed wisdom upon the people of Sumeru through the Akademiya. Despite her departure long ago, her name is still praised in the stories told in every household in Sumeru.\nOn the other hand, Lesser Lord Kusanali, who was whisked back by the sages to the Sanctuary of Surasthana following the former's fall, has been more of a symbol — one that signifies that the protection of divinity never ceased to exist on this land.\nBut the answers to who she is, how she descended, and what powers she has, are rarely known.\nFrom the highest sage's vague response and evasive attitude toward people's inquiry about Lesser Lord Kusanali, the people in Sumeru deduced that they should no longer expect merciful wisdom to descend from on high as before.\nThe Akasha, the sublime legacy left by Greater Lord Rukkhadevata, is just as handy and helpful as it has always been. What people are not aware of is that the Akasha today has become the ears and eyes of the newborn deity.\nThrough the Akasha, she has observed every bit of human emotions and attitudes. She is aware of their devotion to the old goddess, their disillusionment with their new deity, and the many comments that \"The God of Wisdom will never come back.\"\nShe knows in her heart that she must keep learning and grow up as quickly as she can to stand up and face the threats from the most abysmal corners of the world. This is her inevitable duty.\nThus, whether she is misunderstood or underappreciated, Nahida makes no argument against it.\n<color=#ffd780>Character Story 3</color>\nChildren have yet to be well-informed and are easily swayed by emotions, but it does not mean that they can be disrespected or mocked.\nFrustration and disappointments do indeed grant them a taste of reality — but at the cost of robbing them of innocent thoughts and exuberant emotions.\nThe children who unluckily run across such negativity would always hear a gentle, warm voice on some ordinary night.\nShe listens attentively to the children, uses her wonderful metaphors to clarify principles to them, plays with them, and talks about their favorite games and snacks... until dawn.\nThough the night is short, such company would let the children believe that there is still someone in this world who understands them.\nHatred and frustration are thus melted away by the warmth in their hearts, and the children would gain an opportunity to make a change in their lives such that they can grow in confidence and gladness.\nHowever, none of them could recognize to whom the gentle, warm voice belonged. Everyone knows, after all, that Greater Lord Rukkhadevata had departed a long time ago.\nA group of children gathered in secret and discussed this mystical phenomenon. Suddenly, a child who seemed to know a lot more than their peers mentioned a somewhat unusual name, \"Lesser Lord Kusanali.\"\nThey soon accepted that theory. And, of course, none of their parents believed them.\nBut what did that matter? Lesser Lord Kusanali was already their friend."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Irminsul</color>\nAs you two probably know, Greater Lord Rukkhadevata disappeared after the disaster in Khaenri'ah. The timings of these events do line up, so your suspicions are reasonable.\nGreater Lord Rukkhadevata's residual consciousness in Irminsul seems to be contaminated with something that has a very dangerous aura to it.\nMany devoted scholars go mad as soon as they connect their consciousness... I've warned the Akademiya about this many times, but people still keep falling victim to it.\n<color=#ffd780>About Akasha and the Sanctuary of Surasthana</color>\nThe Akasha is the legacy of Greater Lord Rukkhadevata. As Lesser Lord Kusanali and The First Akasha Terminal, my consciousness has always been linked to the Akasha.\n...That story begins a long time ago. After Greater Lord Rukkhadevata disappeared, the Sages found my newly born self and took me back to Sumeru.\nAt that time, I was young and weak. The sages kept me in the Sanctuary of Surasthana, ostensibly for the sake of \"protecting\" me, but I've hardly heard from them since.\nHowever, I do understand that they had hoped to find Greater Lord Rukkhadevata instead of me, a symbol of her passing.\nIn some ways, they aren't wrong. Greater Lord Rukkhadevata was omniscient and omnipotent. Even after her death, the Akasha is still empowering this nation.\nAnd I... I'm still really far away from being able to call myself the God of Wisdom. Moreover, the Akademiya is also far more proficient at governing this country. My existence has little meaning.\n<color=#ffd780>About forbidden knowledge</color>\nForbidden knowledge once polluted the desert thousands of years ago, but was successfully repelled thanks to King Deshret's self-sacrifice and Greater Lord Rukkhadevata nearly exhausting her power.\nBut I'm afraid it is much more serious this time, with Irminsul itself already in danger.\nIt's very possible that she sacrificed her life in the fight against forbidden knowledge.\nShe didn't completely eradicate forbidden knowledge, but if it weren't for her actions, the pollution would have been far more rampant over these past five hundred years.\nThe way that everyone, including me, has forgotten everything about forbidden knowledge may very well be due to her restoration of Irminsul."
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Traveler",
        "desc": "A traveler from another world who had their only kin taken away, forcing them to embark on a journey to find The Seven.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Beliefs</color>\n<color=#37ffff>Paimon:</color> Have you noticed something? People in Sumeru don't seem to have a lot of faith in Lesser Lord Kusanali.\n<color=#37ffff>Paimon:</color> Back in Liyue and Inazuma, people were pretty enthusiastic about Rex Lapis and the Almighty Shogun.\n<color=#37ffff>Paimon:</color> Those strange scholars are one thing, but even everyone living downtown only ever seems to talk about Greater Lord Rukkhadevata.\n<color=#37ffff>Traveler:</color> Yeah. (And/That's true... Even) the most delicious mushrooms are said to be Greater Lord Rukkhadevata's blessing.\n<color=#37ffff>Paimon:</color> Speaking of which, lots of the dishes in Liyue are said to have been taught and approved by Rex Lapis himself...\n<color=#37ffff>Paimon:</color> Aha! So as long as a god blesses their people with delicious food, people will worship them!\n<color=#37ffff>Traveler:</color> Hehe, if their name is Paimon, sure.\n<color=#37ffff>Paimon:</color> Huh? Wait, so... Traveler, what do you believe in, then?\n<color=#37ffff>Traveler:</color> Me? Hmm... Paimon, of course.\n<color=#37ffff>Paimon:</color> Heehee, that's right!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Inner Thoughts"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About King Deshret and the Greater Lord</color>\n(Greater Lord Rukkhadevata came to the rescue of King Deshret and his people, but eradicating the forbidden knowledge took so much of her power...)\n(The two deities' followers have resented each other all this time, completely unaware that their gods stuck by each other through life and death.)\n<color=#ffd780>About the Greater Lord</color>\n(It seems that after everyone forgot Greater Lord Rukkhadevata, their understanding of Sumeru's history also changed...)\n(Maybe I'm the only one in all of Teyvat who remembers that Greater Lord Rukkhadevata ever existed.)\n(As the witness of all that happened, I shall respect her choice and keep the secret for her.)"
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "name": "Aranara",
        "desc": "<p>Greater Lord Rukkhadevata's familiars and spirits of the forest.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/237301566/960461c3413ef1a52a3d848543f4ef41_3564656991372311122.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Greater Lord</color>\nAll Aranara are children of Queen Aranyani, even Aramuhukunda.\nQueen Aranyani loves all living things in Vana equally, whether they are Aranara, Nara, Mushrooms, or Rishboland Tigers... To Queen Aranyani, all of them are green leaves on the same tree. Whether they are from the crown of the tree, or from the lowest branches, the leaves plucked from the tree all have the same shape.\nSo all living things returned the same love to Queen Aranyani.\nBut one day, the sky turned black and the streams became as acrid as blood... Big iron chunks and large ink-black monsters were everywhere. The forest started burning too, and Marana flowed out like spring water.\nIn order to heal the world, Queen Aranyani went to a place far, far away. However, she did not return. Perhaps she turned into a tree to bear fruit that can heal the world.\nMany Aranara only knew what the taste of sadness was like for the first time when that happened.\n<color=#ffd780>About the Ashvattha Tree</color>\nQueen Aranyani sang here — thousands of moons ago, or perhaps even more. She had just left Valuka at the time, and the woods weren't as lush as now, so there was still lots of sand on the ground.\nHer Ararakalari was more powerful than any Aranara's, since her song was the closest to the Sourcesong. So Ashvattha responded to her call and sprouted from Sarva.\nQueen Aranyani told Ashvattha that there were many smart, beautiful, yet lonely Nara in the woods and that the children of the forest must increase so that they might become friends with the Nara.\nTherefore, Ashvattha produced a beautiful and full pomegranate with many seeds inside, the first of which to sprout was Aramuhukunda.\nThat made Aramuhukunda the very first Aranara. Later, all the seeds grew and Aranara spread like leaves on a tree. We and Nara were both people of the forest.\nThat's why the Ashvattha Tree is very powerful and very important! Just like Nara bear Nara children, all Aranara are progeny of Ashvattha and Queen Aranyani.\n<color=#ffd780>About the Ararakalari</color>\nArarakalari originated from the song of Aranara that praised Queen Aranyani, Nara, and their own species. This song is called the \"Mahamaitri Kusa Stotra,\" and it can stop the heralds of death.\nAramuhukunda and Arana witnessed the moment when Queen Aranyani healed the land and transformed the golden lands of death into forests filled with vitality. So, their Ararakalari gained this ability."
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p>A trainee ranger active in Avidya Forest. Behind her enthusiastic words and actions hides a slightly introverted personality.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/194600931/37a18b6b6865c59063003a9380f08225_7758071773430345954.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Greater Lord</color>\nGreater Lord Rukkhadevata was Sumeru's first Dendro Archon. She created the rainforests as well as the Wall of Samiel around the desert. Her works provided a means of peaceful living for everyone.\nTo the people of Sumeru, she is not only a symbol of wisdom but also of power and kindness. Unfortunately, she disappeared in a great calamity that occurred a few hundred years ago.\nAccording to what Master has told me, the sages later found the newly born Dendro Archon and whisked her back to Sumeru.\nTo celebrate the reinstatement of their lost deity, the sages dubbed her \"Lesser Lord Kusanali\" and let her reside in the Sanctuary of Surasthana."
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tighnari",
        "desc": "<p>A young researcher well-versed in botany who currently serves as a Forest Watcher in Avidya Forest. He is a straight shooter with a warm heart - and a dab hand at guiding even the dullest of pupils.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/35428890/497dd6fac3d3c652a367c67428550747_306268558608889633.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Akasha</color>\nIt's called an Akasha Terminal. It's a tool produced by the Akademiya that utilizes the legacy of Greater Lord Rukkhadevata. Some say that this item is the very basis of Sumeru's reputation as the City of Wisdom."
      },
      {
        "type": "CustomEntry",
        "epId": 3419,
        "name": "Asfand",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/25/35428890/1d31b9d2f1008a6f2469ee29b27b0900_3637661341826411138.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Dendro Archon</color>\nThe Eremites aren't terribly religious, so we don't know much about divinities. As far as the Akasha goes, we can access even less than you.\nWe originally came from the desert — the gods there died off long ago. Since those days, we've used our own two hands to carve out a living. We don't beg gods for their aid.\nIt isn't just us, though. If you ask me, I think most in Sumeru aren't interested in Lesser Lord Kusanali.\nJust take the Akademiya for example. They're the ones who truly rule Sumeru. Although they believe in gods, most of 'em only care for the late Greater Lord Rukkhadevata.\nIn their eyes, she was the one who founded Sumeru and gifted us with the Akasha. Lesser Lord Kusanali just happened to inherit her legacy.\nBecause of the Akademiya's influence, most citizens are more familiar with Greater Lord Rukkhadevata and hold her in greater esteem.\nNot to mention that Lesser Lord Kusanali never makes an appearance, and the Akademiya never announces anything about her. As far as the people of Sumeru are concerned, she's just a god that exists... and that's all."
      },
      {
        "type": "CustomEntry",
        "epId": 3570,
        "name": "Dunyarzad",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/194600931/b870c8c1310f918467367df07471fd94_729771163841159610.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Sabzeruz Festival</color>\nIt is Lesser Lord Kusanali's birthday, which is the day that she was found by the sages.\nIt's actually an old holiday that originally celebrated Greater Lord Rukkhadevata's birthday. When she passed away, the holiday eventually became a celebration of the Lesser Lord's birthday.\nI heard everyone was overjoyed when they welcomed her back to Sumeru. In those days, the festival was a huge deal.\nBut because of the Akademiya's influence, people have gradually lost interest in the festival.\nThe Akademiya actively participates in Sumeru's many holidays dedicated to Greater Lord Rukkhadevata, but when it comes to the Sabzeruz Festival, forget any funding, they practically act like it doesn't exist.\nMaybe they see Lesser Lord Kusanali's birth as confirmation of Greater Lord Rukkhadevata's death, so they're reluctant to celebrate it.\nSure, the Greater Lord founded Sumeru, but hasn't Lesser Lord Kusanali been the one quietly protecting us for the past few hundred years?"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>The star of the Zubayr Theater. She is full of warmth and innocence, and her dances are lively and elegant.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Sabzeruz Festival</color>\nAccording to legend, the Sabzeruz Festival was originally the Goddess of Flowers' birthday celebration for the Greater Lord.\nA long, long time ago, on one of Greater Lord Rukkhadevata's birthdays, her friends threw her a celebratory banquet.\nSome of the gods got drunk. One started playing music and the Greater Lord started singing, so the Goddess of Flowers began to dance.\nAs she danced upon the grass, countless beautiful Padisarahs began to bloom wherever she stepped.\nThose brilliant purple flowers became her dazzling stage. All the gods clamored, \"Oh, if only time could stop at this very moment.\"\nOf course they did! When people mention the gods, they always think of the Archon War, but Sumeru's gods also had happy times.\nHehe, they symbolize the Goddess of Flowers after all. It's just a shame that all the real Padisarahs went extinct after her death.\nYeah. The Greater Lord brought forth Padisarahs in memory of the Goddess of Flowers, but she ultimately could never truly replicate that beautiful purple."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Ayn Al-Ahmar</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About King Deshret</color>\nYears ago, King Deshret founded the great desert nation that was our homeland. It was an advanced civilization, far beyond anything you'll see in present-day Sumeru.\nKing Deshret was the rightful God of Wisdom, but he was betrayed by a companion he trusted... She even stripped him of his title, \"God of Wisdom.\"\nGreater Lord Rukkhadevata, yes! That shameless wretch destroyed King Deshret's civilization, and our ancestors were forced to flee to this land where we were made to suffer the tyranny of our enemies.\nFurthermore, she conspired with the Akademiya to cover up the truth of her actions and create the merciful and benevolent facade for which she is now known. Ugh, just thinking about it sickens me.\nBut the story doesn't end there, oh no. King Deshret isn't truly dead. The voice of the Oracle has been heard in the desert, prophesying his resurrection!\nMark my words, our god shall return. And when that day comes, all followers of the traitor and all the desert dwellers who have forgotten their true god will suffer retribution together.\nIf what I'm saying makes you shiver with fear, it might not be too late for you to become a believer of King Deshret, hahaha."
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhaitham",
        "desc": "<p>The current scribe of the Sumeru Akademiya, a man endowed with extraordinary intelligence and talent. He lives free — free from the searching eyes of ordinary people, anyway.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/25249dd20b86c775fb35bdbbd805d9ec_8879881358376735994.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Sumeru Akademiya</color>\nThat isn't something they could've accomplished with their scholarly talents alone. In the Sanctuary of Surasthana, there's a device of Greater Lord Rukkhadevata's that she once used to isolate herself while meditating.\nFive hundred years ago, the Grand Sage at the time modified the device so that it can no longer be controlled from the inside. They're effectively trapping one god with the power of another."
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Sumeru Akademiya",
        "desc": "<p>The Sumeru organization, which exercises administrative control over the region and educates people.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_6956832860262339103.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Dendro Archon</color>\nWe are a people favored by Greater Lord Rukkhadevata. Though I may have personally not seen it, our forefathers bore witness to \"true wisdom.\"\nThe ascension of the Lesser Lord has brought nothing but bewilderment to the scholars. They all ask, \"Is that truly what true wisdom is supposed to look like?\"\nWith that in mind, it is better to keep her isolated in the Sanctuary of Surasthana so our academy will not become embroiled in turmoil."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p>Irminsul can be thought of as a large tree growing downwards rather than upwards, containing all the knowledge and wisdom of the world from ancient times to the present. Ley Lines, like the roots of Irminsul, cross the earth, absorbing the memories of the world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/237301566/aa06aa829f5a3a926aef88750adb81f2_3960309425065670916.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Greater Lord Rukkhadevata was the avatar and manifestation of Irminsul's power.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>The Goddess of Flowers, a friend of Greater Lord Rukkhadevata and King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_5741359718049745060.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Goddess of Flowers, Rukkhadevata's friend. Together with Al-Ahmar, they ruled Sumeru. After Nabu Malikata's death, Rukkhadevata cared for her \"daughter,\" Khvarena.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "King Deshret, Rukkhadevata's friend. Together with Nabu Malikata, they ruled Sumeru. Rukkhadevata helped to clear Sumeru from forbidden knowledge, which appeared through his fault.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Mistress of Many Waters, who died in Sumeru during the Cataclysm. Rukkhadevata grew the Harvisptokhm tree from Egeria's body to preserve her consciousness and seal the Tunigi Hollow.\nKhvarena\nNabu Malikata's \"daughter.\" Rukkhadevata turned her into the divine bird Simurgh because of the Cataclysm.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "name": "Aranara",
        "desc": "<p>Greater Lord Rukkhadevata's familiars and spirits of the forest.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/237301566/960461c3413ef1a52a3d848543f4ef41_3564656991372311122.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Rukkhadevata's familiars",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "name": "Pari",
        "desc": "<p>The Dendro Archon's familiars. They were born from the pure Amrita and the divine bird, Simurgh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/237301566/f21022149a22f1cc88730af56ae3f1f6_6959906351086783956.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Rukkhadevata's familiars",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Buer",
        "desc": "<p>The Dendro Archon of Sumeru.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/15/237301566/eefeae3e6ad6f9081dc2a39d89a720fd_4115377028707836648.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The current Dendro Archon. Rukkhadevata created her from a branch of Irminsul.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Sabzeruz Festival",
        "desc": "<p>A Sumeru festival named after the Goddess of Flowers and celebrating the birthday of the Dendro Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/17b89adfdc44a158d37be3cb35268ddd_6799307369729289175.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The celebration of the Dendro Archon's birthday",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Sumeru Akademiya",
        "desc": "<p>The Sumeru organization, which exercises administrative control over the region and educates people.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_6956832860262339103.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Sumeru Akademiya was founded under the patronage of the Greater Lord.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books and Items"
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2922,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2679,
        "name": "Nagadus Emerald Sliver",
        "desc": "<p>Character Ascension Material.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/8a494dcde9769dd1e536512e1a689ba1_1454102751638301920.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2678,
        "name": "Nagadus Emerald Fragment",
        "desc": "<p>Character Ascension Material.</p><p>\"I had a very, very long dream...\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/58cae6f57061984127a0a6e2970fa134_3475036179228236840.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2677,
        "name": "Nagadus Emerald Chunk",
        "desc": "<p>Character Ascension Material.</p><p>\"I had a very, very long dream...\"</p><p>\"In it, people were holding hands, dancing in a circle, be they sages or fools, dancers or warriors, puppets or statues of gods...\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/d45535e4a38da93077684ded74ff2ab7_1374781580009305626.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2676,
        "name": "Nagadus Emerald Gemstone",
        "desc": "<p>Character Ascension Material.</p><p>\"I had a very, very long dream...\"</p><p>\"In it, people were holding hands, dancing in a circle, be they sages or fools, dancers or warriors, puppets or statues of gods...\"</p><p>\"That dancing circle embodied everything about the universe. Life has always been the end, while it is wisdom that shall be the means.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/4e6fdd6c33dcd340000b8d8087573f23_3166795351403582672.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2672,
        "name": "Deepwood Memories",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/f526e111c9c7dcbaed0d7fd8c8d58ef2_6545580301650182707.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Gilded Dreams",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/ae8a2c6f24df66e1bd7cc2dbd83d330d_5836084318530605114.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Flower of Paradise Lost",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/50ce09dfa5a91a33aa9cedfb15bcf2d1_864016614991586234.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Vourukasha's Glow",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/bc9329baf36935b2fb094f783a7695f2_5409606138062221441.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2696,
        "name": "Copper Talisman of the Forest Dew",
        "desc": "<p>Weapon Ascension Material.</p><p>Under the instructions of the First Sage, the ancestors of the forest people made these talismans using withered trees to commemorate the Lord of Verdure.</p><p>The talisman's shape was inspired by the forest dew. It symbolizes the permeation of wisdom into mortal minds.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/11ddd1bff01183e94e9cc781a79a2474_52820346445795437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2697,
        "name": "Iron Talisman of the Forest Dew",
        "desc": "<p>Weapon Ascension Material.</p><p>Later, the Lord of Verdure taught people the mystery of the forging of black iron. The innocent mortals thus grasped the knowledge of using fire to forge blades.</p><p>The Lord of Verdure took pleasure in their knowledge - Lethal as fire and blades were to her, they made ordinary people powerful.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/125a6c8e66307d5cbf44bff8dc430756_5053162374216950532.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2698,
        "name": "Silver Talisman of the Forest Dew",
        "desc": "<p>Weapon Ascension Material.</p><p>In the myriad lore of the forest, the one in the striped cape that resembled blazing flames was the Greater Lord of the Labyrinths and the Owner of the Moon-Mirrored Spring.</p><p>When he bowed his head and struck up a friendship with the Lord of Verdure, the tokens of their friendship were the gems that glimmered like water and silver that gleamed like the moonlight.</p><p>To repay such a gesture, the Lord of Verdure promised to keep secrets for the Greater Lord of the Labyrinths and safeguard the intricate and beautiful dreams of the rainforest.</p><p>No one could have foretold that the magnificent mansion of secrets and dreams would later fade away amidst the shroud of the dark flame of oblivion, after which its ash returned to the soil and became nutrients for the virgin rainforests.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/d26b5f895516b6ab912be2437c4d405c_1025075224940936420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2699,
        "name": "Golden Talisman of the Forest Dew",
        "desc": "<p>Weapon Ascension Material.</p><p>\"Mortals hold dear three things only: the spring water that embraces the moonlight, verdant life, and ageless youth...\"</p><p>The nature of \"wisdom\" is not domination over all minds or scheming to gain all the benefit.</p><p>Instead, it is about empowering even ordinary beings to one day overcome their imposed constraints.</p><p>Though the roar of the tiger is no longer heard in the forest and the resilient guardians would seclude themselves within the dreams of children... On the night when every secret golden seal is lifted and all dreams glow like amber in the moonlight, perhaps she and her beloved people will eventually win genuine freedom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/6589e8def2462112ce3979dc2b74923e_3052296086323144482.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2695,
        "name": "Olden Days of Scorching Might",
        "desc": "<p>Weapon Ascension Material.</p><p>In the era when the ignorant Lord of Deserts ruled, his power descended upon every inch of the land like the scorching sun.<br>Ancient stone tablets record that he turned his power into seven rays of blinding light or seven pillars, which he granted equally and mercifully to everyone. No one was neglected, nor was anyone discontented.<br>That was a forgotten golden era, an era when the Lord of Flowers had faded into the sands and the Lord of Verdure was determined to leave. Only the descendants in the yellow sand chose to follow their god. Even as the grim shadow of calamity loomed, the power in which they had faith shone brightly like amber and gold.<br>Yet calamity befell nonetheless, and the golden insectoid insignias were buried beneath the depths of shrine and palace, under collapsed pillars engraved with images of eagles and bulls.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/35428890/926dfd8c47c13abca0158294efe5751e_6673827712114431709.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2681,
        "name": "Rukkhashava Mushrooms",
        "desc": "<p>[Version 1]</p><p>A fungus that grows in layers upon layers, like a sea of clouds, and which mostly grows on trees deep in the rainforest. Therefore, they are considered by the people of Sumeru to be the holy crystallization of Rukkhadevata's legacy.</p><p></p><p>[Version 2]</p><p><span style=\"color: #FFD780\">Complete Archon Quest Chapter III: Act V - Akasha Pulses, the Kalpa Flame Rises</span></p><p><span style=\"color: #FFD780\">Quest - Where the Boat of Consciousness Lies</span></p><p></p><p>A fungus that grows in layers upon layers, like a sea of clouds, and which mostly grows on trees deep in the rainforest.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/fbfb9632c9668ce46422fa5b2acb9f0d_1275182905724371156.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "videoCollection": [
      {
        "title": "Cutscene Animation: \"A Dream of Falling Branches\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=zgQG0b-Isbk&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/zgQG0b-Isbk/maxresdefault.jpg",
        "duration": 158
      },
      {
        "title": "Story Teaser: Lost Legacies in the Sand | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=EEGh9J0TH2E&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/EEGh9J0TH2E/maxresdefault.jpg",
        "duration": 160
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Rukkhadevata"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Archons"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "Greater Lord Rukkhadevata"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Lord of Dendro\nDendro Archon\nQueen Aranyani\nGoddess of Wisdom\nLord of Verdure"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Dialogue about the Greater Lord",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(Archon Quest Chapter III: Act V 'Akasha Pulses, the Kalpa Flame Rises')</color>\n<color=#37ffff>Rukkhadevata</color> : Irminsul and the surrounding lands have been reproduced here as they were years ago, but this is just a realm of consciousness.\n<color=#37ffff>Rukkhadevata</color> : We are manifestations of the same nature, hence why we would appear exactly the same.\n<color=#37ffff>Nahida</color> : Hmm? We're... of the same nature? Why?\n<color=#37ffff>Rukkhadevata</color> : Because you are me, and I am you.\n<color=#37ffff>Rukkhadevata</color> : You are me in the new samsara.\n<color=#37ffff>Nahida</color> : The new samsara...\n<color=#37ffff>Rukkhadevata</color> : As Greater Lord Rukkhadevata, I'm the avatar of Irminsul, and you are the purest branch snapped from Irminsul.\n<color=#37ffff>Rukkhadevata</color> : Imagine it this way... Even if a tree dies, its branches will eventually take root and grow, continuing the tree's life in another form.\n<color=#37ffff>Rukkhadevata</color> : I'm merely the remaining consciousness of Greater Lord Rukkhadevata. The real me has presumably died a long time ago.\n<color=#37ffff>Rukkhadevata</color> : Hmm... Judging from your appearance, I've probably been dead for five hundred years...\n<color=#37ffff>Rukkhadevata</color> : But you're finally here, my new \"self\" in this samsara.\n<color=#37ffff>Nahida</color> : If this is true, then am I... going to be a great archon like you someday?\n<color=#37ffff>Rukkhadevata</color> : Though we share the same nature, our fates are bound to be different. All things have their own fate.\n<color=#37ffff>Rukkhadevata</color> : When a branch grows into a mature tree, it won't be the same as the original tree.\n<color=#37ffff>Nahida</color> : That's why fate is the ultimate knowledge, isn't it?\n<color=#37ffff>Rukkhadevata</color> : That's a great insight. Yes, very good.\n<color=#37ffff>Rukkhadevata</color> : It's also precisely why you won't become like me...\n<color=#37ffff>Nahida</color> : Really...\n<color=#37ffff>Rukkhadevata</color> : But perhaps, you may become an even greater archon than I.\n<color=#37ffff>Rukkhadevata</color> : I already see a determination in you that I didn't possess in my time, and the future that it leads you to will be yours alone.\n<color=#37ffff>Rukkhadevata</color> : Along with the blessings from your past experiences.\n<color=#37ffff>Rukkhadevata</color> : Don't worry. The growth of wisdom is like that of a plant — you only need to wait quietly for the flower to bloom.\n<color=#37ffff>Nahida</color> : Thank you... Nothing makes me happier than discovering that the archon I always admired was in fact myself in another fate.\n<color=#37ffff>Nahida</color> : It's so nice to speak with you, Greater Lord Rukkhadevata. I've always wanted to meet you..."
          }
        ]
      }
    ]
  }
}