{
  "epId": 4912,
  "name": "Nabu Malikata",
  "desc": "<p>The Goddess of Flowers, a friend of Greater Lord Rukkhadevata and King Deshret.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_5741359718049745060.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1730110241,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Nabu Malikata"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Angels\nGods"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "Goddess of Flowers"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Lord of Flowers\nMistress of Pushpavatika"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7083,
        "name": "Angels",
        "desc": "<p>Also known as Heavenly envoys, their primary duties were to help people. They were later expelled from Celestia and consequently lost their bodies and minds.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/237301566/2aa6b47bf4316be4c736d48e07f765e4_6979180294390120549.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Nabu Malikata is likely one of the only survivors of her race.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Nabu Malikata's friend. Together with Rukkhadevata, they ruled Sumeru. The Goddess of Flowers sacrificed herself so Al-Ahmar could get the forbidden knowledge.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>The Goddess of Wisdom, the previous Dendro Archon, and a friend of Nabu Malikata and King Deshret. She was completely erased from Irminsul to save it from forbidden knowledge.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/59da6a8cbcffa112e5d2b63788d7051e_2474648649910280690.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Nabu Malikata's friend. Together with King Deshret, they ruled Sumeru. After Nabu Malikata's death, Rukkhadevata took care after her friend's \"daughter.\"\nKhvarena\nNabu Malikata's \"daughter.\" Rukkhadevata turned Khvarena into the divine bird Simurgh because of the Cataclysm 500 years ago.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7075,
        "name": "Jinn",
        "desc": "<p>Familiars of the Goddess of Flowers, birthed from intoxicating dreams and the bitter memories of loss. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/237301566/070db3715b0d3f563668130e950ff6cb_5764414170505677641.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Goddess of Flowers's familiars, who lived in Ay-Khanoum",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3530,
        "name": "Liloupar",
        "desc": "<p>The Mother of the Jinn, under whose influence Gurabad rose and fell.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/237301566/919fe68dc22d6d80b3a8118ce6c80491_4646231578336902181.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3510,
        "name": "Jinni in the Magic Bottle — Liloupar",
        "desc": "<p>Born from water lilies,  Liloupar, the great Jinni, whose soul had been shattered due to an ancient punishment, was sealed in a transparent magic bottle.<br>Now, it seems that she has found a new master...<br><br>Although she only possesses a-hundred millionth of her previous great power, she will use what is left of her to help her master pass through the hot sand and ancient ruins of the Desert of Hadramaveth.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/28/194600931/4ac128e999f11d7b4ca081badc38ab46_6746532569145593795.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "A Jinni, who used to serve the Goddess of Flowers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books and Items"
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Flower of Paradise Lost",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/50ce09dfa5a91a33aa9cedfb15bcf2d1_864016614991586234.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Vourukasha's Glow",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/bc9329baf36935b2fb094f783a7695f2_5409606138062221441.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3320,
        "name": "Tulaytullah's Remembrance",
        "desc": "<p>A bell crafted of deep sapphire and sterling silver. Its echoes are as crisp as they are distant.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/8de363bf716e4538ba86014fbea827ef_1659819870214382408.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2700,
        "name": "Oasis Garden's Reminiscence",
        "desc": "<p>Weapon Ascension Material.</p><p>People used to say that the Lord of Flowers was the Lord of Joy and Happiness. Freshwater sprang from her sleeves, and thus was the oasis of blossoming flowers born in the desert. Flowers and grasses followed in her footsteps, and gleaming moonlight cleared the way for her.</p><p>In the bitter days when the sky turned its back on the ground, the Lord of Flowers extended her mercy to each and every one of the mortals, letting them regain their happiness and egos, allowing leisure and luxury to resume.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/f3d4942112747ff9e243134a244a9bc1_9067175629614940137.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2701,
        "name": "Oasis Garden's Kindness",
        "desc": "<p>Weapon Ascension Material.</p><p>In the literature buried deep beneath the yellow sands, the Lord of Flowers was the Mistress of Dreams.</p><p>She bestowed dreams upon the exiled, the manic, and the foolish.</p><p>In those dreams, they were presented with their dearest delights. Burdened by the brutality of reality, they were fascinated by the charm of the Lord of Flowers and captivated by her beauty and care.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/1056b63e391c2064561c1629a64ee77d_6389936980772314496.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2702,
        "name": "Oasis Garden's Mourning",
        "desc": "<p>Weapon Ascension Material.</p><p>The Lord of Flowers was in an amicable relationship with the Jinn.</p><p>The Mistress of Flowers and Oases joined hands with the Lord of Deserts and built Ay-Khanoum, the \"City of Amphitheaters,\" which carried the meaning of \"City of the Moon Maiden\" in the ancient language on the Jinn.</p><p>Later, however, it was said that the Lord of Flowers died due to the malice of the burning sun and yellow sand, after which the blossoms of purple Padisarahs were never seen again in the oases. After the departure of the Lord of Flowers, the sandstorms keened, the Jinn sobbed, and the moonlight-silver gem disc lost its original, glad purpose, giving off a mournful glimmer.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/50f11014dc9900bcd9d402e79caad6e8_396839527581251385.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2703,
        "name": "Oasis Garden's Truth",
        "desc": "<p>Weapon Ascension Material.</p><p>\"Who would worship a departed god?\"</p><p>The Lord of Flowers was once in alliance with two other gods. Apart from wisdom and power, she also brought mercy and joy to her people.</p><p>Just as the earth needs more than the burning sunshine and pouring rain, to the people of the Lord of Flowers, joy and love, singing and music, and wine and extravagance were just as vital as strength and sensibility.</p><p>It is said that flowers blossom so that they may enjoy a spectacular death, and that death was precisely the wholehearted pursuit of the Lord of Flowers - for death adds bitterness to lost joy, and intensifies with time across endless memories.</p><p>The ignorant Lord of Deserts was never aware of her reasoning. He only reveled in her immense charm and grace - and as misguided as such fervent affections might be, they were well within the calculations of the Lord of Flowers.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/d57f129a3d99caf45852020799fa467f_2638586212105471777.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2694,
        "name": "Dream of Scorching Might",
        "desc": "<p>Weapon Ascension Material.</p><p>Silver moonlight and clear springs once completed the scenery of the oases. But as the Lord of Flowers faded in the darkening sandstorm, so was the worriless golden paradise submerged by death.<br>In the poetry of the Eremite Tribe, the moon cast its silver light on the crimson mantle, causing Al-Ahmar, the Mourning King, to be driven to madness.<br>In a melancholic desert ballad, driven by the haunting nostalgia, the lonely king created an ever-youthful dreamland in the center of the desert, where undisturbed water sprang up and perpetual dusk remained.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/35428890/0f4da1fdc0aa6f58e698e290ec4e1302_9015059425005593599.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2695,
        "name": "Olden Days of Scorching Might",
        "desc": "<p>Weapon Ascension Material.</p><p>In the era when the ignorant Lord of Deserts ruled, his power descended upon every inch of the land like the scorching sun.<br>Ancient stone tablets record that he turned his power into seven rays of blinding light or seven pillars, which he granted equally and mercifully to everyone. No one was neglected, nor was anyone discontented.<br>That was a forgotten golden era, an era when the Lord of Flowers had faded into the sands and the Lord of Verdure was determined to leave. Only the descendants in the yellow sand chose to follow their god. Even as the grim shadow of calamity loomed, the power in which they had faith shone brightly like amber and gold.<br>Yet calamity befell nonetheless, and the golden insectoid insignias were buried beneath the depths of shrine and palace, under collapsed pillars engraved with images of eagles and bulls.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/35428890/926dfd8c47c13abca0158294efe5751e_6673827712114431709.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>A holy and noble plant. The conditions for growth in its environment are very demanding. The flower buds can be processed to make valuable spices.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/d5172558c50dbc305ee422b95bf8ed21_2954304386179237064.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>The star of the Zubayr Theater. She is full of warmth and innocence, and her dances are lively and elegant.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Interesting Things: Padisarahs</color>\nWhen the Goddess of Flowers danced, real Padisarahs would bloom underneath her feet. That sounds like such a beautiful scene. I'd love to see it."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Sabzeruz Festival</color>\nAccording to legend, the Sabzeruz Festival was originally the Goddess of Flowers' birthday celebration for the Greater Lord.\nA long, long time ago, on one of Greater Lord Rukkhadevata's birthdays, her friends threw her a celebratory banquet.\nSome of the gods got drunk. One started playing music and the Greater Lord started singing, so the Goddess of Flowers began to dance.\nAs she danced upon the grass, countless beautiful Padisarahs began to bloom wherever she stepped.\nThose brilliant purple flowers became her dazzling stage. All the gods clamored, \"Oh, if only time could stop at this very moment.\"\nWhen people mention the gods, they always think of the Archon War, but Sumeru's gods also had happy times.\nHehe, they symbolize the Goddess of Flowers after all. It's just a shame that all the real Padisarahs went extinct after her death.\nYeah. The Greater Lord brought forth Padisarahs in memory of the Goddess of Flowers, but she ultimately could never truly replicate that beautiful purple.\n<color=#ffd780>About the crown</color>\nThe legends say that the Goddess of Flowers had beautiful horns on her head, so this crown was made to reflect that. Ah, Dunyarzad! You look absolutely stunning with it on! It's like I'm looking at the Goddess of Flowers herself..."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Parisa</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Sabzeruz Festival</color>\nThe Sabzeruz Festival is the festival celebrating the birthday of Sumeru's deity — the Dendro Archon.\nIt is said that in the ancient past, the Goddess of Flowers would dance at the Dendro Archon's birthday, and the Padisarahs would bloom across the stage...\nThus, we call the Dendro Archon's birthday celebration the \"Sabzeruz Festival.\""
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Philby</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Sabzeruz Festival</color>\nSince I'm already here, I have to pay a visit to Sumeru City. The locals told me that I should attend the festivals held there if I can.\nFor example, there's something called the Sabzeruz Festival, which celebrates the birthday of Lesser Lord Kusanali.\nBut when I asked if Lesser Lord Kusanali is also called the Goddess of Flowers, they shook their heads, and said that the Goddess of Flowers and the Dendro Archon aren't the same god. It seems that the Greater Lord and Lesser Lord Kusanali aren't the same god either.\nI don't understand. Then why is Lesser Lord Kusanali's birthday called \"Sabzeruz Festival\"? That's just being obtuse!"
      },
      {
        "type": "CustomEntry",
        "epId": 3527,
        "name": "Babel",
        "desc": "<p>Matriarch of the Tanit tribe.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/77454259/e3ada2f7642f67aa52b067345fae5a54_4873312540268047896.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Nabu Malikata</color>\nThat's my mistress, yes. Now show some respect, little lass.\nShe slumbers in the Eternal Oasis. This tunnel was dug in her memory.\nSo the relationship between Gurabad and this place...\nThe Lord charged the mortals' ideal kingdom with guarding his Eternal Oasis. That is why there was a city on the periphery of this dune.\n<color=#ffd780>About Eternal Oasis</color>\nThe Eternal Oasis not only bears great importance to Jeht, but it also stands as a central pillar of our faith.\nClaiming the Eternal Oasis means claiming the sovereignty that once belonged to the Queen of All Oases, Nabu Malikata... For her descendants, this inheritance means everything."
      },
      {
        "type": "CustomEntry",
        "epId": 3445,
        "name": "Jeht",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/07/194600931/5a2b16ed95cb2de7f10938e86283d8cc_6964787147983871189.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Gurabad</color>\nThere is a legend in our tribe... They say that in the days of Queen Nabu Malikata, this was a verdant land ruled by a tribe of giants...\nBut later, the foolish giants grew vines that reached up to the heavens in order to listen for news of the heavens. Divine punishment came to them as a result, and the earth opened up and swallowed them...\nWe young people don't really believe in these faraway tales... But it's best to avoid these ruins when traversing the desert.\nThey're \"bad luck.\""
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Expulsion from Celestia",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "According to legend, the\nwas one of the beautiful angels living in the\nHer skin sparkled with a lunar glow, her face was indescribably beautiful, and she had amazing horns on her head. Then, the skies opened up and invaders from the outside world (presumably, Second Throne) descended, bringing with them a great war, destruction, spreading plagues, and forbidden knowledge. Forbidden knowledge was a form of \"truth\" that could not be comprehended and did not belong to this world. It came from the very bottom of the Abyss, and the world constantly rejected it. After the war, the angels were exiled from Celestia, many of the Lord of Flowers' kind were stripped of their minds, and the goddess's body was wounded. The husks left behind by the beautiful angels became known as the Seelies, and now guide travelers following them to treasures, helping people, just as they did before. For seventy-two nights, Nabu Malikata wandered the barren wastes. Her heels were worn through by the merciless gravel, and her wounds gushed into limpid springs, turning into streams with no boundaries. These streams flowed into verdant gardens, from which sprouted night-blue water lilies — the mothers of the Jinn, who were born from intoxicating dreams and bitter memories of loss. The wise Jinn became the familiars of the Lord of Flowers and asked her to stay in the blooming garden. Captivated by their tenderness, the exiled goddess stayed, and where she stepped, flowers of an amazing purple color grew, which were called Padisarahs.\nIn the desert, the Lord of Flowers met the King of the Red Sands,\nThey allied and began to rule the people together. People used to say that the Lord of Flowers was the Lord of Joy and Happiness. Freshwater sprang from her sleeves and thus was the oasis of blossoming flowers born in the desert. Flowers and grasses followed in her footsteps, and gleaming moonlight cleared the way for her. In times of trouble, when the heavens turned away from humanity, the Lord of Flowers extended her mercy to each and every one of the mortals, letting them regain their happiness and egos, allowing leisure and luxury to resume. She bestowed dreams upon the exiled, the manic, and the foolish. In those dreams, they were presented with their dearest delights. Burdened by the cruelty of reality, they were fascinated by the charm of the Lord of Flowers and captivated by her beauty and care. Once, together with the Lord of the Desert, Nabu Malikata built the \"City of Amphitheaters,\" Ay-Khanoum, for the Jinn. In the ancient language of the Jinn, it means \"City of the Moon Maiden.\" But even in that golden time, the Lord of Flowers continued to feel sorrow."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/0e40e4e8d20f80d6d48522739fd50f48_7580633568483767453.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Long ago, when shadows reached across the land, blood and tears mingled to form a garden spring. The Lord of Flowers was grieving, and so a sapphire city, Tulaytullah, arose from her tears. Beneath those azure domes, the Tighnarians grew proud as they spawned generations of wisdom. Tulaytullah was the Lord of Flowers' most precious jewel. In the gardens bloomed Padisarahs clothed in dream-like violet, while the swollen pomegranate raised their voices high and sang.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7083,
        "name": "Angels",
        "desc": "<p>Also known as Heavenly envoys, their primary duties were to help people. They were later expelled from Celestia and consequently lost their bodies and minds.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/237301566/2aa6b47bf4316be4c736d48e07f765e4_6979180294390120549.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7082,
        "name": "Seelie",
        "desc": "<p>Once a mighty race that lived to guide mankind. They have been cursed to degenerate into nothing but empty husks. They show those who follow them treasures hidden from human eyes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/237301566/7f7c0e4acd83db648629de72adbc1b5d_161728764276814021.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7075,
        "name": "Jinn",
        "desc": "<p>Familiars of the Goddess of Flowers, birthed from intoxicating dreams and the bitter memories of loss. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/237301566/070db3715b0d3f563668130e950ff6cb_5764414170505677641.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3320,
        "name": "Tulaytullah's Remembrance",
        "desc": "<p>A bell crafted of deep sapphire and sterling silver. Its echoes are as crisp as they are distant.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/8de363bf716e4538ba86014fbea827ef_1659819870214382408.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Flower of Paradise Lost",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/50ce09dfa5a91a33aa9cedfb15bcf2d1_864016614991586234.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2700,
        "name": "Oasis Garden's Reminiscence",
        "desc": "<p>Weapon Ascension Material.</p><p>People used to say that the Lord of Flowers was the Lord of Joy and Happiness. Freshwater sprang from her sleeves, and thus was the oasis of blossoming flowers born in the desert. Flowers and grasses followed in her footsteps, and gleaming moonlight cleared the way for her.</p><p>In the bitter days when the sky turned its back on the ground, the Lord of Flowers extended her mercy to each and every one of the mortals, letting them regain their happiness and egos, allowing leisure and luxury to resume.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/f3d4942112747ff9e243134a244a9bc1_9067175629614940137.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2701,
        "name": "Oasis Garden's Kindness",
        "desc": "<p>Weapon Ascension Material.</p><p>In the literature buried deep beneath the yellow sands, the Lord of Flowers was the Mistress of Dreams.</p><p>She bestowed dreams upon the exiled, the manic, and the foolish.</p><p>In those dreams, they were presented with their dearest delights. Burdened by the brutality of reality, they were fascinated by the charm of the Lord of Flowers and captivated by her beauty and care.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/1056b63e391c2064561c1629a64ee77d_6389936980772314496.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2702,
        "name": "Oasis Garden's Mourning",
        "desc": "<p>Weapon Ascension Material.</p><p>The Lord of Flowers was in an amicable relationship with the Jinn.</p><p>The Mistress of Flowers and Oases joined hands with the Lord of Deserts and built Ay-Khanoum, the \"City of Amphitheaters,\" which carried the meaning of \"City of the Moon Maiden\" in the ancient language on the Jinn.</p><p>Later, however, it was said that the Lord of Flowers died due to the malice of the burning sun and yellow sand, after which the blossoms of purple Padisarahs were never seen again in the oases. After the departure of the Lord of Flowers, the sandstorms keened, the Jinn sobbed, and the moonlight-silver gem disc lost its original, glad purpose, giving off a mournful glimmer.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/50f11014dc9900bcd9d402e79caad6e8_396839527581251385.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2703,
        "name": "Oasis Garden's Truth",
        "desc": "<p>Weapon Ascension Material.</p><p>\"Who would worship a departed god?\"</p><p>The Lord of Flowers was once in alliance with two other gods. Apart from wisdom and power, she also brought mercy and joy to her people.</p><p>Just as the earth needs more than the burning sunshine and pouring rain, to the people of the Lord of Flowers, joy and love, singing and music, and wine and extravagance were just as vital as strength and sensibility.</p><p>It is said that flowers blossom so that they may enjoy a spectacular death, and that death was precisely the wholehearted pursuit of the Lord of Flowers - for death adds bitterness to lost joy, and intensifies with time across endless memories.</p><p>The ignorant Lord of Deserts was never aware of her reasoning. He only reveled in her immense charm and grace - and as misguided as such fervent affections might be, they were well within the calculations of the Lord of Flowers.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/d57f129a3d99caf45852020799fa467f_2638586212105471777.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2930,
        "name": "The Shepherd and the Magic Bottle",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/7a0a7278d7ddb0d96d13606cc45155a4_8541423891824654734.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Greater Lord Rukkhadevata",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Legend has it that the Mistress of Pushpavatika once heard of a wise princess and descended upon the divine lands to test the princess's wisdom. The Goddess of Flowers asked the princess three riddles and promised spices, gold, and precious stones as a reward. The princess agreed, but the value of knowledge was more valuable to her than the value of gold.\nMistress of Pushpavatika's first riddle was:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"What is cold as the dead while alive,\"</color>\n<color=#ffffffd9>\"Yet gives warmth upon death?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The princess's answer was:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"You speak of the fragile rose of late spring. Even when covered in thorns, her beauty shines through.\"</color>\n<color=#ffffffd9>\"Her flowers plucked to make perfume, her stems snipped into the wicks of oil lamps.\"</color>\n<color=#ffffffd9>\"Lovers throughout history have been smitten by her, and even the king in red admires her beauty.\"</color>\n<color=#ffffffd9>\"But the rose has never pined for anyone. She merely withers with the new moon and morning dew.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The Lord of Flowers secretly approved, yet her beautiful face remained as calm as ever.\nThe second riddle of the Mistress of Pushpavatika was:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"What rises from the earth, then descends from the sky,\"</color>\n<color=#ffffffd9>\"No one has seen it, yet it sees all,\"</color>\n<color=#ffffffd9>\"As above, so below, and as at the bottom, so too, the top,\"</color>\n<color=#ffffffd9>\"Yet only top to bottom may be, and never bottom to top?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The princess's answer was:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"You speak of the universal law created in heaven, the divine laws established in the beginning.\"</color>\n<color=#ffffffd9>\"No one has seen the eternal law, yet it governs all.\"</color>\n<color=#ffffffd9>\"One may only bow down and worship Vaana of the heavenly spirits — no arrogation, deception, or trickery is permitted.\"</color>\n<color=#ffffffd9>\"If one dares to imitate the forbidden arts, only calamity awaits at the edge of divine knowledge.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The heart of the Lord of Flowers was filled with joy, but she remained cold.\nThe third riddle came next:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"What cannot stop arrows, yet can stop destruction,\"</color>\n<color=#ffffffd9>\"Cannot destroy armor, yet can destroy cities,\"</color>\n<color=#ffffffd9>\"Does not submit to envoys from above, nor kingdoms down below,\"</color>\n<color=#ffffffd9>\"What can neither gods nor demons, for all their might, prevail over?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "And the princess answered:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"You speak of endless wisdom, it is what protects the civilization of all.\"</color>\n<color=#ffffffd9>\"It will be reborn with ███, and remain eternal like ███.\"</color>\n<color=#ffffffd9>\"Even if the sands of time swirl beneath its feet, it will still remain like preserved remains ten million years after.\"</color>\n<color=#ffffffd9>\"The people will rejoice because of its return, and it will ███ because of them.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/ebf82d018dd8108f0f8582cb64328cbe_4643491810176885222.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hearing the answer, the Mistress of Pushpavatika could not contain her admiration for the wisdom and greatness of the princess's mind. This princess was Greater Lord Rukkhadevata. Since then, like the bright silver moon, the blazing golden sun, and the emerald fields, the Lord of Flowers allied with Greater Lord Rukkhadevata, and together with King Deshret, they began to serve the benefit of the entire world, to lead the people to prosperity."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/af0b11227c52e6b65bbf488e85926612_8477541174707169896.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "According to legend, the ancient festival Sabzeruz, named after Nabu Malikata, was originally the Goddess of Flowers' birthday celebration for Greater Lord Rukkhadevata. A long time ago, Greater Lord Rukkhadevata's friends threw her a celebratory banquet on one of her birthdays. Some gods got drunk: one started playing music and the Greater Lord started singing, so the Goddess of Flowers began to dance. As she danced upon the grass, countless beautiful Padisarahs started to bloom wherever she stepped. Those brilliant purple flowers became her dazzling stage. All the gods clamored, <color=#ffffffd9>\"Oh, if only time could stop at this very moment.\"</color> Dancing in honor of these gods became one of the main traditions of the festival. Even if these deities no longer exist, the tradition of dancing in their honor has remained. The dancer of the Zubayr Theater, Nilou, from the Grand Bazaar, specially designed her costume for the dance to depict the Lord of Flowers. Legends say that the goddess of flowers had beautiful horns on her head, so Nilou made a special crown to show this. Padisarahs, the symbol of the goddess, are placed around the stage during the festival.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Sabzeruz Festival",
        "desc": "<p>A Sumeru festival named after the Goddess of Flowers and celebrating the birthday of the Dendro Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/17b89adfdc44a158d37be3cb35268ddd_6799307369729289175.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>The Goddess of Wisdom, the previous Dendro Archon, and a friend of Nabu Malikata and King Deshret. She was completely erased from Irminsul to save it from forbidden knowledge.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/59da6a8cbcffa112e5d2b63788d7051e_2474648649910280690.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>The star of the Zubayr Theater. She is full of warmth and innocence, and her dances are lively and elegant.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Gilded Dreams",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/ae8a2c6f24df66e1bd7cc2dbd83d330d_5836084318530605114.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>A holy and noble plant. The conditions for growth in its environment are very demanding. The flower buds can be processed to make valuable spices.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/d5172558c50dbc305ee422b95bf8ed21_2954304386179237064.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Self-sacrifice",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "One day, the Mistress of Pushpavatika revealed to her friend, the Lord of the Desert, the truth about the creation of the world. First, the sun and three bright moons were created, and thus day and night came to be. Next, weight was created, and the sand settled, forming the earth. What was weightless became the sky. Then the seven sage monks were established, and they ruled the trajectories drawn by the earth, water, and stars. Even if the celestial sphere was just an illusion, myths are born when people look at the stars and moons. In those peaceful times, divine envoys spoke openly to people, bringing them messages from the heavens. But then the barriers in the original world were torn down, and a dark poison had penetrated the earth. Invaders descended from the clouds, and there was no end to the destruction. These invaders brought war to the angels, and to the whole earth in the vain hope of breaking the bonds. The Master of the heavens, consumed by fear for the rising tide of delusion and breakthroughs, in order to heal this fragile, sad, and imperfect world, brought down the Divine Nails to the earth and destroyed the mortal realms. The angels suffered the torment of exile and lost their connection with the heavens and their capacity for enlightenment. From then on, the Lord of Flowers could not turn her gaze back to the sky, but her home called to her nigh-constantly.\nKing Deshret pondered the words of the Goddess of the Flowers and told her his deepest desires. The cycle of seven must be removed and the sun and moons must be destroyed so that the boundaries between life and death would disappear. The Mistress of Pushpavatika saw an opportunity to transcend the absurd orders that governed this world in Al-Ahmar's words and desires. She warned him against seeking the Master of the Four Shadows and told him of visions of a disastrous future, but the king refused to retreat. The Lord of Flowers had foreseen and planned everything in advance and therefore understood the deep meaning of his words."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"I shall keep your secrets on account of the feelings my heart holds for you and the Lord of Wisdom.\"</color>\n<color=#ffffffd9>\"I shall fashion you a bridge to allow you to slake your deepest wants. But you must fear not the crystalline sapphire nail...\"</color>\n<color=#ffffffd9>\"I will deliver you unto higher knowledge. But as I have warned, you are fated to lose much in this exchange...\"</color>\n<color=#ffffffd9>\"Nevertheless, hide my lesson in your heart. Remember the punishment that once was inflicted on the fallen envoys of heaven.\" \"Know this: if there is to be hope in this world, it will be found kindling within mortals most ordinary.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/dfcf0a928602c1afc7a4500fa5514d1d_7819808113385516854.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "For her friend, the Lord of Flowers opened the path to forbidden knowledge, knowing what would follow. Wreathed in darkness, she guided her dearest friend toward the path to understanding all there was to know about the skies and the abyss. She had long known that she would have to sacrifice herself. King Deshret's body became a conduit and a beautiful oasis — a price. A giant tornado appeared in the center of the desert. Sandstorms swept in revelrous havoc across the paradise that was now missing one of its gods, folding the skies with yellow sand, swallowing all in calamity. Only King Deshret returned from this storm, the Lord of Flowers, however, was never seen again.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "name": "Descenders",
        "desc": "<p>Beings from outside of Teyvat, whose wills can rival an entire world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5225561202100412280.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7083,
        "name": "Angels",
        "desc": "<p>Also known as Heavenly envoys, their primary duties were to help people. They were later expelled from Celestia and consequently lost their bodies and minds.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/237301566/2aa6b47bf4316be4c736d48e07f765e4_6979180294390120549.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primordial One",
        "desc": "<p>The First Descender, who defeated seven Dragon Sovereigns of the world and created people. The Primordial One may be Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_6047094467838473554.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2849,
        "name": "Staff of the Scarlet Sands",
        "desc": "<p>One of a paired set of scepters fashioned from obsidian. Legend has it that these staves grant the right to lead the people of the desert, but no retainer now lives who can verify the proper appearance of these regalia.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/194600931/fc9a85ad2a47dc0386d55ac4e8596440_7909203100593110405.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Gilded Dreams",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/ae8a2c6f24df66e1bd7cc2dbd83d330d_5836084318530605114.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Flower of Paradise Lost",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/50ce09dfa5a91a33aa9cedfb15bcf2d1_864016614991586234.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Khvarena",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Long before her death, the Lord of Flowers created a flower \"daughter\" Khvarena. One day, the Mistress of Pushpavatika saw a\nin her dreams, which frightened her to no end. Nabu Malikata knew that her destiny was to sacrifice herself for mortals and that the sacrifice was only a beautiful prelude to a new life, so she knew she would die before this disaster. She asked her daughter to prevent the disaster from occurring and gave her away as a birthday gift to Greater Lord Rukkhadevata to take care of the forest. The Lord of Flowers warned her friend about the dark tide and told her about Khvarena's destiny: she would have to endure the trial of division and death to gain immortality."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"I shall give you a shard of Khvarena, my friend. Keep her close, and keep her safe.\"</color>\n<color=#ffffffd9>\"She comes from the wisdom of the flowers and the veins of the skies, and in her is the pure essence of life.\"</color>\n<color=#ffffffd9>\"Khvarena is a point in the flower's heart, a single drop of light in a sea of sweet dew.\"</color>\n<color=#ffffffd9>\"Please treasure my gift, until the day when the dark abyss rises to drown all life...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "After the death of the Goddess of Flowers, Greater Lord Rukkhadevata transformed Khvarena into the divine bird Simurgh and charged her with the protection of two worlds, with the guardianship of the border between new birth and death. In the form of the divine bird, the vivid hues of countless birds could be seen, and in its song was the song of numerous flowers. Simurgh slumbered in dreams among the pines, cypresses, and snow lotuses, and when disaster came, she woke up and went to meet her inevitable death."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/06fb58047b7794f1c605ffa922279cd9_8809208170849009415.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Teyvat was overrun by monsters from the Abyss, all the Archons, except for the Dendro Archon, were sent to fight them. Hydro Archon Egeria, the Mistress of Many Waters, went with her familiars to the Tunigi Hollow in Sumeru, where a passage to the Abyss appeared. During the battle, she was killed, and her body became a sea of ​​pure dew, the Amrita. But the Amrita was desecrated by the Abyss. To cleanse the filth and ensure the purity of the Amrita, Simurgh destroyed her divine form. She drank the purest water from the lake and, like a pomegranate, burst into countless rays of light. Khvarena descended on the transparent body of the Lord of Amrita, and thus a sparkling sea of ​​flowers was born, and from them, the Flower Guardians, the Pari, were born. As was prophesied, one night the daughter left the embrace of the three \"mothers\" and sacrificed herself to the growing impurity of the world.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "name": "Pari",
        "desc": "<p>The Dendro Archon's familiars. They were born from the pure Amrita and the divine bird, Simurgh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/237301566/f21022149a22f1cc88730af56ae3f1f6_6959906351086783956.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>The Goddess of Wisdom, the previous Dendro Archon, and a friend of Nabu Malikata and King Deshret. She was completely erased from Irminsul to save it from forbidden knowledge.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/59da6a8cbcffa112e5d2b63788d7051e_2474648649910280690.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Vourukasha's Glow",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/bc9329baf36935b2fb094f783a7695f2_5409606138062221441.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Eternal Oasis",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/7f40cb43b4a76176f42c8d3028682fdd_7100122832273665521.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In the era when the Lady of Flowers shared the throne with King Deshret and Greater Lord Rukkhadevata, the Jinn bequeathed a throne inlaid with emeralds and rubies to celebrate the union between the three friends. In the created paradise oasis, Padisarahs bloomed and birds sang. When the Lord of Flowers opened the passage to forbidden knowledge, the oasis became the price for this act. With the angel's disappearance, the beautiful Padisarahs also disappeared. Greater Lord Rukkhadevata revived the flowers in memory of her friend but could never repeat their unique color. The Lord of the Desert built a cemetery in memory of his friend. With the gems beneath the deep sands as a power source and the aid of the Jinn, he built an eternal oasis where time slows down. He promised the Jinn that in the Eternal Oasis, the Lord of Flowers slumbers deeply, and one day she will awaken from her dream."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/05a73ef863e3b56834b468c2899a4e3d_1367739046252934502.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "After many centuries, the legend of the Eternal Oasis spread among the wandering tribes of the desert. Wanderers said this was a place of ever-flourishing greenery, ruled by the slumbering Goddess of Flowers, and the last mother of the Jinn, Ferigees, guarded it. She became the seal on the gates to the oasis, blessing every mortal that came before her with unwavering tenderness, be they good or ill. The Tanit tribe worshiped Nabu Malikata, and the matriarchs considered themselves her daughters. The Eternal Oasis was their religious center. It was believed that whoever took possession of it would receive the throne of Nabu Malikata. They were united by a common dream of the fabled Padisarah garden with unlimited knowledge. Just as the prophecy left by their goddess foretold, even after the scouring of civilization, humanity yet survives by their tenacity. Even deprived of divine guidance, the tribes of the desert found a way to unite via the memories of a goddess long dead. Somewhere in a faraway desert, the imaginings of a time-petrified oasis remain in the minds of a tribe. Yet, these rootless wandering people continue the cycle of life and death amidst the flowing sands of the dunes.\nThe Traveler, along with the mother of the Jinn, Liloupar, and Jeht of Tanit, on behalf of the tribe, disturbed the peace of the oasis by breaking the device that long maintained equilibrium there. The mother of the Jinn hoped to meet her mistress there, but saw that King Deshret had deceived the Jinn and the Lord of Flowers had died long ago. Through Liloupar's entranced eyes, the Traveler saw the oasis of the past: a palace shaped by bricks of crimson jade bound to a garden, flourishing with a multiplicity of vibrant plants that bask in infinite bird-song. The Jinn were minstrels and cupbearers. In her garden, addled monks and ragged wanderers danced, spiraling in step with the daffodils, drinking the lifeblood of the daughters of the vine. There was a garden unlike any other, the place where the Lord of Flowers once lived, the place where she was now sleeping. <color=#ffffffd9>\"The roses blossom like crackling flames, setting the lives of nocturnal birds aflame. And though the candles smile gently, they offer the approaching moths only ruin.\"</color> In this echo of the past, the Traveler saw Nabu Malikata: her skin gleamed with the lunar sheen, and her mien was ineffably beautiful. Her appearance was like the totality of her Jinn, their wondrous aspects only mere petals to her complete flower, her being the quintessence to every last scent in existence. Meeting her gaze, the Traveler saw only nothingness and an endless void. Falling into its embrace, their mind was filled with constant terror.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7075,
        "name": "Jinn",
        "desc": "<p>Familiars of the Goddess of Flowers, birthed from intoxicating dreams and the bitter memories of loss. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/237301566/070db3715b0d3f563668130e950ff6cb_5764414170505677641.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>The Goddess of Wisdom, the previous Dendro Archon, and a friend of Nabu Malikata and King Deshret. She was completely erased from Irminsul to save it from forbidden knowledge.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/59da6a8cbcffa112e5d2b63788d7051e_2474648649910280690.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3530,
        "name": "Liloupar",
        "desc": "<p>The Mother of the Jinn, under whose influence Gurabad rose and fell.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/237301566/919fe68dc22d6d80b3a8118ce6c80491_4646231578336902181.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3527,
        "name": "Babel",
        "desc": "<p>Matriarch of the Tanit tribe.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/77454259/e3ada2f7642f67aa52b067345fae5a54_4873312540268047896.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3445,
        "name": "Jeht",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/07/194600931/5a2b16ed95cb2de7f10938e86283d8cc_6964787147983871189.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Flower of Paradise Lost",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/50ce09dfa5a91a33aa9cedfb15bcf2d1_864016614991586234.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>A holy and noble plant. The conditions for growth in its environment are very demanding. The flower buds can be processed to make valuable spices.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/d5172558c50dbc305ee422b95bf8ed21_2954304386179237064.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Eternal Oasis",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/22f1d8512296ed39ad91b681e1f2b3e3_1706037240204339836.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "The final resting place of Nabu Malikata."
          }
        ]
      },
      {
        "key": "Three thrones",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/06f850e5a4b6fa662b8699dda1293f21_1780890380358623797.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Thrones of Nabu Malikata, King Deshret, and Greater Lord Rukkhadevata."
          }
        ]
      },
      {
        "key": "Mt. Damavand",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/dfcf0a928602c1afc7a4500fa5514d1d_2817491921294011288.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "The desert people say that this sandstorm hides the location of the Eternal Oasis."
          }
        ]
      }
    ]
  }
}