{
  "epId": 4916,
  "name": "Carole",
  "desc": "<p>Among the earliest Melusines introduced to Fontaine by Iudex Neuvillette roughly 400 years ago. She became the first Melusine to be welcomed into the Marechaussee Phantom and awarded the Medal of Peace. <span class=\"wk-shady\">She sacrificed herself to prove Melusines' innocence in crimes.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/b5144639de0b40a37167f40774eb8e6b_390725855721962695.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1710129005,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Carole"
          }
        ]
      },
      {
        "key": "Species",
        "value": [
          {
            "type": "RichText",
            "text": "Melusine"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Marechaussee Phantom"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      },
      {
        "key": "English VA",
        "value": [
          {
            "type": "RichText",
            "text": "Deneen Melody"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Carole",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/54d819f57d56d4e686846c2fd51f6051_5269026937248539352.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Carole and Neuvillette"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Carole",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/48c2f788c6d4baea0ff56bb9f5c61e18_2534850688729486975.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Carole, like other Melusines, was born from wounds received by their \"Father\" Elynas during the battle between the Marechaussee Hunters and members of the Narzissenkreuz Ordo more than 400 years ago. The Melusines lived in the Merusea Village, which they built inside the Elynas's body. They learned how to build houses from their \"Father.\" Twenty years later, some Melusines wanted to go to the Court of Fontaine to see how people lived and find the meaning of their existence. Carole became one of the first Melusines who, with the help of the young Iudex of Fontaine, Neuvillette, a Hydro Dragon, entered the Court of Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/54d819f57d56d4e686846c2fd51f6051_4559846552267452481.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Since all Melusines have a special vision and are able to notice things that are inaccessible to the human eye, Neuvillette invited them to the Marechaussee Phantom — a special branch of the Maison Gardiennage responsible for investigating crimes. Carole became the first Melusine in the Marechaussee Phantom, and the leader of the Special Security and Surveillance Patrol, Vautrin, was assigned as her partner. The people of the Court of Fontaine had never seen Melusines before, so they treated them with caution and dissatisfaction, as there were rumors that Melusines were creatures of disaster that posed a danger to others. They threw stones at the Melusines and told them to return to their village. Neuvillette and Carole knew that it would take a lot of time and effort for people and Melusines to live in harmony and understanding, but Carole was ready for this long and difficult path, as her life became more meaningful."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/c7324129b0223e4112132db8b48999f7_4126101012701089002.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Thanks to their hard work for five years, Carole and Vautrin were awarded the first Medals of Peace from Neuvillette. Carole hoped that the Melusines would soon begin to live peacefully with people, but this medal only further angered the supporters of the old regime, whose interests were infringed upon as a result of Neuvillette's reform. They decided to commit a murder and blame it on the Melusines in order to drive them out of the city and teach Neuvillette a lesson.\nSupporters of the old regime tricked Carole to come to the crime scene and brought charges against her. After this, they sowed panic among the people in order to force Neuvillette to admit his mistakes and give up power. Carole decided to sacrifice herself to soften the situation, and the Gardes were unable to intervene in time due to the angry crowd.\nVautrin, having learned about what had happened, decided to avenge Carole and personally killed all the conspirators. He knew that Neuvillette would be forced to declare him guilty and exile him to the Fortress of Meropide, but he could not help but intervene. Carole reminded Vautrin of his younger sister, Illaria, who died when he was little. Carole and Illaria were both kind and innocent, and they always believed in the best. Vautrin understood that kind souls like Carole were more susceptible to deception and betrayal, so he tried to force her to retreat so that people would not harm her.\nCarole's bravery and sacrifice ultimately led to her dream being realized: 400 years later, the Melusines are respected members of society in the Court of Fontaine, coexisting peacefully with humans. Because of Carole's heroic deed, the emblem of the Maison Gardiennage featured Melusines as a sign of respect and gratitude to these creatures.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusines",
        "desc": "<p>Melusines are an all-female species born from the wounds of Elynas after he was injured from an explosion that took place within his petrified body. They once resided exclusively in Merusea Village, but after meeting the newly appointed Iudex Neuvillette, many can now be found on the surface of Fontaine as part of the Marechaussee Phantom.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/a10125252b03a6168936fe3d55435fe7_2964116393999770509.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>An Abyssal beast that appeared in Fontaine 500 years ago during the Cataclysm. Elynas is the \"Father\" of all Melusines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/fa4c986eefe97522566b35be6e29e7a0_8375787056238346663.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationship"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusines",
        "desc": "<p>Melusines are an all-female species born from the wounds of Elynas after he was injured from an explosion that took place within his petrified body. They once resided exclusively in Merusea Village, but after meeting the newly appointed Iudex Neuvillette, many can now be found on the surface of Fontaine as part of the Marechaussee Phantom.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/a10125252b03a6168936fe3d55435fe7_2964116393999770509.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "An intelligent race of creatures that Carole belongs to.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>An Abyssal beast that appeared in Fontaine 500 years ago during the Cataclysm. Elynas is the \"Father\" of all Melusines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/fa4c986eefe97522566b35be6e29e7a0_8375787056238346663.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Melusines' \"Father\".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Iudex of Fontaine who brought Carole to the Court of Fontaine.\nVautrin\nCarole's friend and the leader of the Special Security and Surveillance Patrol.",
        "alignment": "center"
      }
    ]
  }
}