{
  "epId": 4924,
  "name": "Oceanids",
  "desc": "<p>Oceanids are intelligent Hydro lifeforms created by the previous Hydro Archon, Egeria, and are able to manipulate water at will. <span class=\"wk-shady\">All the people of Fontaine were once Oceanids, whom Egeria had turned into humans to satisfy their wishes, going against the will of the Heavenly Principles.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/5e33c09fbd3c6781bb822fd9c57b6abc_7075433854813111066.png",
  "menuId": 23,
  "menuName": "Affiliations",
  "version": 1730199049,
  "components": {
    "galleryCharacter": [
      {
        "key": "Oceanid",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/237301566/03e130e4d7602f760144915a6059d8a0_6350973129065102291.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Creation of Oceanids",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/03e130e4d7602f760144915a6059d8a0_6601489799476190465.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The\nare intelligent Hydro lifeforms, created by the previous Hydro Archon, Egeria, the Mistress of Many Waters. They are created from condensed Hydro elements of incredible purity. It is said that as water bodies, to which the Oceanids are attached, become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful.\nAccording to legend, the gentle Egeria shed the first tear, from which the first Oceanid was born. Some say that Egeria felt great sympathy for dragons, and others say she felt great sadness over the eventual fate of humanity. Now, all that we have left is a metaphorical representation whose true meaning remains unclear: <color=#ffffffd9>\"The lizard's bones dissolved into mud, from which swans emerged.\"</color> The newborn Oceanid was bestowed with the task of comprehending all forms of life: to seek an understanding of the diverse array of species and to love every creature. She emerged from the sea of life, possessing the power of metamorphosis. Egeria wished her to use this power to etch the essence of living creatures into her being and she gradually developed a yearning for life. Once it gained enough understanding of humanity, she shed its first tear upon the earth. This is the origin of the Oceanids. They expressed love by merging water bodies together. This way, many minds could coexist without division.\nThe increase in the number of the Oceanids did not require any pairing off or matchmaking. After gaining sufficient understanding and emotion, they approached the Hydro Archon or an elder for permission to \"reproduce,\" which resulted in their division into the little Oceanids. Some believed their \"reproduction\" could be a drop of pure water essence, nurtured by the emotions and intelligence of the parent, eventually giving rise to life. Others speculated that it might be a single sound, a name, possibly even a forbidden utterance, capable of stirring the cycle of elemental forces and drawing on the desire that doesn't exist with the pure water bodies of the Oceanids, allowing new life to be attracted into the world. Still, others proposed that it served as a permit, granting permission for the dreams and desires within Oceanids to be bestowed with a new name — much like the names of childhood dreams throughout the ages.\nThe Oceanids were Egeria's familiars. She once sent them to live in rivers, streams, and ponds all over the continent, and almost all of them were spies for Fontaine. Egeria wished to connect everyone in the world, in much the same way as all water is connected.\nThe Oceanids displayed considerable disparities in cognitive capacity, partially due to differences in lifespan resulting in very different levels of experience and knowledge regarding the world, but substantial individual variation in the Oceanids themselves also contributes to this phenomenon. Some Oceanids were simply too obtuse to complete tasks related to the continent's water systems and are thus confined to Fontaine, where they assisted in soothing human emotions."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/b0fb20592e699cd5342b9c87d6fab121_6722758825413151323.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Oceanids, admiring the life of humans, also wanted to become them. Egeria, using the power of the Primordial Sea, turned some Oceanids into people whose blood flowed with the Primordial water. This creation of people became the original sin of Egeria. Celestia was angry with Egeria for stealing the Sea’s might, so they imprisoned her. A prophecy was created saying: <color=#ffffffd9>\"In the end, the</color> <color=#ffffffd9>people will all be dissolved into the waters, and only the Hydro Archon will remain, weeping on her throne.\"</color> When Egeria was imprisoned, God King Remus came to her lands and founded Remuria. During the reign of Remus, the Oceanids hid in the clear springs in fear of being slain by the tyrant. The followers of the Mistress of Many Waters, called the Lochknights, vowed to protect the Oceanids from the army of God King Remus.\nMost Oceanids died with Egeria during the Cataclysm, and others left Fontaine because the water was poisoned, so now the Oceanids are believed to be extirpated from Fontaine. Though the toxins dissolved in the water have long since been diluted and cleansed, unless there are still containers of pure water somewhere, Fontaine's waters will never again naturally birth the Oceanids. Instead of the Oceanids, Phantasms appeared from this polluted water."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/627b4ace22d3ef0b8590601746c9bb00_4017682127537768942.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "A lot of surviving Oceanids lost contact with Fontaine. They did not recognize the new Hydro Archon and desired only to keep the dreams of yesteryear alive. Many Oceanids made pilgrimages across the sultry Sumeru Desert to reach the Harvisptokhm tree, created from Egeria’s consciousness, and see their goddess. Others carried the fragments of the long-dead goddess to the many corners of this world. Perhaps they did this so that the love their goddess held for this world could be spread through the waters to all the land."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/798328e2c3bdbc7c31a720d73c9bd8c9_3560599391289034906.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "After some Oceanids became humans, they forgot about their origin. They still asked permission to \"reproduce,\" but it was considered a symbolic act. They threw coins into the Fountain of Lucine wishing for the children, and then their wishes were granted. As they still had waters of the Primordial Sea in their blood, all contact with the Primordial Sea led to their dissolvement and return to \"transcend.\" This process once led to serial murders in Fontaine. One Adventurer from Snezhnaya named Vacher and his beloved Vigneire found a pool of Primordial Sea water. Vigniere, native to Fontaine, touched the water and disappeared without a trace. Vacher tried to dissolve himself but didn’t succeed, so he started conducting experiments on young women, dissolving them with the Primordial waters in an attempt to bring Vigniere back. He used notes left by Jakob Ingold, a member of the Narzissenkreuz Ordo, who conducted the same experiments about 400 years ago, trying to resurrect his friend.\nWhen Neuvillette, the Hydro Dragon, forgave the original sin, he turned Fontainians into real humans with real blood, so now they can't be dissolved into the Oceanids.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Lochknights",
        "desc": "<p>Lochknights are followers of the Mistress of Many Waters, Egeria, who swore to protect the Oceanids, find the Pure Grail, and shatter the shackles that confined Egeria to atone for the original sin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/94376896/afce7f4f1847f62698a00f239e5a8d00_331564812084778507.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Leader of the Confrerie of Cabriere, a sister organization of Spina di Rosula. </p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4040,
        "name": "Tainted Water-Spouting Phantasm",
        "desc": "<p>Today, with the Oceanids extirpated from Fontaine, strange elemental life forms have appeared in the waters.</p><p>It is said that in Egeria's era, the Oceanids often lived alongside humans, and lived in the springs of clear waters dotted across the lands, and through this, they connected the waters of the world. But most died with their god, and for the survivors, the world no longer has any god they recognize.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/8da283e7673adc136462e3910db364dd_7638587844240744243.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4041,
        "name": "Tainted Water-Splitting Phantasm ",
        "desc": "<p>Today, with the Oceanids extirpated from Fontaine, strange elemental life forms have appeared in the waters.</p><p>The elemental spirits that appeared after the calamity lack the elegance and beauty of the Oceanids, and thus have been called \"tainted.\" Though the toxins dissolved in the water have long since been diluted and cleansed, unless there are still containers of pure water somewhere, Fontaine's waters will never again naturally birth Oceanids.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/72fbd17e93004303b15608ce7efc82bb_8964146398597519277.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Silver Goblet of the Pristine Sea",
        "desc": "<p>In the years when the golden shroud covered the land, pure spring water had to be hidden away in concealed mountain streams, and the Lochknights were born in these sanctuaries.<br>The knights swear by armor of silver, to protect the spirits born from pure water, to protect their fellows who also keep faith in the one true font, resisting the omnipresent golden power that blotted out the sky and outshone the sun.<br>But that is an ancient legend... Not long after the empire collapsed and sank, the knights who resisted the usurper shed their armor, and their stories were hidden in a tangled web of stories and ballads.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/35428890/c70230640d8706fd2e3aa837a391166c_7129183792284553149.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Spring of Pure Sacred Dewdrop",
        "desc": "<p>This is a relic from a time when the Lochknights still roamed — the knights said, there were still loyal spirits in the mountain springs and valleys where none tread, guarding those pure, unpolluted springs... However, the creator of artificial Ichor couldn't tolerate any discord in his great symphony. It is said that wherever the Harmost Boethius went, the natural nectar was buried, the aqueducts of the empire were built, and the spirits born of pure water vanished without a trace...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/151578876/54913bb983c08663e91eef34841c80b9_8712445023436470919.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Focalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/1da56616903c2c0ab282394bbb06bb8c_1363725117785159919.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors was once Egeria's Oceanid familiar. Focalors always wanted to become a human, since the very existence of a person in her eyes was the most beautiful performance. Egeria transformed Focalors into a human and later chose her as her successor to the Archon throne."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/071314a04852556139c4a6afb389b4dd_5347402862803336266.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Egeria knew for sure that the prophecy would come true and that the Heavenly Principles could not be resisted. She placed the solution to this problem on the shoulders of Focalors. If the theft of the Primordial Sea's might was Fontaine's \"original sin,\" the descent of Fontainians as humans and their right to exist in this world would be Fontaine's \"original justice.\" \"Existence\" was Egeria’s justice, and Focalors continued this principle. Defying the prophecy and ensuring that Fontaine’s people shall live on — that should be the authority enthroned over all others."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/7d385a6c1ba9e5d7ccb649d37c020ec0_9063020005477646296.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors pondered for a long time how to counter the prophecy, and found the only possible answer: it was necessary to deceive the heavenly principles during the fulfillment of the prophecy. After becoming an Archon, Focalors separated her newfound divinity from her body and spirit, creating Furina. While Furina ruled Fontaine, Focalors accumulated energy to deceive the heavenly principles. 500 years later, when the prophecy began to come true, Focalors was able to use all this energy to destroy her divine part and, accordingly, destroy the throne of Hydro Archon, returning Hydro authority to the Dragon Sovereign Neuvillette. After gaining his full power, he forgave the people of Fontaine their original sin and turned them into real people.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>The last Hydro Archon and the God of Justice. <span class=\"wk-shady\">She sacrificed herself in order to destroy the Hydro Archon's Divine Throne and restore power to the Hydro Dragon.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>The absolute focus of the stage of judgment, until the final applause sounds. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/35428890/263e5ea0784d182b393f67a7e24146a5_2961704185113948066.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rhodeia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/b1382ca8d5c39cd34c781837f05c5ea4_5564506540624670480.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Egeria died during the Cataclysm 500 years ago, and Focalors became the new Hydro Archon, the Oceanids did not accept her rule and left Fontaine. Rhodeia, who was the most renowned and strongest of Lochfolk scouts, desired only to keep the dreams of yesteryear alive. She wanted a small haven of tranquil waters. so she settled in Qingce Village. Rhodeia has tremendous wisdom and compassion and can create Oceanid creatures. It is believed that she's so powerful that she is able to mimic a human.\nWhen Rhodeia first sensed the presence of another Oceanid Endora, she believed Endora to be an assassin from Fontaine, and so she stretched forth her enmity, which turned the water bitter, in order to slay the little Oceanid. Rhodeia sent her scouts, water animals, to observe Endora, and the latter was able to join with them to learn about Rhodeia’s plans. When Endora finally explained that she meant no harm, Rhodeia made the water sweet again and asked Endora to join together with the waters of Qingce.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>The most renowned and strongest of Lochfolk scouts. She fled Fontaine after the death of the previous Hydro Archon and settled in Qingce Village.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/c1060c024385e4bf2d87aa853d3a6afe_1315206165874795267.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Oceanid",
        "desc": "A life-form created from condensed Hydro elements of incredible purity. Often attached to bodies of water.<br/>It is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful. It is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "Just a very curious Lochfolk who only wishes to see the world. Might actually get along very well with Mini Seelie: Dayflower, but please do not meld them together, thank you.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Idyia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/1db6cabb7224e998c529340769b5842a_8568712510485681891.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Idyia is an Oceanid, who was exiled when the former Hydro Archon passed away and the waters became full of pain and hatred. She was wandering through the forest when she met Alice, a witch from the Hexenzierkel. Alice gave Idyia a magic bottle, which can grant one wish inside the bottle itself. Idiya wished to go far away, where no one could find her, so she ended up in the middle of the desert."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/86ceaf03762c6ec439360750c275814f_9090761109497470470.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "She continued to live in the subspace, called the Veluriyam Mirage, inside the bottle. Rare wanderers, who were passing by, came to her abode, asking to grant their wishes. When they had to leave, some were angry that the wish was granted only inside the Veluriyam Mirage, but some left Idyia gifts, which she used for her adobe."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/2985365165a6df18dddf913f2b1797f0_5658027080412426138.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Some wished to leave their mark on the Veluriyam Mirage, so Idyia made their copies with the help of Hydro eidolons, so she wouldn’t be lonely. All eidolons represented the embodiment of the owners' desires.\nIdyia is believed to be as powerful as Rhodeia, as she can not only take the human form but also create Oceanid-humans from Eidolons.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p>An event-exclusive NPC. She is an Oceanid and the caretaker of the \"Bottleland,\" Veluriyam Mirage.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/30/77454259/8f84efbb97c6667cbf39cb960acb5db8_8771159134506739723.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>The Great Adventurer of the Realms, Dodo-King, Defender of Old Mondstadt, Friend of Adults Who Yet Harbor Hope, Author of the Teyvat Travel Guide, Originator of the Kujirai Art - Temari Jutsu, Supplier to the Renowned Lord Sangemah Bay, Elder and founder of the Hexenzirkel, Codename \"A,\" Mother of Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/f3158bf76283fe1b6c8372a0cf1a1930_5377743142533419604.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Callirhoe",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/a67ef560af945789ae6eb6c480f50e49_9137418590799963954.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Callirhoe was one of the Oceanids, who fled Fontaine. She found her home in the spring of Springvale in Mondstadt, receiving the name Spring Fairy. During her journey, the Oceanid spent all her strength, forgot about her former life, and could no longer speak."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/53aa6a6c0961c170a1cce36e07f72d4e_821004000902968886.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "One day a boy came to the spring in tears, whom the fairy decided to console. This is how the friendship between the boy and the Oceanid began. He told her about all the events in his life, about the world, and everything that was in his heart. When he cried from grief, she turned his tears into sweet water, which brought him pleasant dreams where he met the Oceanid. In these dreams, she told him about her homeland and her loneliness. Thanks to this friendship, Callirhoe learned to speak again."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/824a0869fac4b8806047e7d2fb223c1e_352915580004455436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Several years later, Callirhoe felt that the boy had feelings unknown to her. She was afraid of the separation, afraid that the boy would regret it at the end of his life, and ran away. She hoped that the boy would forget about her and live his own life, but every day he came to the spring and waited for her, doubting whether it was all real. Many years later he remained alone and could not comprehend the fairy's disappearance."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/f48254570554d9a97f737a5c59b17f57_2626066475287047201.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "For many years, Callirhoe studied the feelings of people and the outside world, never forgetting about the boy. She was afraid to appear in front of him again and cause pain. But when the boy had already become an old man, the fairy finally overcame her fears and met her beloved, giving him her heart. Although she could not maintain her physical form for long, she promised that as long as her beloved had the Heart of Clear Springs, they would always be connected, no matter how far they would be from each other. In the end, she gave him a long-awaited kiss and merged with the spring water. And the fairy's beloved still had her Heart of Clear Springs.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p>Callirhoe, also known as Spring Fairy, is an Oceanid who left Fontaine after the previous Archon's death and settled in Springvale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/610c86157e0fdc96d22ed1e41781ee27_4295101133837316696.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4539,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2323,
        "name": "Heart of Clear Springs",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Endora",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/237301566/b8cbc99cb0b507eaf970fcd9568a5c43_3572358917917888466.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Endora is a small and curious Oceanid who left Fontaine. She admired Rhodeia, a powerful Lochfolk scout, so she piggybacked off a Hydro Slime and left Fontaine, jumping from water body to water body until she finally ended up on the border of Mondstadt and Liyue. She had such determination, so Rhodeia thought Endora was an assassin on a mission when she first met her. Rhodeia made water bitter to slay Endora, but when Endora could finally explain everything, Rhodeia asked her to join together with the waters of Qingce.\nAt first, Endora was so weak, she could barely speak, but after joining with Rhodeia's Oceanid creatures and spring\nshe gained her powers back. While in Springvale, she met Old Finch, a friend of the spring fairy, and delivered a message:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"When the stars in the night sky have all gone out, and all streams and dreams have mingled in the same great ocean...</color>\n<color=#ffffffd9>Then, we will meet again.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Endora never considered how she should live her life, because she always assumed that she would merge with Rhodeia and that this would be good and right. However, Rhodeia seemed unhappy and was only waiting for pure waters to become corrupted. Neither Rhodeia nor Callirhoe wanted Endora to follow their paths. So, Endora decided to embark on a path that no other Oceanid before her had: she decided to journey with the Traveler and Paimon."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Before this tiny stream of life flows into the ocean, I wish to see everything from the flowers that bloom on its banks to the clouds that sit on the horizon.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "Just a very curious Lochfolk who only wishes to see the world. Might actually get along very well with Mini Seelie: Dayflower, but please do not meld them together, thank you.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>The most renowned and strongest of Lochfolk scouts. She fled Fontaine after the death of the previous Hydro Archon and settled in Qingce Village.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/c1060c024385e4bf2d87aa853d3a6afe_1315206165874795267.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p>Callirhoe, also known as Spring Fairy, is an Oceanid who left Fontaine after the previous Archon's death and settled in Springvale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/610c86157e0fdc96d22ed1e41781ee27_4295101133837316696.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 604,
        "name": "Inquisitive Endora",
        "desc": "A strange Lochfolk larva, filled with curiosity about the world at large.<br/>Lochfolk specialize in shifting into watery shapes and can meld with other water bodies to synchronize emotions and knowledge alike. Endora is still small, and Endora is very curious. Endora can spit out bubbles to meld with other beings of water, through which she shall learn everything.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Inquisitive Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lyris",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/9dd957087aa42735905d94761558de17_3023765452865715269.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lyris was one of the Oceanids who was confined to Fontaine, where she could assist in soothing human emotions. She was placed in charge of the Narzissenkreuz Institute more than 500 years ago as a sign of gratitude to Hydro Archon Egeria. Lyris did not have outstanding intellectual abilities even for an Oceanid and did not have an understanding of cause and effect, so at some point, the Institute was run by the Vice-Director Basil Elton.\nWhen the Cataclysm came 500 years ago, she could not understand why the orphanage was disbanded, and her only desire was to return to the time when the children from the orphanage played as the Narzissen champions. She was found, consumed by guilt, by the members of the secret organization, established by pupils of the Narzissenkreuz Institute, Rene de Petrichor and Jakob Ingold. Since Lyris had the ability to dissolve and unite the people’s wills, she became a valuable member of the organization, receiving the title \"Red Empress.\"\nWhen the organization decided to revive Elynas, the Abyssal beast, with the help of whose flesh and blood Jakob Ingold fed his powers, Lyris went inside Elynas with Jakob and their apprentice, Caterpillar. In Elynas, they encountered Marechaussee Hunters, including Mary-Ann Guillotin, another pupil from the orphanage, who attempted to stop the organization. During this battle, Mary-Ann Guillotin was seriously injured, and Lyris hugged her and absorbed her consciousness. A new Oceanid, Mary-Ann, was born from this merge. Mary-Ann was no longer either Lyris or Mary-Ann Guillotin but embodied their shared consciousness and desires and was something beyond human or Oceanid capable of creating other Oceanids.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "The Narzissenkreuz Institute",
        "desc": "<p>A Fontaine orphanage, built on the ruins of the ancient civilization.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>An Abyssal beast that appeared in Fontaine 500 years ago during the Cataclysm. Elynas is the \"Father\" of all Melusines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/fa4c986eefe97522566b35be6e29e7a0_8375787056238346663.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>A member of the Narzissenkreuz Ordo given the title \"Chrysalis of the Phantasmic Moth.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/be516a2c9005727dcfd1fe45662a826d_356165766105332799.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>An Oceanid living in Annapausis. <span class=\"wk-shady\">She is a hybrid consciousness Oceanid formed by the merging of Lyris and Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7ac751c3fd3892141d972392696a414b_5562851372489843376.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mary-Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/a5f0cd83a2bd4d870aeadb802289a945_3998022492708415278.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mary-Ann is a unique Oceanid created not by Egeria but by the merge of an Oceanid Lyris and human Mary-Ann Guillotin. She embodies their shared consciousness and desires and is something beyond human or Oceanid capable of creating other Oceanids."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/70c436b6ba31db3093589cac207466e1_5543593501652555784.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mary-Ann wanted to remain in her fantasies, so she created the true Annapausis, willingly becoming its captive. She created a fairytale house for herself where she lived and wrote an unfinished story about Princess Lyris and the evil dragon Narcissus. One day, she created another Oceanid Ann after seeing her in a dream. Since Ann was part of Mary-Ann, she received a fragment of the memories of Lyris and Mary-Ann Guillotin. Her main memory was the fairytale about Narcissus. This fairytale was told by Basil Elton, the Vice-Director of the Narzissenkreuz Institute, to the children in the orphanage where Mary-Ann Guillotin grew up. Ann believed her goal was to save Princess Lyris from the fairytale, who she thought was Mary-Ann herself.\nWhen Mary-Ann first met Ann, she didn't want to leave the house from her dreams, so she told Ann to live her life and to do what she wanted and then banned them from the Annapausis, destroying the portal through which Ann got there.\nAnn, the Traveler, and Paimon decided to use the Holy Blade of Narzissenkreuz, which can unite and divide people’s wills, to separate Mary-Ann's identities. When they arrived in Annapausis, they heard Mary-Ann's wishes. She was thinking about the children from the orphanage and her desire to remain alone in her fairytale. The Traveler broke the barrier left by Mary-Ann with the Holy Blade, and when they wanted to separate Lyris and Mary-Ann Guillotin, they realized that the sword had already served its purpose. Mary-Ann, having met again with Ann, admitted that she could not remain in her dreams and agreed to accept her past and begin her journey with Ann.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>An Oceanid living in Annapausis. <span class=\"wk-shady\">She is a hybrid consciousness Oceanid formed by the merging of Lyris and Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7ac751c3fd3892141d972392696a414b_5562851372489843376.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>An Oceanid created by the consciousness of Mary-Ann.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7a4364ee7ecfbf1eb2b78fbf7b6607ed_3331102923965262727.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Sword of Narzissenkreuz",
        "desc": "<p>A sword whose power faded when the story ended. It will now embark upon a new journey with the power that remains within it, which commemorates a certain great dream.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/12/35428890/01d3f8317c86ea98d617ad61213b7c9a_4271295687560653806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Holy Blade of Narzissenkreuz",
        "desc": "<p>A holy sword that bears a special meaning in a certain story.</p><p>It belongs to no one. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/151578876/d9e731584137af8d10fb8d02bfbcb845_2540485016140178270.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/0e59906b15bae20336b3828c9673d493_2212878235437456342.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ann is an Oceanid, created by another Oceanid Mary-Ann after seeing Ann in a dream. Mary-Ann's former identities, Oceanid Lyris and human Mary-Ann Guillotin, significantly influenced Ann's personality and consciousness. Ann's world was created from a fairytale about the evil dragon Narcissus, once told by the Vice Director of the orphanage in which Mary-Ann was growing up. Therefore, Ann believed that the meaning of her life was to save Princess Lyris from the evil dragon."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/952ea7ca75568d589cf8e4caf5c3add3_6011513233725106285.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "One day, one of Ann's friends, Petit Chou, got in trouble, so Ann asked for help from a Traveler passing by. Thus began their adventure to rescue the Princess. The Traveler and Ann could free all her friends and enter Lyris's Castle (the former building of the Narzissenkreuz Institute). Ann's friends had to sacrifice their physical form so that she could reach Lyris. As a result of this journey, it turned out that the Princess did not exist, and Mary-Ann was waiting for them in the end.\nMary-Ann did not want to leave her fairytale world of Annapausis, so she wished Ann would live the way she wanted and be free. Without giving any answers about Ann's origins, Mary-Ann closed the barrier behind her so that Ann could no longer get inside.\nTo uncover the truth about her origins, Ann teamed up with the mechanical dog Seymour, who was searching for his missing owner named Mary-Ann, the Hilichurl Caterpillar, a former member of the Narzissenkreuz Ordo, and the Traveler with Paimon. After research, they discovered that Mary-Ann appeared from the merge of the Oceanid Lyris and the human Mary-Ann Guillotin about 500 years ago. They searched for the Holy Blade of Narzissenkreuz to separate Lyris's and Mary-Ann Guillotin's identities. When they broke the barrier obstructing the path to Mary-Ann with the sword, they realized it had already fulfilled its duty since Mary-Ann accepted her identity and reality.\nAfter all the adventures, Mary-Ann and Ann decided to go on a journey to see the world that Mary-Ann had not seen for hundreds of years. They took the mechanical dog Seymour and the Melusine Mamere with them, promising the Traveler to meet soon.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "The Narzissenkreuz Institute",
        "desc": "<p>A Fontaine orphanage, built on the ruins of the ancient civilization.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>An Oceanid created by the consciousness of Mary-Ann.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7a4364ee7ecfbf1eb2b78fbf7b6607ed_3331102923965262727.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>An Oceanid living in Annapausis. <span class=\"wk-shady\">She is a hybrid consciousness Oceanid formed by the merging of Lyris and Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7ac751c3fd3892141d972392696a414b_5562851372489843376.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Prototype 4ACV07 is a mechanical dog created by Alain Guillotin to protect his sister Mary-Ann Guillotin during her service in the Marechaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/f415fbe2eaa40cd987a8daa47643fc74_4223529991169100227.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>A member of the Narzissenkreuz Ordo given the title \"Chrysalis of the Phantasmic Moth.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/be516a2c9005727dcfd1fe45662a826d_356165766105332799.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "<p>A Melusine artist who lives in Merusea Village.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/9cc2115edbfc809cdaa5a1629eb9dc37_7004583824392471563.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Sword of Narzissenkreuz",
        "desc": "<p>A sword whose power faded when the story ended. It will now embark upon a new journey with the power that remains within it, which commemorates a certain great dream.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/12/35428890/01d3f8317c86ea98d617ad61213b7c9a_4271295687560653806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Holy Blade of Narzissenkreuz",
        "desc": "<p>A holy sword that bears a special meaning in a certain story.</p><p>It belongs to no one. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/151578876/d9e731584137af8d10fb8d02bfbcb845_2540485016140178270.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Mistress of Many Waters and creator of the Oceanids.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Lochknights",
        "desc": "<p>Lochknights are followers of the Mistress of Many Waters, Egeria, who swore to protect the Oceanids, find the Pure Grail, and shatter the shackles that confined Egeria to atone for the original sin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/94376896/afce7f4f1847f62698a00f239e5a8d00_331564812084778507.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Followers of Egeria who protected the Oceanids from God King Remus.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The ruler of",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "who persecuted the Oceanids.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Notable Oceanids"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>The last Hydro Archon and the God of Justice. <span class=\"wk-shady\">She sacrificed herself in order to destroy the Hydro Archon's Divine Throne and restore power to the Hydro Dragon.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Egeria's familiar, who was turned into a human. She became the Hydro Archon when Egeria returned to elements.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>The most renowned and strongest of Lochfolk scouts. She fled Fontaine after the death of the previous Hydro Archon and settled in Qingce Village.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/c1060c024385e4bf2d87aa853d3a6afe_1315206165874795267.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "One of the most powerful Oceanids. She lives in Qingce Village, Liyue.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p>Callirhoe, also known as Spring Fairy, is an Oceanid who left Fontaine after the previous Archon's death and settled in Springvale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/610c86157e0fdc96d22ed1e41781ee27_4295101133837316696.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Spring Fairy who lives in Springvale, Mondstadt.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p>An event-exclusive NPC. She is an Oceanid and the caretaker of the \"Bottleland,\" Veluriyam Mirage.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/30/77454259/8f84efbb97c6667cbf39cb960acb5db8_8771159134506739723.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A powerful Oceanid who can create Hydro Eidolons.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "Just a very curious Lochfolk who only wishes to see the world. Might actually get along very well with Mini Seelie: Dayflower, but please do not meld them together, thank you.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A curious little Oceanid who wants to see the world.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The former Director of",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "The Narzissenkreuz Institute",
        "desc": "<p>A Fontaine orphanage, built on the ruins of the ancient civilization.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "and the member of",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>An Oceanid living in Annapausis. <span class=\"wk-shady\">She is a hybrid consciousness Oceanid formed by the merging of Lyris and Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7ac751c3fd3892141d972392696a414b_5562851372489843376.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "An Oceanid who was created from the merge of another Oceanid, Lyris, and a human,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>An Oceanid created by the consciousness of Mary-Ann.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7a4364ee7ecfbf1eb2b78fbf7b6607ed_3331102923965262727.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "An Oceanid created by Mary-Ann.",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Oceanids"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Species"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Creator",
        "value": [
          {
            "type": "RichText",
            "text": "Egeria"
          }
        ]
      }
    ]
  }
}