{
  "epId": 4925,
  "name": "Lochknights",
  "desc": "<p>Lochknights are followers of the Mistress of Many Waters, Egeria, who swore to protect the Oceanids, find the Pure Grail, and shatter the shackles that confined Egeria to atone for the original sin.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/94376896/afce7f4f1847f62698a00f239e5a8d00_331564812084778507.png",
  "menuId": 23,
  "menuName": "Affiliations",
  "version": 1730026596,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Lochknights",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "An ancient legend says that in the years when the Mistress of Many Waters was imprisoned and God King Remus ruled the lands, pure spring water had to be hidden away in concealed mountain streams, and the Lochknights were born in these sanctuaries. The knights swore by armor of silver to protect the Oceanids and to protect other knights who also keep faith in the Mistress of Many Waters, resisting the omnipresent golden power that blotted out the sky and outshone the sun. They swore to never draw their sword against those who pledge faith in Egeria and to never compromise in the face of evil. They opposed the omnipresent golden authority with a weak body of flesh and bone."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"We swear by the ever-blooming silver flower, that we will drive the golden usurper from the high sea, and wash away injustice with blood and tears\"</color>\n<color=#ffffffd9>\"We swear to protect the spirits arisen from pure water, to protect the blessings left behind by the Queen of All Waters, until the pure spring flows as before\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Wherever Remus's Harmost Boethius went, the natural nectar was buried, the aqueducts of the empire were built, and the spirits born of pure water (Oceanids) vanished without a trace. When the Golden City sank, the knights who resisted the usurper shed their armor, and their stories were hidden in ballads and legends.\nWhen the Golden City fell and the Lochknights faced unimaginable trials and endured sufferings never before known, the Mistress of Many Waters was freed from imprisonment and restored. The first Lochknight decided to self-exile in an attempt to repay a sin fated to be beyond redemption, so they concealed themselves in the remote wilderness.\nThe Fontinalia Festival in Fontaine was established to honor the legendary Lochknights who searched for the Oceanids and welcomed the Mistress of Many Waters, Egeria.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanids",
        "desc": "<p>Oceanids are intelligent Hydro lifeforms created by the previous Hydro Archon, Egeria, and are able to manipulate water at will. <span class=\"wk-shady\">All the people of Fontaine were once Oceanids, whom Egeria had turned into humans to satisfy their wishes, going against the will of the Heavenly Principles.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/5e33c09fbd3c6781bb822fd9c57b6abc_7075433854813111066.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Song of Days Past",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/7789fb5e684cf95a7011657d0fa8a971_4912719626191046540.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Silver Goblet of the Pristine Sea",
        "desc": "<p>In the years when the golden shroud covered the land, pure spring water had to be hidden away in concealed mountain streams, and the Lochknights were born in these sanctuaries.<br>The knights swear by armor of silver, to protect the spirits born from pure water, to protect their fellows who also keep faith in the one true font, resisting the omnipresent golden power that blotted out the sky and outshone the sun.<br>But that is an ancient legend... Not long after the empire collapsed and sank, the knights who resisted the usurper shed their armor, and their stories were hidden in a tangled web of stories and ballads.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/35428890/c70230640d8706fd2e3aa837a391166c_7129183792284553149.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Spring of Pure Sacred Dewdrop",
        "desc": "<p>This is a relic from a time when the Lochknights still roamed — the knights said, there were still loyal spirits in the mountain springs and valleys where none tread, guarding those pure, unpolluted springs... However, the creator of artificial Ichor couldn't tolerate any discord in his great symphony. It is said that wherever the Harmost Boethius went, the natural nectar was buried, the aqueducts of the empire were built, and the spirits born of pure water vanished without a trace...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/151578876/54913bb983c08663e91eef34841c80b9_8712445023436470919.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Fontinalia Festival",
        "desc": "<p>The Fontinalia Festival was created to commemorate the Lochknights' search for the Oceanids and their welcoming of the previous Hydro Archon Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/94376896/6be113dc8ecbe93170d1b614788b0509_5351748974434764299.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Erinnyes",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/237301566/996428185ebfa9cf6901d777752725de_543682920788935618.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "A legend says that Knight Erinnyes* of the Lakelight was the Chief of Lochknights, who worshiped the Mistress of Many Waters, Egeria. She defeated the princes of Bellouacoi, Atrebatis, and Uiromanduoi, and accepted their allegiance. And so, the residents of those lands submitted to her rule with sincerity. They swore to find the Pure Grail and to free the Mistress of Many Waters from her imprisonment to atone for the sin they had borne since birth.\nLegend has it that the Pure Grail was a sacred vessel with the Primordial Water that can grant any wish. The Golden Grail could wipe away all the tears of the future, make the heirs of the high sea never again to suffer the pain and sorrow of the past, cure even the most terrifying of wounds, restore youth, and revive the dead. Only the purest of people can behold its glory, obtaining eternal life and wisdom unending.\nTo celebrate that fealty and wisdom, eight days of feasting were ordered by Erinnyes in Aremori Castle. An emissary dispatched by King Remus of Capitolium joined the celebration to relay a message from the God King Remus. He asked for two gifts: water, for the purest of waters can wash away all sins, and earth, for dense earth can resist the erosion that looms. If Erinnyes would resist, death shall be sure to follow.\nThe wise Knight Erinnyes refused to bow before King Remus and told the emissary that she was to lead the blessed army of the Mistress of Many Waters to destroy the grand city, and to cleanse Remus's army in their own blood. She ordered wondrous gifts for the Capitoliani musician and sent him back to the Golden City.\nLegend has it that Erinnyes's home was destroyed early on by the wrathful God King, with an army from the Golden City enslaving or killing her family. Only two were to escape that fate. One met with the proud Harmost during the war and ultimately rose to inherit his authority. The other received the grace of the Mistress of Many Waters and was taken in by the Prince of Aremorica, to guard those pure waters not yet seized by the God King.\nOne legend says that when sin tempted the City of Eternity to its fall, the Lochknights faced unimaginable trials and endured sufferings never before known. But in the end, the heartfelt longing of the people reached the heavens. Then, thanks to their pure hearts and the Pure Grail obtained through countless sacrifices, the Mistress of Many Waters was freed from imprisonment and restored.\nErinnyes thanked the Mistress of Many Waters for showing her the Pure Grail and for allowing her to complete this journey. She promised that the survived Lochknights would continue to loyally serve Egeria and her future kingdom, following that noble musician, and that they would pursue the lingering shadows, restoring justice. The knight with sea-colored eyes confessed her sins and asked to comfort her soul in expulsion and exile. The Mistress of Many Waters kindly granted the knight’s wish. The Mistress of Many Waters gave a flower as pure as Lakelight to the last Lochknight as a farewell gift. To this day, Fontaine maintains the tradition of picking a Lily and giving it to those on long journeys, wishing one another a road ahead as tranquil as pure water, and that those most precious will be able to follow its cool light, returning to their side.\nTo ask for mercy from the Mistress of Many Waters and return the holy sword, Erinnyes threw her sword, Hauteclaire, into the waters of the lake. On the third time, the Sword of Light sank without a trace. And then she left with her head held high, never again to be seen by any in this world.\nAnother legend says that when sin tempted the City of Eternity to its fall, a singer named Erinnyes faced unimaginable trials and endured sufferings never before known. Yet, she remained unable to find that Pure Grail. But it was the heavens who chose the Mistress of Many Waters, commanding her to return from her primeval prison to take over from the golden king and rule the sea-ruins.\nErinnyes said:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"O Mistress of Many Waters, glorious primordial mother, I beg for your wisdom.\"</color>\n<color=#ffffffd9>\"For you, I have killed the unrighteous and toppled countless cities.\"</color>\n<color=#ffffffd9>\"Please tell me, this I plead, how the descendants of all seas might avoid disaster.\"</color>\n<color=#ffffffd9>\"O Mistress of Many Waters, glorious primordial mother, please show mercy, just this once.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The Queen of All Waters was moved by that plaintive plea and told the knight what she had once told King Remus. But the chieftain who dreamed of honor and glory was desperate, and her sword, long stained with blood, fell away, carrying the last thread of reason with it. Erinnyes left, never to be seen again, without witnessing the land of her dreams.\n*: The name \"Erinnyes\" is suspected to be the result of a careless error when it was first transcribed, for this name has no meaning in their language. In the script of the people of bygone times, the symbol for the sound \"gh\" looks quite similar to \"y,\" and so was copied as such. There is precedent for similar mistakes. The proper pronunciation of the name should be \"Errighenth of Aremorica\" — in the language of the people of bygone times, \"Er\" signifies \"high\" while \"Righenth\" would be the feminine case of \"ruler.\" From this perspective, the name is perhaps not her praenomen, but rather her title. However, since many scholars already refer to her as \"Erinnyes,\" this \"name\" remains in history.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La Chanson d'Erinnyes",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/94376896/8b970c654b04a0e524be4c06d95332ea_4990071155031208689.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Splendor of Tranquil Waters",
        "desc": "<p>A scepter around which swirls pure water. In days long past, it once symbolized the highest authority over the seas.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/35428890/9807aa25f336daae391a6f6d4995af3d_3267574340947980453.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Song of Days Past",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/7789fb5e684cf95a7011657d0fa8a971_4912719626191046540.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Lakelight Lily",
        "desc": "<p>A clear and clean azure flower, it is born where Water Veins come together. It has a simple, cool, and elegant fragrance, pungent and refreshing yet gentle.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/35428890/c43e2d148b98d58c98a008b13e37b5b5_2124970523605775621.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Notable Members"
      },
      {
        "type": "RichText",
        "text": "Erinnyes\nKnight Erinnyes of the Lakelight and the Chief of Lochknights, who searched for the Pure Grail.\nOtkerus of Rhenanie\nA righteous and noble knight, who battled against a venom-breathing dragon.\nSir Guillaume of Gellone\nKnight Blancandrin\nKnight Marsile\nSir Agricane\nKnight Drest\nLady Adsiltia\nSir Naimes\nSir Tulpin\nSir Fierabras\nOther knights and Erinnyes's allies.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationship"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Lochknights worshiped the Mistress of Many Waters.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The God King fought with the knights.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanids",
        "desc": "<p>Oceanids are intelligent Hydro lifeforms created by the previous Hydro Archon, Egeria, and are able to manipulate water at will. <span class=\"wk-shady\">All the people of Fontaine were once Oceanids, whom Egeria had turned into humans to satisfy their wishes, going against the will of the Heavenly Principles.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/5e33c09fbd3c6781bb822fd9c57b6abc_7075433854813111066.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Lochknights swore to protect Oceanids, the spirits of pure water.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Fontinalia Festival",
        "desc": "<p>The Fontinalia Festival was created to commemorate the Lochknights' search for the Oceanids and their welcoming of the previous Hydro Archon Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/94376896/6be113dc8ecbe93170d1b614788b0509_5351748974434764299.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Fontinalia Festival was created to commemorate the Lochknights' search for the Oceanids and their welcoming of the previous Hydro Archon Egeria.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items and Books"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Splendor of Tranquil Waters",
        "desc": "<p>A scepter around which swirls pure water. In days long past, it once symbolized the highest authority over the seas.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/35428890/9807aa25f336daae391a6f6d4995af3d_3267574340947980453.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La Chanson d'Erinnyes",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/94376896/8b970c654b04a0e524be4c06d95332ea_4990071155031208689.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Song of Days Past",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/7789fb5e684cf95a7011657d0fa8a971_4912719626191046540.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Lakelight Lily",
        "desc": "<p>A clear and clean azure flower, it is born where Water Veins come together. It has a simple, cool, and elegant fragrance, pungent and refreshing yet gentle.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/35428890/c43e2d148b98d58c98a008b13e37b5b5_2124970523605775621.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Fontinalia Festival",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/237301566/b80893981c8b9210e7a7b7a96bfbadac_7475163028624999692.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Lochknights"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Order of Chivalry"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Leader",
        "value": [
          {
            "type": "RichText",
            "text": "Erinnyes"
          }
        ]
      },
      {
        "key": "Festival",
        "value": [
          {
            "type": "RichText",
            "text": "Fontinalia Festival"
          }
        ]
      }
    ]
  }
}