{
  "epId": 4939,
  "name": "Windblume Festival",
  "desc": "<p>The Windblume Festival was created to commemorate the courage and sacrifice of heroes, who overthrew the tyrant Decarabian, the God of Storms.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/f69afc8842c5f861bdc59a04f23f682f_12767228602063190.png",
  "menuId": 20,
  "menuName": "Definitions",
  "version": 1746915466,
  "components": {
    "galleryCharacter": [
      {
        "key": "Windblume Festival",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/521392bd689a1ad954f84190a0cc32b1_4213230292686834840.jpg"
      },
      {
        "key": "Windblume Festival",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/07f20cc638f78fca8cded745bef11c66_8740750223146710391.jpg"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Windblume Festival"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      },
      {
        "key": "Related Quests and Events",
        "value": [
          {
            "type": "RichText",
            "text": "Version 1.4 Event - Invitation of Windblume\nVersion 3.5 Event - Windblume's Breath\nArchon Quest Interlude Chapter: Act IV \"Paralogism\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Invitation of Windblume",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/95ca1cc0629928435ad5fa771f17a460_2176272422658468295.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "During the Windblume Festival, many people of Mondstadt decide on matters of the heart. At the first festival that the Traveler and Paimon attended, they met their old friend the bard Venti, who was dreaming of earning money for a limited supply of new wine. He decided to teach people, who wanted to know the art of love, to write love poems. In order to quickly free himself and try the wine, Venti asked the Traveler and Paimon to help him and promised to send secret signals to determine whether people should keep their distance and take the time or give up outright. The captain of the Knights of Favonius, Kaeya, also decided to write love poems and stated that like any teacher, Venti should be checking his students' homework."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/07f20cc638f78fca8cded745bef11c66_4179823261222771264.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "With Venti's tips, the Traveler and Paimon went to help the people of Mondstadt. First of all, they met with Marvin, a member of the famous Mondstadt Goth family. His strict and conservative father did not approve of his son's relationship with a girl from a farming family, so Marvin wanted to give his father a Windblume and ask for permission to date Marla. The Traveler and Paimon give Marvin advice about talking to his father and remind him not to forget about Marla herself on the Festival of Love. Then they went to Ellin, a girl who dreamed of becoming a Knight of Favonius. She wanted to bring flowers and a poem to the Acting Grand Master Jean, since she was her main fan. Ellin was worried that the fair, persistent and conscientious Jean would want to give a return gift, which would distract her from important matters. But at the same time, a gift without a signature could arouse suspicion. With Venti's help, the Traveler and Paimon advised Ellin and went to the next citizen. Albert, leader of the Barbara (the Deaconess of the Church of Favonius and the Mondstadt idol) Fan Club, wanted to build a huge flower statue of Barbara and place it near the entrance to the cathedral.\nBy collecting poems from his students and completing various assignments, Venti receives following poems from Kaeya, Timaeus and Bennett:\nKaeya's poem:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Mi muhe ye</color>\n<color=#ffffffd9>Means I love you</color>\n<color=#ffffffd9>In the language of the hilichurls.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Timaeus's poem:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Hand in hand with you before the furnace</color>\n<color=#ffffffd9>The flames fail to rise</color>\n<color=#ffffffd9>For they are burning in my heart.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bennett's poem (co-written with Razor):"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"You and the Mare Jivari</color>\n<color=#ffffffd9>So close and yet so far</color>\n<color=#ffffffd9>One at the edge of the world</color>\n<color=#ffffffd9>The other in the center of my heart</color>\n<color=#ffffffd9>Wolfhook and dandelion</color>\n<color=#ffffffd9>My Windblume offering to you.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Under the famous bard's guidance, people were able to open up in love poems, although some of them were considered by Venti to be insufficiently thought out. Since the Windblume Festival originated in the City of Freedom, people themselves are free to decide what to do on this day: make the first move or trust to chance. People should share fond memories, and let the heart decide the rest."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/599eb94d632a3bcc06212d3e4793ddc7_2132090646349250493.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Thanks to the invaluable assistance to the people of Mondstadt, the Traveler was declared the Windblume Star and was given the honor of choosing a Windblume and presenting it to the Anemo Archon on behalf of all the Mondstadt people. After consulting with Venti, the Anemo Archon Barbatos, the Traveler and Paimon learned about the true nature of Windblume and that the flower carries its own meaning for each person."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Who was it that stroked your bloodied, determined visage</color>\n<color=#ffffffd9>By stream flowing small</color>\n<color=#ffffffd9>By boulder standing large</color>\n<color=#ffffffd9>Who was it that embraced your weary yet noble soul</color>\n<color=#ffffffd9>In dreams deep</color>\n<color=#ffffffd9>In skies soaring</color>\n<color=#ffffffd9>Dear friend</color>\n<color=#ffffffd9>I am leading you by the hand</color>\n<color=#ffffffd9>Into the night where lanterns shine bright</color>\n<color=#ffffffd9>To tell you a tale of freedom and dreams</color>\n<color=#ffffffd9>The tale of where this festival begins.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "One of the many bards of Mondstadt, who freely wanders the city's streets and alleys.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "An accomplished swordsman and a strategic thinker in the Knights of Favonius, rumored to hail from beyond Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Barbara",
        "desc": "Every citizen of Mondstadt adores Barbara. She learned the word \"idol\" from a magazine.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2538,
        "name": "Ellin",
        "desc": "<p>A young lady who dreams of joining the Knights of Favonius. She can often be found honing her sword techniques behind the Knights of Favonius Headquarters.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/77454259/6e256ddd1c76901306f688ea4f3fa4b5_8509173275644540254.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "The righteous and rigorous Dandelion Knight, and Acting Grand Master of Mondstadt's Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2547,
        "name": "Timaeus",
        "desc": "<p>A Mondstadter who studies alchemy and seeks to educate others about alchemy's value.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/77454259/c5a1adb658e2aa4ef949384256d64056_4367590917402241745.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "A good-natured adventurer from Mondstadt who's unfortunately extremely unlucky.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Razor",
        "desc": "A boy who lives among the wolves in Wolvendom of Mondstadt, away from human civilization. As agile as lightning.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Windblume's Breath",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "During the second Windblume Festival, which the Traveler and Paimon attended, they encountered the alchemist's assistant Sucrose, who has been appointed as the Windblume Festival Special Ambassador. Sucrose's task was to perform good deeds during the festival, and she asked each person whom she helped to exhale into a test tube to collect the \"Breath of Joy.\" She hoped to use this breath in alchemy to obtain unprecedented miracles. Sucrose wanted the last breath to be special and asked the Traveler and Paimon to help her accomplish something difficult."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/1d82f912d49d607775eb1d03f99d4aef_5124665864379630035.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "On the way, they met their friend Collei, who had come from Sumeru with her teachers, Tighnari and Cyno, for the festival to meet with her friend Amber. While choosing a book in the Gift Shop, Collei came across a strange note that looked like a prophecy. <color=#ffffffd9>\"If you can do these things, you may light the lantern of utmost joy and receive a supreme blessing. Find a flower that is not of this world. Find a guide who will never get lost. Find one who would never lie. Find a legend that never ends.\"</color> Together, Collei, Sucrose, the Traveler, and Paimon decided to unravel the mystery of the note and find the lantern of utmost joy.\nCollei and others assumed that the lantern of utmost joy can grant a wish, and so Collei thought about \"changing her personality.\" The first time she came to Mondstadt, she was really immature and didn't want to let people in. The scout from the Knights of Favonius, Amber, was the one person who didn't give up on her. Because of that, Collei started to look up to her and hoped to be like her one day. After trying and failing for several years, she realized that she would never be like her friend: Collei always gets anxious, overthinks everything, and gets into a spiral of self-doubt, that is why she wanted to change herself."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/cf71b33447c4077f2368102d0cdd84e1_4734233364738817117.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Using the help of all their friends, they found a flying island, in the middle of which there is a table with chairs and cutlery for 7 people and a lantern in the middle. Having expressed all their assumptions about the prophecy, with the help of a lantern, they contacted the witch Alice, Klee's mother. It turned out that the \"prophecy\" was a letter of invitation to a farewell meeting, which the witches sent to their friends who decided to leave them and spend the rest of their days with their lover. Each of the riddles of the note referred to one of the witches: Rhinedottir (a flower that is not of this world), Nicole (a guide who will never get lost), Alice (one who would never lie), and Andersdotter (a legend that has no end)."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/38baf6f86cedc33042b0666e1553b0eb_4030153624051823655.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Alice talked about the Hexenzirkel, a secret witch society. Once upon a time, it challenged the Anemo Archon himself, but he told them to make music, not war. From then on, the mages would only ever convene in the woods, in the sky, or on the edges of cliffs. At these tea parties, they discussed their stories and secrets and resolved their differences. There were eight witches, among whom were\nwho received a letter of invitation, which was found by Collei,\nMona Megistus's Master,\nand\nThe \"prophecy\" that Collei discovered in a book written by Andersdotter was inserted by one of I. Ivanovna N.'s apprentices, Scarlett. The young witch wanted to meet the Hexenzirkel to become J's official successor, so she decided to follow Collei and her friends as they solved the note.\nAt the end of Collei's adventures, a shy and modest girl with a difficult past found true friends and especially bonded with Sucrose, an introvert by nature. Sucrose chose Collei's \"Breath of Joy\" to be the final component for her research. Padisarah seeds, a rare Sumeru flower, became Collei's Windblume, which she gave to the Traveler.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>A secret witch society, which discusses secrets at the tea parties and explores Irminsul. There are eight witches in the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_5066206833217056331.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p>A trainee ranger active in Avidya Forest. Behind her enthusiastic words and actions hides a slightly introverted personality.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/194600931/37a18b6b6865c59063003a9380f08225_7758071773430345954.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Sucrose",
        "desc": "An alchemist filled with curiosity about all things. She researches bio-alchemy.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "A mysterious young astrologer who proclaims herself to be \"Astrologist Mona Megistus,\" and who possesses abilities to match the title. Erudite, but prideful.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3654,
        "name": "Scarlett",
        "desc": "<p>Scarlett is the successor of I. Ivanovna N., as known as codename \"J\" of the Hexenzirkel.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/194600931/d098eaecdb2f28693b1fded2861840b3_9211080430099344413.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Barbatos",
        "desc": "<p>The Anemo Archon of Mondstadt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/5f7d70114271f8eca21f24cd62499dc6_6114532498612516105.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p>A visionary, a member of the Hexenzirkel, and Mona's teacher. She is also known as Astromancer Barbeloth Trismegistus and \"B.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/237301566/c11bc32a2df3184a98f12aa253560c6c_2459827091697220027.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>The Great Adventurer of the Realms, Dodo-King, Defender of Old Mondstadt, Friend of Adults Who Yet Harbor Hope, Author of the Teyvat Travel Guide, Originator of the Kujirai Art - Temari Jutsu, Supplier to the Renowned Lord Sangemah Bay, Elder and founder of the Hexenzirkel, Codename \"A,\" Mother of Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/f3158bf76283fe1b6c8372a0cf1a1930_5377743142533419604.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M. Andersdotter was a mortal writer from Mondstadt and a member of the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/f1576f261802f32e6c00a1bf8a6335df_2784161876381921141.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>An alchemist, a member of the Hexenzirkel, one of the five Sinners of Khaenri'ah, and Albedo's mother. Rhinedottir created an army of shadowy monsters, who attacked Teyvat 500 years ago. She's also known as Gold and R. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/b12de89916409eae3b0325ed5432efc4_613377601522213149.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>A member of the Hexenzirkel and the first Mayor of Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/194c68529f12745f86263afdec95651d_248230327667455534.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Nicole",
        "desc": "<p>A prophetess and a member of the Hexenzirkel. She is also known as Nicole Reeyn and N. <span class=\"wk-shady\">She is, presumably, one of the last seelies who remained conscious. She lost her voice and can only talk inside people's heads.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/4e2bf9792658e1c0d712c7f98d4eac3a_5610777900716081906.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3661,
        "name": "Collei's Windblume",
        "desc": "<p>To Collei, the only flower that can serve as her Windblume and convey her gratitude and well-wishes is the Padisarah. She now offers their seeds to you.</p><p>In visiting Mondstadt again, Collei has taken a tentative step toward the future. May her coming days be as a small seed held within her palm, filled deep with the potential for light and hope.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/20/94376896/abd1eb8a9d4c6277f7b4560b6c86f784_2008925753659643213.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2351,
        "name": "The Boar Princess",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Windblume Festival",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Legend has it that when the tyrant Decarabian ruled Mondstadt over 2600 years ago, there used to be blooming wild flowers over hill and dale. The stronger the wind blew, the sturdier those flowers' roots would grow, and the more they flourished. They were not afraid of the mighty winds, terrible winters, and wild whipping ice. These flowers were called \"Windblume.\"\nIt is believed that the word \"Windblume\" was once a code word for people who wished to stay in contact and plot resistance in secret. At that time, people often said that the stronger the wind blows, the firmer the roots of the Windblume grow, and the brighter the flower that bursts into bloom."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Let me give you this nameless flower, and may the spring-times you never saw mean nothing to you.\"</color>\n<color=#ffffffd9>\"Pray repay me with hope and a smile, and stand with me to welcome the day when the storms blow no longer.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The red-haired warrior was the first to send secret messages through the Windblume. Although his name has since been lost to time, and a warrior turned his back on the newborn god, who came after Decarabian, his deeds are still remembered in song. Just as the fate of the Windblume is to bloom under great pressure when the need to arise is most desperate, the fate of this clan will likely never change: they shall ever live in the darkness and bring forth the flame of dawn. A thousand years later, another red-haired warrior, Ragnvindr the Dawn Knight, went to war against the aristocracy of Mondstadt, corrupted by power and wealth. And the heir to the Ragnvindr Clan, Diluc, protects Mondstadt nowadays from all enemies, hiding under the cover of night.\nWhen the tyrant was overthrown and Barbatos came to power over Mondstadt, Windblume became a symbol of freedom, and the Windblume Festival became a day to commemorate the courage and sacrifice of those heroes. But over the years, the history of the festival was forgotten, and the meaning of the word \"Windblume\" acquired a new meaning."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"The flowers in bloom should represent love, and stand for the coming of spring.\"</color>\n<color=#ffffffd9>\"No more should they signal for rebellion, nor be the sign for banners to be raised...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>The God of Storms and the ruler of Old Mondstadt. He was overthrown as a result of an uprising raised by the people of Mondstadt, who could not withstand the tyranny.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_5503506276888756809.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Barbatos",
        "desc": "<p>The Anemo Archon of Mondstadt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/5f7d70114271f8eca21f24cd62499dc6_6114532498612516105.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "The tycoon of a winery empire in Mondstadt, unmatched in every possible way.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2045,
        "name": "Windblume Ode",
        "desc": "A bow adorned with nameless flowers that bears the earnest hopes of an equally nameless person.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/风花之颂.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3614,
        "name": "Mailed Flower",
        "desc": "<p>A graceful and elegant greatsword that is decorated with flowers and ribbons.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/28/35428890/bca5e3d255c646e42449a06b79b5d019_8759736612810872622.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Windblume",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/63c39f59ec1f979b04e586eee3c5dbc3_304963201630290061.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nobody in Mondstadt knows what kind of flower the Windblume is, but in Mondstadt there are two main opposing camps: Asterists, also known as \"Windblumer traditionalists,\" and Dandelionites. The first camp believes that the Windblume Festival is a tribute to the liberation of ancient Mondstadt from tyranny. Windwheel Asters that turn the wind are the true symbol of Mondstadt's freedom, and the epitome of windmills, which is why traditionalists chose them as their symbol. Many have forgotten the history of the festival, so this theory is not widespread.\nNowadays, most people are the Dandelionites and believe that the Windblume Festival is a festival for lovers and that they should express their love with the most extravagant sincerity during this time. Passionate people in love will often travel to Cape Oath and express their feelings for one another amid the billowing Dandelions and profuse Cecilias. For them, the Windblume means love and gladness. Sometimes, even the forged weapons are adorned with such flowers following the commissioner's or forger's wish."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/add38acc78249d2073b5c6372a2dcced_9155247330472710375.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A few people don’t belong to Dandelionites or Asterists and believe that Windblume can be Wolfhook, Cecilia, Sweet Flower, or other flowers.\nIn reality, Windblume never existed, so for each person, it means something different: flowers of love, flowers of respect, or flowers of blessing. Windblume is the spirit of the desire for freedom, the courage that allows you to follow the wind wherever it leads. Therefore, anything that is beautiful and worth blessing can be a Windblume.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1750,
        "name": "Windwheel Aster",
        "desc": "A plant that adores the wind. To the proud children of the wind, or the citizens of Mondstadt, the Windwheel Asters are \"the visible winds.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windwheel Aster_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1543,
        "name": "Dandelion Seed",
        "desc": "A tiny seed that rides on the wind. Even without its feathered wings, it still holds the hope from afar within.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dandelion Seed_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 464,
        "name": "Cecilia",
        "desc": "A beautiful flower with a name that suits its appearance. It only grows where harsh winds blow, and is just as intangible as the true heart of an unbound soul.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cecilia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1676,
        "name": "Wolfhook",
        "desc": "A berry with thorns that often gets attached to a wolf's pelt. When you look at it, you can almost hear the echoing cries of the wolves in the woods.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Wolfhook_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1197,
        "name": "Sweet Flower",
        "desc": "Particularly fragrant flowers. They can be found easily, even in the dark. Just follow the scent.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sweet Flower_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3614,
        "name": "Mailed Flower",
        "desc": "<p>A graceful and elegant greatsword that is decorated with flowers and ribbons.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/28/35428890/bca5e3d255c646e42449a06b79b5d019_8759736612810872622.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1748,
        "name": "Windblume Festival Commemorative Balloon",
        "desc": "Use this to release a balloon that can be popped.<br/>Balloons have special significance in the land of the wind, for they represent the freedom to drift with the wind. Of course, air pressure will destroy balloons once they've reached a certain height.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windblume Festival Commemorative Balloon_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Present Days",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/771cf09d9af26231d33162b656b01737_1134607433157461641.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Modern Mondstadt celebrates the spring Windblume Festival as a festival of freedom and love, a time of joy and fun. The Windblume Festival is not inferior in importance to the Lantern Rite Festival in Liyue or the Fontinalia Festival in Fontaine. At this time, people offer Windblume to the Anemo Archon Barbatos to show their respect and love. And according to tradition, they give these flowers to their closest and beloved people. At this time, even the Adventurers' Guild does not have any commissions, since during the festival you need to do everything yourself in order to find your love.\nOne of the modern traditions of the Windblume Festival is the capture of foxes. Every Windblume festival, young hunters go to Wolvendom to catch foxes. When they catch one, they place a wreath of flowers on its head and release it. It's a prayer for finding love in the year ahead.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Lantern Rite",
        "desc": "<p>Every year on the day of the first full moon, Liyue celebrates the Lantern Rite. At night, the people launch many Xiao Lanterns and one large Mingxiao Lantern into the sky. Inside each lantern is a piece of plaustrite and the heart's desires written on special sticks. The lanterns slowly float away, illuminating the way for the souls of Liyue's faithful defenders.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Fontinalia Festival",
        "desc": "<p>The Fontinalia Festival was created to commemorate the Lochknights' search for the Oceanids and their welcoming of the previous Hydro Archon Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/94376896/6be113dc8ecbe93170d1b614788b0509_5351748974434764299.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 1.4 \"Invitation of Windblume\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/077eab9dc0d6ada383a2a722653a0970_4922323737893778959.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>March 6, 2021</color>\nSongs of joy in the winds are streaming,\nBeneath the flowers old hymns abide;\nThough you should seek the festivity's meaning,\nForget not that which your hearts do hide.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=vv_JnSwFp0A&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"Floral Breeze\" - Scenes from Windblume Festival"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/077eab9dc0d6ada383a2a722653a0970_4922323737893778959.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>April 5, 2021</color>\nThe winds in cloud and rain abide,\nThrough a flowery sea of dreams they go.\nYou by my side and in my heart reside,\nWhere waves of love shall forever flow.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=HRksKER0Ies&t=2s&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 3.5 \"Windblume's Breath\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/9b6ccdb41e742840308daac5efb843c3_2895616554537489816.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>February 17, 2023</color>\nSome say fate hides in the wind, like the fragrance of flowers, like rain and dew...\nSuch is the law of nature, absolute and insurmountable.\nOthers, on the other hand, strive to seek out their own destinies, or even go as far as to reweave the threads of fate.\nBut at the end of it all, is this not an orchestration of fate?\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=AcTUi59vw_E&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Story Teaser: The Mages' Tea Party"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>March 7, 2023</color>\nUpon receiving a message from the ancient lamp out of the blue, even the Great Adventurer of the Realms, Dodo-King, Defender of Old Mondstadt, Friend of Adults Who Yet Harbor Hope, Author of the Teyvat Travel Guide, Originator of the Kujirai Art - Temari Jutsu, Supplier to the Renowned Lord Sangemah Bay, Elder of the Hexenzirkel, Codename \"A,\" Mother of the Most Adorable Klee — Alice was taken aback.\nFortunately, it was not a disastrous incident that had prompted the message. Instead, it served to bring back memories of companions whom she shared her youth with.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations and Emojis",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "A Windblume Story"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/7304e65c0151943f9d70951a3435f7ec_5563073014980940363.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>March 18, 2021</color>\nToday, The Cat's Tail is hosting a Festive Challenge competition with the Windblume Festival-exclusive Applebloom Cider as the main prize! Without thinking twice, Venti signs up, but just when victory seems to be at his fingertips, he... fails!?"
      }
    ]
  }
}