{
  "epId": 5009,
  "name": "Time Trekker (I)",
  "desc": "<p>A Fontainian science fiction novel published by The Steambird. It tells the story of an engineer's travels using a time machine.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/94376896/d320bd636cd59e9c09fd0c0addba6efb_2227787630826630263.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1722964914,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=en-us&bbs_theme=dark&bbs_theme_device=1#/map/2?center=-1097.49,-5323.38&zoom=3.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "<p>The \"temporary\" owner of a newsstand. He aspires to one day join The Steambird.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/19/94376896/6e7f40560c32385db97d1d42adfda939_2950984437323328217.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 5010,
        "name": "Time Trekker (II)",
        "desc": "<p>A Fontainian science fiction novel published by The Steambird. It tells the story of an engineer's travels using a time machine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/94376896/d320bd636cd59e9c09fd0c0addba6efb_8011176052222277197.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5011,
        "name": "Time Trekker (III)",
        "desc": "<p>A Fontainian science fiction novel published by The Steambird. It tells the story of an engineer's travels using a time machine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/94376896/d320bd636cd59e9c09fd0c0addba6efb_2705652576354840972.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Time Trekker (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\nThis is a story from many years ago. After the evening banquet, Ms. Aviva (who today would be Lady Nenonen) was, as always, theatrically grousing to us about the all-too-swift march of science. Though her grasp on engineering is even less firm than her knowledge of Watatsumi Island's soil quality (and of course, she knows nothing about the latter either), but self-proclaimed interest in engineering was in vogue amongst some ladies and gentlemen at the time.\n\"Our ancestors had already conquered this land thousands of years ago,\" she said as she cleared her throat, twirling her jade-plumed and blue-gem-encrusted folding fan while endeavoring in vain to wear a visage of despondency. \"And a few hundred years ago, they conquered the oceans with ease using new diving equipment. Today, some noble young folk have suddenly got it in their heads to use a so-termed gravimeter to break free from the earth's shackles and conquer the skies — and surely, I fear, their dream may yet become reality in the near future.\"\n\"Indeed, it is just as you say. Humans — ah, what a mighty and energetic species, with such great wisdom! No matter the circumstances, humans ever seek to change their living conditions with unimaginable passion,\" The Steambird editor immediately opined. \"In truth, when it comes to mechanical engineering and theory, humanity is already on par with the creator. They have conquered most of the natural world, and by their will, they can shape this world anew.\"\n\"Ah, that's... not what I meant to say,\" Ms. Aviva said with an affected sigh. \"Those distant and dark unknown continents, those ruins hidden deep beneath the seas, all that romantic exploration and trailblazing — such great achievements, that which has put the glorious achievements of our sciences and reasoning on full display — have all but become lost to our civilization. Our forebears reached too high and achieved too much, leaving too little for us to explore or conquer. Could there be a sadder fate to befall those ladies and gentlemen amongst us who were born to crave the exploration of the unknown?\"\nHere, her pretentious invocation of the legendary King Argeadai's words seemed an attempt to prove how truly this state of affairs hurt her. However, everyone simply sat around lazily, at most giving polite nods. Lady Elle lightly yawned.\nSeeing how no one answered, Ms. Aviva's enthusiasm faded and she proceeded to switch the topic to next week's ball. This was, evidently, a more popular topic, and the stiff atmosphere once again grew lively. Monsieur Ratar was just about to regale us with a tale he had heard in Sumeru regarding a tower, a mage, and a glass ball, but before he could begin, Mr. Ciric, who had remained silent till now, interrupted.\n\"Good Ms. Aviva, the things you said certainly left an impression on me.\" He lit a cigarette. \"However, you need not worry. There is still one space that has yet to be subdued by humanity — indeed, if the required techniques do not emerge, I fear it will never be.\"\n\"Where's that?\" Ratar asked, a sullen look on his face. He had been so very confident about his monkey story, after all.\n\"Time.\"\nThe room fell silent momentarily before all present broke out into laughter.\n\"What preposterous talk!\" Dr. Reinier declared, trying not to laugh. \"Firstly, how can time be considered a part of space?\"\n\"Can you separate yourself from time and exist independently in space alone?\"\n\"What do you mean?\"\n\"I mean to, at this moment, still be speaking to me, and in the next disappear without a trace. Is this possible?\" He waited for a moment, as if waiting for the others to think. \"Obviously, anyone with the capacity for rigorous thought would know for certain that much like length, width, and height, time is also a dimension of space. As such, it is a part of nature, and can thus be conquered.\"\n\"Utterly preposterous...\" The doctor muttered, but did not refute the statement.\n\"I have been involved in research of this sort for some time,\" he continued, \"and I have come up with a machine that can allow people to travel through time as they please. This machine will be ready in two months. At that time, Ms. Aviva, I invite you and all the ladies and gentlemen present here to my workshop, to bear witness to humanity's next great achievement: the conquest of time.\"\nMs. Aviva did not speak. In fact, from her expression, our noble friend did not understand Mr. Ciric's words at all."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Time Trekker (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Hubel in Court of Fontaine"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5079,
            "name": "Time Trekker",
            "desc": "<p></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/94376896/d320bd636cd59e9c09fd0c0addba6efb_3124006420360835887.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.4"
          }
        ]
      }
    ]
  }
}