{
  "epId": 5010,
  "name": "Time Trekker (II)",
  "desc": "<p>A Fontainian science fiction novel published by The Steambird. It tells the story of an engineer's travels using a time machine.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/94376896/d320bd636cd59e9c09fd0c0addba6efb_8011176052222277197.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1722964919,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=en-us&bbs_theme=dark&bbs_theme_device=1#/map/2?center=-1097.49,-5323.38&zoom=3.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "<p>The \"temporary\" owner of a newsstand. He aspires to one day join The Steambird.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/19/94376896/6e7f40560c32385db97d1d42adfda939_2950984437323328217.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 5009,
        "name": "Time Trekker (I)",
        "desc": "<p>A Fontainian science fiction novel published by The Steambird. It tells the story of an engineer's travels using a time machine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/94376896/d320bd636cd59e9c09fd0c0addba6efb_2227787630826630263.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5011,
        "name": "Time Trekker (III)",
        "desc": "<p>A Fontainian science fiction novel published by The Steambird. It tells the story of an engineer's travels using a time machine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/94376896/d320bd636cd59e9c09fd0c0addba6efb_2705652576354840972.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Time Trekker (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 2\nTwo months later, we — The Steambird editor, the doctor, Mr. Revilo Oliver, and others who had attended that evening banquet — came to Ciric's workshop as agreed. Ms. Aviva was not there, for she never had much interest in such things, but instead found more meaning in attending a social ball at Salon Caritat.\nSurprisingly, Ciric had grown older and more frail in just two months. In the dim light of the lamp, his once enthusiastic, arrogant expression had hardened into something indifferent and solemn, almost like the emaciated ascetics of Sumeru.\nHe welcomed us to take our seats, speaking in a calm tone.\n\"Well then, how is your plan to conquer time progressing?\" The Steambird editor asked directly. \"Where is the time machine you spoke of?\"\nCiric did not reply. Instead, he pointed to the desk next to him. Our gazes followed, and in the middle of that table was a gold-plated whale-shaped model airship about the size of a small clock. Even a non-professional eye could readily discern that the model was of exquisite craftsmanship. Beneath its clear crystal shell, an indistinguishable and formless color flowed ever so slowly, glowing faintly in the lampshade's shadow.\n\"So,\" the doctor said, \"it took you two months to make this little toy that would amaze even Lepaute's artisans?\"\n\"It certainly looks like nothing special,\" Ciric said, an inscrutable emotion shining in his eyes that could almost be called pity, \"But this is simply a projection the object has left in this moment, just as one can only see a thin line when viewing paper from the side.\"\n\"Blithering nonsense.\"\nFor some reason, Ciric did not refute that statement, merely asking us in a calm tone to hear him out concerning his time travel experiences. We agreed, and so he began to tell the story I shall now relate below, without interruption from beginning to end.\nFor all of you, it was two months ago when I first told you of the idea of a time machine. Similarly, it must have been a week ago when I finished constructing said device and stepped into it, initiating the very first instance of time travel in human history.\nThe strange sensations that came over me as I traveled through time are beyond words, just as there are no words with which one can impress the stars' brightness upon a blind person. About twenty minutes after this — though describing time travel by using subjective time is quite meaningless — the machine ceased operation. I looked about me then, and realized that I was in a Remurian imperial settlement. The grand temples and arenas carved of titanic stone would make the Opera Epiclese hang its head in shame, while the creations of Alain Guillotin would be little more than a child's wind-up toy before the towering Remurian golems. Just as I was beside myself in awe, a few patrolling troops discovered me. Seeing my strange style of dress, they took me to be a spy for the barbarian tribes. They seized me, naming me a lowly slave, a degenerate believer in a false god, and threatened to throw me into a deep cistern to feed the vipers.\nFortunately, the local Aedile — I later found out that her name was Aidia Anavana — realized that my identity was anything but ordinary, and had me sent before her. She endured my calamitous grammar and catastrophic accent (at that time, I could not even pronounce \"Remuria,\" with it coming out something more akin to \"Emuia\") while asking me many questions, which I answered truthfully. Quickly, she accepted the fact that I was from the future and showed me a stone slate that the slaves had recently dug up."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Time Trekker (II)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Hubel in Court of Fontaine"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5079,
            "name": "Time Trekker",
            "desc": "<p></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/94376896/d320bd636cd59e9c09fd0c0addba6efb_3124006420360835887.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.4"
          }
        ]
      }
    ]
  }
}