{
  "epId": 5011,
  "name": "Time Trekker (III)",
  "desc": "<p>A Fontainian science fiction novel published by The Steambird. It tells the story of an engineer's travels using a time machine.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/94376896/d320bd636cd59e9c09fd0c0addba6efb_2705652576354840972.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1722964924,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Time Trekker (III)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Hubel in Court of Fontaine"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5079,
            "name": "Time Trekker",
            "desc": "<p></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/94376896/d320bd636cd59e9c09fd0c0addba6efb_3124006420360835887.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.4"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=en-us&bbs_theme=dark&bbs_theme_device=1#/map/2?center=-1097.49,-5323.38&zoom=3.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "<p>The \"temporary\" owner of a newsstand. He aspires to one day join The Steambird.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/19/94376896/6e7f40560c32385db97d1d42adfda939_2950984437323328217.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 5009,
        "name": "Time Trekker (I)",
        "desc": "<p>A Fontainian science fiction novel published by The Steambird. It tells the story of an engineer's travels using a time machine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/94376896/d320bd636cd59e9c09fd0c0addba6efb_2227787630826630263.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5010,
        "name": "Time Trekker (II)",
        "desc": "<p>A Fontainian science fiction novel published by The Steambird. It tells the story of an engineer's travels using a time machine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/94376896/d320bd636cd59e9c09fd0c0addba6efb_8011176052222277197.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Time Trekker (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 3\nThe slate was a perfect square, each line and column engraved with seven symmetrical sequences of symbols — these were not in Remurian script, but rather the characters we use today. Regardless of the manner in which the text was read, or the order, or direction, the information within the text did not change — it was an elaborate riddle involving dogs, pastures, cyan finches, the summer rains, the song of the roses, a Rishboland Tiger's stripes, and the ordered patterns of rocks. Despite my long-time love of wordplay games, this endless cycle of riddles made me terribly dizzy. For some reason, I knew that I must solve it, no matter the price. I spent half a year doing so alongside Aidia — and as it turned out, the key to deciphering it lay with the name of a slave now thirty years dead, while the answer was a date, set several hundred years after the empire's fall.\nI bade Aidia farewell and stepped back upon the time machine, forwarding myself to that date in hopes of finding the secret behind that stone slate. There, I met several Marechaussee Hunters, and they showed me another stone slate, which again had 49 mirrored characters on it that formed another riddle. Again, the answer was a date, one set in a future still further off.\nFollowing these stone slates' directions, I cris-crossed the fabric of past and future, shuttling back and forth 13 times. Each stone slate's riddle was trickier than the last. One of them could only be cracked using a bad romance novel that would only be published 300 years hence — the 5th word of the 37th page of that book would form a conjugate with the full name of the 375th Maison Gardiennage officer from 375 years ago. Another riddle's cipher was based on a white flower that will only bloom several millennia in the future — I know not its name, and its pistil structure is very strange indeed. It might be a mallow of some sort, but I cannot be sure. That flower in nourished by skylark calls, and so one of the clues to its cipher was the number of ribs on a skylark during Remurian times. I suppose that is, generally speaking, just how the riddles worked.\nThe final stone slate came from the underground storeroom of the Basil Elton Memorial Museum, and had naught but one number on it: \"0.\"\nI do not know what I was thinking at the moment. After all, setting my destination to \"0\" is an action utterly devoid of meaning. But I punched the number into my machine all the same and pulled the control lever. After who knows how long, the machine stopped. I sensed that I was floating atop a sea with no waves or tides, for even the wind did not exist at that moment. The sky that loomed overhead was not blue, but a dark red adorned with countless stars, pale and distant, like salt frost lining the shore.\nI stared at this very first of oceans, transfixed, and several minutes passed before I realized that there was something shadowy hidden beneath the placid surface. It was the Palais Mermonia, which should not be there.\nAt that moment, I could hear someone call me by name — Neven Ciric, the voice called. I turned, and it was like looking into a mirror. A man, identical to myself, looking me dead in the eye, just as I did to him.\n\"Neven Ciric,\" he continued, \"you wish to conquer time. No one can do that.\"\n\"It was you who left those riddles behind?\"\n\"It was you who left those riddles behind.\" He repeated my question as if it was an answer. \"Those riddles are part of time, and every matching symbol is time itself.\"\n\"So, the final answer to the riddle of time is zero.\"\n\"Zero is not an answer. Instead, it is another mystery, for the answer cannot be found in the riddle,\" he said. \"The answer to time's riddle is a mirror — or perhaps I should say that this is the answer that is simplest to comprehend. When two mirrors face each other, time is the infinite reflection of light therein. Countless diverging, converging, and parallel lights form the illusion we call time. There is no past or future, for the past is the future. As you stand here at Moment Zero and look forward along the gap between the two mirrors, all beams of light fall along the same plane, and not one may escape. The Palais Mermonia had already sunk long before it was ever built, and the sunken Palais will be raised anew. Joy, sorrow, tears, and death must infinitely recur, for this is the nature of a mirror. Similarly, you can never conquer time, just as you can never grasp your shadow in your hand.\"\nPerhaps it was horror or momentary frenzy, but when he finished, I whipped out the firearm I kept for self-defense, leveled it at his head, and pulled the trigger.\nThe room was silent.\n\"I do not expect you to believe me,\" Ciric said as he stood up, his eyes sweeping the room. \"Just take it as a bunch of bunk that I made up to cover up for my inability to make a time machine. Make of it some lame tale, a dream born purely of delusion. In any case, ladies and gentlemen, I shall take my leave of you — my future self awaits a riddle that I must set him.\"\nI never saw Ciric Neven again."
          }
        ]
      }
    ]
  }
}