{
  "epId": 5083,
  "name": "Fujin",
  "desc": "<p>A carp Adeptus from Chenyu Vale.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/87ac671b11a51263e1e810e44048dda0_6154072277235000348.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1740783001,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Herblord",
        "desc": "<p>A snake Adeptus from Chenyu Vale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1fc07e750fce6e4cd6b64141ed66c56e_5023486009751273199.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Fujin's friend, who served the same Goddess.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>An ancient Suanni from Chenyu Vale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/5b4231e4ced390bfd124db7badbc7e2a_4406870056939279561.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Mountain Lord and Fujin's friend.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 5021,
        "name": "Carp Spirit Orb",
        "desc": "<p>An orb that was inlaid on the Golden Carp Fish statue. It contains an immense amount of adeptal energy.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/0c4300b7258f54b126c8d67c17df5f94_7183255632088549767.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4954,
        "name": "Spirit Carp",
        "desc": "A Spirit Carp formed from the condensed adeptal energy, swimming freely amidst mountains and river valleys.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/94376896/344e5e9b83c8296ed3a1f4bd7db02d9f_9177017744991025886.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4953,
        "name": "Chenyu Adeptea",
        "desc": "Tea grown in warm, moist areas in Chenyu Vale. After millennia of careful cultivation, the tea today emits a rich fragrance that can be savored from several streets away.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/94376896/188a2af60b1978f2e8b627ac5f500c03_5382143301303857705.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p>One of the Mighty and Illuminated Adepti of Jueyun, known as \"Cloud Retainer.\" Expert in all kinds of mechanical contraptions, her heart now turns towards the affairs of the mortal world, through which she walks under the name \"Xianyun.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/35428890/2c2be27f8876e9435ab8c8b933b8408c_7973851751945394462.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 2</color>\nSome of Liyue's history has simply been lost to the sands of time. The rest has either left its mark on the land in the form of ancient ruins, or — thanks to the painstaking efforts of those with adeptal affinity — made it into the annals of history. Aside from traveling to all corners of the land, those who would seek to understand Liyue's history must therefore look to the history books. Naturally, book collectors have played an important role in this process. One such individual is the great scholar of Liyue Harbor who refers to himself as \"Scholar Dongming.\"\nDongming is closely acquainted with Wangsheng Funeral Parlor's consultant Mr. Zhongli, and indeed often entreats him to help assess the authenticity of ancient texts. On one such occasion, Zhongli had a matter at hand that prevented him from attending in person, so he sent a friend in his stead.\nThis particular friend turned out to be a tall, slender woman who wore red-rimmed spectacles and introduced herself as Xianyun. At first, Dongming assumed that she would be a person of culture and learning just like Mr. Zhongli. But upon entering, she displayed no apparent interest in the ancient texts before her, and the only thing that seemed to catch her eyes was the old mechanical lock on the door. Overcome by nerves, Dongming was for a time at a complete loss for words. As if she could sense the awkward silence hanging on the air, Xianyun took charge and began to speak. To put Dongming's nerves at ease, she reassured him that her eyesight was perfectly adequate for judging the veracity of ancient texts, and then began to talk about her glasses.\nIt turned out that there was nothing wrong with Xianyun's eyesight, and that she didn't even need glasses to see clearly. \"Glasses,\" she explained, \"not only help people see, but can be worn as accessories too, you know! And once you've realized that... Why limit yourself to the boring colors? What's wrong with red rims anyway?\"\n\"What an interesting person...\" thought Dongming to himself.\n\"Besides, don't glasses put people at ease? Don't they feel more... human?\" A sudden change of expression passed over Dongming's face when he heard this.\n\"I mean, more in line with the local fashion. I'm not from Liyue Harbor, after all.\"\n\"Ah, that explains it then...\" thought Dongming, who himself was not a local either. Hearing her say this made him feel that little bit closer to Xianyun — close enough, in fact, to steer the topic back to those ancient texts that he wanted her to assess.\nAfter looking through the texts for a moment, Xianyun frowned and exclaimed: \"'Shaped like a bull, with a winged tail'... Why on earth would Fujin of the North choose to take such a form? And the part about Mountain Shaper... it's all nonsense.\"\nOne way to judge the authenticity of ancient writings is to examine their contents. Given that the expert before him believed the records to be erroneous, it seemed to Dongming that this book — which he had acquired for quite the pretty price — was most probably a forgery. Collecting ancient texts is an exhausting and expensive endeavor, and requires tightening your belt from time to time in order to make ends meet. Dongming couldn't help but smile bitterly as he reflected on the misfortunes he'd faced in life. His parents and wife had already passed away, and now these books were his only escape from the sorrows of living.\nWith a voice overflowing with emotion, he sighed: \"Mortal lives are full of tribulation, while the adepti are unconstrained and carefree. I doubt I'll ever have the fortune to meet an adeptus.\"\nGazing down through her spectacles, Xianyun looked upon the haggard-looking book-collector for a moment, before replying: \"It is said that in ancient times, people who sought the path of the adepti had to pass the trials of heaven and earth, and only then might they be granted the opportunity to prove their true intentions. The tortuous path to becoming an adeptus was no less painful than the agonies of mortal life.\"\n\"You're right... I've let myself get carried away.\"\nAfter a brief exchange, Dongming accompanied Xianyun back out of the library. Just before parting, she suddenly looked up as if she had recalled something, and said: \"Despite the fact that your book isn't genuine, if I were you, I'd consider taking that old lock on your door to an antique dealer. You might just find that it's worth at least as much as that book.\"\n\"And as for adeptal affinity... I wouldn't lose hope quite yet either. You have plenty of time ahead of you, so stay vital and look to the future.\""
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fujin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/28d436515e5f0695e04a902ebcc79143_4622881255621272880.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Thousands of years ago, long before the Archon War, there was another goddess in Chenyu Vale, who Fujin and her friend, Herblord, served. Fujin is an illuminated beast, whose true form is a carp, but she herself prefers the human form. One day, she defeated the ancient Suanni, Lingyuan, known as the Mountain Lord. She did not kill the azure Suanni, but became her friend. At first, Fujin, like Lingyuan, did not understand people and did not like them for their excessive demands, passion for hoarding and eternal desire to have more of what they needed. She could not understand why people's sorrows and joys depended on \"wealth.\" But over the years, she accepted people: a child's cry began to break her heart, and an old person's shattered memories began to sadden her. Fujin realized that people were also part of the vale."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/618c50edcbf897e21a1daa5ac5a0763f_1811410172888703217.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "For the sake of the people of Chenyu Vale, Fujin performed the Rainjade Rite, ruled the rivers and mountains in the name of her master. The ritual altered the vale's spirit veins and elemental energy so that people could live there. The Rainjade Rite was once a big event where everyone rejoiced in abundance, laughed, danced in animal costumes, and set off fireworks to drive away evil spirits. In those calm days, Fujin climbed the waterfalls of Mt. Aocang and Mt. Hulao, where she met Adepti whose strength and wisdom far eclipsed her.\nOnce, Fujin planted a tea tree on Lingyuan’s mountain, planning to invite Cloud Retainer and Mountain Shaper for tea."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Seriously? You plant trees any way you like on my turf, and you have the nerve to spout such things?\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/1158bb1575081f8ca8dabf6014efed2f_4307364717859963273.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Later, people took branches of this tree and grafted them to the other side of the Bishui River. They began holding tea ceremonies in gratitude to Fujin and worshiped her as an Adeptus. The fragrance of tea would also travel from this place, Chenyu Vale, to Liyue Harbor, and from there to many more places still. One of the legends concerning the tea trees of Chenyu Vale goes like this: <color=#ffffffd9>\"No matter the waters, soil, or sunlight, this sort of tree only grows lushly in Chenyu Vale. This is because it remembers the promise that old friends made in the ancient past beside the tea sapling.\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/0fed1cd78224e2e1c5f6f05aedc15696_8551513999407387991.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Unlike the Adepti of the south, to whom Rex Lapis granted \"illumination\" and the ability to create their own abodes, Fujin does not have such power and considers herself the weakest Adeptus, that's why her chambers are more like a \"cave\" than an abode. She was not able to leave fresh water for too long, nor live in salty waters, so her Adeptal friends gave her a \"teacup,\" inside of which there was a subspace where she could live. The spring within the chalice would never dry up, making it a fine place to temporarily stay. It could hold a reflection of the sun and moon and could play host to swimming fish. Fujin's friends wanted to take her to Guili Plains and Liyue Harbor, to meet those lovely people they spoke of, but that never happened.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Chenyu Vale",
        "desc": "<p>The gentle breezes carry the fragrance of tea all across the mountains of Liyue, filling the air with the savory scent once more.</p><p>\"Tea grows upon the rocks, where jade springs endlessly flow.\" The faint perfume and ancient song of jade drift together along the rivers past Qiaoying Village to the bustling port of Yilong Wharf. Just what adventures and fortune await, concealed among the fog-robed peaks of the south...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c3b05f550a4a993a64548c995c9ab98c_3937734872284726017.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adepti",
        "desc": "<p>Adepti are a group of immortal illuminated beasts of Liyue, who have protected people for millennia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/7372a2d1b47769b64d0e87bd21a867a7_72112176500303706.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Herblord",
        "desc": "<p>A snake Adeptus from Chenyu Vale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1fc07e750fce6e4cd6b64141ed66c56e_5023486009751273199.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>An ancient Suanni from Chenyu Vale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/5b4231e4ced390bfd124db7badbc7e2a_4406870056939279561.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Cloud Retainer",
        "desc": "<p>An Adeptus living on Mt. Aocang, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/14/77454259/46ee1323ddfe94fe1707c1d50912504e_6109257434051025196.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Mountain Shaper",
        "desc": "<p>An Adeptus living in Mt. Hulao, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/77454259/24ed91484b6cba0d0f8c7dd916b9f774_2658759902997770174.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Echoes of an Offering",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4953,
        "name": "Chenyu Adeptea",
        "desc": "Tea grown in warm, moist areas in Chenyu Vale. After millennia of careful cultivation, the tea today emits a rich fragrance that can be savored from several streets away.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/94376896/188a2af60b1978f2e8b627ac5f500c03_5382143301303857705.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Archon War",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/6258654267ebf786d39a77b385b2e0ab_7308345604311255648.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the Heavenly Principles declared a war for the divine throne and rule of Teyvat, the Master of Fujin and Herblord fought against Rex Lapis. According to Fujin, her lord went mad seeking the position of a god who may rule this world, or she was simply trying to survive, because she understood that she could not defeat Morax. In a desperate attempt to reverse fate, she caused the Bishui River to overflow its banks, destroying everything downstream. Herblord and Fujin could not allow people to die, so they went against their goddess. According to legend, Herblord delayed the goddess with a battle, and Fujin threw the Votive Rainjade into the water, which stopped the river from flooding. Fujin released the Adeptal energy from the Jade Pendant to cause the ground to open up and swallow the Bishui River, allowing the Jademouth to grow and stabilize the flow. Lingyuan summoned her familiars, the Xuanwen beasts, to help her friends and drive the people into the caves. During the war, Fujin spent all her energy and spent many years in Carp's Rest, unable to leave it.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Chenyu Vale",
        "desc": "<p>The gentle breezes carry the fragrance of tea all across the mountains of Liyue, filling the air with the savory scent once more.</p><p>\"Tea grows upon the rocks, where jade springs endlessly flow.\" The faint perfume and ancient song of jade drift together along the rivers past Qiaoying Village to the bustling port of Yilong Wharf. Just what adventures and fortune await, concealed among the fog-robed peaks of the south...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c3b05f550a4a993a64548c995c9ab98c_3937734872284726017.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Archon War",
        "desc": "<p>The war for the divine thrones, declared by the Heavenly Principles. As a result of the Archon War that finished about 2000 years ago, seven rulers of seven nations received the Gnoses, the divine throne, and the title of an Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/15/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3277280826417124317.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Morax",
        "desc": "<p>The Geo Archon of Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/51993b7b69c68f3d8388ed314bf1eed8_4749048738401434001.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Herblord",
        "desc": "<p>A snake Adeptus from Chenyu Vale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1fc07e750fce6e4cd6b64141ed66c56e_5023486009751273199.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>An ancient Suanni from Chenyu Vale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/5b4231e4ced390bfd124db7badbc7e2a_4406870056939279561.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5057,
        "name": "Xuanwen Beast",
        "desc": "<p>Xuanwen Beasts, named for the dark patterns on their bodies, are fierce creatures that inhabit the mountains of Chenyu Vale.<br>In the region's folklore, these beasts were the servants of an adeptus in ancient times, tasked with vanquishing evil and protecting the region. However, they devolved into brutal creatures after said adeptus passed away. These legends cannot be verified, and no one knows the true identity of this adeptus. This much is for sure, however — one should stay away from these aggressive creatures for one's safety.<br>For over a thousand years, these beasts have lost a tremendous amount of territory that once belonged to them to relentless human encroachment. These days, they can only occasionally be spotted in the remote mountains of Chenyu Vale...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/24/35428890/d75494fa72798564617469b6393fac97_410300358427842440.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chenyu's Blessings of Sunken Jade",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Thousands of years later, the Mountain Lord decided to return Chenyu lands to their state before the arrival of people. She believed that she, and the carps, and snakes all came from nature, so she wanted to return everything to the form that was at their birth. Then the rivers rose and fell with the rains, their paths were not fixed, the tea trees and flowers were not trimmed or cultivated, nor did they exist for humanity. Lingyuan believed that in such an environment, Fujin would regain her true carp form and spiritual strength and frolic in the great rivers. For many years, the Mountain Lord was changing the spirit veins, due to which the soil deteriorated, and a thick fog arose."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/32a53ea6575595c0d13233ec1748138a_3604543691133244023.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fujin, who cares about the people of the vale, asked for the help of the Traveler to restore the spirit veins and change the soil. The Adeptus did not have enough strength to perform the Rainjade Rite herself, so she needed help. She didn't want Qiaoying Village, famous for its tea, to lose its reason for existence. Thanks to Traveler, Paimon and Lingyuan's friend, Little Mao, Fujin was able to gain enough strength to perform a ritual on the sacred mountain and stop Lingyuan. The Suanni accepted defeat and, for the sake of her friend, agreed not to interfere with caring for people.\nOn the Chiwang Terrace, where all the spirit veins of Chenyu Vale converge, Fujin transmitted her Adeptal energy throughout the vale to restore the water and soil. Having spent all her powers during the ritual, she again lost the ability to take human form, but was happy to return her friend and save people.\nWhen the Traveler again helped gather Fujin's power, which had been scattered during the ritual, Fujin decided to visit Guili Plains and Liyue Harbor to look at the people and get to know them. She also wanted to meet with Herblord and convince Lingyuan to go with her.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Chenyu Vale",
        "desc": "<p>The gentle breezes carry the fragrance of tea all across the mountains of Liyue, filling the air with the savory scent once more.</p><p>\"Tea grows upon the rocks, where jade springs endlessly flow.\" The faint perfume and ancient song of jade drift together along the rivers past Qiaoying Village to the bustling port of Yilong Wharf. Just what adventures and fortune await, concealed among the fog-robed peaks of the south...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c3b05f550a4a993a64548c995c9ab98c_3937734872284726017.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5549,
        "name": "Chenyu's Blessings of Sunken Jade",
        "desc": "<p>A World Quest Series following the request of Fujin, an adeptus, to resolve the disharmony of <span style=\"color: rgb(236, 229, 216)\">Chenyu Vale</span>'s soil and water.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/41133912/c3b05f550a4a993a64548c995c9ab98c_2384091145152107228.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>An ancient Suanni from Chenyu Vale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/5b4231e4ced390bfd124db7badbc7e2a_4406870056939279561.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4954,
        "name": "Spirit Carp",
        "desc": "A Spirit Carp formed from the condensed adeptal energy, swimming freely amidst mountains and river valleys.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/94376896/344e5e9b83c8296ed3a1f4bd7db02d9f_9177017744991025886.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Fujin"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Adepti"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Fujin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/3bd593650846f74d2440570112d45a6d_5212182022509844373.png"
      },
      {
        "key": "Fujin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/acb166b151e7743e3e2202c2247e826e_1714749920211275458.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Fujin's true form."
          }
        ]
      }
    ]
  }
}