{
  "epId": 5126,
  "name": "Enkanomiya",
  "desc": "<p>The only hope for Watatsumi Island's salvation lies with this secret-shrouded area — Enkanomiya.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_1496971296741216893.png",
  "menuId": 20,
  "menuName": "Definitions",
  "version": 1756216278,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Enkanomiya"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Permanent Location"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.4"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Enkanomiya",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/e6c03ebae26ef2a5249f61a411f2db02_1255113179933831736.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/bbf6cced5e05504dab6bf707a69196a9_5065364817919200582.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/26/237301566/9ea6fd45be65433cf38a9304c8ad4837_7341691726030003785.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Bloodbranch Coral",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/290cfa259b61d31da19257549fda7675_2342156676239804.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "About six thousand years ago, a war between the\nand the Second Who Came broke out in Teyvat. The heavens collapsed, the earth was split apart, and the civilization now known as Enkanomiya sank into the Dark Sea, hidden from the sight of the gods. This place used to be inhabited by pure elemental beings, the\nwho were forced to leave Teyvat after the war between the Dragons and the Heavenly Principles. There was only darkness in this place, and so their hunting grounds were untrammeled. Upon their arrival at the Dark Sea, the humans drove the Vishaps into the shadows with thousands of lanterns, and the latter hunted humans from the darkness. One day, a man named Abrax revealed his wisdom, and under his leadership, Helios was built, dispelling the darkness. A year after the artificial sun was created, humans tried to find a way to the surface, but the entrance was sealed. Soon after, the nobles seized power and appointed the rule of the\ndeclaring Abrax a traitor. During the tyranny of the Sunchildren, humans formed a resistance, but it fell apart after their leader was captured. It was only when the god Orobashi, who had fled to the Dark Sea from the Archon War, appeared in Enkanomiya that the people were able to overthrow the rule of the Sunchildren and the nobles. During his reign, the Serpent began to experiment on the Dragonheir of the Depths, grafting his corals onto them. Orobashi's appearance meant that the ban on leaving the Dark Sea was weakened, and the people could rise to the surface. After making an agreement with Inazuma, Enkanomiya began to prepare for the great migration, learning the Inazuman language and traditions. Since then, the underwater kingdom has been called Enkanomiya, as opposed to Sangonomiya, which rises above the sea. The island that the Enkanomiyans landed on was called Watatsumi, which means \"god of the sea.\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/2086e64ad2eee032a9cd2a8ce13ef962_3203592989599891796.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When the Enkanomiyans emerged on the surface, the Holy Soil began to spread across Sangonomiya, expanding the habitat of the Dragonheir of the Depths and strengthening the primordial elemental power of the three realms. It was believed that just as the human heart runs deep and water flows downhill, the spirit of Watatsumi Island constantly feels the call of Enkanomiya, down in the depths. As a result, the soil slowly bleaches, becoming Holy Soil. Every few hundred years, when the spirit veins flowed smoothly, people would break the barrier between Enkanomiya and Sangonomiya, descend into the underwater kingdom, and retrieve the Jade Coral Branch left behind by Orobashi, which was used to suppress the Dragonheir of the Depths. They would then use the Jade Coral Branch to perform the\nritual, thus causing the sunken \"spirit\" to return, which would stop the erosion of the Holy Soil. A variation of the phenomenon existed in Natlan, where phlogiston-rich soils were suppressed using divine nails. The spread of the Holy Soil on Watatsumi is probably related to the geological structure of the island. As the seawater is absorbed, the land becomes dry and solid, the salt displaces nutrients, and the soil becomes inert to the elements and unsuitable for farming. And the Coral Branches contain the power of Orobashi, which can restore the elemental nature of the soil and reverse the effect of bleaching. The Watatsumi Goryou Matsuri ritual is essentially designed to use the serpent god's life force to awaken its second familiars: the Sangacorallia. They are creatures that break down raw, primitive elemental energy into the milder elemental energy of the human realm, and their mass awakening causes a transformation in the ecological environment of Enkanomiya. The giant coral is a symbol that the Sangacorallia have been awakened by the serpent's blood."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/7db3b9feada1531e2ee5071e009c79a1_451701779957585920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the time for the next Watatsumi Goryou Matsuri ritual had come, the Divine Priestess, Sangonomiya Kokomi, asked the Traveler and Paimon, who had helped her in the civil war, to descend into Enkanomiya and retrieve the Bloodbranch Coral. After removing the seal and obtaining the Key of the Moon-bathed Deep, they opened the entrance to Enkanomiya and descended into the underwater kingdom. There, in the library, they met a strange man named Enjou, which means \"above the depths.\" He introduced himself as a scholar who was sent by someone to help the Traveler and Paimon translate ancient texts. Using his clues, the Traveler and Paimon were able to find the Golden Bridle to remove the protective barrier from Helios and activate the artificial sun. But despite the help he provided, Enjou was acting suspicious and untrustworthy, and one of the Shades of Tokoyo reported that the scholar had the power to dispel his existence. When the Traveler and Paimon found all the fragments of the Reins of Revival needed to open the passage to the Bathysmal Vishap Herd and defeated them, removing the Bloodbranch Coral from them, Enjou suddenly appeared. It turned out that he was an Abyss Lector from the Abyss Order, and his main goal in Enkanomiya was to find the forbidden book \"Before Sun and Moon,\" in which he wanted to find information about Celestia's alien origin. Enjou couldn't find the book in the library or anywhere else, so he assumed the Traveler had it and attacked. When he failed to win the fight, he disappeared, and the Traveler and Paimon rose to the surface to give the Bloodbranch Coral to the Divine Priestess.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5363,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Archon War",
        "desc": "<p>The war for the divine thrones, declared by the Heavenly Principles. As a result of the Archon War that finished about 2000 years ago, seven rulers of seven nations received the Gnoses, the divine throne, and the title of an Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/15/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3277280826417124317.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Elemental Dragons",
        "desc": "<p>An ancient race, who ruled Teyvat long before human existence. Dragons belong to the Light Realm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_6244634971554940377.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Abyss Order",
        "desc": "<p>An organization comprised of the cursed Khaenri'ahns and non-human monsters. They are the enemies of surface civilization and thrive in many corners of the world. Their main goal is to destroy the world under the rule of The Seven.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/01/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5998042434792180602.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primordial One",
        "desc": "<p>The First Descender, who defeated seven Dragon Sovereigns of the world and created people. The Primordial One may be Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_6047094467838473554.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Orobashi",
        "desc": "<p>The Serpent God, who brought the people of Enkanomiya out of the Dark Sea and onto the surface. He was killed by Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/08/237301566/1397393f5024f3cfe3e0cd632dae57a6_6749302746102078584.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "The Divine Priestess of Watatsumi Island. All of the island's affairs are at this young lady's fingertips.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>A member of the Abyss Order, who calls himself a bookish character and a scholar. He's also known as The Thing Calling Itself \"Enjou,\" Sanka, and The Thing Calling Itself \"Sanka.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/725dbbb16dec2beb477c3a15194eed29_7827130156895942956.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Bathysmal Vishap Herd",
        "desc": "<p>A powerful group of Bathysmal Vishaps.</p><p>They have been specifically bred and selected by the people of Enkanomiya, which has given them their exceptional strength. Of course, no vishap would consider this some sort of debt to be repaid.</p><p>The strongest members of this herd can use different elements, which they wield as a show of their hatred.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/05/35428890/b47c21200d36f217cab2e527e85d2896_4738875560654045342.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Abyss Lector: Fathomless Flames",
        "desc": "Wielders of abyssal fire who pursue the meaning behind texts and scriptures. Is a member of the Abyss Order.<br/>The surface people have a slightly distorted understanding of what their name means, calling them \"Lectors,\" when their name can also mean \"exegete.\" Reading the word of grace grants them great power.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3050,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Bloodbranch Coral",
        "desc": "A coral in which the life force of Watatsumi Omikami dwells. It is a vital part of the Watatsumi Goryou Matsuri.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1501,
        "name": "Reins of Revival",
        "desc": "The hereditary national treasure of Byakuyakoku. Apart from representing the highest authority in the land, it also confers the ability to control souls and this realm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Reins of Revival_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2327,
        "name": "Sangonomiya Chronicles",
        "desc": "<p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Before Sun and Moon",
        "desc": "A chronicle that ordinary folk have been forbidden to read. The writing is a mix of fables and histories from the beginning of the world to the creation of the Dainichi Mikoshi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/30d637f5d6939cb8f5a886096aa7ba70_2948147741859048411.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Three Realm Gateway Offering",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/3eedbb236edfd30079133e20c2099bc9_9155306630120246409.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Some time after the Watatsumi Goryou Matsuri ritual, the Divine Priestess, Sangonomiya Kokomi, noticed that something was wrong with the ritual. Instead of reversing the Holy Soil phenomenon, the ritual only stopped it. This was the first time in Sangonomiya's history that such a thing had happened, so Kokomi sent several troops to Enkanomiya, but they didn't succeed and were seriously injured. All of Enkanomiya was engulfed in darkness from the Void Abyss that neither humans nor Vishaps could bear, and previously unknown monsters, the Black Serpent Knights, appeared. The priestess Tsumi, who was not on Sangonomiya's list, came down to help the injured. The \"priestess\" wore an unusual snake mask that covered half of her face, explaining that she had a facial injury that she did not want to frighten others with. Some soldiers said they saw snake pupils behind the mask. With the Sentou ritual, she was able to illuminate the Dainichi Mikoshi, where the injured were staying. To find out what had happened, Kokomi again asked the Traveler and Paimon to descend to Enkanomiya. Before they descended, Kokomi gave them a piece of the Sangonomiya relic that would help them when they faced a difficult choice."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/b948ac47f0b6ddf32f00f30046bf7c80_1077600166197844810.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "After descending into Enkanomiya, the Traveler and Paimon received the Bokuso Box from Tsumi, which could gather light around itself and dispel darkness. They also learned that due to the overwhelming power of the Void Realm, everything in the Light Realm and the Human Realm had frozen, and they needed to go to the three corners of the triangle protecting Enkanomiya. The Towers of the Void at the corners had been restored by a member of the Abyss Order, Enjou, whom the Traveler and Paimon had previously met. He used the Towers of the Void to spread the energy of the Abyss, causing great torment to the Sangacorallia and Bathysmal Vishaps. To get rid of the darkness, they needed to climb to the tops of the towers and activate the Light Realm Chisel, which would let in the energy of the Light Realm. When the Traveler and Paimon connected all the towers and activated the Light Realm Chisel, the darkness began to dissipate, but the Dainichi Mikoshi was enveloped in shadows."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/a6281ca7f0f17746bdbdc3b43d3cecc6_4235814674161287787.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Traveler and Paimon believed that the darkness in the Dainichi Mikoshi was due to Enjou's influence, so they went to meet him. Enjou revealed that Tsumi was an evolved Vishap. There was a legend in Enkanomiya that after their defeat, the Bathysmal Vishaps had to evolve to survive, and they began to imitate the victors. Over time, Vishaps that were indistinguishable from humans except for the shape of their pupils began appearing. They were called the Vishap-people. In the legend, they infiltrated Enkanomiya to replace humans in important positions. As Tsumi had snake-like pupils, the Traveler and Paimon believed that she was using them to take revenge on Enjou, who had betrayed her. He made an alliance with the Vishaps, promising to plunge Enkanomiya into darkness so that they would send the best of the best to the Dainichi Mikoshi to rescue their imprisoned kin. In exchange, they were to guarantee the safe passage to the Abyss Order through their lands and help them rebuild the Towers of the Void. But the Vishaps did not know that the darkness of the Abyss was a terrible poison for elemental beings. Since Enjou's quest to Enkanomiya had been fruitless, he decided to help the Traveler and Paimon channel the light and dispel the darkness in the Dainichi Mikoshi using the mechanisms he had left behind. As a parting gift, he gave them a piece of the ornament he had found in the Dainichi Mikoshi. This piece was the third part of an ornament and was similar to the one Kokomi had given them."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/400feccc825e5dac9ba0493623ef48aa_4916453309848461991.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "After activating the mechanisms and purifying the Dainichi Mikoshi, the Traveler and Paimon returned to Tsumi. Even though the darkness over the Dainichi Mikoshi had lifted, Tsumi felt as if the tower could hear her wishes. It would change its brightness with just a thought. If Tsumi had wished for it, the tower would have collapsed before her. With a single thought, as if with a snap of the fingers, the source of the great suffering of the Vishaps would have collapsed. But Tsumi could not do this. When the Traveler gave her the two pieces of the medallion at their meeting, Tsumi combined them with her own, and they formed a medallion in the shape of three entwined snakes."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/dd24b9b451e2ae8db2f2d645c7b48153_6251536462468880765.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Orobashi's first familiars were\nAccording to legend, these half-human, half-snake creatures helped the Enkanomiyans repel the attack of the Bathysmal Vishaps. Since they lived among humans, they gradually began to resemble them in everything except for their snake pupils, the main distinguishing feature of the Vassals. After Orobashi spent all his strength on creating Watatsumi Island, no more Vassals of Watatsumi were born. However, there is a mention in the records of the last of the Vassals, who was supposed to be the link between the dragons and humans. When she was just an infant girl, she and her guardian shrine maiden were attacked by Vishaps at the border of Enkanomiya, who then raised the girl. The medallion with intertwined snakes belonged to the beginning of the era when Orobashi reorganized the court and reformed Enkanomiya. The three pendants were given to the Dainichi Mikoshi, the Sangonomiya lineage, and the Vassals of Watatsumi. The original intention was that the common folk, the officials, and the divine vassals would all hold each other accountable. Tsumi's medallion fragment was a perfect match for the fragments from Sangonomiya and the Dainichi Mikoshi, only because she was the last Vassal of Watatsumi, but she refused to accept this and returned to the Dragonheir of the Depths."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"There is a saying in your human books that I've never understood until right now.</color>\n<color=#ffffffd9>'People belong where they are born, but creatures belong where they are fed.'</color>\n<color=#ffffffd9>I am a vishap, not a human. So I'm going back to where I belong.</color>\n<color=#ffffffd9>I guess the Dainichi Mikoshi isn't my concern. But we'll be back one day.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "When Enkanomiya was cleared and the Traveler and Paimon returned to Sangonomiya Kokomi, she found it necessary to come up with a new way to deal with the Holy Soil so as not to harm the Vishaps anymore. She also said that the legend about the vishap-people is just a fiction, and no records of them exist in the classified records of Sangonomiya.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Abyss Order",
        "desc": "<p>An organization comprised of the cursed Khaenri'ahns and non-human monsters. They are the enemies of surface civilization and thrive in many corners of the world. Their main goal is to destroy the world under the rule of The Seven.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/01/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5998042434792180602.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "The Divine Priestess of Watatsumi Island. All of the island's affairs are at this young lady's fingertips.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>A member of the Abyss Order, who calls himself a bookish character and a scholar. He's also known as The Thing Calling Itself \"Enjou,\" Sanka, and The Thing Calling Itself \"Sanka.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/725dbbb16dec2beb477c3a15194eed29_7827130156895942956.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>The last Vassal of Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/1b4813ee4ee058cd0428721d3301de69_4470226612379359942.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Orobashi",
        "desc": "<p>The Serpent God, who brought the people of Enkanomiya out of the Dark Sea and onto the surface. He was killed by Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/08/237301566/1397393f5024f3cfe3e0cd632dae57a6_6749302746102078584.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Fragmented Accessory",
        "desc": "A small accessory you got from Kokomi. It seems to be the fragment of another object. According to her, it might come in handy at some point.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8266,
        "name": "Fragmented Accessory",
        "desc": "A fragment that you got from \"Enjou.\" He stole this from the Dainichi Mikoshi, so this should be a relic of Enkanomiya.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/16/a21fc0f3c1d6bde76b144022b7474936_1606506675991326498.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "name": "Bokuso Box",
        "desc": "<p>Use this to clear a certain area in Enkanomiya of the darkness' influence.</p><p>The name \"Bokuso\" is formed from \"boku,\" meaning \"to draw near to what is good,\" and \"so,\" meaning \"to shun that which is tainted.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/151578876/d8d834b28619cb33aac576e989376a2a_1161816778376538992.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1703,
        "name": "Tsumi's Map",
        "desc": "A map drawn by Tsumi. There are some markings on it.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tsumi's Map_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "The Serpent's Bowels",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/5bcd5796e223ef978f12d015cb86aac8_3525836883539017513.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Around six thousand years ago, during the war between the\nand the Second Who Came, the nation now called Enkanomiya sank into the Dark Sea, hidden from the heavens. The entrance to Enkanomiya is now located in Inazuma, on Watatsumi Island, where the god of Enkanomiya led his people. The Serpent's Bowels connects Sangonomiya and Enkanomiya. The passage to the ancient civilization is hidden behind a huge door with Key Sigils. These five types of sigils were once used throughout Enkanomiya and only surfaced when the passage was opened. According to legend, with the awakening of Enkanomiya, a new set of sigils will be given to the people of Watatsumi. By activating all the Key Sigils, a gate opens that leads deep into the rock that previously seemed solid. At the end of the passage, the path to Enkanomiya is blocked by doors that can only be opened with a Key of the Moon-bathed Deep. This key is said to be forged from the spilled blood of Orobashi and can only be used by those with a heart as pure as water itself. The Traveler and Paimon were sent to Enkanomiya by the High Priestess of Sangonomiya to obtain the Bloodbranch Coral needed to perform the Watatsumi Goryou Matsuri ritual to stop the Holy Soil spreading on Watatsumi Island."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/c4f9dcc9b8458b457395b74e0545a3d9_7849352208924339452.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The Dragonbone Flower grows in The Serpent's Bowels, and when nourished with the Waters of Lethe, the flower will produce a fruit called the Dragonbone Orb. This orb is known to bards as the \"Fretnaught Fruit,\" as it relieves a person of worries and brings peace. Thousands of years ago, before Orobashi appeared in Enkanomiya, there was a resistance against the tyranny that ruled civilization. When their leader was captured, the core of the resistance completely fell apart. The ordinary students who followed him were saved by being far from the epicenter of events. Those who were lucky enough to escape fled to previously prepared shelters, hoping to regain their strength. They believed that they needed time, and they would be able to lead the movement again. But everything required money, which they did not have, so someone suggested selling the Dragonbone Orbs. Its aroma could relax and calm anxious thoughts, sweeping away all worries, so it was expensive on the market. The recipe brought real wealth to the resistance, but soon some of the members began to avoid conflicts and battles, and later asked for permission to leave their ranks, since there was no longer a reason to fight. The collected Dragonborne Orb can be exchanged with Marjorie of Mondstadt, Linlang of Liyue, or Mikoshi Genichiro of Inazuma, but only Marjorie has heard the legend of the Fretnaught Fruit."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/26/237301566/97805383565b33f6b2de6777468fe5eb_2199892019579680003.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In one of the waterfalls in the location, the sword of the Inazuman Iwakura Clan, Hakuen Michimitsu Amenoma, can be found. This clan was founded by the Electro Archon lieutenant's son, Mikoshi Michihiro. After his mother, Mikoshi Chiyo, was driven mad by the Nightmare after the Cataclysm, Michihiro renounced his name, becoming Iwakura Michihiro. The descendants of the Iwakura Clan never obtained a Vision, so their excellent swordsmanship was purely a result of their honing of mind, body, and technique. The Clan's secret blade technique was called Tengu Sweeper, and people said it can only be performed when there is not a single trace of confusion in one's heart. This blade once belonged to the clan's only heir, who received a Vision, Iwakura Mitsunari. When Iwakura Mitsunari lost his Vision during the Vision Hunt Decree, he disbanded his disciples, and they took up the path of the Kairagi. When they attacked the Traveler, the latter was forced to defeat them, and during the Traveler's meeting with Iwakura, the swordsman wanted to avenge his fallen disciples, but was also defeated. The blade left by the Iwakura master can be returned to the Blade-mound on Narukami Island, where the swords of fallen samurai are left."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/cd73c08a5fe0b409b1bb1447b0c40690_6720986774513411192.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The Serpent's Bowels is located beyond the three corners that protect the Enkanomiyans, in the domain of the Dragonheir of the Depths. It is believed that one day a little boy bet with his friends that he could find the Dragonbone Flower, but instead he found a huge serpent in the cave, which he had never seen before. For some reason, looking at the titanic figure of the serpent, the child did not feel fear, but rather felt a certain kinship. Then the boy asked the serpent to become their god, and it agreed. Thus, Orobashi, who had fled to the Dark Sea from the Archon War, became the god of Enkanomiya. After the Enkanomiyans left the land, Enkanomiya once again belonged to the Vishaps, and the people of Watatsumi even fed them by throwing offerings into the Moon-Bathed Deep.\nIn this location, the World Quest Series"
      },
      {
        "type": "CustomEntry",
        "epId": 5363,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "can be found.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "name": "Descenders",
        "desc": "<p>Beings from outside of Teyvat, whose wills can rival an entire world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5225561202100412280.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Archon War",
        "desc": "<p>The war for the divine thrones, declared by the Heavenly Principles. As a result of the Archon War that finished about 2000 years ago, seven rulers of seven nations received the Gnoses, the divine throne, and the title of an Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/15/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3277280826417124317.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primordial One",
        "desc": "<p>The First Descender, who defeated seven Dragon Sovereigns of the world and created people. The Primordial One may be Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_6047094467838473554.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Orobashi",
        "desc": "<p>The Serpent God, who brought the people of Enkanomiya out of the Dark Sea and onto the surface. He was killed by Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/08/237301566/1397393f5024f3cfe3e0cd632dae57a6_6749302746102078584.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2516,
        "name": "Marjorie",
        "desc": "<p>A Mondstadter who owns the Souvenir Shop \"With Wind Comes Glory\". She enjoys collecting and sharing the stories behind treasures.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/b195b7518f98782dcc8591c4b97e8073_6093560095431430428.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2485,
        "name": "Mikoshi Genichirou",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/297551f8ecf8b1d4b75e0e144174ca3f_2677873074853366214.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3673,
        "name": "Linlang",
        "desc": "<p>The owner of Xigu Antiquities. She will also buy any artifacts that travelers may come upon.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/10/77454259/1667567e4306f64879b95e9393077e11_7424262074000421060.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Oathsworn Eye",
        "desc": "A national treasure of Byakuyakoku stored in the Dainichi Mikoshi. With the coming of the Serpent God, this item was used to notarize great oaths and wishes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1684,
        "name": "Key Sigil",
        "desc": "A sigil passed down through Watatsumi Island and Enkanomiya. It conceals some secret.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Key Sigil_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 907,
        "name": "Key of the Moon-bathed Deep",
        "desc": "A strange treasure with an awkward name. It is said to have been forged from the blood of Watatsumi Omikami.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Key of the Moon-bathed Deep_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Bloodbranch Coral",
        "desc": "A coral in which the life force of Watatsumi Omikami dwells. It is a vital part of the Watatsumi Goryou Matsuri.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1630,
        "name": "Coral Branch of a Distant Sea",
        "desc": "Weapon Ascension Material.<br/>Watatsumi Island is the furthest from Narukami Island in the Inazuman island chain, and its name means \"the god of the oceans\" in the island's ancient tongue. Legend has it that when the great serpent first arose within the abyssal nation of ever-night, its fluorescent body was covered in myriad-colored coral.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1628,
        "name": "Jeweled Branch of a Distant Sea",
        "desc": "Weapon Ascension Material.<br/>This coral cannot be found anywhere in Teyvat, but was a gift that the great serpent obtained when it broke into the Dark Sea. For that abyssal snake, to be filled with coral was to be mighty, and its power would be shaved away as those corals were lost. In other words, those corals contain power far beyond the norm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1629,
        "name": "Jade Branch of a Distant Sea",
        "desc": "Weapon Ascension Material.<br/>Fleeing into the Dark Sea, the god that had lost everything met the abandoned people who had nothing within the ocean depths. Thus it elected to remain and become their \"Orobashi no Mikoto,\" their \"Watatsumi Omikami.\"<br/>It is said that the great snake god once broke off all the coral branches on its body to give light to the children who were curled up in the darkness. They also say that it used these coral branches to create a huge ladder to allow those children to once again reach the surface and see the light of day.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1631,
        "name": "Golden Branch of a Distant Sea",
        "desc": "Weapon Ascension Material.<br/>The meaning that lies behind the name \"Watatsumi\" is simply the unrequited hopes that the abandoned people who dwelt in the deep sea pinned upon the serpent god that led them.<br/>And it was also because the serpent god now had people who worshiped it that it stayed in the world it should have long fled, breaking off the coral branches that adorned its body, treading upon land where it should not have, and facing a foe it could never hope to match — till at last, its divine form was sundered along with the mountains, its ichor turned into plasma, and its will and power became a curse that could never be extinguished: Tatarigami.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1929,
        "name": "Dragonbone Orb",
        "desc": "The fruit of the Dragonbone Flower, created via the use of the Waters of Lethe. It is said to sweep one's worries away and bring peace. Giving up your objectives, forsaking desire, and becoming content and satisfied... Is that not happiness?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonbone Orb_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6558,
        "name": "Waters of Lethe",
        "desc": "<p>Water from a river that flows near the Evernight Temple. It shines with a faint light in the darkness. Directly ingesting this liquid will not cause you to forget anything, but the Dragonbone Orb created through its auspices has this effect.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/151578876/4dccc00014f53265ca2c3fdc492ab0ba_1744970161388666775.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 171,
        "name": "Hakuen Michimitsu Amenoma",
        "desc": "The heirloom blade of the Iwakura Clan.<br/>Although the one who forged this blade possessed great skills, and though it is true that this sword has slain many a foe, it does not possess any special powers. Nor has the Iwakura Succession ever obtained a Vision. Their excellent swordsmanship was purely a result of their honing of mind, body, and technique.<br/>This blade has been submerged in water for a long time and seems to have completely rusted.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hakuen Michimitsu Amenoma_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2647,
        "name": "Key Sigil",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_11335824876265307.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "The Narrows",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/010094c80b9d07dd35b10c748cee0ec1_1793264237474938176.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The first location that can be reached from The Serpent's Bowels is The Narrows. The Narrows were, in the earliest times, sandwiched between the mountain face and an area known as the Roundlands, thus earning that location its name. However, the exceedingly strange tectonic shifts in Byakuyakoku caused the Roundlands to collapse into the depths, thus causing The Narrows to widen significantly."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/cb965ce28f3eb3ef47e017fd5352a915_4884586008211074559.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The main library of Enkanomiya, where all of its books are stored, is located here. In addition, an image showing the topography of the area can be found in the library.\nused to be an administrator of the library. On the last day of Enkanomiya before rising to the surface, Emma had to return five more books, or her honor would be tarnished and she would have to look after the Deep Sea Spiritherb. The woman was so angry that her emotions were imprinted as a Shade of Tokoyo, and thousands of years later, when the Traveler and Paimon descended into Enkanomiya, she asked for these books to be returned. The missing books were \"The Serpent and Drakes of Tokoyokoku,\" \"Hydrological Studies in Byakuyakoku,\" \"In the Light, Beneath the Shadow,\" and the records of experiments conducted by Michiya. \"The Serpent and Drakes of Tokoyokoku\" can be purchased from the Yae Publishing House in Inazuma. \"Before Sun and Moon\" was banned by the god of Enkanomiya, Orobashi himself, and stolen from the library, but the suspects were placed in a suspended prison beneath the Dainichi Mikoshi. When Orobashi read the book, Celestia sentenced him to death, which led to the god sacrificing himself so his people could live. Some of Orobashi's familiars, priestesses, and Jibashiri knew the truth, but were forced to hide it until it faded into legend. When all the books were returned to the library, Emma was happy she wouldn’t need to look after the Deep Sea Spiritherb and revealed that she dreams of opening a restaurant in Inazuma and becoming a sashimi chef. After returning the books, a portal in a looking glass will be opened, leading to the same place, but at a different time. Similar looking glasses can be found in the World Within the Book, the four Orthants, and the Tower of Ipsissimus in Fontaine, created by the founder of the radical organization, the Narzissenkreuz Ordo. Through one of these looking glasses, the Enkanomiyan library can be seen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/26/237301566/b98dab47a0a8abcef051d31ca81d41ab_3457838903791186385.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Golden Bridle can be found behind the library. This Golden Bridle is needed to obtain the Bloodbranch Coral, which the High Priestess of Sangonomiya sent the Traveler and Paimon for. In addition, one of the three fragments of the Reins of Revival, needed for the trial, can be found in The Narrows. The fragment can be found in a secret room, the entrance to which is hidden by a Sunfire Phantasm that manifests when day and night change. Previously, the astronomical phenomena of Enkanomiya — the mirages and\n— were at first indiscriminately referred to as Eidolons and seen as the two sides of the same coin. With the arrival of Orobashi, the Enkanomiyans were able to understand these two phenomena and came up with different names for them. Mirages that appeared in the Whitenight were named Sunfire Phantasms, and those of Evernight, Ghostfire Phantasms. As time went by, both of them came to be referred to as Sunfire Phantasms, for they are essentially the same thing. When the Enkanomiyans studied the nature of mirages, they began to use them to hide secrets."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/e63385245802af6d318cbd0d1dc54989_5616339091317560386.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The cave in the northwest of The Narrows was the shelter of an Enkanomiya resistance during the reign of the Sunchild. The Sinshade of Adonis can be met there, who reveals the secret of the Dragonborne Orb."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/6c18fcb904982f961036381cdb9d47f2_8914256058226718975.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Above The Narrows, a portal is located. The schools of Ghostfish from a small lake in the northeast of the location can glide to this portal. This portal connects The Narrows to Yachimatahiko's Locus, where one of the towers protecting Enkanomiya is located. In The Narrows, a trial to receive an offering containing the remains of the thoughts of the creator of the Dainichi Mikoshi, Abrax, can be activated with five Key Sigils."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/120d6ece6ae4a1bbd4f43ce1526b6c60_6802861421544778914.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In addition, in The Narrows, two tombstones of the Sunchildren, the rulers of Enkanomiya, can be found. The first line on the tombstones is written in the language of Enkanomiya, and the second in the language of Inazuma. The first royal tombstone reads: <color=#ffffffd9>\"Here lies Rikoru no Mikoto. He loved to build. He once built a small-scale Dainichi Mikoshi. It was six feet tall and immensely vivid.\"</color> Rikoru dreamed of building a tower even taller than the Dainichi Mikoshi, which would glorify him. He was the first Sunchild, and it was during his reign that Abrax was declared a traitor and imprisoned. The second tombstone reads: <color=#ffffffd9>\"Here lies Isumenasu no Mikoto. On his free days, he would go boating, consulting his map of the country.\"</color> Isumenasu believed that Enkanomiya was a vast country, so when his spirit saw the map of Teyvat, he mistook it for a fake.\nIn this location, the World Quests"
      },
      {
        "type": "CustomEntry",
        "epId": 5362,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "can be found.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5364,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Beryl Region",
        "desc": "<p>An ancient ruin-studded mountain range across the water from the Court of Fontaine.</p><p>Many, many centuries ago, the followers of Egeria once saw this place as a prime location for excursions and picnics. Gathered here, they sang of love and dreams as pure and stainless as polished gems. Their songs have long faded into the pale moonlight, and now, only cool breezes continue to caress these lonely, mint-studded highlands.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_4782214433201935066.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 1220,
        "name": "Hydrological Studies in Byakuyakoku",
        "desc": "This text records the geography and hydrology of Byakuyakoku. With the sealing of the depths and the emigration of the people of Watatsumi, as well as the passing of long years, this book is now useless.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/30d637f5d6939cb8f5a886096aa7ba70_2297711585933268758.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Before Sun and Moon",
        "desc": "A chronicle that ordinary folk have been forbidden to read. The writing is a mix of fables and histories from the beginning of the world to the creation of the Dainichi Mikoshi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/30d637f5d6939cb8f5a886096aa7ba70_2948147741859048411.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 688,
        "name": "The Serpent and Drakes of Tokoyokoku",
        "desc": "A novel based on Watatsumi Island's folktales. The original edition of this text was transcribed on Watatsumi Island and brought back to Narukami Island by a merchant while the former's serpent god yet lived. No one reads this ancient tome nowadays, its role supplanted by all the light novels on the market. This book describes the unique cosmological outlook of the Watatsumi people before they came to adopt aspects of Narukami culture, and a recent resurgence in traditional novel publishing has allowed it to see the light of day once more.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Serpent and Drakes of Tokoyokoku_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6556,
        "name": "In the Light, Beneath the Shadow",
        "desc": "<p>A puzzle book for children of ages nine to twelve. As a book from a transitory period, it uses Narukami-style names with Byakuyakoku subscripts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/151578876/571c3795f35a2efa7386845c76fbfa68_4167475960863589424.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6555,
        "name": "Bathysmal Vishap Experimental Records",
        "desc": "<p>Experimental Records of the Bathysmal Vishaps. No vishaps were killed in the writing of these records.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/151578876/571c3795f35a2efa7386845c76fbfa68_3066700222474681108.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 721,
        "name": "Golden Bridle",
        "desc": "The hereditary national treasure of Byakuyakoku. It represents the highest authority in the land and confers the power to control Evernight and Whitenight upon its wielder.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Bridle_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1158,
        "name": "Reins of Revival Fragment (The Narrows)",
        "desc": "A fragment of the Reins of Revival. It is made from a special material.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Reins of Revival Fragment (The Narrows)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1157,
        "name": "Offerings of The Narrows",
        "desc": "Offerings from The Narrows that contain a fraction of Aberaku's remnant thoughts.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Offerings of The Narrows_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2627,
        "name": "Of Sun and Moon",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_1218753367244872189.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2611,
        "name": "Ghostfish",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_3591883006315618310.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dainichi Mikoshi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/228b53a4b6d6ed0870c7b409be7f6f98_1217433798452027494.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Dainichi Mikoshi, which was once called Helios, \"the chariot of the sun,\" can be reached from The Narrows. When the civilization now named Enkanomiya sank into the Dark Sea, it was terrorized by the\nof the Depths from the Light Realm. Without sunlight, people could only survive until one day the Sage\ndesigned a tall tower that represented the earth, the element between wind and water. Helios became an artificial sun, with which people illuminated the Dark Sea and drove the Dragonheir of the Depths back into the dark. Helios established the alternation of day and night; the day was called Whitenight, and the night was called Evernight. It was said that: \"Now that the Dainichi Mikoshi has been built, though this land is in everlasting night, we can at least tell black from white.\" The Dainichi Mikoshi allowed the creation of a barrier to protect the residents of Enkanomiya, but in order to enter, it is necessary to remove this barrier with the \"Golden Bridle.\" According to legend, this is a small device which name is simply a tribute to the original culture of Enkanomiya. According to legend, the\nand the moon are carried by the chariots of the gods, and the bridle was part of this chariot. This device represents the highest authority in the nation and gives its owner the power to control the Evernight and the Whitenight. By removing the barrier around the Dainichi Mikoshi, one can enter the center of the tower and activate the device to switch between the Whitenight and Evernight."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/26/237301566/57c81f6730b95248ece73a07a4040891_2729339922815005032.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "During the Evernight, shadows of the past, echoes of thoughts and emotions, can be encountered in Enkanomiya. Although their stories have already ended, their images remain, and they can even interact with people. Such unique phenomena of the arteries of the earth are known as \"Sinshades\" or \"Shades of Tokoyo,\" and strong emotions are called \"Sins of Tokoyo.\" Since \"to know sin is to be free of it,\" afterimages cannot know that they are the shadows of former beings, or they will dissipate. Near the activation device in the Dainichi Mikoshi, one of the Shades of Tokoyo,\ncan be found, who, unlike the other afterimages, is aware of his death."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/1f3476e22b0be946de07452ea9607513_5340628273101357731.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When spoken to, Argos talks about the next stage of the test to obtain the Bloodbranch Coral, an item needed to perform the Watatsumi Goryou Matsuri ritual in Sangonomiya. To do this, one must restore the Reins of Revival and claim this land as one's own. The Reins of Revival, or rather the \"Reins of recovery of control over things that return from beyond the grave,\" like the Golden Bridle, were a national treasure of Enkanomiya. It was made of the same material as Helios and could make dark spirits speak and search for Key Sigils nearby. The three parts of the Reins are fastened to the Bridle to remove the seal from The Emanant Skylight and ascend to the Gate of Heaven, where the trial is conducted. This opens a passage under the high tower where the Bathysmal Vishaps are located, from whose bodies the Bloodbranch Coral must be extracted. These Vishaps have been modified specially so that fragments of Bloodbranch Coral can take root on them, but these changes also make them exceptionally large."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/26/237301566/b5174389f3b750063b8b37126ec9b34f_4701047331172174152.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Beneath the Dainichi Mikoshi is a suspended prison where the special officer corps\nthe armed judges of the nether in Enkanomiya, have placed those suspected of stealing the forbidden book \"Before Sun and Moon.\" When the Traveler and Paimon found Oogura and Ooshima, they protested their innocence and asked to find the third man who had been imprisoned with them,\nHe was an apprentice of the Jibashiri, had a quarrelsome nature, and was physically strong. Grasping small ledges on the cliff, he climbed up and fled, leaving bird signs to mark his path. Antigonus had heard about the birds from the Inazuman ambassador, who said that the creatures flew on wings and symbolized freedom. The man was going to go up, get the equipment he had hidden in advance, and then head towards The Serpent's Heart following the trail of the delegation from Khaenri'ah. Antigonus was ready to risk his life to prove their innocence."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/26/237301566/6e1efa70e99dea7bee86ceaf2d613384_7738583899118281004.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Under the high tower, in a secret room, an afterimage of Helios's creator,\ncan be found. He dreamed of driving out the darkness with the help of Helios, but he did not know then that the real, all-consuming, eternal night lurked in the black hearts of greedy people. A few years after the artificial sun was created, the nobles seized power and accused Abrax of treason. When he died, his soul was scattered across the land of Enkanomiya, and many of his memories were lost. His clothes, crown, and bones were hidden in three different places: in The Narrows, the Evernight Temple, and The Serpent's Heart. When all three offerings are collected and given to the afterimage, his soul will become whole, and he will be able to open the way to the very top of the Dainichi Mikoshi, to the closed spaces hidden by the veil of Evernight. At the very top of the artificial sun, the Divine Bridle can be obtained from Abrax, which is a symbol of power in Enkanomiya. Near the tower, the statue of Orobashi's divine wassals is located."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/7c741e09afcc8d81a7ee1dfe0711da91_5293753639995058.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Near Helios, one of the royal tombs of the Sunchildren can be found: <color=#ffffffd9>\"Here lies Orupeusu no Mikoto, who was skilled in music as a youth, specializing in playing the lyre. His voice was so lovely that even the very earth would be moved.\"</color> Orupeusu swore that he would not sing until he heard the voice of his housekeeper, Clymene, but he never did, since she was forbidden to speak to children. The night before the Rite of Solar Return, he wished to hear her voice and told her that no matter how terribly she sang, he wouldn't laugh. He didn't know that this Solar Return would be his last. In addition, near the Dainichi Mikoshi is the hiding place of Bunkoku, one of the four great puzzles of Enkanomiya. According to one legend, Bunkoku was the second Prime Minister in the history of Enkanomiya. He and the Sunchild bled the people white through heavy taxation and made a huge fortune. After that, he hid his treasure in a secret chamber inside the Dainichi Mikoshi. Finally, he concealed the treasure chamber using the Sunfire Phantasms and summoned vengeful spirits and tainted beings from the Ley Lines to guard it. The secret chamber can be opened using nine stone tablets located in The Narrows, The Serpent's Heart, and the Evernight Temple. When the Traveler and Paimon found all the tablets and solved the puzzle to open the chamber, they discovered a vengeful guardian spirit and a Sinshade of a man named Koyanagi. He and his friend set out for the treasure chamber, but Koyanagi was possessed by one of the vengeful spirits summoned by Bunkoku and attacked his friend."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/26/237301566/c5723761bd454b75e6eadb8cee4a9b86_7607567327712276047.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In the room behind Dainichi Mikoshi, the Sinshade of Kabayama can be encountered after sitting on a rock in his room. He moved around a lot in his youth, so he had few friends. He would often wander around the area alone, admiring the views, but he had no one to share them with. When his Shade of Tokoyo met the Traveler, he invited them to visit his favorite places and share their experiences. One such place is beneath a stone gate at the highest point in The Narrows, another one is an open space surrounded by corals near the Evernight Temple, and the last one is beside the towering ruins at The Serpent's Heart. In all of these places, Kabayama hung a lantern to light the way."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/e2db443fbbd918c35ee85879b24616e5_5903006898166977420.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "To the north of the Dainichi Mikoshi, on an uncharted island in the library, a secret Vishap research facility where experiments on the Dragonheir of the Depths were conducted under Orobashi's personal supervision can be found. It was in this laboratory that they tried to transplant Orobashi's Bloodbranch Corals to the Dragonheir of the Depths, but at first they were rejected, since the serpent belonged to the Human Realm, and the Vishaps to the Light Realm. The researchers found out that the Vishaps were capable of evolution. They tried to lower the temperature in the habitat of young heat-resistant Vishaps, and as a result, the grown Vishaps were weak, but their offspring had a high percentage of body fat, slept more, and possessed the Cryo element. Some Vishaps received the Electro element, but none of them developed traits indicating the Pyro element. It is not known whether this had any effect, but in Natlan, the Pyro Vishaps lost the primal flame's purity due to evolution and gradually disappeared. The researchers made an educated guess that the Bathysmal Vishaps had the ability to awaken their \"seed\" before maturation freely, and their mothers can also create new \"seeds\" to pass on to their offspring if they encounter unprecedentedly difficult living conditions. During experiments to determine the intelligence of the Vishaps, it was discovered that the fourth-generation Vishaps had linguistic understanding comparable to that of a 12-year-old child. After this, many of the laboratory staff advocated for such experiments to be stopped. According to the prophecy, the Hydro Sovereign was to be born in human form, and this could not be allowed to happen in Enkanomiya. It is unknown whether Orobashi's experiments affected the fulfillment of the prophecy, but the Hydro Dragon appeared in Fontaine in the body of a man named Neuvillette."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/26/237301566/db21dc9372c8ebad49177b4d69648723_1387355020781724993.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In the center, the shade of Tokoyo, Michiya, who possesses the Bathysmal Vishap Experimental Records, can be found. He hid his notes in a room, the path to which could be opened by activating the elemental monuments that attract the Vishaps. Michiya planned to release the Dragonheir of the Depths after everyone left Enkanomiya. All the Vishaps were specially enhanced, and their special properties were supposed to be passed on to their offspring. When the Traveler descended into Enkanomiya thousands of years later, they encountered many Bathysmal Vishaps, possessing both Cryo and Electro elements that had been bred in the laboratory. Michiya, like some other Enkanomiyans, considered the experiments on dragons a sin and hoped that Enkanomiya would once again become their world when humans rose to the surface.\nIn this location, the World Quest Series"
      },
      {
        "type": "CustomEntry",
        "epId": 5364,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "and the World Quests"
      },
      {
        "type": "CustomEntry",
        "epId": 5355,
        "name": "Tricolor File",
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "and"
      },
      {
        "type": "CustomEntry",
        "epId": 5356,
        "name": "Antigonus",
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "can be found.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Elemental Dragons",
        "desc": "<p>An ancient race, who ruled Teyvat long before human existence. Dragons belong to the Light Realm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_6244634971554940377.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Bolteater Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Electro element.<br/>Following the fading of the Seven Sovereigns' power, a new generation of Sovereigns is presently being born. But now that the Bathysmal Vishaps have evolved in this manner, they have lost their purity. As such, the Dragon of Water will no longer be born from among their ranks. Prophecy holds that the new Dragon of Water will definitely descend in the form of a human.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rimebiter Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Primordial Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans.<br/>They were once the dominant race in the depths — and indeed, dragons were the overlords of the whole world in an even earlier age. But their former Seven Sovereigns were defeated by a power from the heavens, withering one by one.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Bathysmal Vishap Herd",
        "desc": "<p>A powerful group of Bathysmal Vishaps.</p><p>They have been specifically bred and selected by the people of Enkanomiya, which has given them their exceptional strength. Of course, no vishap would consider this some sort of debt to be repaid.</p><p>The strongest members of this herd can use different elements, which they wield as a show of their hatred.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/05/35428890/b47c21200d36f217cab2e527e85d2896_4738875560654045342.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 721,
        "name": "Golden Bridle",
        "desc": "The hereditary national treasure of Byakuyakoku. It represents the highest authority in the land and confers the power to control Evernight and Whitenight upon its wielder.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Bridle_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 901,
        "name": "Dull Golden Bridle",
        "desc": "The hereditary national treasure of Byakuyakoku, but it has lost all of its own power. This was done to prevent thieves who have entered through alternative means from seeing its value.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dull Golden Bridle_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Before Sun and Moon",
        "desc": "A chronicle that ordinary folk have been forbidden to read. The writing is a mix of fables and histories from the beginning of the world to the creation of the Dainichi Mikoshi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/30d637f5d6939cb8f5a886096aa7ba70_2948147741859048411.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Bloodbranch Coral",
        "desc": "A coral in which the life force of Watatsumi Omikami dwells. It is a vital part of the Watatsumi Goryou Matsuri.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1157,
        "name": "Offerings of The Narrows",
        "desc": "Offerings from The Narrows that contain a fraction of Aberaku's remnant thoughts.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Offerings of The Narrows_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1557,
        "name": "Offerings of the Serpent's Heart",
        "desc": "Offerings from the Serpent's Heart that contain a fraction of Aberaku's remnant thoughts.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Offerings of the Serpent's Heart_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 703,
        "name": "Offerings of the Temple",
        "desc": "Offerings from the Evernight Temple that contain a fraction of Aberaku's remnant thoughts.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Offerings of the Temple_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1271,
        "name": "Divine Bridle",
        "desc": "A symbol of the Sunchild's authority, made in the shape of a bridle. It does not possess any special power by itself.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Divine Bridle_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6555,
        "name": "Bathysmal Vishap Experimental Records",
        "desc": "<p>Experimental Records of the Bathysmal Vishaps. No vishaps were killed in the writing of these records.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/151578876/571c3795f35a2efa7386845c76fbfa68_3066700222474681108.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6556,
        "name": "In the Light, Beneath the Shadow",
        "desc": "<p>A puzzle book for children of ages nine to twelve. As a book from a transitory period, it uses Narukami-style names with Byakuyakoku subscripts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/151578876/571c3795f35a2efa7386845c76fbfa68_4167475960863589424.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 2.4 \"Fleeting Colors in Flight\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/35428890/5436bc37c9fa8bbe7f08a76db7291394_2765378202140216845.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>December 26, 2021</color>\nWhere light can barely reach, a treacherous foe lies in wait in the shadows.\nIn a realm void of sunlight, the remaining kindlings still burn.\nAnd where the sun shines, people's hopes spring eternal.\nThese heartfelt wishes sparkle as bright as fireworks blooming in the sky.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=2Rjxp4bBu6s"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 2.5 \"When the Sakura Bloom\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/237301566/03c205a44b83d0e7542ddcdd33101468_8561098290191154309.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>February 4, 2022</color>\nThe ancient Sacred Sakura stands on the peak of Mt. Yougou, its roots running long and deep into the earth, stretching endlessly.\nUnderneath its shadow, there are people who wholeheartedly wish for blessings, a kitsune who is amused at the floating world, and a god who yearns for transient eternity.\nEverything in this world changes, people come and go, but the Sacred Sakura blooms brilliantly every year, its petals going where the wind leads.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=S71sh48SaHc&list=PLqWr7dyJNgLLX5_mCRAauT5NTR0WAZY9V&index=20&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Music",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Islands of the Lost and Forgotten"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/237301566/d9101d03f34dc4af8e047fe90e609d28_7442412283687436653.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>April 13, 2022</color>\n<color=#ff9999>Disc 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=skI5KmOIHl4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Resources",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Level-Up Materials"
      },
      {
        "type": "CustomEntry",
        "epId": 1926,
        "name": "Dragonheir's False Fin",
        "desc": "A piece of biological tissue that you found after defeating the Bathysmal Vishaps.<br/>Although it looks like a fin of some kind, it does not actually have any function at all.<br/>The people of Byakuyakoku once investigated the Bathysmal Vishaps quite deeply. Their most distinctive feature was the ability to choose what traits it wished to pass on to its offspring. Because of their great hatred for humanity, these vishaps will lose any visual acuity by the time they reach maturity. At the same time, they have also evolved a certain degree of elemental polymorphism for combat purposes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonheir's False Fin_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Consumable"
      },
      {
        "type": "CustomEntry",
        "epId": 1684,
        "name": "Key Sigil",
        "desc": "A sigil passed down through Watatsumi Island and Enkanomiya. It conceals some secret.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Key Sigil_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Living Beings",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Enemies and Monsters"
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Bathysmal Vishap Herd",
        "desc": "<p>A powerful group of Bathysmal Vishaps.</p><p>They have been specifically bred and selected by the people of Enkanomiya, which has given them their exceptional strength. Of course, no vishap would consider this some sort of debt to be repaid.</p><p>The strongest members of this herd can use different elements, which they wield as a show of their hatred.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/05/35428890/b47c21200d36f217cab2e527e85d2896_4738875560654045342.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Primordial Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans.<br/>They were once the dominant race in the depths — and indeed, dragons were the overlords of the whole world in an even earlier age. But their former Seven Sovereigns were defeated by a power from the heavens, withering one by one.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2177,
        "name": "Primordial Bathysmal Vishap Hatchling",
        "desc": "<p>A vishap that dwells deep beneath the abyssal depths.<br>They were once the dominant race in the depths — and indeed, dragons were the overlords of the whole world in an even earlier age. But their former Seven Sovereigns were defeated by a power from the heavens, withering one by one. Recently, vishaps have appeared away from the depths. While they may have trouble assimilating in a world ruled by humans, this is still their world.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/a031c6366098df2f5b0b1c5eb30cee8e_8834810627068905487.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Bolteater Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Electro element.<br/>Following the fading of the Seven Sovereigns' power, a new generation of Sovereigns is presently being born. But now that the Bathysmal Vishaps have evolved in this manner, they have lost their purity. As such, the Dragon of Water will no longer be born from among their ranks. Prophecy holds that the new Dragon of Water will definitely descend in the form of a human.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2178,
        "name": "Bolteater Bathysmal Vishap Hatchling",
        "desc": "<p>A vishap that dwells deep beneath the abyssal depths. Due to certain social adaptations, it has manifested a form aligned with the Electro element.<br>Following the demise of the Ancient Seven Sovereigns, a new generation of Sovereigns is presently being born. But now that the Bathysmal Vishaps have evolved in this manner, they have lost their purity. As such, the Dragon of Water will no longer be born from among their ranks. Prophecy holds that the new Dragon of Water will definitely descend in the form of a human...<br>Though the Dragons of Water that have returned to their complete form still see them as one of their own, they are closer to another race. Perhaps they figured that it is better to be closer to humans, since they chose to work with them, or perhaps they see their potential...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/270dafc1f297c792e6ea17acf1e749d2_5978947156349638548.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rimebiter Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2179,
        "name": "Rimebiter Bathysmal Vishap Hatchling",
        "desc": "<p>A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/40d4d20a77c706d64e1b2bfead43dc3a_3133870338330301310.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fish"
      },
      {
        "type": "CustomEntry",
        "epId": 2367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2357,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPCs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related NPCs"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>A member of the Abyss Order, who calls himself a bookish character and a scholar. He's also known as The Thing Calling Itself \"Enjou,\" Sanka, and The Thing Calling Itself \"Sanka.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/725dbbb16dec2beb477c3a15194eed29_7827130156895942956.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>The last Vassal of Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/1b4813ee4ee058cd0428721d3301de69_4470226612379359942.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Orobashi",
        "desc": "<p>The Serpent God, who brought the people of Enkanomiya out of the Dark Sea and onto the surface. He was killed by Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/08/237301566/1397393f5024f3cfe3e0cd632dae57a6_6749302746102078584.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Adventure Guides",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutorials"
      },
      {
        "type": "CustomEntry",
        "epId": 2626,
        "name": "Daises of Day and Night",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_8131636270617951043.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2627,
        "name": "Of Sun and Moon",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_1218753367244872189.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2592,
        "name": "Triangular Mechanisms...",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_7239100544897328810.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2611,
        "name": "Ghostfish",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_3591883006315618310.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2639,
        "name": "Places of Essence Worship",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_3228398992121401918.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Map",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Location Map"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=en-us#/map/7?shown_types=333&center=-83.00,-429.00&zoom=-2.00"
      }
    ]
  }
}