{
  "epId": 5126,
  "name": "Enkanomiya",
  "desc": "<p>The only hope for Watatsumi Island's salvation lies with this secret-shrouded area — Enkanomiya.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_1496971296741216893.png",
  "menuId": 20,
  "menuName": "Definitions",
  "version": 1754713740,
  "components": {
    "galleryCharacter": [
      {
        "key": "Enkanomiya",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/e6c03ebae26ef2a5249f61a411f2db02_1255113179933831736.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Resources",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Level-Up Materials"
      },
      {
        "type": "CustomEntry",
        "epId": 1926,
        "name": "Dragonheir's False Fin",
        "desc": "A piece of biological tissue that you found after defeating the Bathysmal Vishaps.<br/>Although it looks like a fin of some kind, it does not actually have any function at all.<br/>The people of Byakuyakoku once investigated the Bathysmal Vishaps quite deeply. Their most distinctive feature was the ability to choose what traits it wished to pass on to its offspring. Because of their great hatred for humanity, these vishaps will lose any visual acuity by the time they reach maturity. At the same time, they have also evolved a certain degree of elemental polymorphism for combat purposes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonheir's False Fin_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Consumable"
      },
      {
        "type": "CustomEntry",
        "epId": 1684,
        "name": "Key Sigil",
        "desc": "A sigil passed down through Watatsumi Island and Enkanomiya. It conceals some secret.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Key Sigil_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Living Beings",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Enemies and Monsters"
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Bathysmal Vishap Herd",
        "desc": "<p>A powerful group of Bathysmal Vishaps.</p><p>They have been specifically bred and selected by the people of Enkanomiya, which has given them their exceptional strength. Of course, no vishap would consider this some sort of debt to be repaid.</p><p>The strongest members of this herd can use different elements, which they wield as a show of their hatred.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/05/35428890/b47c21200d36f217cab2e527e85d2896_4738875560654045342.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Primordial Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans.<br/>They were once the dominant race in the depths — and indeed, dragons were the overlords of the whole world in an even earlier age. But their former Seven Sovereigns were defeated by a power from the heavens, withering one by one.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2177,
        "name": "Primordial Bathysmal Vishap Hatchling",
        "desc": "<p>A vishap that dwells deep beneath the abyssal depths.<br>They were once the dominant race in the depths — and indeed, dragons were the overlords of the whole world in an even earlier age. But their former Seven Sovereigns were defeated by a power from the heavens, withering one by one. Recently, vishaps have appeared away from the depths. While they may have trouble assimilating in a world ruled by humans, this is still their world.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/a031c6366098df2f5b0b1c5eb30cee8e_8834810627068905487.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Bolteater Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Electro element.<br/>Following the fading of the Seven Sovereigns' power, a new generation of Sovereigns is presently being born. But now that the Bathysmal Vishaps have evolved in this manner, they have lost their purity. As such, the Dragon of Water will no longer be born from among their ranks. Prophecy holds that the new Dragon of Water will definitely descend in the form of a human.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2178,
        "name": "Bolteater Bathysmal Vishap Hatchling",
        "desc": "<p>A vishap that dwells deep beneath the abyssal depths. Due to certain social adaptations, it has manifested a form aligned with the Electro element.<br>Following the demise of the Ancient Seven Sovereigns, a new generation of Sovereigns is presently being born. But now that the Bathysmal Vishaps have evolved in this manner, they have lost their purity. As such, the Dragon of Water will no longer be born from among their ranks. Prophecy holds that the new Dragon of Water will definitely descend in the form of a human...<br>Though the Dragons of Water that have returned to their complete form still see them as one of their own, they are closer to another race. Perhaps they figured that it is better to be closer to humans, since they chose to work with them, or perhaps they see their potential...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/270dafc1f297c792e6ea17acf1e749d2_5978947156349638548.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rimebiter Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2179,
        "name": "Rimebiter Bathysmal Vishap Hatchling",
        "desc": "<p>A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/40d4d20a77c706d64e1b2bfead43dc3a_3133870338330301310.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fish"
      },
      {
        "type": "CustomEntry",
        "epId": 2367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2357,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPCs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related NPCs"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>A member of the Abyss Order, who calls himself a bookish character and a scholar. He's also known as The Thing Calling Itself \"Enjou,\" Sanka, and The Thing Calling Itself \"Sanka.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/725dbbb16dec2beb477c3a15194eed29_7827130156895942956.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>The last Vassal of Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/1b4813ee4ee058cd0428721d3301de69_4470226612379359942.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Orobashi",
        "desc": "<p>The Serpent God, who brought the people of Enkanomiya out of the Dark Sea and onto the surface. He was killed by Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/08/237301566/1397393f5024f3cfe3e0cd632dae57a6_6749302746102078584.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Adventure Guides",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutorials"
      },
      {
        "type": "CustomEntry",
        "epId": 2626,
        "name": "Daises of Day and Night",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_8131636270617951043.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2627,
        "name": "Of Sun and Moon",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_1218753367244872189.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2592,
        "name": "Triangular Mechanisms...",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_7239100544897328810.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2611,
        "name": "Ghostfish",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_3591883006315618310.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2639,
        "name": "Places of Essence Worship",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_3228398992121401918.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Map",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Location Map"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=en-us#/map/7?shown_types=333&center=-83.00,-429.00&zoom=-2.00"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bloodbranch Coral",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/290cfa259b61d31da19257549fda7675_2342156676239804.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "About six thousand years ago, a war between the\nand the Second Who Came broke out in Teyvat. The heavens collapsed, the earth was split apart, and the civilization now known as Enkanomiya sank into the Dark Sea, hidden from the sight of the gods. This place used to be inhabited by pure elemental beings, the\nwho were forced to leave Teyvat after the war between the Dragons and the Heavenly Principles. There was only darkness in this place, and so their hunting grounds were untrammeled. Upon their arrival at the Dark Sea, the humans drove the Vishaps into the shadows with thousands of lanterns, and the latter hunted humans from the darkness. One day, a man named Abrax revealed his wisdom, and under his leadership, Helios was built, dispelling the darkness. A year after the artificial sun was created, humans tried to find a way to the surface, but the entrance was sealed. Soon after, the nobles seized power and appointed the rule of the\ndeclaring Abrax a traitor. During the tyranny of the Sunchildren, humans formed a resistance, but it fell apart after their leader was captured. It was only when the god Orobashi, who had fled to the Dark Sea from the Archon War, appeared in Enkanomiya that the people were able to overthrow the rule of the Sunchildren and the nobles. During his reign, the Serpent began to experiment on the Dragonheir of the Depths, grafting his corals onto them. Orobashi's appearance meant that the ban on leaving the Dark Sea was weakened, and the people could rise to the surface. After making an agreement with Inazuma, Enkanomiya began to prepare for the great migration, learning the Inazuman language and traditions. Since then, the underwater kingdom has been called Enkanomiya, as opposed to Sangonomiya, which rises above the sea. The island that the Enkanomiyans landed on was called Watatsumi, which means \"god of the sea.\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/2086e64ad2eee032a9cd2a8ce13ef962_3203592989599891796.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When the Enkanomiyans emerged on the surface, the Holy Soil began to spread across Sangonomiya, expanding the habitat of the Dragonheir of the Depths and strengthening the primordial elemental power of the three realms. It was believed that just as the human heart runs deep and water flows downhill, the spirit of Watatsumi Island constantly feels the call of Enkanomiya, down in the depths. As a result, the soil slowly bleaches, becoming Holy Soil. Every few hundred years, when the spirit veins flowed smoothly, people would break the barrier between Enkanomiya and Sangonomiya, descend into the underwater kingdom, and retrieve the Jade Coral Branch left behind by Orobashi, which was used to suppress the Dragonheir of the Depths. They would then use the Jade Coral Branch to perform the\nritual, thus causing the sunken \"spirit\" to return, which would stop the erosion of the Holy Soil. A variation of the phenomenon existed in Natlan, where phlogiston-rich soils were suppressed using divine nails. The spread of the Holy Soil on Watatsumi is probably related to the geological structure of the island. As the seawater is absorbed, the land becomes dry and solid, the salt displaces nutrients, and the soil becomes inert to the elements and unsuitable for farming. And the Coral Branches contain the power of Orobashi, which can restore the elemental nature of the soil and reverse the effect of bleaching. The Watatsumi Goryou Matsuri ritual is essentially designed to use the serpent god's life force to awaken its second familiars: the Sangacorallia. They are creatures that break down raw, primitive elemental energy into the milder elemental energy of the human realm, and their mass awakening causes a transformation in the ecological environment of Enkanomiya. The giant coral is a symbol that the Sangacorallia have been awakened by the serpent's blood."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/7db3b9feada1531e2ee5071e009c79a1_451701779957585920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the time for the next Watatsumi Goryou Matsuri ritual had come, the Divine Priestess, Sangonomiya Kokomi, asked the Traveler and Paimon, who had helped her in the civil war, to descend into Enkanomiya and retrieve the Bloodbranch Coral. After removing the seal and obtaining the Key of the Moon-bathed Deep, they opened the entrance to Enkanomiya and descended into the underwater kingdom. There, in the library, they met a strange man named Enjou, which means \"above the depths.\" He introduced himself as a scholar who was sent by someone to help the Traveler and Paimon translate ancient texts. Using his clues, the Traveler and Paimon were able to find the Golden Bridle to remove the protective barrier from Helios and activate the artificial sun. But despite the help he provided, Enjou was acting suspicious and untrustworthy, and one of the Shades of Tokoyo reported that the scholar had the power to dispel his existence. When the Traveler and Paimon found all the fragments of the Reins of Revival needed to open the passage to the Bathysmal Vishap Herd and defeated them, removing the Bloodbranch Coral from them, Enjou suddenly appeared. It turned out that he was an Abyss Lector from the Abyss Order, and his main goal in Enkanomiya was to find the forbidden book \"Before Sun and Moon,\" in which he wanted to find information about Celestia's alien origin. Enjou couldn't find the book in the library or anywhere else, so he assumed the Traveler had it and attacked. When he failed to win the fight, he disappeared, and the Traveler and Paimon rose to the surface to give the Bloodbranch Coral to the Divine Priestess.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5363,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Archon War",
        "desc": "<p>The war for the divine thrones, declared by the Heavenly Principles. As a result of the Archon War that finished about 2000 years ago, seven rulers of seven nations received the Gnoses, the divine throne, and the title of an Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/15/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3277280826417124317.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Elemental Dragons",
        "desc": "<p>An ancient race, who ruled Teyvat long before human existence. Dragons belong to the Light Realm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_6244634971554940377.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Abyss Order",
        "desc": "<p>An organization comprised of the cursed Khaenri'ahns and non-human monsters. They are the enemies of surface civilization and thrive in many corners of the world. Their main goal is to destroy the world under the rule of The Seven.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/01/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5998042434792180602.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primordial One",
        "desc": "<p>The First Descender, who defeated seven Dragon Sovereigns of the world and created people. The Primordial One may be Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_6047094467838473554.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Orobashi",
        "desc": "<p>The Serpent God, who brought the people of Enkanomiya out of the Dark Sea and onto the surface. He was killed by Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/08/237301566/1397393f5024f3cfe3e0cd632dae57a6_6749302746102078584.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "The Divine Priestess of Watatsumi Island. All of the island's affairs are at this young lady's fingertips.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>A member of the Abyss Order, who calls himself a bookish character and a scholar. He's also known as The Thing Calling Itself \"Enjou,\" Sanka, and The Thing Calling Itself \"Sanka.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/725dbbb16dec2beb477c3a15194eed29_7827130156895942956.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Bathysmal Vishap Herd",
        "desc": "<p>A powerful group of Bathysmal Vishaps.</p><p>They have been specifically bred and selected by the people of Enkanomiya, which has given them their exceptional strength. Of course, no vishap would consider this some sort of debt to be repaid.</p><p>The strongest members of this herd can use different elements, which they wield as a show of their hatred.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/05/35428890/b47c21200d36f217cab2e527e85d2896_4738875560654045342.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Abyss Lector: Fathomless Flames",
        "desc": "Wielders of abyssal fire who pursue the meaning behind texts and scriptures. Is a member of the Abyss Order.<br/>The surface people have a slightly distorted understanding of what their name means, calling them \"Lectors,\" when their name can also mean \"exegete.\" Reading the word of grace grants them great power.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3050,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Bloodbranch Coral",
        "desc": "A coral in which the life force of Watatsumi Omikami dwells. It is a vital part of the Watatsumi Goryou Matsuri.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1501,
        "name": "Reins of Revival",
        "desc": "The hereditary national treasure of Byakuyakoku. Apart from representing the highest authority in the land, it also confers the ability to control souls and this realm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Reins of Revival_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2327,
        "name": "Sangonomiya Chronicles",
        "desc": "<p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Before Sun and Moon",
        "desc": "A chronicle that ordinary folk have been forbidden to read. The writing is a mix of fables and histories from the beginning of the world to the creation of the Dainichi Mikoshi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/30d637f5d6939cb8f5a886096aa7ba70_2948147741859048411.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Three Realm Gateway Offering",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/3eedbb236edfd30079133e20c2099bc9_9155306630120246409.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Some time after the Watatsumi Goryou Matsuri ritual, the Divine Priestess, Sangonomiya Kokomi, noticed that something was wrong with the ritual. Instead of reversing the Holy Soil phenomenon, the ritual only stopped it. This was the first time in Sangonomiya's history that such a thing had happened, so Kokomi sent several troops to Enkanomiya, but they didn't succeed and were seriously injured. All of Enkanomiya was engulfed in darkness from the Void Abyss that neither humans nor Vishaps could bear, and previously unknown monsters, the Black Serpent Knights, appeared. The priestess Tsumi, who was not on Sangonomiya's list, came down to help the injured. The \"priestess\" wore an unusual snake mask that covered half of her face, explaining that she had a facial injury that she did not want to frighten others with. Some soldiers said they saw snake pupils behind the mask. With the Sentou ritual, she was able to illuminate the Dainichi Mikoshi, where the injured were staying. To find out what had happened, Kokomi again asked the Traveler and Paimon to descend to Enkanomiya. Before they descended, Kokomi gave them a piece of the Sangonomiya relic that would help them when they faced a difficult choice."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/b948ac47f0b6ddf32f00f30046bf7c80_1077600166197844810.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "After descending into Enkanomiya, the Traveler and Paimon received the Bokuso Box from Tsumi, which could gather light around itself and dispel darkness. They also learned that due to the overwhelming power of the Void Realm, everything in the Light Realm and the Human Realm had frozen, and they needed to go to the three corners of the triangle protecting Enkanomiya. The Towers of the Void at the corners had been restored by a member of the Abyss Order, Enjou, whom the Traveler and Paimon had previously met. He used the Towers of the Void to spread the energy of the Abyss, causing great torment to the Sangacorallia and Bathysmal Vishaps. To get rid of the darkness, they needed to climb to the tops of the towers and activate the Light Realm Chisel, which would let in the energy of the Light Realm. When the Traveler and Paimon connected all the towers and activated the Light Realm Chisel, the darkness began to dissipate, but the Dainichi Mikoshi was enveloped in shadows."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/a6281ca7f0f17746bdbdc3b43d3cecc6_4235814674161287787.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Traveler and Paimon believed that the darkness in the Dainichi Mikoshi was due to Enjou's influence, so they went to meet him. Enjou revealed that Tsumi was an evolved Vishap. There was a legend in Enkanomiya that after their defeat, the Bathysmal Vishaps had to evolve to survive, and they began to imitate the victors. Over time, Vishaps that were indistinguishable from humans except for the shape of their pupils began appearing. They were called the Vishap-people. In the legend, they infiltrated Enkanomiya to replace humans in important positions. As Tsumi had snake-like pupils, the Traveler and Paimon believed that she was using them to take revenge on Enjou, who had betrayed her. He made an alliance with the Vishaps, promising to plunge Enkanomiya into darkness so that they would send the best of the best to the Dainichi Mikoshi to rescue their imprisoned kin. In exchange, they were to guarantee the safe passage to the Abyss Order through their lands and help them rebuild the Towers of the Void. But the Vishaps did not know that the darkness of the Abyss was a terrible poison for elemental beings. Since Enjou's quest to Enkanomiya had been fruitless, he decided to help the Traveler and Paimon channel the light and dispel the darkness in the Dainichi Mikoshi using the mechanisms he had left behind. As a parting gift, he gave them a piece of the ornament he had found in the Dainichi Mikoshi. This piece was the third part of an ornament and was similar to the one Kokomi had given them."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/400feccc825e5dac9ba0493623ef48aa_4916453309848461991.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "After activating the mechanisms and purifying the Dainichi Mikoshi, the Traveler and Paimon returned to Tsumi. Even though the darkness over the Dainichi Mikoshi had lifted, Tsumi felt as if the tower could hear her wishes. It would change its brightness with just a thought. If Tsumi had wished for it, the tower would have collapsed before her. With a single thought, as if with a snap of the fingers, the source of the great suffering of the Vishaps would have collapsed. But Tsumi could not do this. When the Traveler gave her the two pieces of the medallion at their meeting, Tsumi combined them with her own, and they formed a medallion in the shape of three entwined snakes."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/dd24b9b451e2ae8db2f2d645c7b48153_6251536462468880765.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Orobashi's first familiars were\nAccording to legend, these half-human, half-snake creatures helped the Enkanomiyans repel the attack of the Bathysmal Vishaps. Since they lived among humans, they gradually began to resemble them in everything except for their snake pupils, the main distinguishing feature of the Vassals. After Orobashi spent all his strength on creating Watatsumi Island, no more Vassals of Watatsumi were born. However, there is a mention in the records of the last of the Vassals, who was supposed to be the link between the dragons and humans. When she was just an infant girl, she and her guardian shrine maiden were attacked by Vishaps at the border of Enkanomiya, who then raised the girl. The medallion with intertwined snakes belonged to the beginning of the era when Orobashi reorganized the court and reformed Enkanomiya. The three pendants were given to the Dainichi Mikoshi, the Sangonomiya lineage, and the Vassals of Watatsumi. The original intention was that the common folk, the officials, and the divine vassals would all hold each other accountable. Tsumi's medallion fragment was a perfect match for the fragments from Sangonomiya and the Dainichi Mikoshi, only because she was the last Vassal of Watatsumi, but she refused to accept this and returned to the Dragonheir of the Depths."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"There is a saying in your human books that I've never understood until right now.</color>\n<color=#ffffffd9>'People belong where they are born, but creatures belong where they are fed.'</color>\n<color=#ffffffd9>I am a vishap, not a human. So I'm going back to where I belong.</color>\n<color=#ffffffd9>I guess the Dainichi Mikoshi isn't my concern. But we'll be back one day.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "When Enkanomiya was cleared and the Traveler and Paimon returned to Sangonomiya Kokomi, she found it necessary to come up with a new way to deal with the Holy Soil so as not to harm the Vishaps anymore. She also said that the legend about the vishap-people is just a fiction, and no records of them exist in the classified records of Sangonomiya.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Abyss Order",
        "desc": "<p>An organization comprised of the cursed Khaenri'ahns and non-human monsters. They are the enemies of surface civilization and thrive in many corners of the world. Their main goal is to destroy the world under the rule of The Seven.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/01/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5998042434792180602.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "The Divine Priestess of Watatsumi Island. All of the island's affairs are at this young lady's fingertips.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>A member of the Abyss Order, who calls himself a bookish character and a scholar. He's also known as The Thing Calling Itself \"Enjou,\" Sanka, and The Thing Calling Itself \"Sanka.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/725dbbb16dec2beb477c3a15194eed29_7827130156895942956.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>The last Vassal of Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/1b4813ee4ee058cd0428721d3301de69_4470226612379359942.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Orobashi",
        "desc": "<p>The Serpent God, who brought the people of Enkanomiya out of the Dark Sea and onto the surface. He was killed by Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/08/237301566/1397393f5024f3cfe3e0cd632dae57a6_6749302746102078584.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Fragmented Accessory",
        "desc": "A small accessory you got from Kokomi. It seems to be the fragment of another object. According to her, it might come in handy at some point.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8266,
        "name": "Fragmented Accessory",
        "desc": "A fragment that you got from \"Enjou.\" He stole this from the Dainichi Mikoshi, so this should be a relic of Enkanomiya.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/16/a21fc0f3c1d6bde76b144022b7474936_1606506675991326498.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "name": "Bokuso Box",
        "desc": "<p>Use this to clear a certain area in Enkanomiya of the darkness' influence.</p><p>The name \"Bokuso\" is formed from \"boku,\" meaning \"to draw near to what is good,\" and \"so,\" meaning \"to shun that which is tainted.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/151578876/d8d834b28619cb33aac576e989376a2a_1161816778376538992.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1703,
        "name": "Tsumi's Map",
        "desc": "A map drawn by Tsumi. There are some markings on it.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tsumi's Map_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 2.4 \"Fleeting Colors in Flight\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/35428890/5436bc37c9fa8bbe7f08a76db7291394_2765378202140216845.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>December 26, 2021</color>\nWhere light can barely reach, a treacherous foe lies in wait in the shadows.\nIn a realm void of sunlight, the remaining kindlings still burn.\nAnd where the sun shines, people's hopes spring eternal.\nThese heartfelt wishes sparkle as bright as fireworks blooming in the sky.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=2Rjxp4bBu6s"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 2.5 \"When the Sakura Bloom\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/237301566/03c205a44b83d0e7542ddcdd33101468_8561098290191154309.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>February 4, 2022</color>\nThe ancient Sacred Sakura stands on the peak of Mt. Yougou, its roots running long and deep into the earth, stretching endlessly.\nUnderneath its shadow, there are people who wholeheartedly wish for blessings, a kitsune who is amused at the floating world, and a god who yearns for transient eternity.\nEverything in this world changes, people come and go, but the Sacred Sakura blooms brilliantly every year, its petals going where the wind leads.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=S71sh48SaHc&list=PLqWr7dyJNgLLX5_mCRAauT5NTR0WAZY9V&index=20&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Music",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Islands of the Lost and Forgotten"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/237301566/d9101d03f34dc4af8e047fe90e609d28_7442412283687436653.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>April 13, 2022</color>\n<color=#ff9999>Disc 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=skI5KmOIHl4&ab_channel=GenshinImpact"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Enkanomiya"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Permanent Location"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.4"
          }
        ]
      }
    ]
  }
}