{
  "epId": 5200,
  "name": "Perinheri (I)",
  "desc": "<p>This text is also known as \"Hleobranto Innamorato.\" The author of the first edition claims to have based this tale on a legendary story known throughout Khaenri'ah, but there are none left who can verify this. It is an anthological work produced over several generations at this point.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/94376896/eebe3d494c8e1fcae1905ec185dc3f56_8137418650646106512.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1717803617,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Perinheri (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Hubel in Court of Fontaine"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5202,
            "name": "Perinheri",
            "desc": "<p></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/94376896/eebe3d494c8e1fcae1905ec185dc3f56_6542739203454698063.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.5"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Perinheri (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\nThis is a story from very ancient times indeed. It is said that in those days, birds had not yet split into domestic and wild kindreds. In those days, a crimson moon shone down upon the subterranean realm, and not the dark sun of latter days.\nDue to the Kingdom's unique position, things from outside this world were always leaking into it. The Kingdom's weapons would wipe out the calamities slipping in, but what of all the other objects? Such as, say, a child who may have come from some destroyed world?\nOne of the sages spoke thusly to the great ruler: \"Oh high lord of the nobles, a child once told me a tale of another world: Once upon a time, there were sea people who believed that the gods came from the sea. Each time they discovered a shipwrecked person, they would treat them with the utmost honor, for they believed that the gods would take the form of the shipwrecked to investigate the mortal realm.\"\nThe ruler replied, \"I do not perceive your meaning, so do as you please.\"\n(Naturally, no oceans in the traditional sense lay within the Kingdom's borders. The earliest founders of the Kingdom had once seen the majestic silhouettes of the mountains blur under the sun's searing glare, and the rippling reflections of the moonlight falling upon the sea's surface like a scattering of pearls. But at the time the story took place, only outsiders and those few who had left the Kingdom on official duties and returned could describe such sights to the ruler. The ocean and the sea were often used as a metaphor for the space projected by the stars.)\nIn anticipation of the arrival at their Kingdom of gods from beyond the so-called ocean — or rather, the arrival of beings who could transcend the gods — they founded an organization, an orphanage to take care of such children. In latter days, the orphans of the Kingdom and those who wandered in from outside were accepted as well.\nThe young Perinheri's first memory was that of being asked by the grown-ups to crawl through a dark corridor. This passage might have been a chimney for winter fires, for it was filled with coal ash, and there was not a single crack in it through which smoke or light could pass through. As he crawled, he would sometimes stumble in the pitch-black darkness. Fortunately, the corridor appeared designed for the passage of children in the first place, so the falls were not very painful. It also lacked any annoying cobwebs.\nWhen Perinheri reached the end at last, the exit had not opened yet. He knocked, only for the grown-ups to coldly ask: \"Are you dead?\"\nWell, how was he to reply if he was dead? But the grown-ups did not like this response. They kept asking the same question, until he at least shouted, \"Yes, I'm dead!\"\nThe adults then asked, \"Did you see it, then?\"\nPerhaps it was the fear brought on by the darkness combined with hunger and exhaustion, but Perinheri did indeed see an illusion. The crimson moon, hanging high in the pitch-dark night sky, suddenly turned around, revealing itself to be a titanic, horrified eye.\nThe adults opened the door and embraced the soot-covered Perinheri: \"You have traversed the fire of two worlds within the hearth, and here you are reborn.\"\nThough the crimson moon set, and the dark sun descended into a yet darker dusk, that transcendental person from beyond who the Kingdom orphanage was awaiting never arrived. But unusual individuals they had aplenty, and many of those who strode forth from the gates of that orphanage became great knights of the Kingdom. Perinheri was, in his time, the leading figure amongst their ranks — that is, unless, he were forced to compete with his best friend, Hleobrant.\nThey should have competed for glory, and decided who was superior through the amount of honors they crowned themselves in — and in the number of goblets of fine wine downed during the festivities afterward. But for some reason, their rivalry would take a mortal turn."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=en-us&bbs_theme=dark&bbs_theme_device=1#/map/2?center=-1097.49,-5323.38&zoom=3.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "<p>The \"temporary\" owner of a newsstand. He aspires to one day join The Steambird.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/19/94376896/6e7f40560c32385db97d1d42adfda939_2950984437323328217.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 5201,
        "name": "Perinheri (II)",
        "desc": "<p>This text is also known as \"Hleobranto Innamorato.\" The author of the first edition claims to have based this tale on a legendary story known throughout Khaenri'ah, but there are none left who can verify this. It is an anthological work produced over several generations at this point.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/94376896/eebe3d494c8e1fcae1905ec185dc3f56_2644075376129019589.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ]
  }
}