{
  "epId": 5223,
  "name": "Marechaussee Phantom",
  "desc": "<p>The personal unit of the Chief Justice Neuvillette, which is responsible for crime investigation. It is based in the Palais Mermonia and is one of the Maison Gardiennage's departments.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/615412682c0d3edc7483b9452030aa64_4315552892343881539.png",
  "menuId": 23,
  "menuName": "Affiliations",
  "version": 1740528034,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Marechaussee Phantom"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Law Enforcement Unit"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Leader",
        "value": [
          {
            "type": "RichText",
            "text": "Neuvillette"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Marechaussee Hunters",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The name \"Marechaussee Hunter\" originated from Remuria, when the famous Harmost Cassiodor, who was elevated to the revered title of \"Golden Hunter,\" guided his followers to the fight with remnants of the fallen empire: <color=#ffffffd9>\"Pursue the phantoms in the dark, expel them all, and hunt them down.\"</color> Though they were named \"hunters,\" they did not hunt animals, but rather various monsters left behind by the ancient dynasty of King Remus. Today, Fontaine's monster population has already thinned greatly, so the Hunters have blended back into society, taking up arms in other lines of work. They even left a unique methodology of hunting and special swordsmanship techniques in their wake. The Marechaussee Hunters of ages past would often imbue their weapons with special enchantments to suppress the monsters. Whenever a monster was nearby, their weapons would start to glow. Gradually, Marechaussee Hunters' fame faded. Today, when the people of Fontaine speak of the Marechaussee Hunters, most know only of the \"Hunter's Oath,\" having heard it mentioned in some play or novel."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"From this day, I pass the candle's shadow-veil.\"</color>\n<color=#ffffffd9>\"Now, as we face the perils of the long night...\"</color>\n<color=#ffffffd9>\"I pledge to remember the oath of daylight.\"</color>\n<color=#ffffffd9>\"To enshrine tears, life, and love.\"</color>\n<color=#ffffffd9>\"Holding dawn's coming as my votive.\"</color>\n<color=#ffffffd9>\"And so shall I never despair.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Historians believed that the Marechaussee Hunters first became active a few decades after the fall of Remuria, by which point the concept of Lochknights had completely died out in Fontaine. The first Marechaussee Hunters who followed Cassiodor were believed to be the heirs of the Lochknights, but in reality, they were the last remnants of ancient Remuria, Walter and Este. Este inherited the responsibilities of the Golden Hunter and passed judgment on many people, and Walter, working as an executioner, used countless tricks to confound his enemies in battle.\nThere is a tale of a Marechaussee Hunter who became obsessed with exterminating monsters. When the day came that the land had been cleansed of their shadow, it didn't take long before he began to feel lost. After a life spent hunting monsters, what purpose did his life have now that their mortal enemy had been vanquished? After giving the matter much thought, he decided to carry on living as he had, severing his connections with the Marechaussee Hunters so that he might continue hunting down monsters alone. This tale is a reminder that the Marechaussee Hunters fight to restore peace to everyone's lives. It's important to remember what you're fighting for, and never let the means become the end."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/a850a2c6fcd9b1468760e556f2e6d706_1656471766893106077.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "For most Fontainians, the story of the Marechaussee Hunters is now but a legend full of drama and excitement. To the Champion Duelist Clorinde, the deeds and oaths of the Hunters are her living, breathing inheritance. The first thing she learned from her mentor, the Marechaussee Hunter Petronilla, was the swordsmanship required to slay monsters. The approach of the Hunter requires them to stay as close as possible to their prey so that they might plunge their blade into weak points with lightning-fast agility. To train her in this technique, Petronilla consigned Clorinde to a room filled with rotating pillars, each of which had been set up with many wooden swords protruding outwards, their tips covered with cloth bags. By undergoing such training, Clorinde not only developed the Marechaussee Hunter's skills of marksmanship, tracking, camouflage, and footwork. Her choice of weapons follows the Marechaussee Hunter tradition: a Musket to chase away the prey, and a sword to deliver a fatal strike."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/080b908b0847e4ab8e6623f146a4c630_6705713600194936073.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "One day, one of the successors of the Marechaussee Hunters, Florian, succumbed to the influence of the monster, the Devorator, which raged several centuries ago. Florian's father was a Hunter and devoted his entire life to serving the cause, but in return, he received only poverty and suffering. When he died, no one even came to say goodbye to him. Members of his family had been Marechaussee Hunters for generations, passing down not only the title and swordsmanship but also a seal the Marechaussee Hunters used to restrain the Devorator, hoping that in time a way would be found to defeat it. Florian's father instructed him to always watch over that seal and maintain it regularly since it was the most important duty of his clan. However, after his death, his son abandoned this duty. The Devorator was a dangerous opponent even for the Hunters, and if a mortal had enough strength to destroy it, the person became a victim of its corruption. The creature was able to amplify the obsessions and desires in people's hearts, to the point where they overtake them entirely. When Florian finally decided to check the seal, the monster took over his consciousness. The anger over injustice in Florian's soul made him easy prey."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/a24ab9c0c1c60326303c3e3eb8f2cf0b_5984861954135643665.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Under the guise of the plot of a roleplaying game, Florian lured Clorinde, Lyney, Furina, Navia, the Traveler, and Paimon into the secret treasury of the Marechaussee Hunters in order to destroy the Hunters and take the treasures that he believed were rightfully his. To open the treasury, he lacked only one key out of four: one was given to him by his father, he stole the other, took the third from a Hunter, and the missing key was given to Clorinde by her mentor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/b083eea6dc2eb3aa30a08919b7df4fd5_4080773771820532161.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "During the battle, Clorinde temporarily expelled the monster from the man's body. When they opened the door of the treasury, it turned out that it hid a stone tablet with the names of the Hunters carved into it and their weapons, which they decided to take with them to defeat the Devorator: Furina had the sword of Cassiodor's friend, Este, and Lyney had Walter's bow. Navia used Petronilla's sword, which Clorinde gave her after the duel with her father. Florian lured the monster into his body to defeat the monster, and Clorinde, Navia, Furina, Lyney, the Traveler, and Paimon defeated it with the help of the Hunters' spirits.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "<p>An undefeated Champion Duelist. Sword in hand, she defends justice in the Court of Fontaine. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/35428890/770a66030815971c697ab81bc5436329_1296341861352728851.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "name": "Florian",
        "desc": "<p>A Marechaussee Hunter's successor and a writer of one of the Tabletop Troupe's scripts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/aa30b141163f3a99594be4e041e7d75e_2357308990932126447.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>The current President of Spina di Rosula, who is lovely, dutiful, and a great boss.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/3fc7580c01a9e622692402889706c4db_8301615651200775487.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>The absolute focus of the stage of judgment, until the final applause sounds. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/35428890/263e5ea0784d182b393f67a7e24146a5_2961704185113948066.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>A famed Fontainian magician who possesses great stage presence as well as gift of the gab. Audiences are enthralled by his exquisite skills, and they hang on to his every clever word. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/11/35428890/e343d4442cc3b8e243f0d528bb715f75_1232011243947476013.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/539b03bed1057707abd643147e18abde_6521945376578667972.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5728,
        "name": "\"Marechaussee Hunter: Judgment Day\" Character Album",
        "desc": "<p>A book that commemorates the participants in this game of \"Marechaussee Hunter: Judgment Day.\" For both players and Game Master, it is full of memories of your adventures together. \"And so shall I never despair\"... Perhaps this exhortation holds a deeper meaning for the one who played the Marechaussee Hunter?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/237301566/bbb4aef795c130da1e4a5c084e2ca160_7755897979246891591.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Marechaussee Phantom",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The Marechaussee Phantom is the Chief Justice Neuvillette's personal unit, which is responsible for crime investigation. The Marechaussee Phantom is based in the Palais Mermonia and is one of the Maison Gardiennage's departments. The organization used to be comprised only of humans, but now the majority of them are Melusines as their special visual acuity was most suited to investigating cases.\nMany Marechaussee Phantom members, including Emanuel Guillotin, originated from the Narzissenkreuz Institute — a child orphanage in Fontaine, where the children of criminals were often sent. The orphanage was ruled by the Director Lyris, an Oceanid, and, for a while, the former Navy admiral, Basil Elton, was the Vice Director. When the Institute disbanded 500 years ago because of the Cataclysm, many students joined the Marechaussee Phantom or the Special Security and Surveillance Patrol to protect Fontaine such that it would not again have a shadow cast over it.\nSome of the Marechaussee Phantom agents, members who undertake investigations, work secretly and their names are confidential. Thus, no files were left about the agents who died during the battle in Elynas.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Court of Fontaine Region",
        "desc": "<p>\"This city alone stands above all waters.\"</p><p>Towering up at the highest point of the city, the Palais Mermonia represents the highest authority in Fontaine. Under its gaze, the people lead orderly lives that are as regular and predictable as the aquabus.</p><p>Law serves to maintain a stable order, which is in turn the cornerstone that equity and justice are built upon.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/cd8d24707c19c43305b87cac406a5c35_1556533359647521121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "The Narzissenkreuz Institute",
        "desc": "<p>A Fontaine orphanage, built on the ruins of the ancient civilization.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusines",
        "desc": "<p>Melusines are an all-female species born from the wounds of Elynas after he was injured from an explosion that took place within his petrified body. They once resided exclusively in Merusea Village, but after meeting the newly appointed Iudex Neuvillette, many can now be found on the surface of Fontaine as part of the Marechaussee Phantom.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/a10125252b03a6168936fe3d55435fe7_2964116393999770509.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>An Abyssal beast that appeared in Fontaine 500 years ago during the Cataclysm. Elynas is the \"Father\" of all Melusines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/fa4c986eefe97522566b35be6e29e7a0_8375787056238346663.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/539b03bed1057707abd643147e18abde_6521945376578667972.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "<p>A flower constructed out of clam, mother-of-pearl, and gold leaf. It blooms proudly.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/c32bab10651059ad3c0c8a0e5bbd2e03_1977006170352048486.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/1bde348ad550ef356ff197b93caed6c8_1659289996356186854.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Siege of Poisson",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "More than 500 years ago, the authorities of Fontaine wanted to create an undercity beneath the city, the Fleuve Cendre, from the sewers in the Court of Fontaine. Since it was difficult to maintain order, Eduardo Baker and his friends seized power in the sewers. They began to resolve disputes between the Fleuve Cendre \"compatriots,\" bless the newly wedded, and protect the merchants from being extorted, harassed, and blackmailed by the gangs. When the authorities of the Court of Fontaine decided to purge the Fleuve Cendre, Baker was arrested and exiled to the desert. On the way to exile, he, with the help of his henchmen, fled to Poisson, taking hostage both the city itself and the members of the Maison Gardiennage who were transporting Baker. He made several unreasonable demands, so the Marechaussee Hunters, under the direction of Emanuel Guillotin, intervened. Journalist Karl Ingold arrived in Poisson as a negotiator along with Eduardo's son, Jakob.\nFollowing an unsuccessful attempt to resolve the issue, the disagreement between Baker's group and the Marechaussee Hunters turned into a violent fight. As a result, Jakob and Rene, the Poisson Mayor's son, were left orphans. They were both sent to the Narzissenkreuz Institute. Later, these two children founded The Narzissenkreuz Ordo, one of the most important organizations in Fontaine's History.\nThe Siege of Poisson left physical and mental scars on Guillotin. Due to this event, he left the ranks of the Marechaussee and planned to live out the rest of his days, content with just the contents of his cup. When the Cataclysm began, his old friend from the Narzissenkreuz Institute, Basil Elton, entrusted him with two children: Mary-Ann and Alain. Emanuel had no love for children and wished to have no dealings with anyone, but for the sake of his old friend, he agreed.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Court of Fontaine Region",
        "desc": "<p>\"This city alone stands above all waters.\"</p><p>Towering up at the highest point of the city, the Palais Mermonia represents the highest authority in Fontaine. Under its gaze, the people lead orderly lives that are as regular and predictable as the aquabus.</p><p>Law serves to maintain a stable order, which is in turn the cornerstone that equity and justice are built upon.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/cd8d24707c19c43305b87cac406a5c35_1556533359647521121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Belleau Region",
        "desc": "<p>Although much of Fontaine is covered by water, there are also mountains and forests. Mont Automnequi, which lies between the harbor and the Court of Fontaine, is one of its most iconic peaks. The Fontaine Research Institute used huge engineering devices to bore the Poisson Tunnel, thereby solving one of the biggest challenges facing the construction of the aquabus lines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/cd8d24707c19c43305b87cac406a5c35_1718838247802172698.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "The Narzissenkreuz Institute",
        "desc": "<p>A Fontaine orphanage, built on the ruins of the ancient civilization.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil was a retired admiral of the Fontaine Armada, Captain of the Sponsian, and Vice Director of the Narzissenkreuz Institute. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Fleuve Cendre Ferryman",
        "desc": "<p>A handy length of abandoned copper pipe that was once used as a weapon. It was famous — or infamous, depending — in some circles.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/35428890/920ca2fe25ca2db1796848099b59b2d8_9037857887405548950.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/539b03bed1057707abd643147e18abde_6521945376578667972.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "The Narzissenkreuz Ordo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/9dd957087aa42735905d94761558de17_7036168828870711319.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Roughly 500 years ago, four children from the Narzissenkreuz Institute became friends. After the Cataclysm, two of them, Mary-Ann and Alain, were adopted by the former Marechaussee Hunter, Emanuel Guillotin, and later became Marechaussee Phantom agents themselves. The others, Rene and Jakob, who were sent to the Institute because of Emanuel Guillotin, were taken by the journalist, Karl Ingold, who was present in the Siege of Poisson. Years later, they founded an organization called the Narzissenkreuz Ordo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/11e84dca9047c764fbdde904a7970dbf_7218597961318265236.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The main purpose of the organization was to save Fontaine from the apocalypse predicted by the prophecy: <color=#ffffffd9>\"In the end, the people will all be dissolved into the waters, and only the Hydro Archon will remain, weeping on her throne.\"</color> To achieve that they started conducting immoral and dangerous experiments, which included the creation of Neohumans. The leader, known as\nwanted to dissolve all Fontainians by the Primordial waters to wait out the apocalypse and be reborn in the new world.\nOnce, Emanuel Guillotin's friend confided in him about his concerns about the operations of the Narzissenkreuz Ordo. This investigation was the last one for Guillotin. Judging by the fact that in the end, he recalled his \"children\" and the embrace of Director Lyris, who by that time was a member of this organization; and Master in his notes mentions the absorption of several agents of the Marechaussee Hunters with the help of the Oceanid, it can be assumed that Emanuel, as well as the Champion Duelist Marfisa, was one of these agents."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"My dear Alain, my dear Mary-Ann... I was never close to you,\"</color>\n<color=#ffffffd9>\"And even at the end, I do not know how I could be a \"father\" to you.\"</color>\n<color=#ffffffd9>\"But still, I do not wish to lose these memories of watching the two of you growing up...\"</color>\n<color=#ffffffd9>— When he awoke from his stupor, all glories, all shame, all love and obsession — they had been dissolved in the waters.</color>\n<color=#ffffffd9>\"At the end, that which welcomed him was a peaceful ocean, one which removed all barriers and estrangements.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/4a244b78de17042e111af3c05e389473_4299516187377096920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the authorities found out about these experiments and the dissolution of people, the Narzissenkreuz Ordo was declared radical. Alain Guillotin broke off all relations with his friends, Rene and Jakob, and, together with Fontaine's Iudex, Neuvillette, signed the order for the Narzissenkreuz Ordo destruction.\nTo buy some time to execute his plans, the Master sent Jakob, former Director of the Narzissenkreuz Institute, Lyris, and other members of the Ordo to the petrified body of Elynas. Elynas was an Abyssal beast, who appeared in Fontaine during the Cataclysm. When he died, the Narzissenkreuz Ordo used his blood and flesh in their experiments, creating the first Neohuman from Jakob. To help Jakob obtain greater abilities and distract the Marechaussee Hunters from the Master, the Narzissenkreuz Ordo decided to revive Elynas's petrified heart. When Alain Guillotin found out about the upcoming ritual, he sent a thinking Mek, Seymour, to inform the Iudex of Fontaine Neuvillette about it.\nWhen the agents of the Marechaussee Phantom, including Mary-Ann Guillotin, tracked down the Ordo members in Elynas's body, a battle occurred. Many agents and the Meks were killed due to the explosion. Mary-Ann Guillotin was on the verge of death, but she was saved by Lyris. Lyris united their bodies and minds by hugging her, creating a new Oceanid, Mary-Ann.\nAfter the battle in Elynas, Alain Guillotin never heard from his sister. He left the Marechaussee Phantom and founded the Fontaine Research Institute of Kinetic Energy Engineering. There is a legend that in his old age, Alain retired from the Fontaine Research Institute to his workshop, and he would see no one. The research he undertook in his final years was never published, and after the matter, the only things that could be found in his workshop were signs that something had been built.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Beryl Region",
        "desc": "<p>An ancient ruin-studded mountain range across the water from the Court of Fontaine.</p><p>Many, many centuries ago, the followers of Egeria once saw this place as a prime location for excursions and picnics. Gathered here, they sang of love and dreams as pure and stainless as polished gems. Their songs have long faded into the pale moonlight, and now, only cool breezes continue to caress these lonely, mint-studded highlands.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/cd8d24707c19c43305b87cac406a5c35_6384214689927057788.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "The Narzissenkreuz Institute",
        "desc": "<p>A Fontaine orphanage, built on the ruins of the ancient civilization.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Fontaine Research Institute",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The Fontaine Research Institute of Kinetic Energy Engineering was founded by Alain Guillotin and is often shortened to simply the Fontaine Research Institute.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.45)\"><br></span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/601601b222a7a50b655e3b087ef55e36_6702062251666015787.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>The Director of the Narzissenkreuz Institute, an orphanage in Fontaine, she later became a member of the Narzissenkreuz Ordo and gained the title of \"Red Empress\" after the Institute was abandoned during the Cataclysm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/b6d86ff8dfd84cf744e57a516b1a14c6_3541719482387705179.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>An Abyssal beast that appeared in Fontaine 500 years ago during the Cataclysm. Elynas is the \"Father\" of all Melusines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/fa4c986eefe97522566b35be6e29e7a0_8375787056238346663.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Prototype 4ACV07 is a mechanical dog created by Alain Guillotin to protect his sister Mary-Ann Guillotin during her service in the Marechaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/f415fbe2eaa40cd987a8daa47643fc74_4223529991169100227.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Iniquitous Baptist",
        "desc": "<p>A monster from the Abyss that wields multiple types of Elemental Power and has gained extra limbs from its \"evolution.\"<br><br><em>\"The nature of the 'Abyss' is essentially irreconcilable with the elements. However, even the elements of gods can be entrapped and distorted before they are subsumed to become tools of the abyssal will. Just judging from outcomes and practical use, \"Abyssal powers\" seem little different from elemental items, from ones as paltry as the Treasure Hoarders' elemental containers to those as powerful as Visions...\"</em><br>—Notes left behind in Hangeh Afrasiyab by someone.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/2899a9fa6efec1006150467a00823c4a_6098755085792994548.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3986,
        "name": "Rightful Reward",
        "desc": "<p>A sharp spear. Only its tip remains freshly bloodstained.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/35428890/9bb154ad1759bf2d9015b060cad1ca9c_7004886929221204489.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/539b03bed1057707abd643147e18abde_6521945376578667972.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "name": "Enigmatic Page (XII)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_831714797231245528.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Melusines",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/48c2f788c6d4baea0ff56bb9f5c61e18_2534850688729486975.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nowadays, the Marechaussee Phantom comprises mostly of the Melusines, but roughly 400 years ago, there was not a single Melusine in the unit and the Court of Fontaine. Carole, like other Melusines, was born from wounds received by their \"Father,\" Elynas, during the battle between the Marechaussee Hunters and members of the Narzissenkreuz Ordo more than 400 years ago. The Melusines lived in the Merusea Village, which they built inside the Elynas's body. They learned how to build houses from their \"Father.\" Twenty years later, some Melusines wanted to go to the Court of Fontaine to see how people lived and find the meaning of their existence. Carole became one of the first Melusines who, with the help of the young Iudex of Fontaine, Neuvillette, a Hydro Dragon, entered the Court of Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/54d819f57d56d4e686846c2fd51f6051_4559846552267452481.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Since all Melusines have a special vision and are able to notice things that are inaccessible to the human eye, Neuvillette invited them to the Marechaussee Phantom — a special branch of the Maison Gardiennage responsible for investigating crimes. Carole became the first Melusine in the Marechaussee Phantom, and the leader of the Special Security and Surveillance Patrol, Vautrin, was assigned as her partner. The people of the Court of Fontaine had never seen Melusines before, so they treated them with caution and dissatisfaction, as there were rumors that Melusines were creatures of disaster that posed a danger to others. They threw stones at the Melusines and told them to return to their village. Neuvillette and Carole knew that it would take a lot of time and effort for people and Melusines to live in harmony and understanding, but Carole was ready for this long and difficult path, as her life became more meaningful."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/c7324129b0223e4112132db8b48999f7_4126101012701089002.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Thanks to their hard work for five years, Carole and the leader of the Special Security and Surveillance Patrol, Vautrin, were awarded the first Medals of Peace from Neuvillette. Carole hoped that the Melusines would soon begin to live peacefully with people, but this medal only further angered the supporters of the old regime, whose interests were infringed upon as a result of Neuvillette's reform. They decided to commit murder and blame it on the Melusines to drive them out of the city and teach Neuvillette a lesson.\nSupporters of the old regime tricked Carole to come to the crime scene and brought charges against her. After this, they sowed panic among the people in order to force Neuvillette to admit his mistakes and give up power. Carole decided to sacrifice herself to soften the situation, and the Gardes were unable to intervene in time due to the angry crowd.\nVautrin, having learned about what had happened, decided to avenge Carole and personally killed all the conspirators. He knew that Neuvillette would be forced to declare him guilty and exile him to the Fortress of Meropide, but he could not help but intervene. Carole reminded Vautrin of his younger sister, Illaria, who died when he was little. Carole and Illaria were both kind and innocent, and they always believed in the best. Vautrin understood that kind souls like Carole were more susceptible to deception and betrayal, so he tried to force her to retreat so that people would not harm her.\nCarole's bravery and sacrifice ultimately led to her dream being realized: 400 years later, the Melusines are respected members of society in the Court of Fontaine, coexisting peacefully with humans. Because of Carole's heroic deed, the emblem of the Maison Gardiennage featured Melusines as a sign of respect and gratitude to these creatures.\nWhen 400 years later, another Melusine, Kiara, was threatened by some criminals, citizens of the Court of Fontaine united to protect her. \"The Steambird\" reporter, Charlotte, asked her colleagues about the threat letter. Clorinde, the Champion Duelist, offered her help to protect Kiara. Spina di Rosula's president, Navia, asked her people to keep an eye out for leads and \"invited\" the suspects for coffee so they couldn't resist. With their help, criminals were found, and Melusines were not harmed.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Court of Fontaine Region",
        "desc": "<p>\"This city alone stands above all waters.\"</p><p>Towering up at the highest point of the city, the Palais Mermonia represents the highest authority in Fontaine. Under its gaze, the people lead orderly lives that are as regular and predictable as the aquabus.</p><p>Law serves to maintain a stable order, which is in turn the cornerstone that equity and justice are built upon.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/cd8d24707c19c43305b87cac406a5c35_1556533359647521121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula is a citizen-oriented society that involves many walks of life and focuses its efforts on solving difficult issues amongst the common folk, and that it will cooperate with the Fontainian authorities where needed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/103e6993dd0a594332fa18ca5fe17098_2392013260495549905.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Fortress of Meropide",
        "desc": "<p>Fontaine prison, run by the Duke Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/543bcf412bf7a949068f160ee9ab7e97_4065641714083094418.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusines",
        "desc": "<p>Melusines are an all-female species born from the wounds of Elynas after he was injured from an explosion that took place within his petrified body. They once resided exclusively in Merusea Village, but after meeting the newly appointed Iudex Neuvillette, many can now be found on the surface of Fontaine as part of the Marechaussee Phantom.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/a10125252b03a6168936fe3d55435fe7_2964116393999770509.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Among the earliest Melusines introduced to Fontaine by Iudex Neuvillette roughly 400 years ago. She became the first Melusine to be welcomed into the Marechaussee Phantom and awarded the Medal of Peace. <span class=\"wk-shady\">She sacrificed herself to prove Melusines' innocence in crimes.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/b5144639de0b40a37167f40774eb8e6b_390725855721962695.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>An Abyssal beast that appeared in Fontaine 500 years ago during the Cataclysm. Elynas is the \"Father\" of all Melusines.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/237301566/fa4c986eefe97522566b35be6e29e7a0_8375787056238346663.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p>Reporter of The Steambird</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/35428890/7bbbff3f35661a93b5091b1f17fae6c0_6927814687713967999.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>The current President of Spina di Rosula, who is lovely, dutiful, and a great boss.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/3fc7580c01a9e622692402889706c4db_8301615651200775487.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Notable Members"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "\"Golden Hunter,\" whose words became the Marchaussee Hunters origin\nEste\nWalter\nCassiodor's followers who were among the first Marechaussee Hunters\nEmanuel Guillotin\nA Marechaussee Hunter, who directed the Siege of Poisson, and Alain and Mary-Ann's adoptive father. He, presumably, was dissolved by",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\nPetronilla\nA Marechaussee Hunter and Clorinde's mentor",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Adoptive son of Emanuel Guillotin. After his sister disappeared, he left the Marechaussee Phantom and founded the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Fontaine Research Institute",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The Fontaine Research Institute of Kinetic Energy Engineering was founded by Alain Guillotin and is often shortened to simply the Fontaine Research Institute.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.45)\"><br></span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/601601b222a7a50b655e3b087ef55e36_6702062251666015787.PNG",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Adoptive daughter of Emanuel Guillotin. She disappeared after the battle between the Marechaussee Phantom and",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Among the earliest Melusines introduced to Fontaine by Iudex Neuvillette roughly 400 years ago. She became the first Melusine to be welcomed into the Marechaussee Phantom and awarded the Medal of Peace. <span class=\"wk-shady\">She sacrificed herself to prove Melusines' innocence in crimes.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/b5144639de0b40a37167f40774eb8e6b_390725855721962695.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The first Melusine who joined the Marechaussee Phantom. Because of her sacrifice Melusines are depicted on the Marechaussee Phantom and the Garde's emblem.\nAeval\nElphane\nAquabus guides from the Clementine and Navia lines respectively",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>An evidence clerk in the Marechaussee Phantom.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/237301566/abb512875929eee2a21685ecab89853f_3312990284909781423.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A former aquabus guide from Callas line and the current evidence clerk with the Marechaussee Phantom",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4802,
        "name": "Rhemia",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/21/af5b39d4c52665dd2a3a954b32269a99_1111392611255869597.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "A Marechaussee Phantom worker",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Leader of the Marechaussee Phantom",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "<p>An undefeated Champion Duelist. Sword in hand, she defends justice in the Court of Fontaine. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/35428890/770a66030815971c697ab81bc5436329_1296341861352728851.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "name": "Florian",
        "desc": "<p>A Marechaussee Hunter's successor and a writer of one of the Tabletop Troupe's scripts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/aa30b141163f3a99594be4e041e7d75e_2357308990932126447.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Successors to the Marechaussee Hunters",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/539b03bed1057707abd643147e18abde_6521945376578667972.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5728,
        "name": "\"Marechaussee Hunter: Judgment Day\" Character Album",
        "desc": "<p>A book that commemorates the participants in this game of \"Marechaussee Hunter: Judgment Day.\" For both players and Game Master, it is full of memories of your adventures together. \"And so shall I never despair\"... Perhaps this exhortation holds a deeper meaning for the one who played the Marechaussee Hunter?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/237301566/bbb4aef795c130da1e4a5c084e2ca160_7755897979246891591.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Marechaussee Hunters",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/a97fd7144d687a04a0d3966faf5d0fe3_9023383578713325794.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "A tricorne hat is the Marechaussee Hunter's emblem."
          }
        ]
      },
      {
        "key": "Treasury",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/56b4647455869bf18206e50a1a331137_4140356259863027334.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Marechaussee Hunter's secret treasury"
          }
        ]
      },
      {
        "key": "Marechaussee Phantom",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/e3aa651b2af1f9ae6aadaac4c261e371_7039450433184430086.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "A Melusine in the Marechaussee Phantom uniform"
          }
        ]
      }
    ]
  }
}