{
  "epId": 5548,
  "name": "Qiaoying, the Village of Many Tales",
  "desc": "<p>You once again meet the slightly paranoid author, Guijarro, in Qiaoying Village...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/149158619/03386dacb31726cbf471f6fb2a29e069_8674341590257733451.png",
  "menuId": 31,
  "menuName": "World Quests",
  "version": 1723728069,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Qiaoying Village</color>\n<color=#ffffff>Quest Description:</color> You once again meet the slightly paranoid author, Guijarro, in Qiaoying Village...\n<color=#ffffff>Guijarro:</color>\n...This cat... Of course, that has to be it! Great, I just knew it!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Guijarro?</color>\n<color=#ffffff>Guijarro:</color>\nHuh? Traveler, Paimon, imagine running into you here! What're you doing in Qiaoying Village?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Is there... something wrong with this cat?</color>\n<color=#ffffff>Guijarro:</color>\nAh, I believe it is... Eh? Huh? Traveler, Paimon, imagine running into you here! What are you doing in Qiaoying Village?\n<color=#ffffff>Paimon:</color>\nHave you... finished writing your book? You wouldn't still happen to be imagining weird things, would you?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Or having symptoms of paranoia?</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>We're not in Fontaine anymore. You're quite a ways from home.</color>\n<color=#ffffff>Guijarro:</color>\nOh, no, no! I've already finished writing that book. Right now, it's just a matter of waiting for \"The Courtcraft of Fontaine\" to get printed and go on sale.\n<color=#ffffff>Paimon:</color>\nWow, Paimon's hooked just hearing the title! What's the book about?\n<color=#ffffff>Guijarro:</color>\nLet's see... it's about a cowardly detective and his fearless little sister, who's also acting as his assistant. They come across a \"Crime Museum,\" which hosts within it the evidence for countless crimes...\nThroughout the story, they also encounter missing twins, a meka puppet that cries, and a museum curator who's been drowned in his fountain... and in the end, they find out that the prime suspect is none other than a child who just turned three years old!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Okay, enough of that! I'm getting chills!</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Sounds like quite the case...</color>\n<color=#ffffff>Guijarro:</color>\nHahaha! Once it officially goes on sale, I'll send you both autographed copies.\n<color=#ffffff>Paimon:</color>\nScore! But... Paimon might be too scared to read it on her own...\n<color=#ffffff>Guijarro:</color>\nIt's decided then! Traveler, please read it to Paimon!\n<color=#ffffff>Traveler:</color> <color=#ffffff>I—I'm also too scared...</color>\n<color=#ffffff>Paimon:</color>\nReally...? Then it looks like our only choice is to read it together!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Leave it me.</color>\n<color=#ffffff>Paimon:</color>\nYeah! You're the best.\n<color=#ffffff>Guijarro:</color>\nCome on, you two. No need to ham it up like that. It's just a crime novel, not a horror story.\nAs for something truly terrifying... I plan on writing a new novel. I've already made a rough outline, and I've been looking everywhere for new material to use as inspiration for the details.\n...Hey, don't look at me like that! This time, all I want to do is combine the crime novel with some local folk tales. Even if we're collecting reference materials, there's no way I'll be all paranoid and jumpy like before.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Why not do this in Fontaine?</color>\n<color=#ffffff>Guijarro:</color>\nAh, well... You see, many people have already written about Fontainian folklore, and I to write something... a bit more original!\n<color=#ffffff>Traveler:</color> <color=#ffffff>You came all the way to Qiaoying Village just to get some reference material...</color>\n<color=#ffffff>Guijarro:</color>\nAfter all, Fontaine's folk tales have been written to death! I just want to write something original.\n<color=#ffffff>Guijarro:</color>\nIt also just so happened that a friend of mine was planning to come here to check out the tea business, so I tagged along.\nNo sooner had I stepped off the boat than I discovered some truly stellar subject matter! Just as I was considering how to best pursue the matter, you two came over.\nTo borrow the local Liyue lingo, this would be... uh, um... \"destined to meet, though originally separated by more than a thousand miles\"?\n<color=#ffffff>Traveler:</color>\nAlready adapting to the local culture, I see...\n<color=#ffffff>Paimon:</color>\nHow should Paimon put it... Well, maybe it's no wonder you're a great writer? You're so quick when it comes to understanding the local customs...\nBut did you just say you've already found something? There's nothing here!\n<color=#ffffff>Guijarro:</color>\nSays who? Look! Do you not see this cat?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Seen it from the start! But what's so strange about a cat?</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Unless... is isn't a cat, and is instead...?</color>\n<color=#ffffff>Guijarro:</color>\nYou think so too!? I knew it, haha, great minds always think alike!\n<color=#ffffff>Paimon:</color>\nNononono! Not at all! No matter what, it looks like it's just an ordinary little kitty!\n<color=#ffffff>Confused Kitty:</color>\nMeow...? Meeeow...\n<color=#ffffff>Guijarro:</color>\nAh, you must be unaware. In the legends of Qiaoying Village, there are strange beasts known as \"Xuanwen Beasts.\"\nAccording to the legends, these strange beasts appear like young cats and can sense good and evil, concealing themselves at night and rising with the sun, eating... uh... eating the wind and drinking the dew, crossing a thousand miles in a day, and gnawing tea trees at night to nourish themselves...\nAnyway! That's what the article in \"Bedazzled!\" said, at least!\n<color=#ffffff>Traveler:</color> <color=#ffffff>You can tell from the name it's a load of tripe!</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Where did you dig up a tabloid like that?</color>\n<color=#ffffff>Paimon:</color>\nFeels like whoever wrote that... All they heard was the name \"Xuanwen beast,\" and they just tossed every weird rumor they'd ever heard into a pot and started stirring!\n<color=#ffffff>Guijarro:</color>\nStill, based on my own investigations, there are indeed \"Xuanwen beasts\" near Qiaoying Village, even if I'm still a bit fuzzy on the details... But as long as they exist, then I can study and use them!\n<color=#ffffff>Paimon:</color>\nWow! Guijarro's completely different from before. She used to be so scared and timid...\n<color=#ffffff>Traveler:</color>\nAnd now, she came all the way here with nothing but a name to go on...\n<color=#ffffff>Guijarro:</color>\nHahaha! Apologies! It's one of my faults. As soon as I start writing, I'll find myself drawn into the same mindset as the book's characters.\nThe protagonist of this book is a super-confident detective! So self-assured that you could say they consider everyone else to be beneath them...\nAlrighty! That's enough blah-blah for now. I need to carefully research this little...\nThe cat turns and flees like lightning...\n<color=#ffffff>Guijarro:</color>\nWhoa! It ran away, after it!\nWithout another word, Guijarro breaks into a run, sprinting after the cat at breakneck speed...\n<color=#ffffff>Paimon:</color>\nNot again! We've gotta catch up to her quickly, or who knows what kind of wacky hijinks Guijarro will get up to this time!\nGuijarro! Not so fast!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Catch up with the cat</color>\n<color=#ffffff>Guijarro:</color>\nI see, I see... Did it run off because it sensed that something important is about to happen?\n<color=#ffffff>Paimon:</color>\n...It probably just ran off because it's a cat!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Continue pursuing the cat</color>\n<color=#ffffff>Guijarro:</color>\nHey! Get back here!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Follow the fleeing cat</color>\n<color=#ffffff>Paimon:</color>\n...See? Paimon said it was just an ordinary kitten.\n<color=#ffffff>Guijarro:</color>\nHuh. To think that...\n<color=#ffffff>Confused Kitty:</color>\nMeow? Meow... meow, meow?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Do you know of any Xuanwen beasts?</color>\n<color=#ffffff>Confused Kitty:</color>\nMeow...?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Sorry, we've got the wrong cat.</color>\n<color=#ffffff>Confused Kitty:</color>\nMeow...\nThe cat turns and leaves, looking frustrated...\n<color=#ffffff>Guijarro:</color>\nStill... Do you think that this kitten could be the young form of the mythical beast, lying low here in Qiaoying Village till it is fully grown, and can destroy all the tea trees in one fell swoop...\n<color=#ffffff>Hung Fan:</color>\nMs. Guijarro, not this again... Anyway, haven't I told you before that Xuanwen beasts are hardly that gentle?\n<color=#ffffff>Guijarro:</color>\nAh, Ms. Hung Fan! What a coincidence. What brings you here today?\n<color=#ffffff>Hung Fan:</color>\n*sigh* Please stop mentioning things like \"criminal cases\" around here — what if the children begin to take you seriously?\n<color=#ffffff>Traveler:</color>\nYou know each other?\n<color=#ffffff>Guijarro:</color>\nYes. When I came here, it was this lady who I hired to help me carry my baggage. I also consulted her regarding all manners of folklore.\n<color=#ffffff>Hung Fan:</color>\nIf I've told you once, I've told you countless times that Xuanwen beasts won't appear here, but you just won't believe me. What was that thing you said...\n<color=#ffffff>Guijarro:</color>\nEven if they won't appear, I'll still have many ways to collect information on them.\n<color=#ffffff>Hung Fan:</color>\nThere you go again... I know my hopes of dissuading you were slim, but still, I must ask you not to leave the village willy-nilly.\nThe beasts are actually quite dangerous, so if you do end up encountering one... *sigh* Anyway, please do not leave the village on your own!\nHung Fan leaves, looking even more exhausted and resigned than the cat from earlier...\n<color=#ffffff>Guijarro:</color>\nWell, since Ms. Hung Fan said so, we're going to have to go elsewhere to get our material. Come then, follow me.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Collect information with Guijarro</color>\n<color=#ffffff>Guijarro:</color>\nWhat do you think? This...\n<color=#ffffff>Traveler:</color>\nA tea cauldron.\n<color=#ffffff>Guijarro:</color>\nThat's right, and it does... something with the tea... that makes it kinda special... Whatever the case, it's been placed smack dab in the middle of this place, too! If you ask me, it must hold some special significance.\nHmmm. Now then, what if... our Xuanwen Beast has been using this as its hiding place all along?\n<color=#ffffff>Traveler:</color> <color=#ffffff>You'll be writing a fantasy story at this rate, you know.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>I don't think this is a crime story anymore...</color>\n<color=#ffffff>Paimon:</color>\nFeels like the next thing you know, you'll introduce some Adepti into the story...\n<color=#ffffff>Traveler:</color>\nI dunno if that's the right kind of plot to write for a crime story...\n<color=#ffffff>Guijarro:</color>\n...Hmm, those are some fine expressions you've got there. Are you thinking, perhaps, that a crime story centered around a Xuanwen beast might feel too \"absurd\" to be taken seriously?\n<color=#ffffff>Paimon:</color>\nWell, uh, yeah, kinda? Can you really use something like that to move the plot forward?\n<color=#ffffff>Traveler:</color>\nWait, don't tell me you're...\n<color=#ffffff>Guijarro:</color>\nHaha, aren't you a sharp one, Traveler? You sure do live up to your fame.\nExactly! I intend to write about a \"crime too absurd to be possible.\" Your reactions, along with Ms. Hung Fan's, are very interesting. I'll include them into my novel for sure.\nAs for the Xuanwen beast... It shall be my \"perpetrator.\" A creature that has never been seen, but is said to devour the village's evil-doers.\nDuring a certain festival, a villager is found to have met their end at the hands of some wild beast outside the settlement...\nBut during the second festival day, the main character encounters the victim, who should be dead — only for yet another victim to soon emerge afterward...\n<color=#ffffff>Paimon:</color>\nWait, and then what? Then what!\n<color=#ffffff>Guijarro:</color>\nWell, I haven't thought that far yet.\n<color=#ffffff>Traveler:</color>\n...I'm leaving now.\n<color=#ffffff>Guijarro:</color>\nOh, come on! Once I finish, I'll send you two autographed copies for sure. In fact, I've still got a big favor I'll need your help with!\nMs. Hung Fan has said that I shouldn't leave the village by myself, right? Well, I've taken her advice to heart!\nBut... now that you're here, I'm no longer alone! That means I can go outside!\nWe're not going to go too far off, of course! So, are you willing to help me out?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Well, sure... We'll do it so you can tell us the end of your story.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Please follow the standardized payment model, thanks.</color>\n<color=#ffffff>Guijarro:</color>\nOf course. Don't you worry!\n<color=#ffffff>Guijarro:</color>\nWell, then! Let's head over there, shall we? There's a place I'd like to go!\n<color=#ffffff>Paimon:</color>\nSpeaking of that, aren't you gonna get told off for always saying some weird and spooky stuff?\n<color=#ffffff>Guijarro:</color>\nOh, don't worry, I usually just jot my ideas down in a notebook.\nI don't know... After meeting you two, I just can't help but think my thoughts aloud. I must just be too excited to meet familiar faces!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Follow Guijarro</color>\n<color=#ffffff>Guijarro:</color>\nSo these are \"lanterns\"? These ones look like fish — how very fascinating!\nSo these handles can be used to raise the lanterns up? Hmm... With this detachable structure, someone with a head for engineering design can easily have a section or two secretly added without being discovered...\nThe space within is pretty large. You should be able to insert a few...\n<color=#ffffff>Traveler:</color>\nStop! Jolly well keep those thoughts to yourself!\n<color=#ffffff>Guijarro:</color>\nEh? Oh... Right! Hahaha, sorry. I just can't stop myself from thinking aloud upon seeing these fascinating things...\nHmm. Yes, I'm sure of it — the addition of \"lanterns\" will add much to my novel.\nCould I trouble you to go to the side, and take a picture of this \"fish lantern\" for me? I'd like to have a reference picture for later.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Well, time to hone my Kamera skills some more, I guess...</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Leave it to me.</color>\n<color=#ffffff>Guijarro:</color>\nI'm leaving the photo-taking in your hands, then... Ah, yes. Please make sure you'll grab a shot of the entire lantern — this is incredibly important to me!\n...Cooking up a scheme related to \"dimensions\" will be quite interesting... The question now is how they will solve the weight problem...\nOptional Dialogue: Talk to Guijarro\n<color=#ffffff>Guijarro:</color>\nThe scheme won't quite work with just these lanterns... What should I do...\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Take pictures of the lantern</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Search for Guijarro</color>\n<color=#ffffff>Paimon:</color>\nHuh? Where did Guijarro go? Wasn't she here just a moment ago?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Guess she was kidnapped by a Xuanwen beast?</color>\n<color=#ffffff>Traveler</color> : <color=#ffffff>Did her novel turn out to be truer than fiction?</color>\n<color=#ffffff>Paimon:</color>\nHey, don't say stuff like that! She probably just ran off somewhere thinking about her plotline. Let's search the area.\n<color=#ffffff>Traveler:</color>\nThe tea field to the side gives us a good vantage point. Let's start from there.\n<color=#ffffff>Paimon:</color>\nGood idea! Let's start our search from up high!\nUgh, where's Guijarro gone...\nIs she suffering from her \"imaginitis\" again?\nWe've gotta find her, and quick... If not... Who knows what other weird stuff she might do.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Search for Guijarro</color>\n<color=#ffffff>Paimon:</color>\nThere's Guijarro! Eh? Hang on, something's not quite right with her...\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Guijarro</color>\n<color=#ffffff>Paimon:</color>\nGuijarro! How did you get over here?\n<color=#ffffff>Guijarro:</color>\n...No, no. I can't have them find the key clue just like that. Also, can someone really still think well after being tied up here all night?\n<color=#ffffff>Paimon:</color>\nWow, she's totally engrossed. Has she finally found a breakthrough?\n<color=#ffffff>Traveler:</color>\nMore like a real roadblock.\n<color=#ffffff>Guijarro:</color>\nTraveler, Paimon, you've arrived just in time.\nCould you tie me to a wooden stake?\n<color=#ffffff>Paimon:</color>\nD—Did Paimon hear that right?\n<color=#ffffff>Guijarro:</color>\nYep, that's exactly what I said. Please tie my hands, and string me up by them on a... tree. Um, well, they're all wood anyway, so it should make no difference.\n<color=#ffffff>Traveler:</color>\nI don't intend to become the suspect in your novel.\n<color=#ffffff>Guijarro:</color>\nOh, don't worry, I've already written up a liability document, which assigns responsibility for all mishaps that might occur to me.\n<color=#ffffff>Paimon:</color>\nNo, no, that's not the problem. Why do you want us to tie you up at all? You haven't done anything wrong...\n<color=#ffffff>Guijarro:</color>\nBut the main character of my novel will be strung up by their hands by the villagers and left in the wild for a whole night, awaiting the Xuanwen beast's judgment.\nLater in the plot, the main character, having expected this turn of events, will somehow survive, and endure the night, before revealing the truth behind everything...\n...However, I have no clue how a person who has been tied up for a whole night would feel. Not how they'd sound, think, or even move!\nThat's why I need you two to tie me up and keep me here the whole night. That way, I'll be able to experience those feelings for myself.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Nope. This is way too dangerous.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Isn't there a safer way to do this?</color>\n<color=#ffffff>Guijarro:</color>\n...Um. Well, there is, but it probably wouldn't be as effective.\nInstead of that, I could... raise my hands up and stay here for the whole night.\n<color=#ffffff>Paimon:</color>\nUhh... Or you could just not write that novel. Our actions here could be easily misunderstood...\n<color=#ffffff>Traveler:</color>\nYou're really putting your main character through the wringer...\n<color=#ffffff>Guijarro:</color>\nPlease! This is the most important step! Once I get over this hurdle, my novel will be complete! If we use this method, you won't have to commit any crimes...\n<color=#ffffff>Paimon:</color>\nNot that we ever had to!\n<color=#ffffff>Traveler:</color>\nWe never had to in the first place!\n<color=#ffffff>Guijarro:</color>\nAh... Well, I mean, you really don't have to do all that much. Just stand guard by my side so that I won't be dragged off by someone... or some animal, while I gather the information I need.\nLet me see... Considering the atmosphere we're trying to create in the novel, we still need to go further up...\n<color=#ffffff>Paimon:</color>\nHuh? Hey! Wait for us!\nYou and Guijarro climb to the highest point of the tea fields...\n<color=#ffffff>Guijarro:</color>\nWhew, I—It's... kinda c—cold, but it... really gets you into the mood of things!\n<color=#ffffff>Paimon:</color>\nAre you really going to stand here the whole night with your hands upraised?\n<color=#ffffff>Guijarro:</color>\nThat's right. I've decided to do this. Some sacrifices must be made for the sake of writing...\nWell, please stand guard here in the meantime. Just one night... Just one night...\nOptional Dialogue: Talk to Guijarro\n<color=#ffffff>Guijarro:</color>\nLet me think... How exactly should I raise my hands? Hmm...\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Wait until the next morning (06:00 – 08:00)</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Guijarro</color>\n<color=#ffffff>Guijarro:</color>\n...Don't think the character would be able to return to the village alone like this...\n<color=#ffffff>Paimon:</color>\nGuijarro!\n<color=#ffffff>Traveler:</color>\nLet's help her up first...\nYou help Guijarro up so she's sitting properly on the ground.\n<color=#ffffff>Guijarro:</color>\nSo that's how it feels... It's quite awful, indeed. Not only am I exhausted... I feel like even my mind's gotten all sluggish...\n<color=#ffffff>Traveler:</color>\nMission accomplished, then?\n<color=#ffffff>Guijarro:</color>\nOf course. I finally know how it feels to be tied, strung up, and left to the elements for a night.\n<color=#ffffff>Paimon:</color>\nThat protagonist of yours is pretty tough...\n<color=#ffffff>Guijarro:</color>\nThat's right. I've also figured out how the protagonist is going to chase the Xuanwen Beast away. If we conclude the story that way, it will surely... Surely...\n<color=#ffffff>Paimon:</color>\nOoh? Are they going to pull off a super cool trick?\n<color=#ffffff>Guijarro:</color>\nIt will surely... be really awesome...\nGuijarro faints once again...\n<color=#ffffff>Paimon:</color>\nHey! Hey! Guijarro, you...\n<color=#ffffff>Traveler:</color>\nCouldn't you have said how this would work before fainting?\n<color=#ffffff>Paimon:</color>\nA—Anyway, let's get her to a doctor... Back to the village!\nMs. Hung Fan was right. This lady really shouldn't have left the village..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Properties"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Unlock Requirements</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5480,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Quest Chain</color>\n1."
      },
      {
        "type": "CustomEntry",
        "epId": 5480,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "2."
      },
      {
        "type": "CustomEntry",
        "epId": 5548,
        "name": "Qiaoying, the Village of Many Tales",
        "desc": "<p>You once again meet the slightly paranoid author, Guijarro, in Qiaoying Village...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/149158619/03386dacb31726cbf471f6fb2a29e069_8674341590257733451.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Rewards</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4931,
        "name": "Liyue Reputation EXP",
        "desc": "<p>Increases your Reputation Lv. (Liyue)</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/94376896/e7ef8296623e38db0cc2e433c55cd574_4985323170930040329.png",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Adventure EXP",
        "desc": "<p>Adventure EXP. Used to improve Adventure Rank.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/12/151578876/cc5a2b13c1c34e9a4dd45c84a521cd99_7813730749493121338.png",
        "amount": 150,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 20000,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Hero's Wit",
        "desc": "Character EXP material. Gives 20000 EXP.<br/>These experiences are extremely precious for a pilgrim traveling through Teyvat in order to be closer to Celestia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Achievement</color>\nWho Tells You the Truth?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Starting Location"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Qiaoying Village, Liyue</color>\n<color=#ffffff>Interactive Map:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=52,2,3,154,319,338&center=178.07,-2310.55&zoom=2.50"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/149158619/fdb87a3a9f62aa1f64809c2d883d4a3c_422080212448890256.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/149158619/8a4c7f0357ca7d79e765205ef58573f1_3438364722243918455.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Objectives"
      },
      {
        "type": "RichText",
        "text": "Catch up with the cat\nContinue pursuing the cat\nFollow the fleeing cat\nCollect information with"
      },
      {
        "type": "CustomEntry",
        "epId": 5567,
        "name": "Guijarro",
        "desc": "<p>A Fontainian writer.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/10/d01e033113eb7aeafde5accd41fb052e_8631278652074163972.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Follow Guijarro\nTake pictures of the lantern\nSearch for Guijarro\nTalk to Guijarro\nWait until the next morning (06:00 – 08:00)\nTalk to Guijarro"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC"
      },
      {
        "type": "CustomEntry",
        "epId": 5567,
        "name": "Guijarro",
        "desc": "<p>A Fontainian writer.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/10/d01e033113eb7aeafde5accd41fb052e_8631278652074163972.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Qiaoying, the Village of Many Tales"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.4"
          }
        ]
      }
    ]
  }
}