{
  "epId": 5552,
  "name": "The Dealing Sands",
  "desc": "<p>Two groups of unknown individuals are fighting fiercely in the wilderness. What in the world is going on?</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/118896516/03386dacb31726cbf471f6fb2a29e069_3580815806113063392.png",
  "menuId": 31,
  "menuName": "World Quests",
  "version": 1724291992,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Properties"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Unlock Requirements</color>\nDefeat the two Treasure Hoarders to the southwest of the <color=#ece5d8>Mt. Mingyuan</color> Teleport Waypoint.\n<color=#ffffff>Rewards</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4931,
        "name": "Liyue Reputation EXP",
        "desc": "<p>Increases your Reputation Lv. (Liyue)</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/94376896/e7ef8296623e38db0cc2e433c55cd574_4985323170930040329.png",
        "amount": 20,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Adventure EXP",
        "desc": "<p>Adventure EXP. Used to improve Adventure Rank.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/12/151578876/cc5a2b13c1c34e9a4dd45c84a521cd99_7813730749493121338.png",
        "amount": 300,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Primogem",
        "desc": "<p>A primordial crystalline gem that's beyond the mundane world. Shines with the condensed hopes and dreams of universes that once were.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/8902272b2dbb45cce8fbd6f596c6904b_3502391192719350131.png",
        "amount": 30,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 35000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Achievements</color>\nBreaking Iron and Stone"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Starting Location"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Chenyu Vale: Upper Vale, Liyue</color>\n<color=#ffffff>Interactive Map:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=52,2,3,154,319,338&center=238.88,-3497.96&zoom=1.50"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/118896516/f5f05f610211665133128f28b7ac61d8_510743183171127357.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/118896516/8134305431dbb9bc18cee4df13e2dbef_5925742678011864039.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Objectives"
      },
      {
        "type": "RichText",
        "text": "Talk to"
      },
      {
        "type": "CustomEntry",
        "epId": 5573,
        "name": "Iron Dou'er",
        "desc": "<p>An undercover Millelith. She is investigating the Iron and Salt Gang.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/10/cbceb98de7cc460096ee1eebff976a80_2680508973917730797.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Go to the beach beneath the cliff\nParticipate in negotiations between the two parties\nDefeat Johnnie\nTalk to Iron Ming\nDefeat Iron Ming\nTalk to the Millelith"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPCs"
      },
      {
        "type": "CustomEntry",
        "epId": 5573,
        "name": "Iron Dou'er",
        "desc": "<p>An undercover Millelith. She is investigating the Iron and Salt Gang.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/10/cbceb98de7cc460096ee1eebff976a80_2680508973917730797.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Optional Dialogue"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Before starting the quest, Iron Chuan'er, Iron Chui'er, and Iron Gua'er can be found at the beach.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/21/118896516/ae2b040e72ea0f3ae4df940c103d6679_3484092069850049630.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/21/118896516/a86de0a2d30ae187e1fd1db720fa8945_7231108764697514229.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>After completing the quest, Lingxiao can be found patrolling the beach.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/21/118896516/ae2b040e72ea0f3ae4df940c103d6679_3484092069850049630.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/21/118896516/874115360ddde9bc7aeeb3e68513c5b0_155609966862682738.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Chenyu Vale: Upper Vale, Liyue</color>\n<color=#ffffff>Quest Description:</color> <color=#ffffffa6>Two groups of unknown individuals are fighting fiercely in the wilderness. What in the world is going on?</color>\nApproach the quest location\n<color=#ffffff>Paimon:</color>\nOh no! What's going on over there? Seems like there's fighting going on!\nDefeat the treasure hoarders\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Iron Dou'er</color>\n<color=#ffffff>Iron Dou'er:</color>\nWe drink out of the same bottle, yeah? We don't say \"thanks\" for such big favors, you're ever in a jam, you just holler and it'll be done in a flash!\n<color=#ffffff>Paimon:</color>\nWow, you're pretty polite!\n<color=#ffffff>Traveler:</color> <color=#ffffff>I'll get to the point then. I've been a little tight on money lately.</color>\n<color=#ffffff>Iron Dou'er:</color>\nYou need Mora? Haha, well, funny thing is, there could be a little problem with that—\nOur Mora? The big cheese took it all. We been down on our uppers, flat broke here.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Just doing my part to uphold justice.</color>\n<color=#ffffff>Iron Dou'er:</color>\nSupremely honorable! Righteous beyond measure! In that case, I got something juicy to tell both of you.\nOur big cheese... He's probably in a jam himself, probably needs some help, yeah?\n<color=#ffffff>Traveler:</color>\nBig Cheese?\n<color=#ffffff>Iron Dou'er:</color>\nOur Boss, the leader of us Iron and Salt Gang. He's with a bunch of Fontainian cats down at the bottom of the cliff over there, left us behind to hold down the fort.\nBut you saw what happened too, right? Those Fontainian frogs snuck in while the big shot was away and stabbed us in the butt, really put the screws to us!\n<color=#ffffff>Paimon:</color>\nEek... Stabbed you in the butt...!\n<color=#ffffff>Traveler:</color>\nYikes...!\n<color=#ffffff>Iron Dou'er:</color>\nBrat! Really trying to take us for a ride?\nSince they tipped their mitts and showed their mugs here, our Boss is probably gonna get double-crossed too. Whaddaya say, bo? In for a Mora, in for the lot, you wouldn't back out now, would ya?\nAs long as Boss is safe, you're guaranteed the swankiest of meals, and can live the good life!\n<color=#ffffff>Traveler:</color>\nWhere is he? I'll go check it out.\n<color=#ffffff>Iron Dou'er:</color>\nOn that beach beneath the cliff. You'll see when you get there.\nI'll leave you to it, and be on over after I finish here.\nOptional Dialogue: Talk to Iron Dou'er\n<color=#ffffff>Iron Dou'er:</color>\nC'mon, fellas! Rip the clothes off these Fontainian frogs! Shirts, jackets, don't leave a thread on them!\nOptional Dialogue: Talk to Iron Men'er\n<color=#ffffff>Iron Men'er:</color>\nCurse that Fontainian Pinky Club, they got no respect for rules! Quick, someone tells the big cheese something fishy is going on!\nOptional Dialogue: Talk to Iron Shan'er\n<color=#ffffff>Iron Shan'er:</color>\nWe've been caught in a pickle! Nearly zotzed...\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Go to the beach beneath the cliff</color>\n<color=#ffffff>Paimon:</color>\nLook! There are so many people on the beach there!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Participate in negotiations between the two parties</color>\n<color=#ffffff>Iron Meng:</color>\nWe've been pals, Johnnie, so I get the pickle you've found yourself in lately.\nYou could've just talked to me straight, but causing a mess like this... It's enough to break my heart.\n<color=#ffffff>Johnnie:</color>\nWell, pal, you know business as usual is no longer the usual over here. The Spina di Rosula's on the rise, and my brothers are a bit out of sorts...\nBut I still got to look after all the birds in my crew. If this keeps up, they won't even get crumbs...\nWe got good business going between us, it's pretty reasonable, but if you can give us more... I'm sure we all know I'll scratch your back in the future.\nIf not... Haha, there are plenty of other fish in the sea, Iron Ming, it's not like you can't find new friends!\n<color=#ffffff>Iron Meng:</color>\nSo I take it that means this is your final offer, right, Johnnie?\n<color=#ffffff>Johnnie:</color>\nYou got a problem with what I'm offering?\n<color=#ffffff>Iron Chuan'er:</color>\nYou kidding me, Mr. Fontainer? Just tell us what you're up to! Who are you trying to steal from with this little money? Stop shouting nonsense!\n<color=#ffffff>Iron Meng:</color>\nShut it!\nListen, Johnnie, the Don Pesci family pays me 58 thou a box, and the De Niro 70 thou. I shouldn't have to tell you just how big they are in Lumidouce Harbor, yeah?\nBut for you, I only asked for a hundred grand for three boxes, and even threw in special pick-up and delivery service on top... Now why do I do that? Because I cherish you as a friend.\nNo need for me to harp on all that... I'm sure you just didn't think it through! Let's find a place to drink while we talk, eh?\n<color=#ffffff>Johnnie:</color>\nHehe, I don't need all that. I know how you Liyue people get about contracts. Since the point of contracts is fairness, I don't think friendship supersedes that.\n<color=#ffffff>Iron Meng:</color>\nHehe, Brother Johnnie! Someone who understands the spirit of contracts so well... My men ought to learn from you, ha!\nIt's just that... at least on this matter, I'd like to see you guys respect the contract more.\n<color=#ffffff>Johnnie:</color>\nOf course, of course! You're being more than reasonable, and the ancient Liyue tradition of upholding contracts is something we can all admire. I suppose I must find a way to prove my sincerity.\nWalker, you think we can raise our offer... say, one Mora per item?\n<color=#ffffff>Walker:</color>\nThat's very generous, Mr. Johnnie. These good people of Liyue have worked so hard for us, so we do owe them one extra Mora per item.\n<color=#ffffff>Iron Chuan'er:</color>\nFontainian frogs! Just what are you trying to pull here!?\n<color=#ffffff>Johnnie:</color>\nCome on, old pal, can't you just feel my sincerity radiating off of me from where you're standing?\n<color=#ffffff>Iron Meng:</color>\nI take it you're gonna breach our agreement, then, Johnnie?\n<color=#ffffff>Johnnie:</color>\nOh? Am I? What do you think, Walker?\n<color=#ffffff>Walker:</color>\nMr. Johnnie, there's plenty of other fish in the sea, if you ask me. Any minnow should know that.\n<color=#ffffff>Johnnie:</color>\nI'm ashamed of you, Walker. How could you insult our Liyue friend like that?\nI mean, we're going to take over their turf soon anyway, shouldn't we show a bit of gratitude?\n<color=#ffffff>Walker:</color>\nSorry, Mr. Johnnie.\n<color=#ffffff>Iron Chuan'er:</color>\nYou slippery bastards! The audacity to plan something like that...\n<color=#ffffff>Traveler:</color>\nWhoa, calm down with the insults! No need to be rude.\n<color=#ffffff>Johnnie:</color>\nHey, who are the two youngsters...?\nWell, now this is interesting. Are all Liyue little children brave like them? Walker!\n<color=#ffffff>Walker:</color>\nHey, where did you snotty kids come from? Here's some Mora. Now scram, run on back to your mommies!\n<color=#ffffff>Paimon:</color>\nHey! Don't any of you have any manners?\n<color=#ffffff>Iron Meng:</color>\nAnd who are you two...?\n<color=#ffffff>Traveler:</color> <color=#ffffff>We're here for a super swanky meal.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>We're here to make certain somebodies run on back to their mommies.</color>\n<color=#ffffff>Johnnie:</color>\nHahaha! From the sound of it... Looks like you're Mr. Iron Ming's rusted little help?\nSo, you had the same idea too, eh, Mr. Iron Ming? Well, we didn't exactly come unprepared. Walker!\n<color=#ffffff>Walker:</color>\nCome out, boys, it's time!\n<color=#ffffff>Iron Chuan'er:</color>\nWhat!?\n<color=#ffffff>Johnnie:</color>\nOh dearie me, guess what? I think we have more people on our side.\n<color=#ffffff>Johnnie:</color>\nI am so, so sorry, Mr. Iron Ming. Before our little meeting, I made prior arrangements to have the people guarding your camp taken care of.\nNow it's your turn. I'll make sure your business is in good hands.\n<color=#ffffff>Iron Meng:</color>\n\"Boss\" Johnnie... If you wanna get a slant at our business, it won't be duck soup!\n<color=#ffffff>Johnnie:</color>\nWell, I hope you can back up your tough talk. Get him!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Defeat Johnnie</color>\n<color=#ffffff>Johnnie:</color>\nComrades! Let's get 'em!\nHey! Why aren't you guys doing anything!?\n<color=#ffffff>Iron Dou'er:</color>\nHahahaha! Little Fontainian frog! Open your beady little eyes and take a look! Who do you think we are!?\n<color=#ffffff>Johnnie:</color>\nWha... when!? What about our people?\n<color=#ffffff>Iron Dou'er:</color>\nThem patsies already been taken care of nice and clean, ya follow? Tryin' to take the Iron and Salt Gang for a ride, aren't ya, wise guy? We gonna get gashouse on you!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Iron Ming</color>\n<color=#ffffff>Iron Meng:</color>\nTwo incredible heroes! I am in your debt!\n<color=#ffffff>Paimon:</color>\nIt's quite alright! No matter where you make a deal, you should always honor your contract!\n<color=#ffffff>Iron Meng:</color>\nHehe, this little hero/heroine's got the picture! Still, you two seem wise to our deal. Why?\n<color=#ffffff>Paimon:</color>\nIron Dou'er told us about it. She said you were bootlegging or somesuch...\nBut what does \"bootleg\" mean?\n<color=#ffffff>Traveler:</color>\nSome sort of illegal transaction.\n<color=#ffffff>Iron Meng:</color>\nIn that case, I must repay you two chivalrous heroes.\nBoys! Come truss them up nice and tight and toss them into the sea!\nBe sure to tie a few extra rocks to them, too. They did us Iron and Salt Gang a big favor, so let's not make them suffer more than they should!\n<color=#ffffff>Paimon:</color>\nWhat!? You... You want to do WHAT to us!?\n<color=#ffffff>Iron Meng:</color>\nMy dear little hero, from what you just said, I would've thought you'd understand. Liyue is indeed a place very particular about contracts.\nAnd walking in on a transaction between outlaws means you get silenced. Surely that is an unspoken contract known to all?\n<color=#ffffff>Paimon:</color>\nThere's no such thing as that contract! Repaying our kindness with murder is the real breach of contract here!\nIron Meng Please don't make this harder on yourselves. If I have to do it myself, you'll be in for a world of hurt.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Do you know who I am?</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Oh no, I'm shaking in my boots!</color>\n<color=#ffffff>Iron Meng:</color>\nShut up! Iron Dou'er, Iron Chuan'er, just what are you waiting for? Get them!\n<color=#ffffff>Iron Chuan'er:</color>\nBoss Iron Ming... You really are heartless. Unjust.\n<color=#ffffff>Iron Dou'er:</color>\nAs long as we can stop villains like you from befouling Liyue with your criminal conduct, all of our efforts will have been worth it.\nRound 'em up!\n<color=#ffffff>Iron Meng:</color>\nWh—What...!?\n<color=#ffffff>Iron Dou'er:</color>\nIron Ming, you lowly scum! Open your eyes and take a good look at us! Who are we?\n<color=#ffffff>Iron Meng:</color>\nM—Millelith!?\n<color=#ffffff>Paimon:</color>\nWhoa, whoa, slow down a sec! What's going on? Why the sudden...\n<color=#ffffff>Iron Meng:</color>\nI thought you were just newbies, I never imagined you were a bunch of cursed sleuths...\nDon't count on me going quietly! Bring it on!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Defeat Iron Ming</color>\n<color=#ffffff>Paimon:</color>\nThat must be the head of the gang that Iron Dou'er mentioned, along with the others!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to the Millelith</color>\n<color=#ffffff>Iron Chuan'er:</color>\nThis trip was really worth it! Not only did we get who we came for, but we also got to meet the famous Traveler.\n<color=#ffffff>Traveler:</color>\nYou know us?\n<color=#ffffff>Iron Dou'er:</color>\nOf course. I have relatives in Liyue Harbor, and I've heard all about you, so I recognized you from the get-go.\nBut there were too many ears around, and I didn't want to risk spooking them, so I didn't come clean. Sorry about that.\n<color=#ffffff>Paimon:</color>\nSo it wasn't an illegal deal we butted in on, but a bust?\n<color=#ffffff>Iron Chuan'er:</color>\nCorrect. We've had our eyes on these smugglers for a while now, but only managed to infiltrate them recently with a bit of timely assistance.\nIt's been about a month since then, but today we finally got the opportunity to nab the Iron and Salt Gang and the big Fontainian fish all in one fell swoop.\n<color=#ffffff>Iron Dou'er:</color>\nNot to mention the fact that those Fontaine fellows almost wiped us out with their dirty tricks. We were fortunate to have your help, Traveler.\nUnfortunately, you'll have to take a rain check on the swanky feast we promised. However, we do have some Mora for you. Please, take it.\nAnd don't even think about saying no. You should be rewarded for helping others. That's the contract we should all uphold. Otherwise, in the future, fewer and fewer people will be willing to extend the hand to those in need.\n<color=#ffffff>Iron Chuan'er:</color>\nOkay, we should probably clean the rest of this up. We won't hold you up any longer.\nBest of luck to you both!\nOptional Dialogue: Talk to Iron Dou'er and Iron Chuan'er\n<color=#ffffff>Iron Chuan'er:</color>\nTraveler! You came too.\n<color=#ffffff>Iron Dou'er:</color>\nDon't worry, we'll take care of the rest. These gangsters won't make trouble in Liyue again.\nOptional Dialogue: Talk to Lingxiao\n<color=#ffffff>Lingxiao:</color>\nThe bandits have been cleared out of the area. You may proceed and enjoy the scenery.\n<color=#ffffff>Traveler:</color>\nLeave\nOptional Dialogue: Talk to Sai Jinzhuan\n<color=#ffffff>Sai Jinzhuan:</color>\nSeems like they all got caught in one fell swoop, hehe...\n<color=#ffffff>Traveler:</color>\nWhat do you mean, in one fell swoop?\n<color=#ffffff>Sai Jinzhuan:</color>\nHmm? I don't think we know each other, friend.\n<color=#ffffff>Traveler:</color>\nLeave\nOptional Dialogue: Talk to Qingye and Hongyu\n<color=#ffffff>Qingye:</color>\nIt's my first time doing something like this in someone else's clothes. It feels pretty good. I wouldn't mind doing it again...\n<color=#ffffff>Hongyu:</color>\nSomething like what? Is there something wrong with you in the head?\nWe only went undercover for a day, and you're addicted already...?\nOptional Dialogue: Talk to Yijun\n<color=#ffffff>Yijun:</color>\nOrder should prevail here for a while, now that we've finally cleared all the bandits out.\n<color=#ffffff>Traveler:</color>\nLeave"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alternative Dialogue",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The alternative dialogue of these NPCs appears before starting the quest.\n<color=#ece5d8>Chenyu Vale: Upper Vale, Liyue</color>\nOptional Dialogue: Talk to Sai Jinzhuan\n<color=#ffffff>Sai Jinzhuan:</color>\nThese fools just won't do what they're told! I'll need some more obedient dogs...\n<color=#ffffff>Traveler:</color>\nDogs?\n<color=#ffffff>Sai Jinzhuan:</color>\nHmm? I don't think we know each other, friend.\n<color=#ffffff>Traveler:</color>\nLeave\nOptional Dialogue: Talk to Qingye and Hongyu\n<color=#ffffff>Qingye:</color>\nI don't think this outfit I got fits me...\n<color=#ffffff>Hongyu:</color>\nWho cares? I got a smelly one and you don't see me complaining!\nHurry up! Treasure Hoarder outfits are hard to come by, so don't be so picky!\nOptional Dialogue: Talk to Lingxiao\n<color=#ffffff>Lingxiao:</color>\nThis area is unsafe as of late. Tourists and travelers should take a detour.\n<color=#ffffff>Traveler:</color>\nLeave\nOptional Dialogue: Talk to Yijun\n<color=#ffffff>Yijun:</color>\nBased on the report from that merchant, it should happen in the next few days.\n<color=#ffffff>Traveler:</color>\nWhat about the next few days?\n<color=#ffffff>Yijun:</color>\nOh? You two are...? Sorry, it was nothing important, just talking about some... guild matters.\nYou're tourists, right? Chenyu Vale is a very scenic area. You've come to the right place.\nWhy not check those sights out instead of wasting your time in this boring place? Ha!\nOptional Dialogue: Talk to Iron Chuan'er\n<color=#ffffff>Iron Chuan'er:</color>\nAre you here for the scenery, my friends?\nThere's nothing to see around here. I suggest you go elsewhere.\nOptional Dialogue: Talk to Iron Chui'er\n<color=#ffffff>Iron Chui'er:</color>\nEh...? Huh...? Wait, you look suspicious... You wouldn't happen to be thieves, would you?\nDeclare yourselves, or I'm calling for backup...\nOptional Dialogue: Talk to Iron Gua'er\n<color=#ffffff>Iron Gua'er:</color>\nGo on, get out of here, git!\nThis place is reserved, so scram."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Dealing Sands"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest (Hidden)"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.4"
          }
        ]
      }
    ]
  }
}