{
  "epId": 5554,
  "name": "Qiaoying of the Sacred Mountain",
  "desc": "<p>On first arriving at Chenyu Vale, you are asked by the adeptus, Fujin, to help investigate imbalances in the local water and soil…</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/06/41133912/03386dacb31726cbf471f6fb2a29e069_8094683231098964572.png",
  "menuId": 31,
  "menuName": "World Quests",
  "version": 1735417797,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Unlocking Quest"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/41133912/66da24b7c83c53de3631c4b316857d85_215297116414144802.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After completing the Archon Quest Prologue: Act III \"Song of the Dragon and Freedom\", the Teleport Waypoint near <color=#ece5d8>Liyue's Chenyu Vale: Upper Vale</color> will be unlocked. Teleporting directly to this Teleport Waypoint will trigger the quest."
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Carp's Rest</color>\n<color=#ffffff>Quest Description:</color> On first arriving at Chenyu Vale, you are asked by the adeptus, Fujin, to help investigate imbalances in the local water and soil...\n<color=#ffffff>Paimon:</color>\nEek! Wh—What's happening!?\n<color=#ffffff>Fujin:</color>\nWelcome. One's name is Fujin, the local Adeptus, and this is the tiny little teapot realm one calls home for now.\n<color=#ffffff>Paimon:</color>\nHuh? We were still in the mountains just now. How did we suddenly end up...\n<color=#ffffff>Fujin:</color>\nOne invited you to come as guests, yet failed to sufficiently explain beforehand. Such behavior was careless, and one begs for your forgiveness.\n<color=#ffffff>Paimon:</color>\nUh, Paimon's just not sure this counts as an invitation, that's all... So, do you just \"swoosh\" all visitors to Chenyu Vale in here like this?\n<color=#ffffff>Fujin:</color>\nHehe, of course not! Many come and go from Chenyu Vale, but it was only in light of your incredible compatibility with the local spirit veins that I chose to invite the two of you, Traveler and Paimon.\n<color=#ffffff>Paimon:</color>\nYou know us?\n<color=#ffffff>Fujin:</color>\nYour names were carried here by the fish that swim. I have long anticipated your visit.\nIt is a pity that it is now not quite convenient, else I would have invited you to a tea-tasting banquet — speaking of which, I am quite sorry, but I have a request to make of you.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Please, speak.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>W—We're just passing through...</color>\n<color=#ffffff>Paimon:</color>\nHey, don't be nervous! Isn't getting dragged into adventures while passing by kind of our thing? Shouldn't we at least listen to what she has to say?\n<color=#ffffff>Fujin:</color>\nThank you. I presume the two of you have heard of the tea village of Chenyu Vale, Qiaoying Village? This land has been famous for its cool, fragrant waters since ancient times. The people are of gentle character, and the pristine pebbles in its streams are exquisite.\n<color=#ffffff>Traveler:</color>\nI hear a \"but\" incoming...\n<color=#ffffff>Fujin:</color>\nPrecisely. The waters and soil of Chenyu Vale have begun to change recently, as has the scent of its tea... Qiaoying Village will inevitably decline, should this persist.\nOne hopes that you two can resolve the disharmony of the soil and water on one's behalf. The water veins are spread across the mountains, but my power is no longer sufficient, nor is the present a good time for me to move about. Thus, I must rely on your kindness and aid.\n<color=#ffffff>Paimon:</color>\nUh, we aren't exactly experts when it comes to dealing with soil and water. Is there a problem that Traveler can just solve by resorting to gratuitous violence?\n<color=#ffffff>Fujin:</color>\nHehe, just as I heard, you are quite direct. But fret not. You are clever by nature — I trust that you shall get to the heart of any problems you might encounter.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Still not quite getting it...</color>\n<color=#ffffff>Fujin:</color>\n\"Though one travels the world, if all is understood, then it would still be boring.\" — Though I'd like to say that, this matter and I... Well, let us just say that I shouldn't mislead you with superficial statements. My apologies.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Yep, I get it, no worries!</color>\n<color=#ffffff>Fujin:</color>\nWell then, allow me to share some of the adeptal energy dwelling in the mortal world with you, Traveler, to aid you in traversing the landscape and piercing the fog.\nOh right! Um, it's nice to meet you...\n<color=#ffffff>Paimon:</color>\nEh?\n<color=#ffffff>Fujin:</color>\n* ahem * I mean, welcome to this place! That is to say, welcome to Chenyu Vale!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Thanks.</color>\n<color=#ffffff>Paimon:</color>\nWhaddaya mean, welcome? This was clearly a kidnapping!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Thanks, though we really are just passing through!</color>\n<color=#ffffff>Fujin:</color>\nHehe, I'm really sorry. But I was quite looking forward to meeting you face to face, and was rather hoping you two would be magnanimous enough to forgive the impropriety. Yes... Now that you have been indwelt with my adeptal energy, Traveler, things will become much more convenient.\nNow, please try the wonders of said energy for yourself.\n<color=#ffffff73>Optional Dialogue: Talk to Fujin</color>\n<color=#ffffff>Paimon:</color>\nBy the way, Paimon's not sure if this is an appropriate thing to say but... your aura seems a bit different from that of the other adepti we've met somehow...\n<color=#ffffff>Fujin:</color>\nHehe, my friends have said similar things before. But surely it's only natural that each individual pers— cough I mean, adeptus has an \"aura\" of their own?\n<color=#ffffff>Paimon:</color>\nYour friends, huh... Ooh, they must also be formidable adepti, like Moon Carver or Mountain Shaper!\n<color=#ffffff>Fujin:</color>\n...\n...Yes, that's exactly how it is. It's just that... those two friends are probably busy taking care of their own affairs right now. That is why one must leave this business of nursing the water and soil to the two of you instead.\n<color=#ffffff>Paimon:</color>\nUhh, still not sure what exactly it is we're meant to do, but, uh... we'll go take a look, anyway!\n<color=#ffffff>Fujin:</color>\nAh, I forgot something important! If you see a golden... Can you hear me...\n<color=#ffffff>Paimon:</color>\nPaimon doesn't think we'll get far investigating the water and soil here. Let's head to Qiaoying Village first, shall we?\nIf we've time on the road, we can try the \"power\" of that Adeptus Fujin!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Use your adeptal energy to leave the domain</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Go to Qiaoying Village</color>\n<color=#ece5d8>Qiaoying Village</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Grandpa Lu</color>\n<color=#ffffff>???:</color>\nAh...? Youngsters, over here, over here!\n<color=#ffffff>???:</color>\n*sigh* Finally, you're here!\n<color=#ffffff>Traveler:</color>\nI—Is something the matter?\n<color=#ffffff>???:</color>\nOh! Are you... Young Master, are you the son of the Feiyun Commerce Guild's manager?/Young Lady, are you the daughter of the Feiyun Commerce Guild's manager? Strange, all the rumors I heard spoke of a young master...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Uh... Nope.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>We're here to investigate...</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>I am but a humble servant, the one beside me is, in fact, the real...</color>\n<color=#ffffff>Paimon:</color>\nYeah right! Don't listen to his/her jokes, old man!\n<color=#ffffff>???:</color>\nOh my! So you aren't the Commerce Guild's Young Master/Young Lady!\n* sigh * My apologies! I was considering only your... wondrously fashionable attire, and your flying companion! Your conduct, too, was so unlike ours that I assumed that you must have come from Liyue Harbor to discuss matters with us...\n<color=#ffffff>Grandpa Lu:</color>\nLu I am surnamed, and all in the village call me Grandpa Lu... sigh Apologize I must, recent years have not been kind, I have not even the tea to treat you two as guests... *sigh * The Adepti will certainly not be satisfied with the tea ceremony this year...\n<color=#ffffff>Paimon:</color>\nHuh? Uh, Grandpa Lu, the stuff right by you... Aren't those tea leaves?\n<color=#ffffff>Grandpa Lu:</color>\n* sigh * The quality is far too lacking. How could I possibly serve such things to my guests? Speaking honestly, we are waiting for someone from the Feiyun Commerce Guild, for we must discuss with them the tea leaf problem. They are our biggest customers, after all.\nThe crux of the matter is that this batch of tea is simply unsatisfactory, whether it be in terms of taste or quantity. This is an open secret among tea merchants. Old Luo... the Village Chief has also decided that no tea may be sold until the quality problem is solved.\nI have heard tell that the Young Master of the Commerce Guild is exceptionally smart and skilled. If he has caught wind that this year's tea harvest was lacking in both quality and quantity, I thought, he would come in person, or if not, send someone here. So, here I wait.\nAnyway, the problem with the tea leaves... I believe it lies with the soil.\n<color=#ffffff>Paimon:</color>\nA problem with the soil?\n<color=#ffffff>Grandpa Lu:</color>\nIndeed. I've lived here my whole life and worked with tea since I was but a wee lad, and I can notice problems that others may miss. As I see it — and may Adeptus Fujin bless us — it must be an imbalance in our soil and water!\n<color=#ffffff>Paimon:</color>\nAdeptus Fujin?\n<color=#ffffff>Grandpa Lu:</color>\nOh? So you've also heard the tale? That's quite rare! Even among locals, few remember.\nMany, many years ago, Qiaoying Village was nothing but a barren hill. Terrifying demons dwelt there, and it was all thanks to Adeptus Fujin that the demons were defeated, and tea trees were planted, allowing our ancestors to come live here.\nBut if it's really a problem with the water and soil, then I don't know what we can do about it...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Actually, that's exactly what we've been asked to come investigate.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Yeah, I don't know what we can do about it either...</color>\n<color=#ffffff>Paimon:</color>\nYeah, we wouldn't know the first thing about water and... No, wait. Isn't that exactly what we're here to investigate?\n<color=#ffffff>Grandpa Lu:</color>\nOh! So, does that mean you believe me, Young Master/Young Lady?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Yes, I believe you.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Whether or not I believe you is irrelevant...</color>\nThe one who commissioned me believes you.\n<color=#ffffff>Grandpa Lu:</color>\nIs that so? Then that makes things easy! Come, I'll bring the tea leaf samples, and let's go have a talk with Old Luo!\nHmm...\n<color=#ffffff>Paimon:</color>\nSomething wrong, Grandpa Lu?\n<color=#ffffff>Grandpa Lu:</color>\nYoung Master and Young Lady/Young Ladies, if it isn't too much trouble... Could you pretend you are from the Feiyun Commerce Guild when we are meeting with Old Luo?\nVillage Chief Luo is a good person, but, how to put this... He puts more trust in machines, cultivation techniques, fertilizers, and things like that. I mentioned an imbalance in the soil and water before, and we parted on bad terms. But if it was the Young Master/Young Lady of the Feiyun Commerce Guild...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Not sure if I can play the part...</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Uh, I guess... I'll give it a try?</color>\n<color=#ffffff>Paimon:</color>\nDoesn't seem like a good plan to Paimon...\n<color=#ffffff>Grandpa Lu:</color>\nAiya, don't worry! Even if he sees through it, it's nobody's idea but mine! None of the blame shall fall on you. Let's go!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Go to the teamaking workshop</color>\n<color=#ece5d8>Qiaoying Village</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Join the conversation between Jin and Uncle Luo</color>\n<color=#ffffff>Jin:</color>\nUncle Luo, this batch still isn't any good! They're not fragrant enough when you dry them, and they get so dry and brittle that you can't even put them in the roller... Even the ones that survive the secondary processes come out the other end a complete disaster...\n<color=#ffffff>Uncle Luo:</color>\n...Are you sure it isn't a problem with the machine? Are you sure you haven't forgotten how to operate it?\n<color=#ffffff>Jin:</color>\n...What a thing to say. How could we dare to be careless, with you looking over our shoulders?\n<color=#ffffff>Uncle Luo:</color>\n...Hmph. How could you, indeed...\nAiya, it's Grandpa Lu! Jin, get back to work... And this respectable-looking young man/miss is...?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Haha, I'm the Young Master/Young Lady of the Feiyun Commerce Guild.</color>\n<color=#ffffff>Paimon:</color>\n(Hey! Just who the heck calls themselves Young Master/Young Lady!?)\n<color=#ffffff>Traveler:</color> <color=#ffffff>I am but one who comes to the aid of the oppressed in their moment of need, a disciple of the Guhua...</color>\n<color=#ffffff>Uncle Luo:</color>\nWhat the heck? And you even proclaim yourself a member of the Guhua Clan...\n<color=#ffffff>Paimon:</color>\nAhem! This is the Young Master/Young Lady of the Feiyun Commerce Guild. Uh, he/she really likes reading Wandering Hero novels for fun... and, uhm, the landscape of Chenyu Vale is filled with a mysterious... mystique! It must've gone to his/her head...\n<color=#ffffff>Traveler:</color>\nThis is my servant. It will suffice to call her \"Mini Pie.\"\n<color=#ffffff>Paimon:</color>\nUh... Hahaha! Yes, that's it! Call me Mini Pie!\n<color=#ffffff>Uncle Luo:</color>\nOh! In that case, welcome, welcome! A guest like you is a rare treat indeed. We have been quite reliant on the assistance of the Commerce Guild for many a year. But as for what's happened this year... I suspect you have already heard about it...\n<color=#ffffff>Grandpa Lu:</color>\nWhat's wrong? You're looking pretty miserable, did Jin mess up at work again?\n<color=#ffffff>Uncle Luo:</color>\nHmph! You old... mocking me again! *ahem* My apologies, dear guests. Normally I would invite guests from afar to sample our new teas, but this year's batch... *sigh* Well, you know.\n<color=#ffffff>Traveler:</color> <color=#ffffff>No tea? Are you seriously going to let me, the Young Master/Young Lady...</color>\n<color=#ffffff>Paimon:</color>\nA-hem AHEM! The Young Master/Young Lady is indeed very concerned about the tea leaves, and uh, is here to see if there's anything that can be done to help, so, um, Chief Luo, there's no need to be so tied up with formalities.\n<color=#ffffff>Traveler:</color> <color=#ffffff>No need to stand on ceremony, Chief Luo. We're here to help.</color>\n<color=#ffffff>Paimon:</color>\nYeah! The Young Master/Young Lady is very concerned about the tea leaves, so there's no need to be so tied up with formalities, Chief Luo.\n<color=#ffffff>Uncle Luo:</color>\nHahaha... Very well then. To tell the truth, this batch of tea leaves is no good either. They can't be dried, and I can't tell if they were bad when they were picked, or if it's a problem with the machine in our workshop.\n<color=#ffffff>Grandpa Lu:</color>\nHa! How's that difficult? Why not just use some of the older leaves you have in stock, and see if the product you get from drying them is any different? If the product is normal, then you'll know it isn't a problem with the machine.\n<color=#ffffff>Uncle Luo:</color>\nSeriously, I've told you before... Forget it. As we have important guests present, then we'll give your method a try. Jin, do we have any fresh tea leaves remaining from older batches?\n<color=#ffffff>Jin:</color>\nThere's some in the warehouses, what's up?\n<color=#ffffff>Uncle Luo:</color>\nWhat's up? What's up!? Oh, good one! We've been talking here for a good long while now, and you weren't listening to a single word, were you?\n*sigh* ...Go fetch some of the older batches, and process it along with some of the newer stuff that Grandpa Lu brought using the machine. Don't you dare skip a single step, I'll be watching you!\n<color=#ffffff>After a bit, Jin brings back two batches of freshly dried tea.</color>\n<color=#ffffff>Grandpa Lu:</color>\nHow about this? I see our two guests are quite young. They might prefer snacks to tea-tasting. Why not turn these two batches into teacakes? The quality of each will be evident with a single taste. What do you think, Old Luo?\n<color=#ffffff>Uncle Luo:</color>\nAgreed, we'll do just that. Jin! Listen up. Take these two batches of tea leaves, and make them into two different teacakes, one cake from each batch! Don't you dare get even a single leaf mixed up!\n<color=#ffffff>Jin:</color>\nYessir Uncle Luo. You want me to mix them all into one cake?\n<color=#ffffff>Uncle Luo:</color>\nOh for... I can't even...\n<color=#ffffff>Grandpa Lu:</color>\nAiya, sorry for the long wait! We've got both teacakes here, let's try them one at a time, shall we?\n<color=#ffffff>Uncle Luo:</color>\nWell? How's the taste?\n<color=#ffffff>Paimon:</color>\nHmm... The first one tasted a bit strange... But the second one was delicious!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Hmph! You're seriously going to let me, the Young Master/Young Lady, eat...</color>\n<color=#ffffff>Paimon:</color>\n(Hey! Knock it off, Traveler!)\n<color=#ffffff>Traveler:</color>\nI, the Young Master/Young Lady, share Mini Pie's opinion.\n<color=#ffffff>Traveler:</color> <color=#ffffff>I agree.</color>\n<color=#ffffff>Uncle Luo:</color>\n...The teacakes made from the tea we had in stock... taste fine.\n*sigh* Alright, you win. So according to you, the tea processing machinery is fine — in other words, the problem is with the tea itself. This new batch of tea... it's just not as good as before!\n<color=#ffffff>Granpa Lu:</color>\nSo, the water and soil...\n<color=#ffffff>Uncle Luo:</color>\n...But perhaps it's the cauldron that's the problem. It's old and in disrepair, which must have offended the Adeptus, causing the tea to deteriorate...\n<color=#ffffff>Granpa Lu:</color>\nNo, no, it's the soil and the water... It's the elements that nourish the soil... The...\n<color=#ffffff>Uncle Luo:</color>\nEnough, enough! Let's get that technician in charge of the tea cauldron in here first. It's that Fontainian, the one from the Fontaine Research Institute, Hot... Hot... What was it again? Ugh, name's such a pain to pronounce. Jin, go get her, would...\nJin! Jin?\n*sigh* Just where did that lazy loafer abscond to this time? That brainless nitwit... I was going to have him go to Yilong Wharf and search for our technician...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Would you specifically need someone from Fontaine to fix it?</color>\n<color=#ffffff>Grandpa Lu:</color>\nHeh, well, whether in Liyue or Fontaine, most things powered by elemental energy work on more or less the same principles, yeah? If a Fontainian engineer can fix it, so can our thaumaturges.\nIt just so happens that this Ms. \"Oat Moon-tan-yee\" likes to travel around Liyue, passes through here every so often, and loves to offer her services. So as for this round of tea cauldron maintenance, well, let's leave it to her.\n<color=#ffffff>Traveler:</color> <color=#ffffff>About Yilong Wharf...</color>\n<color=#ffffff>Grandpa Lu:</color>\nThe port to the west, haha... It's much smaller than Liyue Harbor, eh? The specialties we export to Fontaine and Sumeru along with the oddities we import from them go through it.\nA whole lot of our tea is also transported through there. sigh Though this batch of tea leaves isn't any good, and until we figure out why and solve the problem, we won't sell anything to outsiders. The last thing we want to do is ruin Qiaoying Village's good name.\n<color=#ffffff>Traveler:</color> <color=#ffffff>I'm an Honorary Senior Researcher from the Fontaine Research Institute...</color>\n<color=#ffffff>Grandpa Lu:</color>\nOho! I never imagined the Young Master/Young Lady of the Feiyun Commerce Guild to be so skilled! That makes it easy, please, if you'd lend a hand...\n<color=#ffffff>Paimon:</color>\nIt's just an honorary title! Ho-nor-ar-y!\n<color=#ffffff>Uncle Luo:</color>\nAh, is that so...? Hahaha, well, it still speaks to the abilities of the Young Master/Young Lady! Even the honors of foreign nations are not beyond reach!\n<color=#ffffff>Grandpa Lu:</color>\nSo you see, honored guests... Hehe, I'm really sorry, but I need to trouble you to go to Yilong Wharf and find our technician, Ms. Oat Moon-tan-yee. It's more likely than not she's found herself a show there that she can't tear her eyes off!\n<color=#ffffff>Uncle Luo:</color>\nHow could you possibly dare to ask our guests to do such a thing!?\n<color=#ffffff>Grandpa Lu:</color>\nOld Luo, you misunderstand me. Our honored guest already had business to attend to at Yilong Wharf, and it would just be passing along a message on their way. It's nothing, really.\n<color=#ffffff>Uncle Luo:</color>\nIs that so?\n<color=#ffffff>Paimon:</color>\nHuh, is that so?\n<color=#ffffff>Traveler:</color>\n...It would seem to be so.\n<color=#ffffff>Uncle Luo:</color>\nI'm truly sorry... Then if you would, honored guests. Old Lu, I'll leave it to you to accompany them.\n<color=#ffffff>Grandpa Lu:</color>\nAiya, thanks for your hard work! You scared Old Luo so much he was jumping at his own shadow, hahaha!\nYou mentioned earlier that you're here to investigate the water and soil, right? Best you head over to Yilong Wharf, then. It isn't far from the headwaters, and there are ruins left by the Adepti along the way, so if you're looking for clues, there's your best bet.\nAs for passing a message to Oat Moon-tan-yee, well, please lend a hand, would you? Give Old Luo some peace of mind, so he doesn't worry himself to death.\n<color=#ffffff>Traveler:</color>\nEven Mini Pie can handle a thing so trivial./Hehe, for the Young Lady, 'tis but a trifling matter.\n<color=#ffffff>Paimon:</color>\nHey! Why're you still acting!? The show's over! And what's with calling Paimon \"Mini Pie\" anyway!?/And Paimon just realized, what's with \"Mini Pie\" anyway!?\nAnyway, just leave it to us! You can rest easy, Grandpa Lu!\n<color=#ffffff>Grandpa Lu:</color>\nSuch great kids you are, really great kids... Oh, right! I noticed that you two really enjoyed the teacake. Why don't I teach you the recipe? Next time you come by some quality tea leaves, you'll be able to make some for yourselves.\nIn any case, safe travels! Be careful on mountain paths, and mind you don't slip!\nObtain"
      },
      {
        "type": "CustomEntry",
        "epId": 5004,
        "name": "Recipe: Fine Tea, Full Moon",
        "desc": "A detailed step-by-step recipe for making Fine Tea, Full Moon.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/94376896/60c9c277139b43907167e6452d409874_439350903723546355.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Quest Objective:</color> <color=#ffffff>Leave Qiaoying Village</color>\n<color=#ece5d8>Outside Qiaoying Village</color>\n<color=#ffffff>Paimon:</color>\nHuh, a Golden Carp...\nSeems quite similar to the \"adeptal energy\" that that adeptus granted us, don't you think?\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Follow the golden carp</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Solve the puzzle</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Fujin</color>\n<color=#ffffff>Fujin:</color>\nHehe, Traveler, Paimon, you two are indeed brilliant, as expected. Upon seeing my dissipated adeptal energy, you immediately understood the situation.\n<color=#ffffff>Paimon:</color>\nOf course! We're super-duper experienced adventurers, you know! Still, why didn't you say anything sooner? You didn't just forget, did you?\n<color=#ffffff>Fujin:</color>\n...\nAhem! About that, should not the path of the Adepti be full of challenges? 'Tis merely a test of your wisdom!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Call me the master test-taker.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>It was you who brought us here...</color>\n<color=#ffffff>Paimon:</color>\nSpeaking of which, just what's the problem with the soil and water you mentioned before? Grandpa Lu was also sure that this was behind the deteriorating quality of the tea leaves.\n<color=#ffffff>Fujin:</color>\nYes, you too have seen Qiaoying Village. Should the quality and quantity of tea leaves continue to decline, so will the village, until finally — in the years to come — it degenerates back into what it was millennia before: a desolate mountain forest.\n<color=#ffffff>Traveler:</color> <color=#ffffff>You sure that isn't hyperbole...?</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>I understand what you mean.</color>\n<color=#ffffff>Paimon:</color>\n*sigh* That's kinda hard to wrap your brain around... Can bad tea really destroy Qiaoying Village?\n<color=#ffffff>Fujin:</color>\nHehe. It is true. The Lord of Geo would not stand idly by as disaster befell. Were the sky to collapse, the Conqueror of Demons and other Adepti would do their utmost to support it. Should the waters under Yilong Wharf breach the dikes and flood, Liyue Harbor would aid the villagers.\nBut without \"tea,\" this stretch of mountains would... Or Qiaoying Village, rather, would lose its very reason to exist in human eyes.\n<color=#ffffff>Paimon:</color>\nThat makes sense... When you put it like that, Paimon understands.\n<color=#ffffff>Fujin:</color>\nSo, are you two willing to help me correct the imbalance in the water and soil?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Whaddaya say, Mini Pie?</color>\n<color=#ffffff>Paimon:</color>\nWho the heck is \"Mini Pie\"!? Never heard the name before! Hmph!\nBut Paimon wants to help Adeptus Fujin and Qiaoying Village. When she thinks about such delicious teacakes being lost forever just because there's no good tea... It would be a big shame, wouldn't it?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Very well.</color>\n<color=#ffffff>Fujin:</color>\nYes, that's excellent! ...*ahem* Your willingness is commendable, and one is quite grateful to you both. Now, back to business: When it comes to how to resolve the disharmony in the soil and water, one is indeed well aware of what to do.\nFirst, you two must go up, against the currents, and seek the jade treasures thrown into the waters. In the end, we must perform the ancient Rainjade Rite once more, dispelling the miasma that has settled over the mountains and fields and into the rivers, and restoring the water veins and soil.\n<color=#ffffff>Paimon:</color>\nOkay, got it! But, uh, just how do we do the ritual?\n<color=#ffffff>Fujin:</color>\n...\n<color=#ffffff>Paimon:</color>\nAdeptus Fujin, what's wrong?\n<color=#ffffff>Fujin:</color>\nOh, nothing. As for the ritual, it's still a bit early for that. Well then, we'll see each other later.\n<color=#ffffff>Paimon:</color>\nAnnnd she's gone.\nAccording to her, we need to go against the current... that just means upstream, right? Hey, that's the same direction as Yilong Wharf! Let's go!\n<color=#ece5d8>Yilong Wharf</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Go to Yilong Wharf</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Search for the Fontainian technician</color>\n<color=#ffffff>Paimon:</color>\nWell, and here we are! Yilong Wharf. Let's have a little stroll!\n<color=#ffffff>???:</color>\n...though I don't understand it in the least, I still think it's amazing!\n...Just watching her stand there singing, or sing while walking around, or sing while sitting, and then sing while she lifts her hand, and slowly lets it fall, all the while ceaselessly singing...\n...I really don't know just what kind of magical powers the old lady has! Babbling, chanting, singing and reciting, reciting and crying, I haven't got a clue what she's saying, but it's amazing! Little Mao, can you understand?\n<color=#ffffff>Little Mao:</color>\n...Haha, that's just how opera singing is. And weren't there fight scenes later? There was that old dude who could do 88 flips and tricks. Riveting stuff!\n...Yeah, it's great! It's just a shame that I don't understand a thing... A whole bunch of people fighting and jumping all over the place, all super flashy and such. One-on-one, several all fighting each other, five or six taking turns... It's just... almost addictive!\n<color=#ffffff>???:</color>\nHello! We're looking for a technician from Fontaine! Chief Luo and Grandpa Lu said... Uh, what name did they give us again?\n<color=#ffffff>Traveler:</color>\nOat Moon-tan-yee.\n<color=#ffffff>Hautemontagne:</color>\nHaha! Yep, sounds like Grandpa Lu sent you all right. Just call me Hautemontagne. I'm a researcher from the Fontaine Research Institute!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Haha, I'm the young master/young lady of the Feiyun Commerce Guild.</color>\n<color=#ffffff>Paimon:</color>\nAlright, alright, that's quite enough acting! Are you alright, Traveler...?\nYup, our young master/young lady is... Wait, that's not right! He's/She's Traveler, and Paimon's Paimon. Anyway, it was Grandpa Lu who sent us looking for you.\n<color=#ffffff>Traveler:</color> <color=#ffffff>I am but one who comes to the aid of the oppressed in their moment of need, a disciple of the Guhua...</color>\n<color=#ffffff>Paimon:</color>\nWhat do you mean, you're from the Guhua Clan? Alright. So he's/she's Traveler, and Paimon's Paimon. It was Grandpa Lu who sent us looking for you.\n<color=#ffffff>Traveler:</color> <color=#ffffff>What? I'll have you know that I'm an Honorary Senior Researcher.</color>\n<color=#ffffff>Paimon:</color>\nSeriously? Is this really the moment to be comparing? Anyway, he's/she's Traveler, and Paimon's Paimon. It was Grandpa Lu who sent us looking for you.\n<color=#ffffff>Hautemontagne:</color>\nHahaha, so you're colleagues from the Institute? Excellent, looks like you guys couldn't stand that hopeless wreck of an organization either!\n<color=#ffffff>Little Mao:</color>\nMr./Ms. Traveler, Ms. Paimon, hello! I'm Little Mao, a friend of Mountain's!\n<color=#ffffff>Hautemontagne:</color>\nYes, that's what my name means. Hautemontagne can be a bit hard to pronounce, so I asked Little Mao to just call me that.\n<color=#ffffff>Paimon:</color>\nReally...? Quite the interesting pair! How did you two meet?\n<color=#ffffff>Hautemontagne:</color>\nIt was quite fortuitous! Last year I went to the mountains in the south for a spell, and got lost in the fog. A huge beast the size of a \"Cal. Etienne-Louis\" was glaring at me, and I thought I was done for! But just then...\nA little kid suddenly shouted at me! I followed the sound through the mist and got out, and was saved! Otherwise, I would've been eaten, just like that, and my family in Fontaine wouldn't even have been able to claim compensation on my account!\n<color=#ffffff>Little Mao:</color>\nHeehee, I know more about what goes on in the mountains than the grown-ups!\n<color=#ffffff>Paimon:</color>\nIs that so? You're amazing, Little Mao!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Hautemontagne, Grandpa Lu and Chief Luo are looking for you.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>We're here about the tea cauldron in Qiaoying Village...</color>\n<color=#ffffff>Hautemontagne:</color>\nAlright, got it! I'll be there in a jiffy. *sigh* All the shows here are just too good. I ended up watching several, one right after the other, and now my legs have fallen asleep. But I just can't understand a word... What sorts of stories are they telling?\n<color=#ffffff>Little Mao:</color>\nIt's about how way back when, a huge carp and a monster from the mountains fought! A \"you kill me, I kill you\" story. In the end, everyone dies!\n<color=#ffffff>Hautemontagne:</color>\nUh... That's a pretty concise summary! But don't talk about killing and dying so much, Little Mao! If you think about that kind of stuff too often, you might become the villain when you grow up!\nSince those in Qiaoying Village are waiting on me, it's time to go! See you all later!\n<color=#ffffff>Little Mao:</color>\nLet's go watch the shows here again when you're about to head back to Fontaine!\n<color=#ffffff>Paimon:</color>\nOkay, now that we've solved the puzzle, we can get back to business. Little Mao, how about you?\n<color=#ffffff>Little Mao:</color>\nWhat are you two going to do?\n<color=#ffffff>Paimon:</color>\nHuh? To be honest, we're not quite sure how to explain it... The water and soil in Chenyu Vale are kinda out of whack, and we need to cure them for everything in Chenyu Vale to get better.\n<color=#ffffff>Little Mao:</color>\nI get it! Ms. Paimon is trying to say that we need to restore nature?\n<color=#ffffff>Paimon:</color>\nHey, that's right! You're really amazing, Little Mao, you got it right away!\n<color=#ffffff>Traveler:</color>\n\"Restoring nature,\" you say? Did someone talk to you about that?\n<color=#ffffff>Little Mao:</color>\nThat's right — a friend who's always taking care of me told me! She wants to restore nature too. If we restore nature, everything will get better, so I want to help too. She also told me about you two!\nPaimon:\nOh! So you've seen her too?\n<color=#ffffff>Little Mao:</color>\nHuh? You mean my friend? Of course! Silly Ms. Paimon, how could we be friends if I'd never seen her?\n<color=#ffffff>Paimon:</color>\nFair point! That makes things easier! Actually, we want to... Paimon remembers we need to find the jade treasures in the water, and then do some Rainjade Rite. But even though we've come upstream, we still haven't found any clues...\n<color=#ffffff>Little Mao:</color>\nAh! I know! Come with me, I'll show you where to look!\n<color=#ffffff>Paimon:</color>\nWhat? Is it really that easy?\n<color=#ffffff>Traveler:</color>\nLittle Mao, your friend wants to restore nature, right?\n<color=#ffffff>Little Mao:</color>\nYeah! She's told me a lot, such as stories from before Qiaoying Village became Qiaoying Village, how the tea trees came to be, and more. She said that things will get worse and worse in Chenyu Vale if the natural order isn't restored.\n<color=#ffffff>Paimon:</color>\nOh! Looks like we're on the same page then.\nLittle Mao, you just said you knew where we could find leads, right?\n<color=#ffffff>Little Mao:</color>\nYeah... I don't know if it'll help, but when you mentioned \"jade treasures\" and \"Rainjade\" and stuff, I just thought of it! Come with me!\n<color=#ffffff>Paimon:</color>\nYup, let's go!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 4.4 Lantern Rite - Alternative Dialogue",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The alternative dialogue to the <color=#ece5d8>Carp's Rest</color> scene appears if the player encountered this quest while completing the \" <color=#ffe14b>Go to Chenyu Vale with Gaming</color> \" quest objective in <color=#ffe14b>Story Quest - Vibrant Harriers Aloft in Spring Breeze: Part I (Version 4.4 Lantern Rite Event)</color> .\n<color=#ece5d8>Carp's Rest</color>\n<color=#ffffff>Quest Description:</color> On first arriving at Chenyu Vale, you are asked by the adeptus, Fujin, to help investigate imbalances in the local water and soil...\n<color=#ffffff>Fujin:</color>\nWelcome. One's name is Fujin, the local Adeptus, and this is the tiny little teapot realm one calls home for now.\n<color=#ffffff>Paimon:</color>\nHuh? We were still doing the delivery just now, how did we suddenly end up...\n<color=#ffffff>Fujin:</color>\nI see. So the paper is used to make kites, yes? Hehe... I can feel festive fortune emanating from you. I hope that this sudden invitation will not ruin the fun.\n<color=#ffffff>Paimon:</color>\nEh? Well, uh, Happy Lantern Rite! That said, Paimon's not sure this counts as an invitation... Huh. Were we the only ones brought here?\n<color=#ffffff>Fujin:</color>\nYes... My apologies for worrying your friend, but only the two of you have surpassing compatibility with the local spirit veins, which is why I could only invite you in.\n<color=#ffffff>Traveler:</color>\nYou know us?\n<color=#ffffff>Fujin:</color>\nYes, your names were carried here by the fish that swim, and I have thus long anticipated your visit.\nIt is a pity that it is now not quite convenient, else I would have invited you to a tea-tasting banquet — speaking of which, I am quite sorry, but I have a request to make of you.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Please, speak.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>We've still got a delivery to make, though...</color>\n<color=#ffffff>Paimon:</color>\nY—Yeah... So, Adeptus Fujin, could we trouble you to be quick?\n<color=#ffffff>Fujin:</color>\nThank you. I presume the two of you have heard of the tea village of Chenyu Vale, Qiaoying Village? This land has been famous for its cool, fragrant waters since ancient times. The people are of gentle character, and the pristine pebbles in its streams are exquisite.\n<color=#ffffff>Travler:</color>\nI hear a \"but\" incoming...\n<color=#ffffff>Fujin:</color>\nPrecisely. The waters and soil of Chenyu Vale have begun to change recently, as has the scent of its tea... Qiaoying Village will inevitably decline, should this persist.\nOne hopes that you two can resolve the disharmony of the soil and water on one's behalf. The water veins are spread across the mountains, but my power is no longer sufficient, nor is the present a good time for me to move about. Thus, I must rely on your kindness and aid.\n<color=#ffffff>Traveler:</color>\nWell, this is all a bit sudden...\n<color=#ffffff>Paimon:</color>\nYeah, and we aren't exactly experts when it comes to this stuff... Is there some problem that Traveler can just solve with lots of violence?\n<color=#ffffff>Traveler:</color>\nAnd we need to deliver some goods first...\n<color=#ffffff>Paimon:</color>\nAlso, we aren't exactly experts when it comes to dealing with soil and water. Is this a problem that Traveler can just solve with lots of violence?\n<color=#ffffff>Fujin:</color>\nHehe, just as I heard, you are quite direct. But fret not, you are clever by nature, and should perceive clearly the difficulties you encounter. You can even perform your delivery first — it is no issue.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Still not quite getting it...</color>\n<color=#ffffff>Fujin:</color>\n\"Though one travels the world, if all is understood, then it would still be boring.\" — Though I'd like to say that, this matter and I... Well, let us just say that I shouldn't mislead you with superficial statements. My apologies.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Yep, I get it, no worries!</color>\n<color=#ffffff>Fujin:</color>\nWell then, allow me to share some of the adeptal energy dwelling in the mortal world with you, Traveler, to aid you in traversing the landscape and piercing the fog.\nOh right! Um, it's nice to meet you...\n<color=#ffffff>Paimon:</color>\nEh?\n<color=#ffffff>Fujin:</color>\n*ahem* I mean, welcome to this place! Err, I mean, welcome to Chenyu Vale! Also... Happy Lantern Rite to you!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Yup, Happy Lantern Rite!</color>\n<color=#ffffff>Paimon:</color>\nWhaddaya mean, welcome? This was clearly a kidnapping!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Thanks — even though we were just delivering some goods!</color>\n<color=#ffffff>Fujin:</color>\nHehe, I'm really sorry. But I was quite looking forward to meeting you face to face, and was rather hoping you two would be magnanimous enough to forgive the impropriety. Yes... Now that you have been indwelt with my adeptal energy, Traveler, things will become much more convenient.\nNow, please try the wonders of said energy for yourself."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Properties"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Unlock Requirements</color>\nEnter <color=#ece5d8>Chenyu Vale</color>\n<color=#ffffff>Quest Chain</color>\nWorld Quest Series:"
      },
      {
        "type": "CustomEntry",
        "epId": 5549,
        "name": "Chenyu's Blessings of Sunken Jade",
        "desc": "<p>A World Quest Series following the request of Fujin, an adeptus, to resolve the disharmony of <span style=\"color: rgb(236, 229, 216)\">Chenyu Vale</span>'s soil and water.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/41133912/c3b05f550a4a993a64548c995c9ab98c_2384091145152107228.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5554,
        "name": "Qiaoying of the Sacred Mountain",
        "desc": "<p>On first arriving at Chenyu Vale, you are asked by the adeptus, Fujin, to help investigate imbalances in the local water and soil…</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/06/41133912/03386dacb31726cbf471f6fb2a29e069_8094683231098964572.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5555,
        "name": "Floating Jade, Treasure of Chenyu",
        "desc": "<p>Little Mao seems to have some information about how to help heal Chenyu Vale...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/41133912/03386dacb31726cbf471f6fb2a29e069_6421664910371342287.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5556,
        "name": "An Ancient Sacrifice of Sacred Brocade",
        "desc": "<p>Help the Adeptus Fujin complete a ritual that will heal the land of Chenyu Vale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/41133912/03386dacb31726cbf471f6fb2a29e069_5779417802803834659.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "Sequel:"
      },
      {
        "type": "CustomEntry",
        "epId": 5550,
        "name": "The Cloud-Padded Path to the Chiwang Repose",
        "desc": "<p>Paimon is a bit worried about Adeptus Fujin’s condition. If you have time, it might be good to pay another visit to Chiwang Terrace.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/41133912/03386dacb31726cbf471f6fb2a29e069_7302778253165180089.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Rewards</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Adventure EXP",
        "desc": "<p>Adventure EXP. Used to improve Adventure Rank.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/12/151578876/cc5a2b13c1c34e9a4dd45c84a521cd99_7813730749493121338.png",
        "amount": 200,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Primogem",
        "desc": "<p>A primordial crystalline gem that's beyond the mundane world. Shines with the condensed hopes and dreams of universes that once were.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/8902272b2dbb45cce8fbd6f596c6904b_3502391192719350131.png",
        "amount": 30,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 35000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Achievements</color>\nTo Touch the Face of Heaven"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Starting Location"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Carp's Rest, Liyue</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/41133912/c6c00bbf9deffa06ffb044021f73f9cb_4063693860904093472.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/41133912/e02ae78c2cdae69ff46574e12a9faa94_4431692966020161588.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Objectives"
      },
      {
        "type": "RichText",
        "text": "Use your adeptal energy to leave the domain\nGo to <color=#ece5d8>Qiaoying Village</color>\nTalk to"
      },
      {
        "type": "CustomEntry",
        "epId": 5561,
        "name": "Grandpa Lu",
        "desc": "<p>A Chunming Teaworks employee in Qiaoying Village.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/08/c72c4f3d2ce3d248306edd6eea2095e5_7672757197441702986.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Go to the teamaking workshop\nJoin the conversation between"
      },
      {
        "type": "CustomEntry",
        "epId": 5564,
        "name": "Jin",
        "desc": "<p>A Chunming Teaworks employee and Uncle Luo's apprentice.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/08/81a285cab1fa7e26419994409748b0cd_6751127367969898109.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "and"
      },
      {
        "type": "CustomEntry",
        "epId": 5563,
        "name": "Uncle Luo",
        "desc": "<p>Qiaoying Village Chief.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/08/3ecbc34e03ba2996420e578ecad8383a_2121332895920759925.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Leave <color=#ece5d8>Qiaoying Village</color>\nFollow the Golden Carp\nSolve the puzzle\nTalk to"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>A carp Adeptus from Chenyu Vale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/87ac671b11a51263e1e810e44048dda0_6154072277235000348.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Go to <color=#ece5d8>Yilong Wharf</color>\nSearch for the Fontainian technician"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>A carp Adeptus from Chenyu Vale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/87ac671b11a51263e1e810e44048dda0_6154072277235000348.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5561,
        "name": "Grandpa Lu",
        "desc": "<p>A Chunming Teaworks employee in Qiaoying Village.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/08/c72c4f3d2ce3d248306edd6eea2095e5_7672757197441702986.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5563,
        "name": "Uncle Luo",
        "desc": "<p>Qiaoying Village Chief.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/08/3ecbc34e03ba2996420e578ecad8383a_2121332895920759925.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5564,
        "name": "Jin",
        "desc": "<p>A Chunming Teaworks employee and Uncle Luo's apprentice.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/08/81a285cab1fa7e26419994409748b0cd_6751127367969898109.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5562,
        "name": "Hautemontagne",
        "desc": "<p>A researcher from the Fontaine Research Institute. She was sent to Qiaoying Village to repair the Three-Phase Asynchronous Elemental Tuner.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/08/272640cca03458d36e5da9c79ce5390d_8250663735247039157.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5084,
        "name": "Little Mao",
        "desc": "<p>A child from Qiaoying Village and Lingyuan's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/237301566/f8b14cc4415930d04b94be9318be76c2_7088199573100602624.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Items"
      },
      {
        "type": "CustomEntry",
        "epId": 5004,
        "name": "Recipe: Fine Tea, Full Moon",
        "desc": "A detailed step-by-step recipe for making Fine Tea, Full Moon.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/94376896/60c9c277139b43907167e6452d409874_439350903723546355.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Qiaoying of the Sacred Mountain"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest (Hidden)"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.4"
          }
        ]
      }
    ]
  }
}