{
  "epId": 5600,
  "name": "Sea of Bygone Eras",
  "desc": "<p>The wide waters that lie south of the Great Terrestrial Lake were also once an integral part of that high sea. Beneath the abyssal depths untouched by sunlight, the first of dreams and hopes lie buried.</p><p>The long-forgotten symphony sounds once more amidst the stronghold of dimmed glories and the sea-sunken ruins. A new chapter in a tale long-ended is about to be written...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/237301566/4f78eb7e03b130ca2efba77b4d2692bb_7510006575738136527.png",
  "menuId": 20,
  "menuName": "Definitions",
  "version": 1723037159,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Sea of Bygone Eras"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Permanent Location"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Resources",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Radiant Spincrystals"
      },
      {
        "type": "CustomEntry",
        "epId": 5633,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5635,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5636,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5637,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPCs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related NPCs"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>One of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Quests",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "World Quests"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "The Last Day of Remuria",
        "desc": "<p><span>After learning the true identity of \"Monsieur Os,\" you decide to go to the Sea of Bygone Eras to track down Boethius...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/12/41133912/03386dacb31726cbf471f6fb2a29e069_7367518146565387159.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Gradus ad Capitolium",
        "desc": "<p>After passing through the perilous oceanic trench, you finally arrive at the ancient sunken capital of Remuria. Next, you must head to \"Domus Aurea\" for a showdown with Boethius...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/41133912/03386dacb31726cbf471f6fb2a29e069_8010455122937752030.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Fortune Plango Vulnera",
        "desc": "<p><span>For Monsieur Os, and for everyone in town, take on Boethius in a final battle!</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/41133912/03386dacb31726cbf471f6fb2a29e069_657494252868437954.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Map",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Location Map"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=en-us#/map/34?shown_types=&center=-49.94,-200.00&zoom=-1.00"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Canticles of Harmony",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/4417194d9a22aa68cbc2c9d4aa037acd_2113175888727434100.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Remuria was once a prosperous nation created by the Philharmonic God, Remus, in the lands called Meropis. The prophet Sybilla, who survived the first flood, but lost her mind and form, predicted to Remus that he would bring civilization and justice to people, but in the end, that very justice shall be their downfall. Trying to resist\nthe Sebastos created bodies of bronze and stone for the Remurians, in which the insoluble in clear water Ichor flowed. With the help of Sybilla, he created the Grand Symphony designed to free people from prisons of rotting flesh and fate. The Sebastos poured melodies into the insoluble Ichor, but the Remurians, unable to bear the burden of fate, begged their god and superiors for guidance. At the request of the people, Remus wrote all melodies into the grandest of melodies, which was supposed to bring them all the greatest of happiness. This is how Phobos appeared. Although it granted the wishes of all Remurians, they only felt pain. Blind faith in the symphony plunged them into the slavery of Phobos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/b5c4d227310ac4322abda4fe82bd20ae_1966051866396110261.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When Remus realized that Phobos led to the fall of Remuria, he decided to destroy the Symphony. He made an agreement with the prince amongst Hydro dragons, Scylla, that he would lead an army of Vishaps against the Golden City. The Sebastos created the final symphony, the Requiem, which was an order for the self-destruction of Phobos, and entrusted it to the prince of dragons. Remus knew that his life would end and only the symphony would remain, but he was ready to make this sacrifice in order to free his people from the shackles of Phobos. But Phobos did not allow the plans of the God King to come true and, with the help of one of Remus's Harmosts, Boethius, imprisoned Scylla under the tower and shut the Initium Iani leading to the capital. As a result, the Dragon Prince couldn't make it to the capital in time and Phobos's power went out of control. In the end, the royal palace sank beneath the waves, as though it had been smitten by divine judgment.\nBefore the fall of Remuria, the Sebastos separated the melody of the Harmost Cassiodor from the Grand Symphony, giving him free will. Only a few survived the flood: Cassiodor and his companions ranged across the land, struggling mightily to contain the power of the primordial waters, and the Harmost Boethius used his eloquent tongue to sway those who remained. He initiated a fell ritual that aimed to restore the shattered \"symphony\" and revive the ruined realm. To this end, he did not hesitate to dissolve the will of their kin and plunder the souls of Fontainians everywhere. Many rulers and nobles became his pawns, and polities newly born lay on the brink of destruction. To stop him, who had by now clearly become a monster, Cassoidor had to forsake his name and become one who hunts phantoms, resisting him alongside the Fontainians. After a difficult confrontation, Cassiodor and the Fontainians sealed both Boethius and the sea that had devoured Remuria. The Golden Hunter swore upon fate that he would serve as the barrier between past and present and became the spirit-keeper of the ancient land.\nMillennia later, Boethius regained mastery over the disturbed \"symphony,\" weaving fragments of his soul and broken melodies into it. The Harmost brought chaos to the symphony to revive Remuria and become a new god. Boethius believed that Remus had betrayed Remuria by colluding with the Vishaps and attempting to destroy the Grand Symphony."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"I will turn back the wheel of fate, usher in the old world's return, and bring justice to the land. The surface dwellers shall submit to our will, as they must.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/e6ded426211e34a86d94bbb81d526d43_4010577476024734648.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "During this time, Cassiodor lost his stone body and possessed a white cat, whom Paimon later named Osse. To stop Boethius, Cassiodor turned to the Traveler and Paimon for help. Together, they entered the Sea of Bygone Eras and freed the dragon prince, Scylla, imprisoned by Boethius under Machimos. Although Scylla's body was destroyed, his memories in the Ichor continued to live. Cassiodor believed that Scylla had betrayed the God King and attacked the golden palace, causing Remuria to be flooded The Dragon King spoke about the last agreement with Remus, their secret plan, and the creation of the Requiem, capable of destroying Phobos. Scylla led an army of Vishaps to assault the capital as Remus's final plan to save the Remurians and the nation."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/b01a3f8e0f97cf5a0019803e99d98170_8760316774524793389.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When Cassiodor and the Traveler arrived at the Domus Aurea, Boethius used the power of music to lure them into his symphonic palace. This space was the manifestation of Dominus's soul and was maintained by the grace of the symphony's might. Thanks to the heart of Phobos, located close to the Golden Palace, Boethius was able to influence the real world directly. If Dominus could obtain the full power of the symphony, his delusions would replace the real world, and Fontaine would revert to its appearance from thousands of years ago. Cassiodor came up with a plan to completely destroy Boethius, who had prepared a powerful body for himself in the real world. Since the Traveler didn't belong to Teyvat and was not created from the water of the Primordial Sea, Phobos's melody did not sing of their destiny, and Boethius could not influence their soul, which allowed Cassiodor's plan to succeed."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/319addbf237238c198272be1f2462516_3159325893125204781.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "With Scylla's help, the Traveler and Paimon reconnected the golden aqueducts, through which the great symphony once flowed, and opened the way to the golden palace. It turned out that the true form of Boethius was Phobos, which combined every melody and desire of the Remurians. Their secret desires led Remuria to wars, conquests, and destruction of the northern \"barbarians.\" Even before the fall of Remuria, Phobos absorbed Boethius and rebelled against the Sebastos. Sacrificing himself, Cassiodor trapped Phobos in a stone body so that the Traveler could destroy Boethius and Phobos. When the Traveler played the Requiem, the Grand Symphony was completely destroyed, and the souls of the Remurians returned to the deep waters, thereby fulfilling Cassiodor's true desire to continue the plans and hopes of the Sebastos to free everyone from the symphony."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"If water loses its clarity, how shall it become water again? If a tree leaves the soil, where shall it go to put down roots?\"</color>\n<color=#ffffffd9>\"Though rock and metal may crash and clamor, humans cannot live without water and soil.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "When Cassiodor's soul dissipated, Osse again became an ordinary cat, who now lives in Petrichor with Este, a descendant of the Remurian warrior.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>One of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "The History of the Decline and Fall of Remuria",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/94376896/d0e75f9b88a286749b4c7dff0871e129_3058308201433029321.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Portus Anticus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/e61ea8d2a875c83e094d097cc6314a7e_6272614108846112194.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "During the rise of Remuria, Portus Anticus was the most prosperous in the empire. When the ships sailed past the Ocean Pillars along the royal fairway to the giant port playing host to Fortuna, the imperial ship, they would have first seen a lofty tower with a bronze bell that once dispersed the boundless ocean fog. The tower of Remuria was not built to receive heavenly oracles, but to guide ships traveling between islands in the high waters. It is said that the tower stood at the border of reality and dreams. Even if sailors were to be lured into slumber by sirens, they could follow the sound of the bell to break through the mist and find their way to Remuria."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/3709973f6978b7847efd829309b988bf_3335936183496666607.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When the Harmost Boethius and the Great Symphony, Phobos, learned of the secret conspiracy between the Gog King Remus and the Dragon Prince Scylla to destroy the symphony, Boethius ordered the Portus Anticus to be protected from attacks by the northern \"barbarians\" so that they would not interfere with negotiations with the Dragonheirs. As soon as Scylla arrived with the Vishap army, the port was immediately closed, and all possible escape routes were blocked. One of the chains that had been imprisoning Scylla for a thousand years is located in Portus Anticus.\nAfter the empire fell, the mast of the glorious Fortuna, which displayed the supreme authority of the empire to all, snapped, and the divine statues were nowhere to be found. Portus Anticus became the legions of golems' graves. Only the majestic bell hasn't been utterly devoured by mayhap time and rust."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Our living pursuits were in vain, and no sheen of golden cosmetics could console the wailing dead.</color>\n<color=#ffffffd9>Yet all this matters not. The ocean wind has stolen our final days, so why not continue wandering in dreams? Why not order slaves to bring forth the fine wine, the perfumes, and roses that wither all too soon?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "When the ancient Remurians possessed the people from Petrichor, researchers from the Daydream Club, brothers Mécantre and Babisse, became \"shadows\" of the Remurian researchers in Portus Anticus. They were studying high-altitude aqueduct and aquabus designs. Although this made their life happy, their work lacked imagination."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"If a researcher's mind might be compared to a fast-flowing river, then the daydream is a reef or rock upon which the torrent crashes and upon which waves of inspiration spray.</color>\n<color=#ffffffd9>Why can birds fly? Why do trees grow? Why does rain fall from the sky? Why does the world have color?</color>\n<color=#ffffffd9>Without such \"daydreams,\" which simply come out of the blue, research would be as a pool of stagnant water.</color>\n<color=#ffffffd9>The \"daydream\" is the spark that every researcher is always pursuing but knows not how to grasp.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/78d51b068d0a1b51725ae325bb54d003_1260284182914469162.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the brothers heard researchers talking about three ways to slow water corrosion on aquabus hulls and two ways to improve its form, one of them came up with the idea that by combining the previously mentioned proposals, they could build a small boat that could speedily traverse the water. Another brother was inspired by the detailing of their waterway construction and began to conceptualize a design that could be set between two mountains, creating a large bridge that could allow all kinds of large transports to pass through. The brothers regretted that such inspiration never came to the Remurian researchers. To honor their memory, Babisse and Mécantre decided to continue research inspired by the Remurians."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/647b8b721aec5f57e371c4943a5b05dd_1611063166216088106.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In the underground lake, the statue of the director of the Remurian Academy of Sciences, in charge of all research projects, is located. His \"shadow\" was a businessman Grundland, who always treated others poorly and took advantage of them. While in real life he used various methods to keep others under control, then being the \"shadow\" of the Remurian, he felt all the pain of such submission. The feeling made an indelible impression on him, and he firmly decided to change and no longer be that person.\nWhen the surviving Harmost Cassiodor, the Traveler, and Paimon went to the Sea of ​​Bygone Eras to save the people of Petrichor, they met the statue of Este in the port. Este was one of those who followed Cassiodor after the fall of Remuria and became one of the original Marechaussee Hunters. Her descendant from Petrichor was the only one who remained conscious during hypnosis."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/31e147b7d56d08077c856d643db992f2_4777317068978385111.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In Portus Anticus, one of the ancient scores, Rex Tremendae, can be found. It can be played with the Ancient Autoharmonic Music Box.\n<color=#ffffffd9>\"Rejoice! Praise be! Hark, the bells are ringing, and gold, spices, and silk from afar all flow here, ours is a time free from worries...</color>\n<color=#ffffffd9>But can such joyous days continue on like this forever? The king of heroes furrows his brows…\"</color>\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Nostoi Region",
        "desc": "<p>In the ancient language, Petrichor means \"golem.\" Now it is a run-down fishing village on a small island far away from Fontaine's waters.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/cd8d24707c19c43305b87cac406a5c35_6083454574491043119.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5646,
        "name": "Daydreams Beyond Space and Time",
        "desc": "<p>Garcia and company are preparing to return to Petrichor...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/118896516/03386dacb31726cbf471f6fb2a29e069_6579484874654733315.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Marechaussee Phantom",
        "desc": "<p>The personal unit of the Chief Justice Neuvillette, which is responsible for crime investigation. It is based in the Palais Mermonia and is one of the Maison Gardiennage's departments.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/615412682c0d3edc7483b9452030aa64_4315552892343881539.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>One of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Ancient Autoharmonic Music Box",
        "desc": "<p>An ancient music box found in the Faded Castle. It contains the mysterious power of the Symphony.</p><p>Use it to read musical scores left by the ancient civilization. Find more scores to unlock the civilization's secrets.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/72e381551bbee1988ad96b4d235a955c_7933185126891180631.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "name": "Ancient Score",
        "desc": "<p>This seems to be a musical score created using unknown materials by an ancient civilization.</p><p>The melody recorded within can only be deciphered using a special device.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/65e53c5f5903c0f59f3dc91f991fc669_2161968992684570999.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caesareum Palace",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/e5985fb7ce521570a65db0df5a1e1fa5_8986229213503822935.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Caesareum Palace was once a beautiful palace, but now only wrecks and ruins remain. The Legio VI,\ndefended this palace day after day for several thousand years. Over time, almost everyone left, died, or perhaps laid down their obsessions and hatreds over the winding years. Perhaps, they were even consumed by said passions, casting duty aside and embracing senseless slaughter. Only one golem remained to stand guard. Many years ago, the legion guarded the palace from the Vishaps. The history of their battle was recorded in the \"Symphony,\" and it continued to play over and over again like an opera."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/4436632aa8267343f6c2462cb7f079ed_3390777854675402317.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "One of the golems, Aetius, and his sister, Placidia, died fighting the Dragonborn when they came to the city gates. All the warriors of the Legio VI stood guard over the court and fought for the glory of their benefactrix, the Harmost Euergetia. They chose civilization and death because there is no greater honor than to die defending civilization.\nWhen the Harmost Boethius and the Great Symphony, Phobos, learned of the secret conspiracy between the God Remus and the Dragon Prince Scylla to destroy the Symphony, Boethius ordered the Legio V Orchestrae Excitator to cease all hostilities against the Dragonborn and return to Caesareum Palace. The Harmost Euergetia ordered Legio VI to stand guard over the Caesareum Palace under the leadership of exiled Harmost Boethius."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/eed3a1f65161f5b132c092e8dad7763c_7947902393226307275.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In Caesareum Palace, one of the ancient scores, Dies Irae, can be found.\n<color=#ffffffd9>\"Marching to the conquering beat of the war drums, the Golden Legion shines beneath the sun, and all darkness should have been banished…</color>\n<color=#ffffffd9>The gifts of fate, once bestowed, shall not then be taken away by fate once more. Such is the path to justice chosen by the King. Even if this justice cannot be understood by his subjects…\"</color>\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>One of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Ancient Autoharmonic Music Box",
        "desc": "<p>An ancient music box found in the Faded Castle. It contains the mysterious power of the Symphony.</p><p>Use it to read musical scores left by the ancient civilization. Find more scores to unlock the civilization's secrets.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/72e381551bbee1988ad96b4d235a955c_7933185126891180631.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "name": "Ancient Score",
        "desc": "<p>This seems to be a musical score created using unknown materials by an ancient civilization.</p><p>The melody recorded within can only be deciphered using a special device.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/65e53c5f5903c0f59f3dc91f991fc669_2161968992684570999.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hortus Euergetis",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/e7487a1e28d86c3ea91a160b12e59b0d_7278385608500482705.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hortus Euergetis is named after one of the great Harmosts of Remuria, Euergetia. She once led legions but never saw the decline of Remuria. Later, chains, which were used to capture the Dragon Prince Scylla, were forged from her blood. One such chain is located in Hortus Euergetis.\n<color=#ffffffd9>\"May your melody find peace, kindhearted Euergetia, my colleague, my friend, my sister.</color>\n<color=#ffffffd9>Though your beneficence be forgotten, though your name be forgotten, here the flowers shall always bloom for you.</color>\n<color=#ffffffd9>Sleep, sleep, worry no more for the past, weep no more for the future, and laugh as you once did.\"</color>\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5660,
        "name": "Dragonborn-Suppressing Shackles",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Initium Iani",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/6ca13ad6c385ea89aeef43e41e41888a_5524139691493151976.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "During the rise of Remuria, the royal fairway led to Machimos, where the brave Remurian warriors lived. The grand temples and arenas were built with giant carved rocks to commemorate the city's glory and victory. The solid and towering walls are decorated with glaze and gold, bronze and marble statues arrayed the land, and gold, spices, and specialties from the world over piled up in the markets. Machimos was the outer city of the capital, separated from the Capitolium by the Initium Iani, a barrier that separated the outer and inner parts of the city. The Symphony weaved by the God King and the musicians which covered all of Remuria passed through the Initium Iani and its golden waterways."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/eb10623b622070ca24357c52fb8225f2_8885253099725459640.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When the God King Remus entrusted his friend, the Prince of Vishaps Scylla, with his last symphony, Requiem, which was an order for the self-destruction of the Great Symphony, Phobos, Scylla had to go through the Initium Iani along with the army of the Vishaps and attack the capital. The Harmost Boethius learned about this plan and lied that he had given up resistance on the orders of the God King, and suddenly attacked Scylla with an army. The Vishaps were overwhelmed by the waves and were unable to reach the Golden Palace in time. As a result, Scylla was imprisoned under a high tower, and Boethius sealed the Initium Iani. The power of Phobos went out of control, and the empire plunged into the depths of the ocean as if submitting to divine punishment.\nA thousand years later, the surviving Harmost Cassiodor, the Traveler, and Paimon destroyed the chains holding Scylla and freed him. To complete Remus's plan and release Requiem, Scylla unsealed the Initium Iani and led the others into the capital's inner city through the Passage of Ianus.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "name": "Canticles of Harmony",
        "desc": "<p>A World Quest Series following Osse, a mysterious white cat, to resolve the crisis <span style=\"color: rgb(236, 229, 216)\">Petrichor </span>is facing.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/30/41133912/4f78eb7e03b130ca2efba77b4d2692bb_1654143427164489008.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>One of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "The History of the Decline and Fall of Remuria",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/94376896/d0e75f9b88a286749b4c7dff0871e129_3058308201433029321.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Alta Semita",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/07e4e4624c611e7ef344f98e9317bc39_2540270919053566357.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Alta Semita leads from the Passage of Ianus to the Golden Palace. The dazzling Ichor once ran through the waterways to the great lake in the north, carrying justice and gladness across the High Sea. Ichor flowed through the golden aqueducts and the symphony of Remuria echoed. When Remuria fell, the waterways were damaged."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/b3e5d8e0ea7e8d896c3d19d2e8afc9fb_5018151067691109015.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "To the north of Alta Semita, one of the symphonies recorded in the form of paintings is located. The waterways could be restored through such symphonies. To release the power of the symphony, it was necessary to illuminate the horn, awaken the engraved score, and allow the \"actors\" on stage to return to their places.\nWhen the waterways were restored using Ichor, Scylla helped release the power of the symphony and open the Golden Palace. The gates of Domus Aurea swung open, as when the melody of Remus was heard from the Capitolium to all distant lands.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Collegium Phonascorum",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/945fb0bdb62598f511ae53708a14bdef_941657925790350679.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In Collegium Phonascorum, the second score, recorded in the form of painting, is located. In the past, Remus's musicians would cover every rock and stone wall with their melodies, but now only the golden bees heed the summons of the \"Symphony.\" When the flying bird phantasms were returned to their rightful places, they released the power of the symphony to restore the waterways.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Clivus Capitolinus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/857befb568ae3d4170657d4b51b768de_4447526642844623379.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Capitolium, the center of Remuria, was the inner city of the capital. Here, countless aromas of flowers and oils were in the air, and euphonious chants were heard everywhere. It was a paradise for artists, where only the most outstanding intellectuals and musicians were allowed. Even among them, however, only a small fraction enjoyed the privilege of serving the God King. Here, all the theaters and palaces were established in shapes most harmonious, their beams and domes adorned with the most sumptuous and intricate carvings and centered on a golden palace of towering copper pillars."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/831a8c655a7864f6a6643f21c58d5186_4692012383334029035.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The King, resting peacefully at the heart of the palace, listened closely to every melody and every note coming from every corner of the empire. Upon hearing any discord, the God King would correct it immediately with a pluck of his strings, bringing perfection to the symphony of his empire."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/d2d3a6d1f88aca6233f72944f45ec453_2282069148862487964.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In an underground cave under Clivus Capitolinus is the old courtyard of the Capitolium. Here, the \"Unreturned Envoy,\" Cineas, Vishap from the past, and one of the ancient scores, Confutatis, can be found, which can be played on an Ancient Autoharmonic Music Box.\n<color=#ffffffd9>\"The horn of judgment has already sounded, and fate's verdict cannot be defied. Even gods cannot escape...</color>\n<color=#ffffffd9>When the day of judgment comes, how shall the world tremble? All mortals are stained with sin, and their rulers are no exception. All must be held to account for their crimes…\"</color>\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Ancient Autoharmonic Music Box",
        "desc": "<p>An ancient music box found in the Faded Castle. It contains the mysterious power of the Symphony.</p><p>Use it to read musical scores left by the ancient civilization. Find more scores to unlock the civilization's secrets.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/72e381551bbee1988ad96b4d235a955c_7933185126891180631.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "name": "Ancient Score",
        "desc": "<p>This seems to be a musical score created using unknown materials by an ancient civilization.</p><p>The melody recorded within can only be deciphered using a special device.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/65e53c5f5903c0f59f3dc91f991fc669_2161968992684570999.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "The History of the Decline and Fall of Remuria",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/94376896/d0e75f9b88a286749b4c7dff0871e129_3058308201433029321.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Domus Aurea",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/6fa36af0507dcdef5030c81c7a0a8023_8820250191563255936.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Golden Palace was created from the golden ship \"Fortuna,\" on which the God King Remus and the seer Sybilla in the form of a golden bee descended to the lands of Meropis. Remus brought civilization and order, taught people how to farm and raise crops in the land and built temples and cities with huge stones to house the people. Most importantly, it was he who spread the beauty of music and art, which differentiated humans from other living things, causing them to see themselves as masters of all things. Domus Aurea was designed as a huge musical instrument on which a symphony would be created, so it resembles a large harp. Previously, with the help of trumpets, the symphony was broadcast to all corners of the world."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/c1c3ae49dbf00c14be54bb08d66bdb74_6187112496603498686.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When Remuria fell and Remus sacrificed himself to release the melody of the last symphony, the Harmost Boethius was able to survive. He spent a thousand years in the Golden Palace, was able to resist the erosion of time, and gradually took possession of the power of the shattered \"symphony.\" He created the symphonic palace, his own subspace. It was there that he wanted to gain a new body, become a god, and revive the empire.\nWhen the Traveler got into Domus Aurea and, with the help of the Harmost Cassiodor, trapped Boethius, they ended up in the Sacellum Requietis — the main hall of Domus Aurea. There, the Traveler released the last symphony of the God King Remus and destroyed the Great Symphony.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "name": "Canticles of Harmony",
        "desc": "<p>A World Quest Series following Osse, a mysterious white cat, to resolve the crisis <span style=\"color: rgb(236, 229, 216)\">Petrichor </span>is facing.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/30/41133912/4f78eb7e03b130ca2efba77b4d2692bb_1654143427164489008.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>One of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"Symphony of a Bygone Kingdom\": Version 4.6"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/367149bdb963a2e9aafeae3389a48aeb_98726124327138352.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>April 16, 2024</color>\nHello, Travelers! After the Version 4.6 update, the new areas, \"Nostoi Region\" and \"Sea of Bygone Eras,\" will be available. Check out this issue to find out what special features these new areas have!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Music",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cantus Aeternus"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/4bf2966dc3d488c06bf277c18bd4cadb_8941365686576978684.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>May 14, 2024</color>\nGenshin Impact's third Fontaine OST album \"Cantus Aeternus\" is now available!\n<color=#ff9999>Disc 1:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=6dROuF_TT64&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disc 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=4HEx2RF-SsE&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disc 3:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M0a2ZuGmi-4&ab_channel=GenshinImpact"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Initium Iani",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/237301566/e6ded426211e34a86d94bbb81d526d43_6980080607297523760.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"There is a capital under the sea.\"</color>"
          }
        ]
      },
      {
        "key": "Portus Anticus",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/237301566/44c99804c732b5413da33eeb742be9cb_95833692798771058.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>This great cavern that sank beneath the waves was once a prosperous royal port. If the ancient bells' tolling could pierce the barrier of ocean, lost souls may yet find their homeward road.</color>"
          }
        ]
      },
      {
        "key": "Alta Semita",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/237301566/319addbf237238c198272be1f2462516_3047088529067802156.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>The dazzling Ichor once ran through the waterways to the great lake in the north, carrying justice and gladness all across the High Sea. That was Pax Remuria ― a wondrous time of glory and hope.</color>"
          }
        ]
      },
      {
        "key": "Domus Requiem",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/237301566/396cfafba28c3cf1de610edb8eb24993_7265183210851821125.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"Please grant them eternal rest, and may the light ever shine upon them.\"</color>"
          }
        ]
      },
      {
        "key": "Collegium Phonascorum",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/237301566/8eac466c75c73b1c5c18e154b83ea57c_2466339736755308133.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"Fate is often naught but a shadow in which humans may glimpse happiness, all the better to push them upon the path to destruction.\"</color>"
          }
        ]
      },
      {
        "key": "Domus Aurea",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/237301566/b01a3f8e0f97cf5a0019803e99d98170_2787254135450981714.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"I had a dream... In that dream, even mortals had free will and their fates were undecided...\"</color>"
          }
        ]
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/861f2219390a8a53690ec262e13139c2_6640019281633821600.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/e1c5e684defe99bf43b919114bdfb661_8638982305186529710.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/6e513d873d1b436d9c4d6b7842e27509_8263824454876223822.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/414224f8c353b588ad96fc265fba7c25_1195335663430240619.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/bab6dc427197443d9dbe0df30ac83703_1456262320811367010.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/1b599c77e9faf16a3ef9c58257196c14_451242191730076973.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/91719aadaad23f51baad5950c64116b9_3031633541667146032.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/6d8d857a58eba48da034ef8a3121daa8_2528856985545595555.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/4ddd2c1939ed260242da5afc178d0294_4580107425565044997.png"
      }
    ]
  }
}