{
  "epId": 5601,
  "name": "Nostoi Region",
  "desc": "<p>In the ancient language, Petrichor means \"golem.\" Now it is a run-down fishing village on a small island far away from Fontaine's waters.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_2784385553213409634.png",
  "menuId": 20,
  "menuName": "Definitions",
  "version": 1751583324,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "The Shadow over Petrichor",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "When the Traveler and Paimon arrived in Petrichor for the first time, they were surprised by the desolation of the town and the strange behavior of the people. Seeing some Adventurers ahead, the Traveler decided to approach them, but they began to talk about the Dark Lord, legions of golems, and a person named Este. At first, Paimon thought the people were participating in some kind of performance, but they only attacked and fled, having been defeated. When the Traveler touched the stone statue that stood next to the Adventurers, they suddenly saw strange memories where\ncalled them \"the Imperator.\" The golem announced the approach of the ritual to sound the great Symphony, Phobos, and liberation from\nPhobos was every melody, every movement, every thought, and the sum of all Remurian souls. Under its guidance, the Remurians were supposed to live a happy life, free from the tyranny of fate."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/d3c8cf022bac76a55f5125c200946e97_1153881705040026076.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Then, a huge Vishap appeared before the Traveler, calling the Traveler Remus. Over a thousand years ago, Remus was the ruler of the sunken empire of Remuria. The Vishap Prince Scylla was his friend, who followed him from the kingdom where the Dragonborn dwelled, the Fontemer, to see the conflict-free world Remus promised. Scylla accused Remus that the symphony he created did not bring justice and happiness but became the source of all evil. Remus's realm lay violently shattered, and the immortal race and the people of the waters were slaughtering one another. Under the influence of Phobos, the Remurians became slaves who followed the will of the symphony. Remus reminded the Vishap of their agreement: to free the Remurians and destroy the great Symphony, Remus was going to sacrifice himself to release his last symphony, Requiem — an order for Phobos's self-destruction. He entrusted this symphony to Scylla and ordered him to assault the capital of Remuria. The Vishap Prince had to contain the primal energies released by Requiem.\nWaking up from the vision, the Traveler followed deeper into Petrichor. All the residents, like the Adventurers, seemed to be under hypnosis and talked about the God King Remus, Dominus Boethius, and legions of golems. The only one who was not subject to hypnosis was Este, a member of the \"Daydream Club.\" The Daydream Club had researched hypnosis before, but they could not cope with such a large-scale incident. Este's hypothesis was that something abnormal had occurred within the ruins, so the Traveler and Paimon decided to investigate there. Along the way, they met a strange shining, talking cat, which asked them to go unto the ancient kingdom of the deep seas to still the chaotic \"Symphony\" and save the lost souls."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/1cc43e9ca88bc647bd2f85399e957947_1338946940331855163.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In fact, the people of Petrichor were not under the influence of hypnosis, but the souls of the dead Remurians possessed their bodies. This was caused by the actions of one of Remus's Harmosts, Boethius, who managed to survive the fall of the empire. The four Harmosts of Remuria were the only conductors of the symphony, besides Remus himself, and could change the melody of Phobos. A thousand years after the fall of the empire, Boethius regained power over the disturbed symphony, weaving the fragments of his soul and broken melodies into it. The Harmost brought chaos to the symphony to revive Remuria and become a new god. Because of his ritual, the bodies of the people of Petrichor were filled with the souls of the long-dead Remurians. The shining cat was Boethius's former friend, the Harmost Cassiodor. Remus separated his soul from the symphony and gave him free will. When Remuria was destroyed, Cassiodor was not in the capital and was able to survive. Cassiodor believed that Boethius went against the will of Remus, so he tried to stop him."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/c1c3ae49dbf00c14be54bb08d66bdb74_5579034085289574503.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the Traveler, Paimon, and Cassiodor came into the Sea of ​​Bygone Eras through a passage in the Faded Castle, they rescued Scylla, who was sealed away by Boethius thousands of years ago. His body was destroyed, but his consciousness continued to live. In gratitude, Scylla helped them reach the capital of Remuria. They restored the golden aqueducts to enter the Golden Palace to meet with Boethius. The Prince of the Vishaps entrusted the Requiem to the Traveler, and when they played the last symphony, the souls of the Remurians returned to the deep waters, and the people of Petrichor woke up from their sleep. They did not know that what happened was reality and they saw the memories from a thousand years ago, so they decided that they were in a collective dream.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Sea of Bygone Eras",
        "desc": "<p>The wide waters that lie south of the Great Terrestrial Lake were also once an integral part of that high sea. Beneath the abyssal depths untouched by sunlight, the first of dreams and hopes lie buried.</p><p>The long-forgotten symphony sounds once more amidst the stronghold of dimmed glories and the sea-sunken ruins. A new chapter in a tale long-ended is about to be written...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/237301566/4f78eb7e03b130ca2efba77b4d2692bb_7510006575738136527.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "name": "Canticles of Harmony",
        "desc": "<p>A World Quest Series following Osse, a mysterious white cat, to resolve the crisis <span style=\"color: rgb(236, 229, 216)\">Petrichor </span>is facing.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/30/41133912/4f78eb7e03b130ca2efba77b4d2692bb_1654143427164489008.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>One of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Resources",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Level-Up Materials"
      },
      {
        "type": "CustomEntry",
        "epId": 5608,
        "name": "Fragment of a Golden Melody",
        "desc": "<p>A golden fragment that fell from the centaur golem's chest. Putting the tune inscribed upon the shattered rubble back together, it appears to be a small sliver of a grander musical movement.</p><p>People once believed that the song of eternal happiness and harmony would resound throughout the world till the end of all destinies. But harmonies can be changed. When the rebellious God King fell from his throne, the imperishable capital was reduced to refuse and rubble — for who, then, shall the lyre in the hands of a legion-less commander play?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/35428890/34fdbe29e8b5a8891b304ab2003ecdaf_8910238239965642124.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Radiant Spincrystals"
      },
      {
        "type": "CustomEntry",
        "epId": 5634,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Living Beings",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Enemies and Monsters"
      },
      {
        "type": "CustomEntry",
        "epId": 5609,
        "name": "Legatus Golem",
        "desc": "<p>A centaur-shaped golem forged of marble and brass. Under the hard stone exterior flows Ichor blood. Towering as one who commands a legion, it is ready to trample any foe that might transgress against its honor.</p><p>The now sunken civilization believed that war was as music, an art of rhythms to be followed. Therefore, one who marshals a legion must be like a conductor, whose shield and sword are like the strings and bow of a violin, performing a blazing melody like the raging flames upon the merciless battlefield.</p><p>\"War is a necessary evil on the path to all-encompassing peace.\" Thus spake a Harmost, one who once led the golem legions to conquest over the entire high sea.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/35428890/3d9acabfe82467816e21ac130d1bf59a_7894619782730359968.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPCs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related NPCs"
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "<p>He is a member of the Daydream Club, a group of inventors from Fontaine, the inventor of the Film Kamera, and the founder of a film company, \"Musketeer Pictures.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/237301566/4cfe264cb75682ad39e51f709b680915_5238069966565316657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3943,
        "name": "Garcia",
        "desc": "<p>A quest-exclusive NPC. He is a member of the Daydream Club, a group of inventors from Fontaine.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/30/77454259/b1f574f2e3c943246c6225cb67d6f14d_406964362471477469.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3940,
        "name": "Félix Yogue",
        "desc": "<p>An event-exclusive NPC. He is a member of the Daydream Club and appeared during the Evermotion Mechanical Painting and Duel! The Summoners' Summit! events.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/12/77454259/189de2a3a103e5e58da859376a1611f1_2135976014602492635.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>One of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Quests",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "World Quests"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "The Shadow Over Petrichor",
        "desc": "<p>You encounter a series of strange occurrences after arriving in Petrichor for the first time. You decide to get to the bottom of it all…</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/41133912/03386dacb31726cbf471f6fb2a29e069_8042608265660569389.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Underwater Nocturne",
        "desc": "<p>In order to rescue the people of Petrichor, you follow the strange cat named \"Osse\" into the mysterious Faded Castle...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/03386dacb31726cbf471f6fb2a29e069_7266191288745868806.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5645,
        "name": "Latecoming Homecoming",
        "desc": "<p><span>Giustino has made up his mind to return to his hometown, Petrichor...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/149158619/03386dacb31726cbf471f6fb2a29e069_97851311122492108.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5644,
        "name": "Where His Life Lies",
        "desc": "<p>You see a familiar face in the Court of Fontaine...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/364365681/03386dacb31726cbf471f6fb2a29e069_2730069830418915579.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5643,
        "name": "For Yesterday and Tomorrow",
        "desc": "<p>Now that everything is over, it is time to go back to Petrichor to check up on the situation...<br></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/149158619/03386dacb31726cbf471f6fb2a29e069_5971128197906332183.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Library",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Books"
      },
      {
        "type": "CustomEntry",
        "epId": 5620,
        "name": "Anecdota Septentrionalis",
        "desc": "<p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/be3ede6d2db7da81746a14523f206f8d_8558743250700764723.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Map",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Location Map"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?shown_types=2,3,154&center=1135.51,-4988.00&zoom=0.00"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Petrichor",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/bfd8e541d21c969126a293760112f53b_5968744405060554386.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Petrichor is a small town on the island far from the main city and below the level of the High Sea. Spectacular views of the High Sea waterfalls open up from Petrichor. More than a thousand years ago, this was a peaceful town not yet named Petrichor. Fontainians lived there in peace and safety, until the golem armies of Remus, whom the people called the Dark Lord, came. Remus claimed to be the ruler of all waters, and his forces had already obliterated countless towns and cities before arriving at Petrichor. Golems took their lands, polluted the sources of pure water, raised high belltowers and fortresses, and the Dark Lord's symphony enslaved Fontainians. When the empire fell, the people became free again.\nNow it is a romantic and idyllic place, where people respect customs and are generally polite and friendly to outside guests. Since the time of the first Duke of Petrichor, appointed by the first Hydro Archon, Egeria, the de Petrichor family were benevolent leaders who guided the town to ever-increasing prosperity. The final\nof the family, Renault de Petrichor, was transferred to be mayor of Poisson — there, he lost his life in the Siege of Poisson. Rene de Petrichor, Renault's son, became one of the founders of a significant organization in Fontaine's history, the Narzissenkreuz Ordo. After the disappearance of the de Petrichor family, the town became an abandoned fishing village. It was only when the great explorer and the first Doge Ruggiero established the Consilium Sapientium, coming to Petrichor to seek Remurian treasures, that the village was restored. The townspeople at that time believed that the town fell into ruin because their relations with the outside world grew too close, destroying their traditions. Now, there is a council of elders in the village, which decides all issues in Petrichor. The most trustworthy elder becomes the Doge. The current Doge of the village is Tiepolo. His relative, Contarini, serves in the Special Security and Surveillance Patrol and Tiepolo's assistant wishes to establish links with the famous organization, Spina di Rosula, for their town to become an important junction on shipping routes."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/174e227dae6c2a51083cdd972dc7f55b_297588180815034423.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The Faded Theater left from the Golden Empire is located in Petrichor. Under the direction of the immortal musician Boethius, the Golden Troupe once performed the elegies of an ancient civilization. With the passage of time, the ancient plays became a legend. Legend became myth. Until one day, by chance, it was deliberately picked up once more, and became the prelude to a new dream. Next to the theater, a seal covering the entrance to the Faded Castle is placed. The great sage Ruggiero, along with the Golden Hunter Cassiodor, sealed the Faded Castle to protect the people from the knowledge stored there."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/bead3abfb55b7afd530db4d2305ecc63_2753439774879002818.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "One day, an \"ordinary villager,\" Juliano, met Ruggiero. According to Juliano, he crossed the layers of clear waters, visiting the corridor beneath the lake. He crossed the boundless valley, reaching the ruined city in the east. He conquered the golden sands, blotting out the skies, seizing the treasures of the dead. He conquered the boundless blue, unearthing the buried secrets of deserted islands, but the more he obtained, the emptier he felt. No amount of treasure could fill the hole in his heart until he met the great sage, Ruggiero. Through his teachings, Juliano's inner peace was restored, so he used the wealth accumulated over long years to aid Ruggiero in rebuilding Petrichor. Juliano divided the remaining wealth into four parts, hiding them on the island.\nAbout 450 years ago, Alain Guillotin and his sister Mary-Ann, Rene de Petrichor, Jakob Ingold, and Carter Scherbius arrived in Petrichor on vacation. Alain, Rene, Jakob, and Carter worked together at the Institute of Natural Philosophy, and Carter decided to organize a picnic away from the city. Rene became interested in the ruins of an ancient civilization and the records left by the Golden Troupe. While studying them, he discovered one of the main secrets of Fontaine, that all Fontainians originated from the Oceanids."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/c1f51031792713f423f4d4a2a3b55b2f_8379393935738016432.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "One day, the villagers found themselves under the influence of a collective dream. The Gardes suspected that it had something to do with some kind of natural hypnotic gas that was escaping from the ground beneath the city. And only a few knew that what was happening was not a dream, but that the souls of the ancient Remurians inhabited the bodies of the villagers. The only one who was not under \"hypnosis\" was Este — a descendant of the namesake Marechaussee Hunter and friend of the Golden Hunter. Together with Walter, Este followed Cassiodor from Remuria. They eventually were laid to rest in the newborn Fontaine. The spring waters responded to the souls of the Remurians entrapped in rock, just as they it ordinary Fontainians, and Este had a family and children. Este's bloodline joined to that of Fontaine and continues to this day. It was his descendant who led the Traveler and Paimon to Cassiodor when a disaster occurred in Petrichor. When the souls of the Remurians returned to the deep waters, Este kept the white cat Osse, whom Cassiodor used to possess."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/1e5984929b259bfe0f197faad011f1ed_2267298157473407434.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The village is home to the Daydream Club, a group of inventors led by a dream. A cat, Lady Grobel, is the club President. The club members are all dreamers by nature, so they spend their days thinking about various amazing things. One of their most famous members is Xavier, a director and inventor of the Film Kamera. He made some improvements to the Kamera and turned it into a Film Kamera that is also capable of continuously projecting a string of photos, thus creating moving images. One day, Xavier arrived at Tatarasuna in Inazuma to oversee the restoration of the Mikage Furnace and direct the film \"Tatara Tales\" about it. In addition, he is the director of the film \"The Seventh Samurai\" and the producer of the film \"The Two Musketeers.\" The latter film was presented at the Fontinalia Film Festival and was created with the participation of Furina (director), Kamisato Ayaka, and Chevreuse (starring actresses). The film was a great success and won the main award of the festival — the Furina Award. Thanks to this victory, Xavier founded his own film studio, Musketeer Pictures."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/76364bb88146ca9819ee280e0a6aa052_5324140841089770245.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Another famous member of the club is Garcia, the creator of the Numbering Machine. Although he and his assistant, Lutong, often face financial difficulties, Garcia has achieved great results and is often hired to perform calculations, such as cleaning up the books of the Opera Epiclese. While working in Sumeru, Garcia achieved breakthroughs in the performance of the Numbering Machine, but returned to Fontaine to continue his research. Since the transmission structure of traditional mechanisms is quite limited, the machine's performance has reached its limit. One day, Garcia made an appointment with Grundland, who was ready to sponsor Garcia's research. In exchange, he wanted to receive the Numbering Machine project with all the data, but Garcia refused. Then he and Lutong noticed that they were being followed, and while they were not at home, someone broke into their room and searched their belongings. Garcia and Lutong decided to return to Petrichor, which was Garcia's \"home turf,\" as soon as possible, but there they met Grundland. He was one of those who experienced the collective dream. In another life, Grundland was the director of the Remurian Academy of Sciences, in charge of all research projects. While in real life he used various methods to keep others under control, then being the \"shadow\" of the Remurian, he felt all the pain of such submission. The feeling made an indelible impression on him, and he firmly decided to change and no longer be that person.\nAnother club member is Grispan, who studies different types of hypnosis, including underwater and thermal. When the people of Petrichor came out of the collective dream, they first thought that they could have been hypnotized by Grispan, but he traveled to Natian along with the President at that time. In addition, the club includes the inventor of the Evermotion Mechanical Painting, Félix Yogue, who dreams of creating an eternal source of kinetic energy, and the brothers Mécantre and Babisse, who are busy building a giant cannon, the projectile of which could reach the very stars of Teyvat, potentially with passengers inside it. They are assisted in their research by a former senior technical specialist at the Fontaine Research Institute, Bossuet, who retired and moved to Petrichor. Although he considers the brothers' ideas to be idle fantasies, he believes that thanks to his leadership, the work can bear fruit that will be useful in other areas. When Mécantre and Babisse found themselves in the \"dream,\" they were also researchers studying high-altitude aqueduct and aquabus designs. Although this made their life happy, their work lacked imagination."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"If a researcher's mind might be compared to a fast-flowing river, then the daydream is a reef or rock upon which the torrent crashes and upon which waves of inspiration spray.</color>\n<color=#ffffffd9>Why can birds fly? Why do trees grow? Why does rain fall from the sky? Why does the world have color?</color>\n<color=#ffffffd9>Without such \"daydreams,\" which simply come out of the blue, research would be as a pool of stagnant water.</color>\n<color=#ffffffd9>The \"daydream\" is the spark that every researcher is always pursuing but knows not how to grasp.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/78d51b068d0a1b51725ae325bb54d003_3815722788388153347.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the brothers heard researchers talking about three ways to slow water corrosion on aquabus hulls and two ways to improve its form, one of them came up with the idea that by combining the previously mentioned proposals, they could build a small boat that could speedily traverse the water. Another brother was inspired by the detailing of their waterway construction and began to conceptualize a design that could be set between two mountains, creating a large bridge that could allow all kinds of large transports to pass through. The brothers regretted that such inspiration never came to the Remurian researchers. To honor their memory, Babisse and Mécantre decided to continue research inspired by the Remurians.\nThere is a legend in Petrichor that several hundred years ago, a secret organization called the Lilacruce Forum left a treasure in Petrichor that could grant any wish (possibly the Pure Grail). Although many residents consider this to be fairy tales to lure tourists, some believe it. For example, a researcher from Sumeru Akademiya, Chandraputra, is trying to find out about strangeness or suspicious sounds in the village, which may be useful for writing the book \"The Shadow Over Petrichor and the Liliacruces Riddles.\"\nPetrichor's life is closely connected with art. Goldoni, a descendant of the famous opera creator Coppelius, usually writes opera scripts, but her friend Xavier asked her to write her script for his film. Since Goldoni wants Xavier to understand her intentions and pay more attention to her, she agreed, although she faced many difficulties. In addition, musical instruments are produced in the village, and musicians live there. One of the musicians, Venier, is preparing to perform on the Iridescence Tour, organized by Dvorak. Dvorak asked him to help with the festival while Venier was grieving for his daughter. They were supposed to perform together at the Opera Epiclese, but the daughter became a victim of the serial dissolution of women that occurred in Fontaine for 20 years. When the people of Petrichor were under the influence of the souls of the ancient Remurians, a man who was dreaming of becoming a soldier of Legion Athanatoi and carrying out grueling training possessed the body of Venier. Only by clearing the tests his instructor set could he earn\nAfter the help of the Traveler, he can receive more hope for a sublime title and an immortal form.\nThe musical instruments are made by Giovanni, a maker of fine instruments, and the current patrono of the Pasquale family. His family has been making musical instruments for many generations, and Giovanni is the representative of the 25th generation. Long before the Opera Epiclese was built on Erinnyes, his ancestors were the luthiers who tuned the strings for Master Coppelius and his troupe. Over the past 500 years, at least a third of Fontaine's instruments were made in the carpentry workshops of the Pasquale family. Initially, Giovanni's older brother, Giustino, was supposed to become the patrono, but he left Petrichor. He wandered the world for a long time and opened a business in Sumeru, but never wrote to his family. After 10 years, he finally decided to return home. Although Giovanni is offended by his brother for not remembering them, despite their differences, they remain brothers."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/668ac50406b7c7a2707f3317b28b964b_4633669789353518516.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Near the seal covering the entrance to the Faded Castle, one of the ancient scores, Locus Amoenus, which can be played on an Ancient Autoharmonic Music Box, can be found.\n<color=#ffffffd9>\"The lands then were fertile, producing all in abundance. The gifts bestowed by fate were so ample that it seemed as if the land itself had been specially prepared for them…\"</color>\nIn this subarea, the World Quests"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "The Shadow Over Petrichor",
        "desc": "<p>You encounter a series of strange occurrences after arriving in Petrichor for the first time. You decide to get to the bottom of it all…</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/41133912/03386dacb31726cbf471f6fb2a29e069_8042608265660569389.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5645,
        "name": "Latecoming Homecoming",
        "desc": "<p><span>Giustino has made up his mind to return to his hometown, Petrichor...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/149158619/03386dacb31726cbf471f6fb2a29e069_97851311122492108.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", and"
      },
      {
        "type": "CustomEntry",
        "epId": 5643,
        "name": "For Yesterday and Tomorrow",
        "desc": "<p>Now that everything is over, it is time to go back to Petrichor to check up on the situation...<br></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/149158619/03386dacb31726cbf471f6fb2a29e069_5971128197906332183.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "can be found.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Fontinalia Festival",
        "desc": "<p>The Fontinalia Festival was created to commemorate the Lochknights' search for the Oceanids and their welcoming of the previous Hydro Archon Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/94376896/6be113dc8ecbe93170d1b614788b0509_5351748974434764299.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanids",
        "desc": "<p>Oceanids are intelligent Hydro lifeforms created by the previous Hydro Archon, Egeria, and are able to manipulate water at will. <span class=\"wk-shady\">All the people of Fontaine were once Oceanids, whom Egeria had turned into humans to satisfy their wishes, going against the will of the Heavenly Principles.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/5e33c09fbd3c6781bb822fd9c57b6abc_7075433854813111066.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Marechaussee Phantom",
        "desc": "<p>The personal unit of the Chief Justice Neuvillette, which is responsible for crime investigation. It is based in the Palais Mermonia and is one of the Maison Gardiennage's departments.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/615412682c0d3edc7483b9452030aa64_4315552892343881539.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>The previous Hydro Archon who died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>One of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">The adopted son of Emanuel Guillotin, who was raised at the Narzissenkreuz Institute with his adoptive sister, Mary-Ann. He is the founder of the Fontaine Research Institute of Kinetic Energy Engineering, with his most notable contribution to Fontaine being his research in Pneuma-Ousia, which led to the invention of the Arkhe system and the creation of Clockwork Meka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>The adopted daughter of Emanuel Guillotin and was raised in the Narzissenkreuz Institute with her brother Alain.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/7f04e9d0b83ab550cc91ddf708008a7d_6776374256730220458.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>An orphan raised in the Narzissenkreuz Institute and later adopted by Karl Ingold. He became a Neohuman and the co-founder of the Narzissenkreuz Ordo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/02bc05cc787742e2fdf79dc45a69ccec_1688774017408635365.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "<p>He is a member of the Daydream Club, a group of inventors from Fontaine, the inventor of the Film Kamera, and the founder of a film company, \"Musketeer Pictures.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/237301566/4cfe264cb75682ad39e51f709b680915_5238069966565316657.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3943,
        "name": "Garcia",
        "desc": "<p>A quest-exclusive NPC. He is a member of the Daydream Club, a group of inventors from Fontaine.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/30/77454259/b1f574f2e3c943246c6225cb67d6f14d_406964362471477469.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3940,
        "name": "Félix Yogue",
        "desc": "<p>An event-exclusive NPC. He is a member of the Daydream Club and appeared during the Evermotion Mechanical Painting and Duel! The Summoners' Summit! events.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/12/77454259/189de2a3a103e5e58da859376a1611f1_2135976014602492635.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3486,
        "name": "Dvorak",
        "desc": "<p>One of the main organizers of the Iridescence Tour.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/237301566/82a89eb3f9b28651601136f3c9934127_7467291034783070269.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "<p>A flower constructed out of clam, mother-of-pearl, and gold leaf. It blooms proudly.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/c32bab10651059ad3c0c8a0e5bbd2e03_1977006170352048486.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Ancient Autoharmonic Music Box",
        "desc": "<p>An ancient music box found in the Faded Castle. It contains the mysterious power of the Symphony.</p><p>Use it to read musical scores left by the ancient civilization. Find more scores to unlock the civilization's secrets.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/72e381551bbee1988ad96b4d235a955c_7933185126891180631.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "name": "Ancient Score",
        "desc": "<p>This seems to be a musical score created using unknown materials by an ancient civilization.</p><p>The melody recorded within can only be deciphered using a special device.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/65e53c5f5903c0f59f3dc91f991fc669_2161968992684570999.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 56,
        "name": "\"The Seventh Samurai\" Script",
        "desc": "A \"film script\" you obtained from Xavier.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/30/94376896/d406928104f58f5fcbb2b73a24cfc4cf_2719798893778988602.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Faded Castle",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/9d0f669ccf48758a28e73066b32feae0_4400752792807242886.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Before the fall of Remuria, the castle now known as the Faded Castle belonged to Boethius. After the empire sank, the castle became a refuge for the Harmost and his followers. The remnants of the empire never gave up their desire for salvation and to surpass fate. They called themselves the \"Golden Troupe\" in honor of the disappeared Golden City. Upon the golden theater in that faded castle, musicians who had lost their scores mourned a past that would never return. To save their waning civilization and their desire to transcend, the Golden Troupe played wondrous melodies, enticing children to offer their souls to the sleeping golems. The Golden Troupe believed that when the great symphony would play once more, they would receive the rightful rewards owed to the true and loyal."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/97e6057232bcbf970a8bae297fbf4e76_5756907585844290161.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "One of their studies was the magical technique \"Seal of Chymical Marriage,\" consisting of two parts: \"Circle of Four Orthants\" and \"Tree of Emanation.\" According to the Golden Troupe's records, there were several important places in Fontaine needed to seal off the source of life. In addition, they wanted to recreate the perfect harmonious symphony that would belong only to people and the gods would no longer be needed.\nMany years later, Rene de Petrichor, a future founder of the Narzissenkreuz Ordo, discovered the records left by the Golden Troupe. He learned about \"Fortuna\" and that kingdoms rise and fall, and when a civilization is annihilated, a new one will be born from the ashes. This phenomenon turned out to be similar to Rene's computational scheme, called the \"world-formula.\" After countless calculations, he found a discrepancy with Fortuna: unlike the world depicted in these ancient texts, there will be no more new civilizations born. Like the ancient Remurians, Rene wanted to escape fate and avoid the promised Apocalypse, so he founded the Narzissenkreuz Ordo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/1eaea51ced75598a1ef3a3eb76212e9f_6313762031511522559.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Using the \"Seal of Chymical Marriage,\" the Ordo discovered the points where they placed four orthants. In the center of the orthants the Tower of Ipsissimus was built to free the people's will, wait out the Apocalypse, and be reborn in a new world.\nHundreds of years ago, Ruggiero arrived in the ruined Petrichor to find the legendary Faded Castle and learn about Remuria. He met the Golden Hunter, Cassiodor, in Petrichor, from whom he learned about the Marechaussee Hunters and the Lochknights. Ruggiero's original goal was the Remurian treasure, but it was buried deep underwater. Later, he realized that humanity had no need to control any knowledge beyond their abilities, and with the help of Cassiodor, he sealed the passage to the Faded Castle. The researcher wanted to rebuild the long-abandoned town of Petrichor, attract refugees to live there, and spread other versions of the legend about Remuria and the Faded Castle."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/7d5d9d537cb890b9693c655043f339c7_4797612846675351935.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Then the people themselves would protect the seals, and the secrets of that place would be hidden forever. Although Petrichor is located far from the main part of Fontaine, the water near the castle is similar to that of the High Sea.\nLegend has it that by the banks of the world's purest lake, there once stood a glistening castle. Gold leaf and gems decorated its walls, and pretty banners flew from the roof, while majestic towers soared alongside. Guests from afar peered through colorful windows, yet none was more marvelous than the many statues as real as life. In the center of the hall sat a golden stage, where musicians played day and night for the castle's master. The wine flowed never-ending to sate the thirst for revelry, and all could partake, no matter their class or their homeland. None of this could ease the master's fears, or bring his troubled soul a moment of peace. Each time the tower's clock struck midnight, he would be possessed by an uncontrollable panic."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/87ab9463f93182d0948532c936d0be91_983599853588435886.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Once in a dream, he saw a black ship. The hull was rotten, and the mast shattered. Each broken piece was entwined together by the algae, forming a dreadful dark shadow that shambled through the moonlight. A tall and slim figure wrapped in dark robes was standing on the deck. His eyes could pierce one's soul with a glance. The castle's master felt that this dark-robed figure would surely collect on debts owed, and all before his eyes would be turned into dust.\nOnce, an odd rasping laugh erupted from an empty room, and a glowing red fog cloud embraced the castle just like a shroud. A dark spirit in black robes appeared on the castle's great central stage. The guests fell on the floor one by one, bereft of time even to scream. The master's soul was snatched by the dark. The castle began to collapse, and once blocked by the towers blood moon reappeared in the sky. Today, the ruins of the long-fallen, faded castle lie suffocated in the gloom, and through shattered windows, statues appear like monsters."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Who with the discordant tune that played sank with the castle into the sea.</color>\n<color=#ffffffd9>There is nothing there now, bar darkness, death, and loss.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/ee3ca87f7eeea5820c6b29dd306e0f3d_2781750186090638657.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The castle's central hall plays host to a mysterious stage. Even in the times of Remuria, performances were staged there and there was an entrance to a place deeper underwater. Some Remurian scores are shaped like strings, and some are shaped like murals. These ones were played on the golden stage. One score tells about fertile lands, and the other one is about a wandering ship that found a country and wanted to bring wisdom and wealth to a land of ignorance. The third score tells about the torment of the God King, Remus, who wanted his empire to exist forever. The fourth is about the justice that the ship of Remuria carried. Another one is about the prophecy predicted by the seer Sybilla that blood would fill the oceans and the earth would turn to ashes. The last score tells about the fall of the Golden Empire."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/64eb124586c1c9a9898d0b3be569ea85_178481323173668056.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Golden Troupe built all manner of musical devices in imitation of constructs of the golden realm's golden age, and the portable Autoharmonic Music Box is one such device. Even those who lack any musical knowledge can freely operate the power of the \"Symphony\" using this box. Using this power, one can influence ancient grimoires that, under the discordant melody's influence, left their shelves. The ancient civilization saw fate as a cruel drama — a script that had been fixed long ago, never to be changed, no matter how the cast or their cantos might shift. By collecting and imitating what \"cruel dramas\" remained, they were indeed able to create what ignorant antecedents would term \"magic.\" Yet, in matters of fate, they would fail to go any further than the people of bygone times. All musical compositions can be plated on this Music Box."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/f944911321eb927afe353e5694361109_6039378994300492964.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In one of the rooms of the castle, an archive is located. Ancient theatrical scripts, music scores, and all the stories of things that have and have not happened were penned down and stored here. Someone once believed that if all the possibilities in every story were exhausted, the secrets of fate would be unveiled. It turned out that each person's fate is charted by their wishes. In the archive, the Boethius score, \"The Flying Outlander,\" can be restored. It tells that Boethius did not give up trying to revive Remuria and saw the new Fontaine as an enemy. Boethius is considered one of the most important musicians in the history of Fontaine, and his operas or composed scores of ancient Remuria have a special place in the history of music. For members of the Musicians' Association, his importance in the history of the wars that went on until Fontaine's founding did not affect his musical achievements. Boethius's music may have contained false histories, but it retains its value as art. The Harmost's story can be a reminder to other musicians: even the purest of art can be used to do wrong."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/da4763357839117c59066fb9e6f88a92_5307356277019054803.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Legatus Golem, a centaur-shaped golem forged of marble and brass, stands in the exhibition hall of the castle. Under the hard stone exterior flows Ichor blood. Towering as one who commands a legion, it is ready to trample any foe that might transgress against its honor. The now sunken civilization believed that war was like music, an art of rhythms to be followed, and that the song of eternal happiness and harmony would resound throughout the world till the end of all destinies. Therefore, one who marshals a legion must be like a conductor, whose shield and sword are like the strings and bow of a violin, performing a blazing melody like the raging flames upon the merciless battlefield. <color=#ffffffd9>\"War is a necessary evil on the path to all-encompassing peace.\"</color> Thus, spake a Harmost, one who once led the golem legions to conquest over the entire high sea. But harmonies can be changed. When the rebellious God King fell from his throne, the imperishable capital turned into rubble and ruins — for who, then, shall the lyre in the hands of a legion-less commander play.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Marechaussee Phantom",
        "desc": "<p>The personal unit of the Chief Justice Neuvillette, which is responsible for crime investigation. It is based in the Palais Mermonia and is one of the Maison Gardiennage's departments.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/615412682c0d3edc7483b9452030aa64_4315552892343881539.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Lochknights",
        "desc": "<p>Lochknights are followers of the Mistress of Many Waters, Egeria, who swore to protect the Oceanids, find the Pure Grail, and shatter the shackles that confined Egeria to atone for the original sin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/94376896/afce7f4f1847f62698a00f239e5a8d00_331564812084778507.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>One of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5609,
        "name": "Legatus Golem",
        "desc": "<p>A centaur-shaped golem forged of marble and brass. Under the hard stone exterior flows Ichor blood. Towering as one who commands a legion, it is ready to trample any foe that might transgress against its honor.</p><p>The now sunken civilization believed that war was as music, an art of rhythms to be followed. Therefore, one who marshals a legion must be like a conductor, whose shield and sword are like the strings and bow of a violin, performing a blazing melody like the raging flames upon the merciless battlefield.</p><p>\"War is a necessary evil on the path to all-encompassing peace.\" Thus spake a Harmost, one who once led the golem legions to conquest over the entire high sea.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/35428890/3d9acabfe82467816e21ac130d1bf59a_7894619782730359968.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "<p>A flower constructed out of clam, mother-of-pearl, and gold leaf. It blooms proudly.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/c32bab10651059ad3c0c8a0e5bbd2e03_1977006170352048486.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5608,
        "name": "Fragment of a Golden Melody",
        "desc": "<p>A golden fragment that fell from the centaur golem's chest. Putting the tune inscribed upon the shattered rubble back together, it appears to be a small sliver of a grander musical movement.</p><p>People once believed that the song of eternal happiness and harmony would resound throughout the world till the end of all destinies. But harmonies can be changed. When the rebellious God King fell from his throne, the imperishable capital was reduced to refuse and rubble — for who, then, shall the lyre in the hands of a legion-less commander play?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/35428890/34fdbe29e8b5a8891b304ab2003ecdaf_8910238239965642124.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5627,
        "name": "Lost Grimoire",
        "desc": "<p>A strange book of magic that has, by the \"symphony\"'s power, calmed down at last.</p><p>If you have the chance, you might want to return it to its shelf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/80c85f60c67daad8a82fa82523118241_3556949169188220501.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "name": "Ancient Score",
        "desc": "<p>This seems to be a musical score created using unknown materials by an ancient civilization.</p><p>The melody recorded within can only be deciphered using a special device.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/65e53c5f5903c0f59f3dc91f991fc669_2161968992684570999.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5630,
        "name": "Pages From a Lost Score (I)",
        "desc": "<p>A fragment of an ancient musical score. Indecipherable in its current form.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/abb63dcfdbb39c14d36c2f683562cc3f_3621210238257794766.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5632,
        "name": "Pages From a Lost Score (II)",
        "desc": "<p>A fragment of an ancient musical score. Indecipherable in its current form.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/6671576f9f7df15fa04a2ab4487509e0_5781936513654457783.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5629,
        "name": "Restored Score",
        "desc": "<p>The once-tattered score has been restored. Someone learned in music will surely be able to read the ancient melody contained within.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/3096f5f0944100e0378d4ef6858b376a_1786223513709700525.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4692,
        "name": "The Fall of the Faded Castle",
        "desc": "<p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/94376896/535398cb0ba01203eb959d029eb28342_3065226978367424429.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 5666,
        "name": "Mysterious Grimoires",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5667,
        "name": "A Mysterious Bookshelf Full of Grimoires?",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"Symphony of a Bygone Kingdom\": Version 4.6"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/367149bdb963a2e9aafeae3389a48aeb_98726124327138352.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>April 16, 2024</color>\nHello, Travelers! After the Version 4.6 update, the new areas, \"Nostoi Region\" and \"Sea of Bygone Eras,\" will be available. Check out this issue to find out what special features these new areas have!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Music",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cantus Aeternus"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/4bf2966dc3d488c06bf277c18bd4cadb_8941365686576978684.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>May 14, 2024</color>\nGenshin Impact's third Fontaine OST album \"Cantus Aeternus\" is now available!\n<color=#ff9999>Disc 1:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=6dROuF_TT64&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disc 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=4HEx2RF-SsE&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disc 3:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M0a2ZuGmi-4&ab_channel=GenshinImpact"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Petrichor",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/c521e0a890620a200f2d582cbb12c015_3645342000623139254.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "There are many beautiful and moving legends about Petrichor, but none of them have changed life in the little town.\nWhenever the sea breeze carries the sound of the evening bell away, the townsfolk know that another leisurely day has passed."
          }
        ]
      },
      {
        "key": "Stage of Faded Gold",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/941a93d1e73422b0cc7b507a4852174d_7452661705477624958.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>The conductor bereft of music once lamented a past that could never return here, at the end of all greatness and glory.</color>"
          }
        ]
      },
      {
        "key": "Faded Castle",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/95eb50c3d28dec6342de8df8340bfb52_5362330948433607044.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Many secrets they uncovered here, but no answers."
          }
        ]
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/43fd3ad09b650053d533fe768e1a757d_8922191326975401106.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/464f1e3d1e3c31c0f422c5850bdf7166_2451851742692517493.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/20c4a01fe338ad5be215508c50865f52_88053704844270600.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/4abc8af85f6db416ac1343c337456b03_1438744276553820521.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/4aa90bd6c8b2ba05989d82da55e14960_9067039028771879822.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Nostoi Region"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Permanent Location"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ]
  }
}