{
  "epId": 5617,
  "name": "Cassiodor",
  "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1717924403,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Cassiodor",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "No one remembers Cassiodor's real name, but the young warrior later known by this name presumably grew up in the tribe with Erinnyes, the future Knight of the Lakelight. In ancient times, their tribe was destroyed by the conquering God King, Remus, and an army of the Golden City enslaved or slew their tribespeople. Only Erinnyes and Cassiodor escaped this fate. Erinnyes was taken in by the Prince of Aremorica. She swore to serve the Mistress of Many Waters, Egeria, and protect the lands of pure waters that were not captured by Remus. During the war, Cassiodor met the proud Harmost and joined Remus. Later, he rose in service, and the God King himself elevated him to the Harmost and created an incorruptible body of stone and bronze for him. Compared with other Remurians, his soul was like insoluble Ichor. Cassiodor and another Harmost, Boethius, became close friends.\nYears later, when Erinnyes became Aremorica's heir and had united many warring tribes to defend against Remuria, she and Cassiodor met again in the faraway city. The young musician came disguised as a wandering traveler, and in the tournament defeated countless heroes of great renown whose praises would be sung for generations. At last, newly crowned as the champion, he was granted an audience with Erinnyes. Cassiodor shared his dreams of harmony and glory, of an end to wars and hatred with Erinnyes, but the Knight of the Lakelight met him with a blade."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...████, my ████... You need no longer force yourself to speak that which you do not wish\"</color>\n<color=#ffffffd9>\"I know that it is the accursed Usurper who has profaned your soul, and imprisoned you in stone\"</color>\n<color=#ffffffd9>\"Worry not, my ████... I have never forgotten the oath we took then, not for a moment\"</color>\n<color=#ffffffd9>\"No matter what price I must pay, I will save you from those freezing fetters, your eternal chains\"</color>\n<color=#ffffffd9>\"And when we finally enjoy the embrace of the Queen of All Waters once more, we shall take leave of trouble and sorrow\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cassiodor believed in the bright future of Remuria. His friend, Boethius, claimed that beneath the God King's sweeping gaze, there would be no more poverty, weakness, folly, and savagery; only under the control of the Sebastos order and beauty could be born. Thanks to loyalty to the ideals of Remus, Cassiodor became closer to the ruler. When the great Symphony Phobos led the Remurians into conquest and war, the Harmost did not share this desire, so Remus chose him for his final plan. The God King separated Cassiodor's melody from the melody of the Grand Symphony, giving him free will, and tasked him with saving the Remurians and bringing them to Ouranopolis, the city of the future. So Cassiodor became Ouranides of Ouranopolis.\nCassiodor was not in the capital when Remuria sank, so he survived. He knew that his friend Boethius went against the Sebastos and stole a goblet of pure water given to Remus by the Mistress of Many Waters as well as shutting the Initium Iani leading to the capital. Only a few survived the flood: Cassiodor and his companions spread across the land, struggling mightily to contain the power of the primordial waters, and the Harmost Boethius used his eloquent tongue to sway those who remained. He initiated a fell ritual that aimed to restore the shattered \"symphony\" and revive the ruined empire. To this end, he did not hesitate to dissolve the will of their kin and plunder the souls of Fontainians everywhere. Many rulers and nobles became his pawns, and polities newly-born lay on the brink of destruction. To stop him, who had by now clearly become a monster, Cassoidor had to forsake his name and become one who hunts phantoms, resisting Boethius alongside the Fontainians. After a difficult confrontation, Cassiodor, now known as the \"Golden Hunter,\" and the Fontainians sealed both Boethius and the sea that had devoured Remuria. The Golden Hunter swore upon fate that he would serve as the barrier between past and present and became the spirit-keeper of the ancient land.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Lochknights",
        "desc": "<p>Lochknights are followers of the Mistress of Many Waters, Egeria, who swore to protect the Oceanids, find the Pure Grail, and shatter the shackles that confined Egeria to atone for the original sin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/94376896/afce7f4f1847f62698a00f239e5a8d00_331564812084778507.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>One of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "<p>A flower constructed out of clam, mother-of-pearl, and gold leaf. It blooms proudly.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/c32bab10651059ad3c0c8a0e5bbd2e03_1977006170352048486.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Song of Days Past",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/7789fb5e684cf95a7011657d0fa8a971_4912719626191046540.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Canticles of Harmony",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/c1f51031792713f423f4d4a2a3b55b2f_6767712453647621608.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Millennia later, Dominus Boethius regained mastery over the disturbed \"symphony,\" weaving fragments of his soul and broken melodies into it. The Harmost brought chaos to the symphony to revive Remuria and become a new god. Boethius believed that Remus had betrayed Remuria by colluding with the Vishaps and attempting to destroy the Grand Symphony. The Harmost's action made the bodies of the people of Petrichor fill with the souls of the long-dead Remurians."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/e6ded426211e34a86d94bbb81d526d43_7777825935026589383.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "During this time, Cassiodor lost his stone body and possessed a white cat, whom Paimon later named Osse. To stop Boethius, Cassiodor turned to the Traveler and Paimon for help. Together, they entered the Sea of Bygone Eras and freed the Dragon Prince, Scylla, imprisoned by Boethius under Machimos. Although Scylla's body was destroyed, his memories in the Ichor continued to live. Cassiodor believed that Scylla had betrayed the God King and attacked the Golden Palace, causing Remuria to be flooded. The Dragon Prince spoke about the last agreement with Remus, their secret plan, and the creation of the Requiem, capable of destroying Phobos. Scylla led an army of Vishaps to assault the capital as Remus's final plan to save the Remurians and the nation."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/b01a3f8e0f97cf5a0019803e99d98170_7226202931314419661.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Cassiodor and the Traveler arrived at the Domus Aurea, Boethius used the power of music to lure them into his symphonic palace. This space was the manifestation of Dominus's soul and was maintained by the grace of the symphony's might. Thanks to the heart of Phobos, located close to the Golden Palace, Boethius was able to influence the real world directly. If Dominus could obtain the full power of the symphony, his delusions would replace the real world, and Fontaine would revert to its appearance from thousands of years ago. Cassiodor came up with a plan to completely destroy Boethius, who had prepared a powerful body for himself in the real world. Since the Traveler didn't belong to Teyvat and was not created from the water of the Primordial Sea, Phobos's melody did not sing of their destiny, and Boethius could not influence their soul, which allowed Cassiodor's plan to succeed."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/319addbf237238c198272be1f2462516_2224175775864456811.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "With Scylla's help, the Traveler and Paimon reconnected the golden aqueducts, through which the great Symphony once flowed, and opened the way to the Golden Palace. It turned out that the true form of Boethius was Phobos, which combined every melody and desire of the Remurians. Their secret desires led Remuria to wars, conquests, and destruction of the northern \"barbarians.\" Even before the fall of Remuria, Phobos absorbed Boethius and rebelled against the Sebastos. Sacrificing himself, Cassiodor trapped Phobos in a stone body so that the Traveler could destroy Boethius and Phobos. When the Traveler played the Requiem, the Grand Symphony was completely destroyed, and the souls of the Remurians returned to the deep waters, thereby fulfilling Cassiodor's true desire to continue the plans and hopes of the Sebastos to free everyone from the symphony."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"If water loses its clarity, how shall it become water again? If a tree leaves the soil, where shall it go to put down roots?\"</color>\n<color=#ffffffd9>\"Though rock and metal may crash and clamor, humans cannot live without water and soil.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "When Cassiodor's soul dissipated, Osse again became an ordinary cat, who now lives in Petrichor with Este, a descendant of the Remurian warrior.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Sea of Bygone Eras",
        "desc": "<p>The wide waters that lie south of the Great Terrestrial Lake were also once an integral part of that high sea. Beneath the abyssal depths untouched by sunlight, the first of dreams and hopes lie buried.</p><p>The long-forgotten symphony sounds once more amidst the stronghold of dimmed glories and the sea-sunken ruins. A new chapter in a tale long-ended is about to be written...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/237301566/4f78eb7e03b130ca2efba77b4d2692bb_7510006575738136527.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>One of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Legacy",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The name \"Marechaussee Hunter\" originated from Remuria, when Cassiodor guided legions of Remus's golem army to the fight: <color=#ffffffd9>\"Pursue the phantoms in the dark, expel them all, and hunt them down.\"</color> Although they were named \"hunters,\" they did not hunt animals, but rather various monsters left behind by the ancient dynasty of King Remus. Today, Fontaine's monster population has already thinned greatly, so the Hunters have blended back into society, taking up arms in other lines of work. They even left a unique methodology of hunting in their wake. Nowadays, the Marechaussee Phantom is a special crime investigation unit in Fontaine.\nHistorians believed that the Marechaussee Hunters first became active a few decades after the fall of Remuria, by which point the concept of Lochknights had completely died out in Fontaine. The first Marechaussee Hunters who followed Cassiodor were believed to be the heirs of the Lochknights, but in reality, they were the last remnants of ancient Remuria."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/04d3abb9103d32bcb708347e7ff7c7e0_1720632638511597447.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Two of the Remurians who followed Cassiodor were his friends, Este the Quick-Witted and Walter. They eventually were laid to rest in the newborn Fontaine. The spring waters responded to the souls of the Remurians entrapped in rock, just as it did ordinary Fontainians, and Este had a family and children. Este's bloodline joined to that of Fontaine and continues to this day. When Boethius used the symphony to revive Remuria, Este's soul ended up in the body of the descendant living in Petrichor. It was he who led the Traveler and Paimon to Cassiodor. When Phobos was destroyed, Este's soul returned to the deep waters."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/7d5d9d537cb890b9693c655043f339c7_1351045879994916177.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Hundreds of years ago, Fontaine researcher Ruggiero arrived in the ruined Petrichor to find the legendary Faded Castle and learn about Remuria. He met the Golden Hunter in Petrichor, from whom he learned about the Marechaussee Hunters and the Lochknights. Ruggiero's original goal was the Remurian treasure, but it was buried deep underwater. Later, he realized that humanity had no need to control any knowledge beyond their abilities, and with the help of Cassiodor, he sealed the passage to the Faded Castle. The researcher wanted to rebuild the long-abandoned town of Petrichor, attract refugees to live there, and spread other versions of the legend about Remuria and the Faded Castle. Then the people themselves would protect the seals, and the secrets of that place would be hidden forever.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Nostoi Region",
        "desc": "<p>In the ancient language, Petrichor means \"golem.\" Now it is a run-down fishing village on a small island far away from Fontaine's waters.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_2784385553213409634.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Marechaussee Phantom",
        "desc": "<p>The personal unit of the Chief Justice Neuvillette, which is responsible for crime investigation. It is based in the Palais Mermonia and is one of the Maison Gardiennage's departments.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/615412682c0d3edc7483b9452030aa64_4315552892343881539.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/539b03bed1057707abd643147e18abde_6521945376578667972.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Cassiodor joined Remuria when his tribe was conquered.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The God King elevated Cassiodor to the Harmosts.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>One of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "One of the Remurian Harmosts and Cassiodor's former friend\nErinnyes\nCassiodor likely grew up with Erinnyes, but after their tribe was conquered by the Remurians he joined Remus.\nEuergetia\nAurelius\nRemurian Harmosts",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "<p>A flower constructed out of clam, mother-of-pearl, and gold leaf. It blooms proudly.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/c32bab10651059ad3c0c8a0e5bbd2e03_1977006170352048486.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/539b03bed1057707abd643147e18abde_6521945376578667972.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Song of Days Past",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/7789fb5e684cf95a7011657d0fa8a971_4912719626191046540.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Cassiodor"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine\nRemuria"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Harmosts"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Golden Hunter\nOuranides of Ouranopolis\nOsse"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Cassiodor",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/9ef05d54e5c48e227c71c1f2ea8ccdb9_6251556093627573453.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Cassiodor (Ouranides of Ouranopolis) in the cat's body."
          }
        ]
      }
    ]
  }
}