{
  "epId": 5618,
  "name": "Boethius",
  "desc": "<p>One of Remus's Harmosts.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/8387f718bf24a2a128af2225335160c5_3631573680954842438.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1720607684,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Boethius"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine\nRemuria"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Harmosts"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Boethius",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Boethius's real name is lost to time, but the musician known by this name was born in a tribe on a lone island. He was born in a hut and grew up in a village built of reeds and grass. When the warriors of Remuria came to conquer Boethius’s tribe, he evaded the fate of bondage thanks to his agile fingers and bright voice. Boethius joined the Remurians, and during the wars with the northern \"barbarians,\" he met a young servant from a conquered tribe. Together, they followed to the golden Capitolium and completed rigorous courses and trials. Thus began a strong friendship between Boethius and the young warrior, who received the name Cassiodor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/1cc43e9ca88bc647bd2f85399e957947_8518831588897460261.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the God King Remus decided to free his subjects from the shackles of fate, he created imperishable bodies of stone and bronze for them. In their bodies flowed insoluble Ichor. It was created with the help of the Pure Grail, received by Remus from the Mistress of All Waters. The Sebastos Remus created the Grand Symphony, Phobos, in which all the melodies and desires of the Remurians were combined. The God King recognized Boethius, gave him a new body, and personally exalted the musician to the post of a Harmost. Only the four superior people, these Harmosts, were conductors of the symphony and could change the Phobos's melody.\nDominus Boethius was considered the foremost genius in the empire's history and the most brilliant representative of the spirit of Remuria. He believed in the bright future of Remuria: that beneath the God King's sweeping gaze, there would be no more poverty, weakness, folly, and savagery; that only under the control of the Sebastos can order and beauty be born. The Harmost unquestioningly followed the instructions of the Sebastos, and his word was as the word of Phobos itself. He led the Remurians to conquer the \"barbarian\" tribes, fought with the armies of the Vishaps, and brought civilization to the High Sea. It is said that wherever the Harmost Boethius went, the aqueducts of the empire were built, and\nvanished without a trace.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanids",
        "desc": "<p>Oceanids are intelligent Hydro lifeforms created by the previous Hydro Archon, Egeria, and are able to manipulate water at will. <span class=\"wk-shady\">All the people of Fontaine were once Oceanids, whom Egeria had turned into humans to satisfy their wishes, going against the will of the Heavenly Principles.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/5e33c09fbd3c6781bb822fd9c57b6abc_7075433854813111066.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "<p>A flower constructed out of clam, mother-of-pearl, and gold leaf. It blooms proudly.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/c32bab10651059ad3c0c8a0e5bbd2e03_1977006170352048486.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Spring of Pure Sacred Dewdrop",
        "desc": "<p>This is a relic from a time when the Lochknights still roamed — the knights said, there were still loyal spirits in the mountain springs and valleys where none tread, guarding those pure, unpolluted springs... However, the creator of artificial Ichor couldn't tolerate any discord in his great symphony. It is said that wherever the Harmost Boethius went, the natural nectar was buried, the aqueducts of the empire were built, and the spirits born of pure water vanished without a trace...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/151578876/54913bb983c08663e91eef34841c80b9_8712445023436470919.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Music",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Boethius believed that there were three categories of music: the\nthe\nand the\nThe Musica Mundana is the music of origin from which all melodies were born and into which they went. False and true celestial signs, the turning of the seasons and passing of time, the defined elements, everything in the universe operates according to the order of this music. Any music with specifications similar to\ncould be called Musica Mundana. If there were a harp where every physical entity in the world corresponds to a single one of its fine strings, the Musica Mundana would be the music that comes not from a single string, but the resonance of all strings.\nMusica Humana is the music of the world of mortals. This category includes both the music of mortals and the music of gods. Boethius believed that they are not different from each other and that their essence lies in the harmony that arises when human music resonates with memories, wishes, soul, and persona. The music of mortals and gods could be performed simultaneously, and that is why the Musica Humana can replace the Musica Mundana. Since the melodies of mortals and gods are fragile, only by integrating and blending the melodies of mortals can a symphony that can vie with Fortuna be written. This symphony is called \"Phobos.\" According to Boethius, distance from Phobos was tantamount to betrayal, because as soon as Phobos ceased playing, everything would collapse in an instant, and gods and mortals would be conquered by Fortuna, and sink into dreamless dreams.\nBoethius did not consider people who did not obey the Grand Symphony to be equal to the Remurians. In his opinion, their choice didn’t come from their wills, but rather the course charted for them by Fortuna. They had not the freedom to make decisions, and all they would do was play until the final note that was long ago written for them. Boethius believed that this is why Remuria had no choice but to eradicate them from the soil and waters. Otherwise, Fortuna's symphony would grow to a deafening roar that would be impossible to rebel against.\nCassiodor believed that those who could not accept the melody of Remuria should not be destroyed, but Boethius saw this only as a weakness:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"That craven compassion of yours darkens your mind. It has made your heart soft, it has become an exposed weak spot in your back!\"</color>\n<color=#ffffffd9>\"Should barbarism and ignorance yet linger in Fontaine, poisoning any of its waters, we shall exterminate them.\"</color>\n<color=#ffffffd9>\"If the savages should wish to join our majestic golden order, then we shall accept them, just as our glorious lord accepted us.\"</color>\n<color=#ffffffd9>\"But since Bane Dragon Scylla destroyed our towers and slaughtered our musicians, the envenomed, feral tribes are no longer worth saving or accepting.\"</color>\n<color=#ffffffd9>\"And since they are unworthy, they must be purged from the soil and the waters, just as we purged pestilence and wildfires from the land.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "<p>A flower constructed out of clam, mother-of-pearl, and gold leaf. It blooms proudly.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/c32bab10651059ad3c0c8a0e5bbd2e03_1977006170352048486.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fall of Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/b5c4d227310ac4322abda4fe82bd20ae_7670005467970528902.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The desires of the Remurians led the empire to war and destruction, and the Sebastos decided to destroy Phobos. He agreed with the Dragon Prince Scylla to lead an army of Vishaps to the Capitolium. Shocked by the betrayal of the God King, Boethius stole a golden goblet brimming with Ichor and called the guards to confront the Vishaps. According to his orders, all legions first had to stop hostile actions against the descendants of the dragons to lure them into the Initium Iani leading to the capital. Dominus ordered defensive lines to be set up to block all escape routes, and three chains to be forged from the blood of the Harmost Euergetia to imprison the Vishap prince. Once the dragon army arrived at the Initium Iani, the Remurians attacked them. Boethius sealed Scylla under a high tower near Machimos and shut the Initium Iani with the help of insoluble Ichor.\nWhen the passage was sealed and Vishap-prince couldn't make it to the capital in time, Phobos's power went out of control and Remuria sank into the depths, as if submitting to a celestial punishment. The Harmost became the only survivor of this catastrophe at the Initium Iani. Boethius decided that if the music of the mortals and the music of the gods were the same, then he could become a new god and revive Remuria. To do this, he initiated a fell ritual that aimed to restore the shattered symphony. He used his eloquent tongue to sway the Remurians that remained, and many rulers and nobles became his pawns. Boethius did not hesitate to dissolve the will of their kin and plunder the souls of Fontainians everywhere. To stop him, who had by now clearly become a monster, his former friend, Cassoidor, had to forsake his name and become one who hunts phantoms, resisting him alongside the Fontainians. After a difficult confrontation, Cassiodor and the Fontainians sealed both Boethius and the sea that had devoured Remuria.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Sea of Bygone Eras",
        "desc": "<p>The wide waters that lie south of the Great Terrestrial Lake were also once an integral part of that high sea. Beneath the abyssal depths untouched by sunlight, the first of dreams and hopes lie buried.</p><p>The long-forgotten symphony sounds once more amidst the stronghold of dimmed glories and the sea-sunken ruins. A new chapter in a tale long-ended is about to be written...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/237301566/4f78eb7e03b130ca2efba77b4d2692bb_7510006575738136527.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Nostoi Region",
        "desc": "<p>In the ancient language, Petrichor means \"golem.\" Now it is a run-down fishing village on a small island far away from Fontaine's waters.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/cd8d24707c19c43305b87cac406a5c35_6083454574491043119.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Golden Goblet of the Pristine Sea",
        "desc": "<p>When the Usurper of the sunken city played the last movement of the golden symphony, the favored musician stole the golden goblet brimming with Ichor.<br>Shocked by the foolhardy betrayal of the God King, the musician summoned the last guards, and used the insoluble Ichor to seal the dragon beneath the tall tower, and sank into the abyss with the capital.<br>Afterwards, this noble thief vanished silently from history, and only the \"Golden Troupe\" faithfully remembers his prophecy.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/35428890/a8147d7dfc78a2dc5d47dd50bd6292ed_8075302883618771815.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "The History of the Decline and Fall of Remuria",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/94376896/d0e75f9b88a286749b4c7dff0871e129_3058308201433029321.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Canticles of Harmony",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Millennia later, Dominus Boethius regained mastery over the disturbed \"symphony,\" weaving fragments of his soul and broken melodies into it. The Harmost brought chaos to the symphony to revive Remuria and become a new god. Boethius believed that Remus had betrayed Remuria by colluding with the Vishaps and attempting to destroy the Grand Symphony. The Harmost's action made the bodies of the people of Petrichor filled with the souls of the long-dead Remurians."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"I will turn back the wheel of fate, usher in the old world's return, and bring justice to the land. The surface dwellers shall submit to our will, as they must.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/e6ded426211e34a86d94bbb81d526d43_7983438057774522783.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "To stop Boethius and save the people from Petrichor, Cassiodor turned to the Traveler and Paimon for help. Together, they entered the Sea of Bygone Eras and freed the Dragon Prince, Scylla, imprisoned by Boethius under Machimos. Although Scylla's body was destroyed, his memories in the Ichor continued to live. Cassiodor believed that Scylla had betrayed the God King and attacked the golden palace, causing Remuria to be flooded. The Dragon Prince spoke about the last agreement with Remus, their secret plan, and the creation of the Requiem, capable of destroying Phobos. Scylla led an army of Vishaps to assault the capital as Remus's final plan to save the Remurians and the nation."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/b01a3f8e0f97cf5a0019803e99d98170_7257949079868829628.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When Cassiodor and the Traveler arrived at the Domus Aurea, Boethius used the power of music to lure them into his symphonic palace. This space was the manifestation of Dominus's soul and was maintained by the grace of the symphony's might. Thanks to the heart of Phobos, located close to the Golden Palace, Boethius was able to directly influence the real world. If Dominus could obtain the full power of the symphony, his delusions would replace the real world, and Fontaine would revert to its appearance from thousands of years ago. Cassiodor came up with a plan to completely destroy Boethius, who had prepared a powerful body for himself in the real world. Since the Traveler didn't belong to Teyvat and was not created from the water of the Primordial Sea, Phobos's melody did not sing of their destiny, and Boethius could not influence their soul, which allowed Cassiodor's plan to succeed."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/bb04749691763bf91c08ae162788a488_3074740047772609118.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "With Scylla's help, the Traveler and Paimon reconnected the golden aqueducts, through which the great symphony once flowed, and opened the way to the golden palace. It turned out that the true form of Boethius was Phobos, which combined every melody and desire of the Remurians. Their secret desires led Remuria to wars, conquests, and destruction of the northern \"barbarians.\" Even before the fall of Remuria, Phobos absorbed Boethius and rebelled against the Sebastos. Sacrificing himself, Cassiodor trapped Phobos in a stone body so that the Traveler could destroy Boethius and Phobos. When the Traveler played the Requiem, the Grand Symphony was completely destroyed, and the souls of the Remurians returned to the deep waters.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Sea of Bygone Eras",
        "desc": "<p>The wide waters that lie south of the Great Terrestrial Lake were also once an integral part of that high sea. Beneath the abyssal depths untouched by sunlight, the first of dreams and hopes lie buried.</p><p>The long-forgotten symphony sounds once more amidst the stronghold of dimmed glories and the sea-sunken ruins. A new chapter in a tale long-ended is about to be written...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/237301566/4f78eb7e03b130ca2efba77b4d2692bb_7510006575738136527.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Nostoi Region",
        "desc": "<p>In the ancient language, Petrichor means \"golem.\" Now it is a run-down fishing village on a small island far away from Fontaine's waters.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/cd8d24707c19c43305b87cac406a5c35_6083454574491043119.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Golden Troupe",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/f944911321eb927afe353e5694361109_7470874711024947110.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Before the fall of Remuria, the castle now known as the Faded Castle belonged to Boethius. After the empire sank, the castle became a refuge for the Harmost and his followers. The remnants of the empire never gave up their desire for salvation and to surpass fate. They called themselves the \"Golden Troupe\" in honor of the disappeared Golden City. Upon the golden theater in that faded castle, musicians who had lost their scores mourned a past that would never return. To save their waning civilization and their desire to transcend, the Golden Troupe played wondrous melodies, enticing children to offer their souls to the sleeping golems. The Golden Troupe believed that when the great symphony would play once more, they would receive the rightful rewards owed to the true and loyal.\nOne of their studies was the magical technique \"Seal of Chymical Marriage,\" consisting of two parts: \"Circle of Four Orthants\" and \"Tree of Emanation.\" According to the Golden Troupe's records, there were several important places in Fontaine needed to seal off the\nIn addition, they wanted to recreate the perfect harmonious symphony that would belong only to people and the gods would no longer be needed."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/769a1426611e1bb10b34f8188ae74514_7722999629247231118.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Many years later, Rene de Petrichor, the future founder of the Narzissenkreuz Ordo, discovered the records left by the Golden Troupe. He learned about \"Fortuna\" and that kingdoms rise and fall, and when a civilization is annihilated, a new one will be born after from the ashes. This phenomenon turned out to be similar to Rene's computational scheme, called the \"world-formula.\" After countless calculations, he found a discrepancy with Fortuna: unlike the world depicted in these ancient texts, there will be no more new civilizations born. Like the ancient Remurians, Rene wanted to escape fate and avoid the promised Apocalypse, so he founded the Narzissenkreuz Ordo. Using the \"Seal of Chymical Marriage,\" the Ordo discovered the points where they placed four orthants. In the center of the orthants the Tower of Ipsissimus was built to free the people's will, wait out the Apocalypse, and be reborn in a new world.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "<p>A flower constructed out of clam, mother-of-pearl, and gold leaf. It blooms proudly.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/c32bab10651059ad3c0c8a0e5bbd2e03_1977006170352048486.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4302,
        "name": "Enigmatic Page (I)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_3601246463155538187.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4309,
        "name": "Enigmatic Page (VIII)",
        "desc": "<p>An ancient paper whose contents are completely unintelligible.</p><p>Perhaps there's some way to decipher the contents.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/77454259/5297fd201cef47a3124d0d2c95f8d6db_282732964613438478.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4031,
        "name": "Movement of an Ancient Chord",
        "desc": "<p>In that great disaster, the golden palace sank with its throne, the music was shattered, the notes turned to silence...</p><p>But the remnants of that empire never gave up their desire for salvation and to surpass fate.</p><p>To save their waning civilization and their desire to transcend, the Golden Troupe played melodies most wondrous, enticing children to offer their precious souls to the sleeping golems.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/35428890/0ba8ef36e1ed59a70592ffe55c48f254_264297420796887441.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Legacy",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Boethius is considered one of the most important musicians in the history of Fontaine, and his operas or composed scores of ancient Remuria have a special place in the history of music. Many scores written by Boethius remain In the Faded Castle. The romantic opera \"The Flying Outlander\" tells that Boethius did not give up trying to revive Remuria and saw the new Fontaine as an enemy. For members of the Musicians' Association, his importance in the history of the wars that went on until Fontaine's founding did not affect his musical achievements. Boethius's music may have contained false histories, but it retains its value as art. Harmost's story can be a reminder to other musicians: even the purest of art can be used to do wrong.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Nostoi Region",
        "desc": "<p>In the ancient language, Petrichor means \"golem.\" Now it is a run-down fishing village on a small island far away from Fontaine's waters.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/cd8d24707c19c43305b87cac406a5c35_6083454574491043119.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5630,
        "name": "Pages From a Lost Score (I)",
        "desc": "<p>A fragment of an ancient musical score. Indecipherable in its current form.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/abb63dcfdbb39c14d36c2f683562cc3f_3621210238257794766.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5632,
        "name": "Pages From a Lost Score (II)",
        "desc": "<p>A fragment of an ancient musical score. Indecipherable in its current form.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/6671576f9f7df15fa04a2ab4487509e0_5781936513654457783.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5629,
        "name": "Restored Score",
        "desc": "<p>The once-tattered score has been restored. Someone learned in music will surely be able to read the ancient melody contained within.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/3096f5f0944100e0378d4ef6858b376a_1786223513709700525.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Boethius joined Remuria when his tribe was conquered.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>The God King who built Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sebastos of Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Golden Hunter, one of Remus's Harmosts.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7012524234446485303.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "One of the Remurian Harmosts and Boethius's former friend\nEuergetia\nAurelius\nRemurian Harmosts\nPhobos\nGrand Symphony which absorbed Boethius",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Boethius sealed the Dragon Prince in Machimos under the tower.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books and Items"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "The History of the Decline and Fall of Remuria",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/94376896/d0e75f9b88a286749b4c7dff0871e129_3058308201433029321.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "<p>A flower constructed out of clam, mother-of-pearl, and gold leaf. It blooms proudly.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/c32bab10651059ad3c0c8a0e5bbd2e03_1977006170352048486.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3987,
        "name": "Song of Stillness",
        "desc": "<p>A strange longbow that resembles a sea creature. Its string makes no sound at all.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/35428890/2cec558b676eefaafe23b64d42f2067e_6453748403910603164.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Sublimation of Pure Sacred Dewdrop",
        "desc": "<p>\"Life that came from the primordial sea is inevitably fated to return to it.\" Thus spoke the Harmost Boethius. \"But there are infinite possibilities for humans to transcend, and even the waters of the primordial sea cannot completely dissolve them...\"</p><p>The arrogant usurper once attempted to mix insoluble Ichor with pure water, to contain wisdom and memories, allowing his subjects and servants to discard their physical bodies, and obtain independent, eternal lives.</p><p>But the pain of severing soul and body cannot be endured by any ordinary life, and the usurper's order tore apart and shattered souls...</p><p>The Ichor was dyed black by the crying and howling of so many souls, and it lost its harmony and wisdom, leaving only chaos and madness.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/151578876/bfe4638702fbef7e67d5d84b99d5276d_3966077413654548956.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Spring of Pure Sacred Dewdrop",
        "desc": "<p>This is a relic from a time when the Lochknights still roamed — the knights said, there were still loyal spirits in the mountain springs and valleys where none tread, guarding those pure, unpolluted springs... However, the creator of artificial Ichor couldn't tolerate any discord in his great symphony. It is said that wherever the Harmost Boethius went, the natural nectar was buried, the aqueducts of the empire were built, and the spirits born of pure water vanished without a trace...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/151578876/54913bb983c08663e91eef34841c80b9_8712445023436470919.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Essence of Pure Sacred Dewdrop",
        "desc": "<p>A dense and pure solution, derived and refined from drops of the vast primordial sea. The ancient God King once believed it would bring eternal life and infinite wisdom, but listening carefully — it was quietly, faintly prophesizing the final end of all dissolving into one. This was once the God King's unfinished Grand Symphony — a boundless, sourceless golden Ichor replacing the wild primeval waters, and the glorious immortal sages bringing nectar-like enlightenment to the ignorant corners of the world.</p><p>But the God King's delusions ultimately sank into the depths of the black abyss, and with the ravages of time, the golden Ichor was eventually corroded by the primordial soup...</p><p>The tuner turned a blind eye to the evil omens, and supporting his broken body, continued to give life to his compatriots according to the plans once laid, so that the old order might one day return...</p><p>Even today, many mad poets and painters of Fontaine see the apocalypse experienced by Boethius, a reminder of the inescapable cycle of the world.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/151578876/b511969117b243bc41e7af4c578dfb88_8146945552177343113.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Golden Goblet of the Pristine Sea",
        "desc": "<p>When the Usurper of the sunken city played the last movement of the golden symphony, the favored musician stole the golden goblet brimming with Ichor.<br>Shocked by the foolhardy betrayal of the God King, the musician summoned the last guards, and used the insoluble Ichor to seal the dragon beneath the tall tower, and sank into the abyss with the capital.<br>Afterwards, this noble thief vanished silently from history, and only the \"Golden Troupe\" faithfully remembers his prophecy.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/35428890/a8147d7dfc78a2dc5d47dd50bd6292ed_8075302883618771815.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Boethius",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/1cc43e9ca88bc647bd2f85399e957947_6724382653831574708.png"
      }
    ]
  }
}