{
  "epId": 5638,
  "name": "The Shadow Over Petrichor",
  "desc": "<p>You encounter a series of strange occurrences after arriving in Petrichor for the first time. You decide to get to the bottom of it all…</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/41133912/03386dacb31726cbf471f6fb2a29e069_8042608265660569389.png",
  "menuId": 31,
  "menuName": "World Quests",
  "version": 1735418037,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Properties"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Unlock Requirements</color>\nEnter <color=#ece5d8>Petrichor</color> <color=#ffffff73>and talk to Leader by the Statue of the Seven</color>\n<color=#ffffff>Quest Chain</color>\nWorld Quest Series:"
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "name": "Canticles of Harmony",
        "desc": "<p>A World Quest Series following Osse, a mysterious white cat, to resolve the crisis <span style=\"color: rgb(236, 229, 216)\">Petrichor </span>is facing.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/30/41133912/4f78eb7e03b130ca2efba77b4d2692bb_1654143427164489008.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "The Shadow Over Petrichor",
        "desc": "<p>You encounter a series of strange occurrences after arriving in Petrichor for the first time. You decide to get to the bottom of it all…</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/41133912/03386dacb31726cbf471f6fb2a29e069_8042608265660569389.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Underwater Nocturne",
        "desc": "<p>In order to rescue the people of Petrichor, you follow the strange cat named \"Osse\" into the mysterious Faded Castle...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/03386dacb31726cbf471f6fb2a29e069_7266191288745868806.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "The Last Day of Remuria",
        "desc": "<p><span>After learning the true identity of \"Monsieur Os,\" you decide to go to the Sea of Bygone Eras to track down Boethius...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/12/41133912/03386dacb31726cbf471f6fb2a29e069_7367518146565387159.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Gradus ad Capitolium",
        "desc": "<p>After passing through the perilous oceanic trench, you finally arrive at the ancient sunken capital of Remuria. Next, you must head to \"Domus Aurea\" for a showdown with Boethius...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/41133912/03386dacb31726cbf471f6fb2a29e069_8010455122937752030.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Fortune Plango Vulnera",
        "desc": "<p><span>For Monsieur Os, and for everyone in town, take on Boethius in a final battle!</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/41133912/03386dacb31726cbf471f6fb2a29e069_657494252868437954.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Rewards</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Adventure EXP",
        "desc": "<p>Adventure EXP. Used to improve Adventure Rank.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/12/151578876/cc5a2b13c1c34e9a4dd45c84a521cd99_7813730749493121338.png",
        "amount": 200,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Primogem",
        "desc": "<p>A primordial crystalline gem that's beyond the mundane world. Shines with the condensed hopes and dreams of universes that once were.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/8902272b2dbb45cce8fbd6f596c6904b_3502391192719350131.png",
        "amount": 30,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 35000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Achievements</color>\nThe Tenth Muse"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Starting Location"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Petrichor, Fontaine</color>\n<color=#ffffff>Interactive Map:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=52,2,3,154,319,338&center=1100.25,-5195.75&zoom=2.00"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/0787d905924ae0a6039c89743bfe140e_6946299498669577887.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/5c552496617bbd04cd11ca409e4b5e80_6007232604834563667.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Objectives"
      },
      {
        "type": "RichText",
        "text": "Defeat the \"bandits\"\nExamine the chest carrying the \"treasure\"\nTalk to Paimon\nHead to <color=#ece5d8>Petrichor</color>\nExplore the ruins in the mountain\nDefeat the revived statue\nTalk to the talking cat\nFollow Osse into the deep spring\nGo to the underwater <color=#ece5d8>Faded Castle</color>\nHead to the <color=#ece5d8>Faded Castle</color>\nObtain a fantastical music box"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Items"
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "name": "Ancient Score",
        "desc": "<p>This seems to be a musical score created using unknown materials by an ancient civilization.</p><p>The melody recorded within can only be deciphered using a special device.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/65e53c5f5903c0f59f3dc91f991fc669_2161968992684570999.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Ancient Autoharmonic Music Box",
        "desc": "<p>An ancient music box found in the Faded Castle. It contains the mysterious power of the Symphony.</p><p>Use it to read musical scores left by the ancient civilization. Find more scores to unlock the civilization's secrets.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/72e381551bbee1988ad96b4d235a955c_7933185126891180631.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Petrichor</color>\n<color=#ffffff>Quest Description:</color> You encounter a series of strange occurrences after arriving in Petrichor for the first time. You decide to get to the bottom of it all…\nReach the group of people\n<color=#ffffff>Paimon:</color>\n<color=#ffffff73>Huh, there's a bunch of people of there... What are they doing? Let's go check it out!</color>\n<color=#ffffff>Leader:</color>\nHey, you! Yes, you! You blithering idiot! What are you doing dragging your feet for? Waiting for us all to get old!? Why in the blazes aren't all these boxes already on the ship!?\n<color=#ffffff>The Dude They Call \"Idiot\":</color>\nNo, Boss! It's just... These boxes are way too heavy! If we lug 'em all up, I think the ship might...\n<color=#ffffff>Leader:</color>\nMight what? This is treasure here, treasure! You gonna just leave profit on the ground like that?\n<color=#ffffff>The Dude They Call \"Idiot\":</color>\nBut... If we load everything on board, plus ourselves... I don't think the boat can hold all that weight!\n<color=#ffffff>Leader:</color>\nHa, that's an easy one! If we just leave a couple of you here on this island, we can bring all the treasure back, now can't we?\n<color=#ffffff>The Dude They Call \"Idiot\":</color>\nOoh, a cunning plan, Boss! ... Wait, uh, I'm one of the ones you're taking with you, right? I don't wanna get captured by those golems, you've seen what happens to anyone they catch!\n<color=#ffffff>Leader:</color>\nThen stop yapping and start moving! If the Dark Lord's lackeys catch up, we're all done for!\n<color=#ffffff>Paimon:</color>\n...Dark Lord's lackeys? Are they putting on some kind of show?\n<color=#ffffff>The Dude They Call \"Idiot\":</color>\nWait, Boss! There's people over there!\n<color=#ffffff>Paimon:</color>\nTraveler, why don't we go ask them...\n<color=#ffffff>Leader:</color>\nOi, you! Yeah, you, the big 'un and the tiny thing! What're you skulking over there for?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Uh oh, we're in trouble!</color>\n<color=#ffffff>Paimon:</color>\nHey! We're not doing anything wrong over here, so what are you acting all nervous for?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Can't leave any witnesses...</color>\n<color=#ffffff>Paimon:</color>\nHuh? Traveler, what're you saying...?\n<color=#ffffff>Paimon:</color>\nAnyway, we should talk to them first.\n<color=#ffffff>Leader:</color>\nHmm, from the look of you, you must be foreigners. And here I thought you were minions of the Dark Lord Remus!\n<color=#ffffff>Paimon:</color>\nThis is Traveler, and Paimon's Paimon! And you're right, we're travelers! Oh, but who's this \"Dark Lord Remus\" you mentioned? Has he finished playing his part already?\n<color=#ffffff>Leader:</color>\nHaha, you don't even know who the Dark Lord is!? ... Alright, I get it. I suppose it is up to me to educate you, O ignorant outlanders!\n<color=#ffffff>As you know, this was once a peaceful town... In those days, it was not yet named Petrichor...</color>\n<color=#ffffff>We Fontainians lived here in peace and safety, until the golem armies of the Dark Lord Remus came...</color>\n<color=#ffffff>He was an awful tyrant, one who claimed to be the ruler of all waters. His forces had already obliterated countless towns and cities before arriving at ours.</color>\n<color=#ffffff>He took our lands, polluted the sources of pure water, and even tried to use music to tempt us...</color>\n<color=#ffffff>They raised high belltowers and fortresses, and the Dark Lord's fell melody enslaved our kin.</color>\n<color=#ffffff>But we, Fontainians free, rejected his rule! Thus did I, and the warriors under my command, march to war all across the land.</color>\n<color=#ffffff>Paimon:</color>\nOoooh!\n<color=#ffffff>Traveler:</color>\nNice worldbuilding. Very detailed.\n<color=#ffffff>Paimon:</color>\nAnd then? And then? What happened next? How did you defeat the Dark Lord?\n<color=#ffffff>Leader:</color>\nThe Dark Lord's golems are each mighty beyond measure. How could we be their match? Still, we had the aid of \"Este the Quick-Witted\" this time!\nWith his aid, we infiltrated the Dark Lord's fell keep, and reclaimed the treasures he and his minions plundered from us Fontainians!\n<color=#ffffff>The Dude They Call \"Idiot\":</color>\nLike the Boss said, uh... what is it we're doing again...? Oh yeah! \"Disrupting the special military maneuvers being conducted by the Dark Lord's legions!\" Totally a brilliant plan!\n<color=#ffffff>Traveler:</color> <color=#ffffff>You're the protagonists of your play, yet you aren't on the up and up...</color>\n<color=#ffffff>Paimon:</color>\nSo, where's this Dark Lord? When does he take the stage?\n<color=#ffffff>Traveler:</color> <color=#ffffff>When does this Dark Lord take the stage?</color>\n<color=#ffffff>Leader:</color>\nHa! Do you think we'd still be lugging treasure if he showed up? Hah! Like as not we'd all have been turned into golems already, just like Este probably was — \"Este the Pitiful\" now, more like!\n<color=#ffffff>Paimon:</color>\nWhoa! He totally helped you, and you guys just left him behind and ran away! Are you sure you guys aren't the baddies? Baddies don't get to be the protagonists!\n<color=#ffffff>Leader:</color>\nWhaddaya mean, \"protagonists,\" \"take the stage\"... Oi, from where I'm standing, it's looking like you're really his minions, just dressed up as foreigners — I can tell from all your blabbering on about performances and plays!\n<color=#ffffff>Paimon:</color>\nEH? You mean, you guys aren't putting on a performance?\n<color=#ffffff>Leader:</color>\nHmph. So you won't 'fess up unless we char you first, eh? Let's get 'em, boys!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Defeat the \"bandits\"</color>\n<color=#ffffff>The thieves, who were beaten so badly they couldn't spare even a thought for the \"treasures,\" fled on their boat.</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Examine the chest carrying the \"treasure\"</color>\n<color=#ffffff>Paimon:</color>\n...There they go, huh? Guess they weren't acting after all.\nBut what was this \"treasure\" they were talking about? Dark Lord this, Dark Lord's keep that, no way any of that's real...\n<color=#ffffff>Traveler:</color>\nWhy don't we have a look at the \"treasure\"?\n<color=#ffffff>Paimon:</color>\nEh!? But we don't know where this stuff came from...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Paimon, expressing disinterest in treasure!? Say it isn't so!</color>\n<color=#ffffff>Paimon:</color>\nPaimon's just worried that... What if, well, just in case there's some kind of evil dark lord-y trap in it...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Consider this a necessary investigation.</color>\n<color=#ffffff>Paimon:</color>\nYou're not wrong, but... What if there's some kind of evil dark lord-y trap inside...\n<color=#ffffff>Paimon:</color>\nUgh, guess there's no dissuading you! But please be careful, okay?\nOpen the \"treasure\"\n<color=#ffffff>And as it so happens, there were no traps in the container, of the evil dark lord-y variety or otherwise.</color>\n<color=#ffffff>But there was no valuable treasure within either. Within was naught but heavy shards of shattered stone.</color>\n<color=#ffffff>Paimon:</color>\nHmph! Paimon knew they were just a bunch of frauds! There's no treasure at all!\nOr is this shabby excuse for a statue some kind of priceless artifact?\nHmm... Let's go to Petrichor and ask around. Maybe it's some kind of landmark or lucky mascot or something!\nAs for these \"treasures\"... We...\n<color=#ffffff>Paimon's Voice:</color>\n...Hey! Traveler, you...\n<color=#ffffff>\"How unforgettable the Hortus Euergetis, overflowing with fruit and flower! How grand and glorius Caesareum, how marvelous the melodies drifting through Collegium Phonascorum... O Fate, why not halt at this moment...\"</color>\n<color=#ece5d8>???</color>\n<color=#ffffff>???:</color>\nImperator. Imperator...\n<color=#ffffff>Traveler:</color>\nA... dream...?\n<color=#ffffff>█ █ █ █:</color>\nYou're finally awake, Imperator. This day is one of great import, the day when we shall sound the great Symphony, Phobos. There is yet time before the ritual, Imperator, but we should set out.\n<color=#ffffff>Traveler:</color>\nI seem to have had a dream.\n<color=#ffffff>█ █ █ █:</color>\nA dream, Imperator? I did not know that gods could dream... In that case, what did you dream of? The great plains beyond the north wind? The silver tree beneath the frozen soil...?\nOr did you see that golden future that you once showed me?\n<color=#ffffff>Traveler:</color>\nI saw... the sea swallowing the earth...\nThe children of white stone and brass sinking...\nThe collapse of all that was once radiant.\n<color=#ffffff>█ █ █ █:</color>\n...That prophecy, then, Imperator? It is precisely to prevent it from happening, to fight against inevitable fate, that we are here today.\nIn this have I had faith ever since I accepted this body and became a Remurian...\n...Apologies, Imperator. Forgive my lack of manners.\nIn any case, please, come with me.\nFollow the mysterious person\n<color=#ffffff>█ █ █ █:</color>\nThough you bestowed undying bodies upon the people, allowing humanity to fear the tides of the deeps nevermore, our souls are still bound by the shackles of \"Fortuna.\"\nThe burden of fate is not something mortal souls can bear. But \"Phobos\" shall weave the path of fate on our behalf, leading us forward on the path of justice.\nThe melody of the \"symphony\" will flow through the waterways to the high sea, and soon, Remuria... No, all of humanity, will be freed from the unconscionable tyranny of fate, and welcome an eternal utopian future.\nAnd then, one day, the people will no longer need the guidance of \"Phobos,\" and all will be able to play their own symphony.\n<color=#ffffff>█ █ █:</color>\nRemus, Remus...\nRemus. You once said that you would create a future free from the shackles of divine destiny.\nYet your realm now lies violently shattered, and the chasm you tried to bridge has grown deeper still. The immortal race you created and the peoples of the waters are slaughtering one another.\nAnd now, this so-called Eternal City too faces imminent collapse...\nYou cannot control your own creation... The \"Symphony\" has brought neither justice nor happiness, but instead has become the source of all sin.\nThough their flesh and blood have been sundered from water and soil, the lost souls guide them upon the path of inevitable death nonetheless. The curse of Fortuna is upon your people, and upon you.\n<color=#ffffff>Traveler:</color>\nDo you still remember our promise...\nThat is our last resort... As long as the Symphony is played...\n<color=#ffffff>█ █ █:</color>\nIs this the only way you usurper-lords of humanity know to atone after bringing things to ruination? Still, your resolve, at least, does not shame your kingly crown.\nAnd a promise was made, indeed. Therefore, allow me to bear witness to your end...\n<color=#ffffff>\"O King cursed by fate! Drown thyself in song, wine, and feast, for the day of judgment has not yet come...\"</color>\n<color=#ece5d8>Petrichor</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Paimon</color>\n<color=#ffffff>Paimon's Voice:</color>\n...Traveler... Please, wake up...\n<color=#ffffff>Traveler:</color>\nI... Just now...\n<color=#ffffff>Paimon:</color>\nWaaah! You scared me to death! Traveler, you...\nYou suddenly just... Completely stopped moving and started staring at the statue! Like you were a statue yourself! Paimon thought you had been turned to stone by the dark lord's evil curse...\n<color=#ffffff>Traveler:</color>\nI think I had a strange daydream...\n<color=#ffffff>Paimon:</color>\nTh—There isn't really a curse, is there!? Traveler, are you okay!?\n<color=#ffffff>Traveler:</color>\nI'm fine. Sorry for making you worry.\n<color=#ffffff>Paimon:</color>\nAs long as you're not hurt... Yeah, we should definitely go to Petrichor first.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Head to Petrichor</color>\nWalk in Petrichor\n<color=#ffffff>Paimon:</color>\nThis place feels so deserted...\nEveryone looks so weird...\nReach the town square\n<color=#ffffff>???:</color>\nWelcome, travelers, O traversers of dreamscapes.\n<color=#ffffff>\"Bellringer\":</color>\nI am the bellringer at the intersection clock tower — the guide that welcomes travelers to the Eternal City.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Oh joy, more worldbuilding, eh?</color>\n<color=#ffffff>Paimon:</color>\n(...Could he be part of the same troupe as those thieves from before?)\n<color=#ffffff>Traveler:</color> <color=#ffffff>So, valiant guardian, shall we find the Eternal City to our left or our right?</color>\n<color=#ffffff>Paimon:</color>\nWait, you're in character already!? Are you sure you're okay?\n<color=#ffffff>Paimon:</color>\nUm, leaving that aside for now, all the townspeople we ran into on the way over were acting really weird. Do you know what that's about?\n<color=#ffffff>\"Bellringer\":</color>\nWhy, everyone has gone to Machimos already. I imagine that they now dwell under the protection of the Sebastos.\n<color=#ffffff>Paimon:</color>\nWow, so in addition to the \"Dark Lord Remus,\" now we've got a \"Sebastos\"? This is getting more complicated by the minute!\n<color=#ffffff>\"Bellringer\":</color>\n\"Dark Lord Remus\"... It would appear that in your journey, you have crossed paths with those uncouth barbarians. That is indeed a blasphemous title with which they besmirch the Sebastos Remus, our mighty Imperator.\n<color=#ffffff>Paimon:</color>\nOh, so they're both the same Remus! They are the same person after all.\n<color=#ffffff>\"Bellringer\":</color>\nBut it is of no consequence! The Sebastos may not be defined by the narrow notions of the tribal mob. Those despicable insects may speak slander as they wish, but the wise, inspired by his noblest ideals, will yet come forth in their droves.\nWhen the bell of eternity tolls, all that has ever come to pass shall be erased, and all will be reborn, regardless of who they are or where they are from! Be grateful, and rejoice! Praise be!\n<color=#ffffff>Paimon:</color>\nWhat should we do, Traveler? This person sure seems lucid, but the stuff he's spouting is all kinds of whack! Y'think we've got a sleepwalker here? Maybe he's dreaming?\n<color=#ffffff>\"Bellringer\":</color>\nHmm? Do you name me a dreamer?\n<color=#ffffff>Traveler:</color> <color=#ffffff>The symptoms do match.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Who knows? We could be the ones dreaming.</color>\n<color=#ffffff>Paimon:</color>\nNo way, that's impossible! Um... At least, we probably aren't...?\n<color=#ffffff>\"Bellringer\":</color>\nD—Dreaming...? I certainly...\nWatch \"Bellringer\" faint\n<color=#ffffff>Paimon:</color>\nHey! You... Uh oh, he's out cold...\n<color=#ffffff>???:</color>\nTravelers from outside? Halt.\nExcellent, you two look completely... Mentally sound.\n<color=#ffffff>Paimon:</color>\nFinally, a normal person! Seriously, what's going on in this town?\n<color=#ffffff>???:</color>\nBefore that, let's get this gentleman somewhere safe. Can't be leaving him lying here, can we? He'll catch a cold.\n<color=#ffffff>Though the risk of catching a cold may not be the most important thing right now, you still work together with the \"normal\" person to move the incoherently rambling \"bellringer\" onto a nearby bench.</color>\n<color=#ffffff>Este:</color>\nAnyway, allow me to reintroduce myself. Call me Este. I'm a member of the town's Daydream Club — I'm the only member present right now, though.\n<color=#ffffff>Paimon:</color>\nPaimon's Paimon, and he's/she's Traveler. We're...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Tourists visiting Petrichor.</color>\n<color=#ffffff>Este:</color>\nHeh. In that case, your timing could hardly be worse. I'm afraid our present state might disappoint you.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Passing adventurers.</color>\n<color=#ffffff>Este:</color>\nAdventurers, you say... You're not here to look for that castle or whatever, are you?\n<color=#ffffff>Traveler:</color> <color=#ffffff>We're members of the Special Security and Surveillance Patrol.</color>\n<color=#ffffff>Este:</color>\nPatrol members, huh... My apologies, then, but I fear that at the current juncture, we townsfolk might struggle to cooperate with whatever investigation you're conducting...\n<color=#ffffff>Paimon:</color>\n(Hey, hey! Best not to impersonate officials, don'cha think?\n<color=#ffffff>Paimon:</color>\nWait. You introduced yourself as \"Este\"... We've heard that name before!\n<color=#ffffff>Traveler:</color> <color=#ffffff>It was you who brought the bandits into the Dark Lord's castle, was it not?</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Ah, I see you escaped with your life! Fabulous!</color>\n<color=#ffffff>Este:</color>\nHuh? What? So... you've also...\n<color=#ffffff>Paimon:</color>\nNo, no, we're wide awake, trust us! We just don't get why everyone's saying all sorts of crazy things...\n<color=#ffffff>You tell Este about how you met and drove the \"bandits\" who saw the shattered stones as treasure away outside town.</color>\n<color=#ffffff>Este:</color>\nOh, it's them...\n* sigh * Where to begin? The legend of the Faded Castle has never been a secret. Adventurers just like them come by looking for it every once in a while.\nAnd whether it's because the impression the name \"Golden Troupe\" conjures up is nothing more than poetic imagery, or because the castle was built millennia ago, it's more likely than not that nothing of value remains there now.\nAh, but would they ever listen? Of course not! No sooner had I brought them over to the ruins in the mountains than they began destroying statues and stuffing them into boxes like people possessed!\nI could not stop them alone, so I went back to town to get help. I never imagined I'd find nothing but dazed stares and mad ramblings all around. It was like everyone had fallen under some hypnotic spell...\nThe Daydream Club has researched hypnosis before, but something like this is far, far beyond our capabilities. My hypothesis is that something abnormal has occurred within the ruins. According to the records...\n...Hmm. Actually, why are we the only ones not affected? Interesting. Most interesting...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Perhaps we can find a solution in the ruins.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Maybe we can find treasure in the ruins!</color>\n<color=#ffffff>Paimon:</color>\nWhy don't you wait here, Este? Leave the adventuring to us! If you come too, you might get turned into a golem!\nWatch a white cat pass by\n<color=#ffffff>Paimon:</color>\nAww, is that your cat, Este? It's so cute!\n<color=#ffffff>Este:</color>\nNo, though the fellow who studied hypnotism would say that they are creatures with keen senses...\nHmm. How odd. That, err, collar? Pendant? I could swear I've seen that accessory before...\n<color=#ffffff>Paimon:</color>\nAh, it ran off...\nAnyway, ignoring the cat question for now, we should still go to the ruins first and have a look! Say, Este, how can we get there?\n<color=#ffffff>Este:</color>\nThe ruins? The mountain behind town. Just so happens to be the exact direction that the cat ran off in.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Hehe, kitty cat, hehe~</color>\n<color=#ffffff>Paimon:</color>\n...Traveler, are you sure you're okay?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Then it's time we set off.</color>\n<color=#ffffff>Este:</color>\nThings are pretty murky right now. Take extra care.\n<color=#ffffff>Paimon:</color>\nYou too, alright? We'll be right back, don't you worry!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Explore the ruins in the mountain</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Defeat the revived statue</color>\n<color=#ffffff>Paimon:</color>\nWhoa! This statue can move!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to the talking cat</color>\n<color=#ffffff>???:</color>\nNot bad, not bad. Your valor would not know shame, even should it stand in the company of the Marechaussee Hunters of old.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Whoa, it's a rare shiny cat!</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>It's a talking animal!</color>\n<color=#ffffff>Paimon:</color>\n...We've seen a whole lot of really strange things on our journey. Even so, a glowing, talking cat... Paimon supposes it still makes the \"rare\" list...\n<color=#ffffff>Glowing Cat:</color>\n...One such as I shall not dwell on being called a \"strange thing.\" O chosen champions, Traveler and Paimon, the time has come for true heroes such as ye to step forth!\nCome with me unto the ancient kingdom of the deep seas. We must still the chaotic \"Symphony\" if we are to save the lost souls.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Err, is this also part of the worldbuilding too?</color>\n<color=#ffffff>Paimon:</color>\nUh, could it be like... One of the Yae Publishing House's novels, the ones with the \"He Was Our Companion in the Last Life, but Only He Inherited the Memories\" kind of plot?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Oh, right! I'm the hero! Let the journey begin!</color>\n<color=#ffffff>Paimon:</color>\nSeriously, Traveler, how can you fall for this stuff so easily? Very well then, O chosen hero, for the sake of Paimon's tummy-tum, stand tall and move with haste to buy her some Fonta!\n<color=#ffffff>Paimon:</color>\nSpeaking of... Just who are you?\n<color=#ffffff>Ouranides of Ouranopolis:</color>\nMust I start from the beginning? ... Very well. \"Ouranides of Ouranopolis\" is my name, a spirit-keeper of the ancient realm.\n<color=#ffffff>Paimon:</color>\nUh, Ou—Oura... Ouwhatnides of the where now? Ugh, what a tongue-twister! Paimon's just gonna call you \"Osse\" for short. That's close enough, right? What do you think?\n<color=#ffffff>Osse:</color>\nMeow, meow!?\n<color=#ffffff>Traveler:</color>\nMeow, meow?\n<color=#ffffff>Osse:</color>\nHmm. It appears that I cannot command this body as I wish, to the extent that bestial behaviors may even overbear me from time to time... If, from the beginning, I could only have...\nAhem! As the two of you can see, the boundaries between past and present have begun to blur thanks to the influence of the chaotic \"Symphony.\" It is for this reason that I too have awoken. For now, the affected area is yet small.\nThe inhabitants of Petrichor have had their souls taken away. They exist in that maddened, dream-like state because the \"Symphony\" has temporarily granted them identities and memories to fill the void left behind.\nIt is as if a vessel filled with pure water has had its contents replaced with wondrous wine. An apt description, considering that those are memories of ancient history gifted by the \"Symphony.\"\n<color=#ffffff>Paimon:</color>\nEh? Let Paimon think... So what you're saying is that the townspeople of Petrichor have had their souls stolen? And then their bodies have been possessed... Waaah, that sounds super scary!\n<color=#ffffff>Traveler:</color>\nYou said that the affected area isn't very large yet...\n<color=#ffffff>Osse:</color>\nThat is correct, Traveler. Of course, eventually, even the Court of Fontaine will be consumed if the \"chosen hero\" cannot restore harmony to the chaotic melody.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Nothing else for it. I am the hero, after all...</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>No choice but to take a look.</color>\n<color=#ffffff>Paimon:</color>\nYeah! Alright then, Osse, lead the way!\n<color=#ffffff>Osse:</color>\nThank you so much. The road to the ancient realm lies beneath this spring you see before you. I have caused the seal on the hidden path to manifest.\nNext, I shall activate the device that maintains the seal...\nThere we go. Now then, help me retrieve the harp's strings, and I shall thus be able to break the seal and open the way.\nNow then, let us go unto the faded castellum of gold.\n<color=#ffffff>Paimon:</color>\nA faded golden cast... Hmm, Este mentioned something about the legend of the Faded Castle too, right? Aren't we talking about these ruins?\n<color=#ffffff>Osse:</color>\nNay, nay. These are but scraps on the surface. The true castle lies deeper underwater.\n<color=#ffffff>Paimon:</color>\nHmm... You sure do know much more than the cats in town, huh, Osse?\n<color=#ffffff>Osse:</color>\nYou compare me to the cats in town? Such... Hmph. Follow closely and try not to get lost, then.\n<color=#ffffff>Paimon:</color>\nWow, he just jumped down! Can cats swim?\nObtain"
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "name": "Ancient Score",
        "desc": "<p>This seems to be a musical score created using unknown materials by an ancient civilization.</p><p>The melody recorded within can only be deciphered using a special device.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/65e53c5f5903c0f59f3dc91f991fc669_2161968992684570999.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Quest Objective:</color> <color=#ffffff>Follow Osse into the deep spring</color>\n<color=#ece5d8>Faded Castle</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Go to the underwater Faded Castle</color>\nSwim along the current\n<color=#ffffff>Paimon:</color>\nPaimon feels like these statues are staring at us... They won't suddenly attack us, will they?\n<color=#ffffff>Osse:</color>\nDifficult to say... Perhaps that golem you defeated earlier climbed up from here.\n<color=#ffffff>Paimon:</color>\nThat's just terrifying... Is it too late to swim back now...?\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Head to the Faded Castle</color>\n<color=#ffffff>Paimon:</color>\nHuh, Paimon didn't think there'd be such a huge space down below. Guess you do know your stuff, Osse!\n<color=#ffffff>Osse:</color>\nThis is but the tip of the iceberg! Once, an entire nation and the land upon which it was built sank beneath the waves... and my mission is to prevent that which has sunk from resurfacing.\n...Or so I believe.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Poof, and just like that, you suddenly seem a lot less reliable...</color>\n<color=#ffffff>Osse:</color>\nWell, what am I but a cat that knows an inkling more than those in town, hmm?\n<color=#ffffff>Traveler:</color> <color=#ffffff>I really wish I had a reliable guide.</color>\n<color=#ffffff>Paimon:</color>\nIn that case, leave the guiding to Paimon! ...Well, that's what Paimon would like to say, anyway!\n<color=#ffffff>Osse:</color>\nHehe... Anyway, we are the sole arbiters of whether the souls of the townsfolk can safely return to their bodies or not, so eyes up, now.\nThe Faded Castle is just through that great gate. Let us continue onward.\nFollow Osse\n<color=#ffffff>Paimon:</color>\nWow! How are you so fast, Osse?\n<color=#ffffff>Osse:</color>\nI am a cat, after all, so appearing and disappearing with utmost alacrity is to be expected. It is you, Paimon, who must fly faster.\nApproach the windows\n<color=#ffffff>Osse:</color>\nDo not let those trifling things outside the window interfere with our relentless march forward. We have work to do!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Obtain a fantastical music box</color>\n<color=#ffffff>Paimon:</color>\nWhoa, Paimon bets a lot of people can live in a huge castle like this!\n<color=#ffffff>Osse:</color>\nBut of course! And not just people, either...\n<color=#ffffff>Paimon:</color>\nHey! There you go again, saying creepy stuff with a straight face!\n<color=#ffffff>Osse:</color>\nOh, fret not! Surely heroes such as yourselves would dispatch any hidden ghosts or phantoms without breaking a sweat?\n<color=#ffffff>Paimon:</color>\nAnd what is this? What an exquisite box! Seems like a music box of some kind! Still, it doesn't seem to fit in too well with its surroundings.\n<color=#ffffff>Osse:</color>\nGood eye. That is indeed a music box, but just as I have knowledge beyond ordinary cats, this music box has functions beyond most others.\n<color=#ffffff>Traveler:</color> <color=#ffffff>What, can it speak too?</color>\n<color=#ffffff>Osse:</color>\nHmm? That... did not cross my mind. Regrettably, it does not have such a function — for now, at least.\n<color=#ffffff>Traveler:</color> <color=#ffffff>My my, I didn't think you would be so catty...</color>\n<color=#ffffff>Paimon:</color>\nHey, Paimon was just joking before! She didn't think you'd take it seriously... Um, it's Paimon's fault, okay? Don't be mad...\n<color=#ffffff>Osse:</color>\nMeow, meow?\n<color=#ffffff>Paimon:</color>\nSeriously!? Now you pretend to be a cat?\n<color=#ffffff>Osse:</color>\nAnyway, even those who lack any musical knowledge can freely operate the power of the \"Symphony\" using this box. We will have use of it later, I am sure.\n<color=#ffffff>Paimon:</color>\nHuh? But isn't it because this \"Symphony\" has gone all whacky that all the townsfolk turned into... whatever they are now? So what if Traveler presses the wrong button or something?\n<color=#ffffff>Traveler:</color> <color=#ffffff>The \"Symphony\" here may also become chaotic...</color>\n<color=#ffffff>Traveler:</color>\n<color=#ffffff73>And become \"the source of all sins\"...</color>\n<color=#ffffff>Paimon:</color>\nWait, what? What \"sins\"? You okay over there, Traveler?\n<color=#ffffff>Osse:</color>\n...\n<color=#ffffff>Traveler:</color> <color=#ffffff>What sort of clumsy clod do you take me for, Paimon?</color>\n<color=#ffffff>Paimon:</color>\nPaimon's just thinking about the worst-case scenario. Maybe Osse might jump out from a corner and scare you. One of these unmoving statues might start walking around! Or maybe traps might spring out from the ground and the walls...!\nAny of those could happen, right?\n<color=#ffffff>Osse:</color>\nPeace, now, you need not be so fretful. The \"Symphony\" was mighty, beautiful, and glorious once, an existence that shouldered golden ideals.\nThat it sows chaos upon the surface is a mere mishap of misalignment, the result of evildoers misusing great, glorious power.\nBut were it Traveler, surely he would wield its power correctly./But were it Traveler, surely she would wield its power correctly.\n<color=#ffffff>Traveler:</color> <color=#ffffff>That's quite a lot of trust you're putting in us.</color>\n<color=#ffffff>Osse:</color>\nIt might be more accurate to say that I have no other option. I am a mere cat at present, after all. Should I wish to make use of the music box myself, it might prove somewhat difficult.\n<color=#ffffff>Traveler:</color> <color=#ffffff>I wouldn't be so sure if I were you...</color>\n<color=#ffffff>Paimon:</color>\nHey! Now's not the time to be joking around. What if Osse takes you seriously, huh?\n<color=#ffffff>Osse:</color>\nWe have spoken this much. Now, to put things to the test. Remember the strings we got from the harp in the ruins? Those were, in truth, the \"scores\" on which the \"Symphony\" was recorded.\nAs long as you place the score into the music box, the box shall play its tune all on its own.\nPlay the tune\n<color=#ffffff>Paimon:</color>\nOoh, that's a pretty happy tune, Paimon's feeling all warm and fuzzy inside...\n<color=#ffffff>Osse:</color>\nHehe, it seems this box still functions. Well now, are we not safe?\n<color=#ffffff>Paimon:</color>\nWait, so you weren't even sure if it would work or not!?\n<color=#ffffff>Osse:</color>\nNot completely. One cannot judge a box by its cover, do you not concur?\n<color=#ffffff>Paimon:</color>\nPaimon gets the feeling that you're not talking about the box at all... But never mind that. What should we do now?\n<color=#ffffff>Osse:</color>\nThe chaotic \"Symphony\" must be here. If we can locate it, we can retrieve the souls that have been taken from the townsfolk.\n<color=#ffffff>Traveler:</color>\nThen let's have a look around for starters.\n<color=#ffffff>Osse:</color>\nA reasonable judgment. If memory serves, this castle has a great many strange rooms. Perhaps they are worth investigating first.\nAlso, the castle's central hall plays host to a mysterious stage. Though no more plays shall ever be performed there...\nIt was once an entrance to a place deeper underwater still, where the power of the \"Symphony\" yet lingers. We must go and check for any further anomalies there.\n<color=#ffffff>Paimon:</color>\nDeeper still...?\n<color=#ffffff>Osse:</color>\nIndeed. I wonder what awaits us there?\n<color=#ffffff>Paimon:</color>\nHey, now's not the time to leave us hanging, Osse! You're a surprisingly petty one, huh?\n<color=#ffffff>Osse:</color>\nStill, before the riddle may be solved, we must first find the clues that await us in the castle. Come, let us away.\nObtain"
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Ancient Autoharmonic Music Box",
        "desc": "<p>An ancient music box found in the Faded Castle. It contains the mysterious power of the Symphony.</p><p>Use it to read musical scores left by the ancient civilization. Find more scores to unlock the civilization's secrets.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/72e381551bbee1988ad96b4d235a955c_7933185126891180631.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Shadow Over Petrichor"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ]
  }
}