{
  "epId": 5639,
  "name": "Underwater Nocturne",
  "desc": "<p>In order to rescue the people of Petrichor, you follow the strange cat named \"Osse\" into the mysterious Faded Castle...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/03386dacb31726cbf471f6fb2a29e069_7266191288745868806.png",
  "menuId": 31,
  "menuName": "World Quests",
  "version": 1735418033,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Underwater Nocturne"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Faded Castle</color>\n<color=#ffffff>Quest Description:</color> In order to rescue the people of Petrichor, you follow the strange cat named \"Osse\" into the mysterious Faded Castle...\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Continue exploring the Faded Castle</color>\nWalk up the stairs\n<color=#ffffff>Paimon:</color>\nWaaaaaah!\nThat strange fish was so huge! Good thing it didn't come for us...\nApproach the location\n<color=#ffffff>Paimon:</color>\nIs this the stage you spoke of earlier, Osse? And are Paimon's eyes deceiving her, or is the mural on top still moving? It's kinda spooky...\nThat \"terrifying power\" couldn't be escaping from here, could it? Osse?\nHey! Osse! Ossssseeee! Are you spacing out?\n<color=#ffffff>Osse:</color>\nMeeeow?\n...Ahem. My apologies. I was distracted for a moment.\n<color=#ffffff>Paimon:</color>\nDid you once perform on this stage? Is that why you're feeling, uh... nostalgic, or something like that?\n<color=#ffffff>Traveler:</color> <color=#ffffff>...Did you play a cat?</color>\n<color=#ffffff>Paimon:</color>\nThat seems unlikely!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Perhaps you were an audience member.</color>\n<color=#ffffff>Paimon:</color>\nOh! Good point!\n<color=#ffffff>Osse:</color>\nI might have, or I might not. It was all in the past either way. Utterly irrelevant...\nWhat matters now is the scent of discord I smell in the air. As though some presence, one that makes me uneasy, once visited this place.\nI fear that specifics may only be ascertained once we have performed the \"score\" here.\n<color=#ffffff>Paimon:</color>\nThere's one here too? Paimon didn't notice...\n<color=#ffffff>Osse:</color>\nWell, you may have seen \"scores\" shaped like strings, but you have not seen those shaped like murals. One such is before you.\n<color=#ffffff>Paimon:</color>\nOh! So the pictures are moving because it's actually a score?\nThere are 3 scenarios for the following dialogue:\n<color=#ffffff>Scenario 1:</color> <color=#ffffff>The Blank Score has not been found.</color>\n<color=#ffffff>Osse:</color>\nIndeed. Now, let me think. To stage a performance, we shall first need to place the \"blank score\" in here... We should be able to find one here in the castle.\n<color=#ffffff>Scenario 2:</color> <color=#ffffff>The Blank Score was found but not obtained.</color>\n<color=#ffffff>Osse:</color>\nIndeed. Now, did we not find a \"blank score\" a while back? Merely slot it into this device, and our performance can begin.\n<color=#ffffff>Scenario 3:</color> <color=#ffffff>The Blank Score was found and obtained.</color>\n<color=#ffffff>Osse:</color>\nYes. Did we not find a \"blank score\" before? It is time now to perform it. Please, do the honors.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Look for the \"Blank Score\"</color>\n<color=#ffffff>Paimon:</color>\nIt's the strange shiny fish again! Feels like it's been following us from outside all this time, how weird...\n<color=#ffffff>Osse:</color>\nPaimon, have you witnessed so little of the world as to find such things strange? Are we not underwater? Is it not ordinary to see all manner of fish about?\n<color=#ffffff>Paimon:</color>\nEh? But this big guy looks anything but ordinary!\n<color=#ffffff>Traveler:</color>\nAnd this voice... I've heard it before...\n<color=#ffffff>Paimon:</color>\nSeriously? You mean from the dream you had before?\n<color=#ffffff>Osse:</color>\n*sigh* This part of the sea outside is like the castle, it belongs to the past. It is something that should have been forgotten...\nIf one ceaselessly calls out to a monster that has been blotted from memory, they might yet jump out and cause trouble.\nIt is wise to be cautious. It is for the best if we simply treat it as an ordinary fish.\n<color=#ffffff>Paimon:</color>\nYou make everything sound so scary, Osse! Are you just trying to creep us out or something?\n<color=#ffffff>Osse:</color>\nI simply mean to avoid unnecessary complications. After all, our top priority is to retrieve the surface-dwellers's souls, no?\nIt just so happens there's a \"blank score\" before us. We simply need to use the music box to tune the Autoharmonic Reed Pipes on either side, and we can obtain it.\nGive it a go.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Take the \"Blank Score\"</color>\nObtain"
      },
      {
        "type": "CustomEntry",
        "epId": 5625,
        "name": "Blank Score",
        "desc": "<p>This seems to be a musical score created using unknown materials by an ancient civilization.</p><p>Its staves lie empty. No notes have ever been recorded here.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/20f778a7abc51d27a327d9c6d78ca332_315505539460403011.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Quest Objective:</color> <color=#ffffff>Play the \"symphony\" on the mural</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to the strange shadow</color>\n<color=#ffffff>???:</color>\n\"Not only do we have the same hardy skin, but in our veins flows the same divine essence. We share the same wisdom and melody — the same will.\"\n<color=#ffffff>Paimon:</color>\nWh—Whoa! Someone's coming out of the mural!\n<color=#ffffff>???:</color>\nIt has been too long, dear friend! How many years since that day? Five hundred? Thousands?\nStill, time matters not to us at all. You may be in this small body now, but I recognized you in an instant.\nWell? Have you tired of battle, and decided to take up rat-catching as a new hobby?\n<color=#ffffff>Osse:</color>\nIt's you...\n<color=#ffffff>Paimon:</color>\nAnd what is he exactly? A monster? A ghost? Or... could he be the real Dark Lord?\n<color=#ffffff>???:</color>\n\"Dark Lord\"? Pah! Barbarians remain barbarians, I see. Ignorant even of their own ignorance.\n<color=#ffffff>Boethius:</color>\n\"Boethius of Remuria\" am I, foremost Harmost of Phobos. You need not introduce yourselves — I have no interest in the titles peddled by primitives.\n<color=#ffffff>Traveler:</color>\nYou know this rude fella, Osse?\n<color=#ffffff>Osse:</color>\nI do not deny it, but...\n<color=#ffffff>Boethius:</color>\nNeed you be so formal, Cassiodor? Do our years of service under our Sebastos, our God King, matter so little to you?\n<color=#ffffff>Osse:</color>\nThe past is past. I do not know how you, whose soul has long been shattered, have manifested, but it seems that the chaotic \"symphony\" is your doing, and none other.\nCease! Return the souls of those who live in the present, and go back to the shadow, beneath the deep waters, to where you belong — this is my final warning to you.\n<color=#ffffff>Boethius:</color>\nOh, and what then? Will you continue wearing your mask of hypocrisy, traitor? Will you shut your eyes and ears for another millennium?\nBut you have noticed, haven't you? Why my melody would break its bonds at this time, and affect the present.\nWhy my strength has given me the might to open the gate to the deep waters, allowing me to manifest.\nThe power of the sea surges, Cassiodor... The return of Phobos is imminent!\n<color=#ffffff>Osse:</color>\n\"Phobos\"...?\n<color=#ffffff>Boethius:</color>\nYes! Indeed! Over these thousands of years, I have already bound my soul to the shattered Phobos...\nThe omniscient enigma, the great power, is about to finally descend once again. And is this not the wish that we once failed to accomplish?\n<color=#ffffff>Osse:</color>\nTo repeat the past is to give the ancient tragedy an encore... nor have I ever wanted to sacrifice innocent lives.\n<color=#ffffff>Boethius:</color>\nIs that so? Well, not that it matters, Cassiodor. The world you have defended is coming apart at the seams. The people of bygone times you see before you shall return to their rightful places.\nFontaine's existence is a mistake — one we shall correct. When the oceans swallow it, Remuria shall rise above the sea once again, and its light shall shine over the land!\nThe following dialogue option is available after completing <color=#ffe14b>Archon Quest Chapter IV: Act V \"Masquerade of the Guilty\"</color> .\n<color=#ffffff>Traveler:</color> <color=#ffffff>Is this because of the Primordial Sea?</color>\n<color=#ffffff>Boethius:</color>\nDo even barbarians know of its existence nowadays?\n<color=#ffffff>Traveler:</color> <color=#ffffff>How can you call it a mistake...?</color>\n<color=#ffffff>Osse:</color>\nYou are the mistaken one. We should have assimilated into this new nation thousands of years ago, but it was you who warped them into puppets of ancient hate.\nWhether that Phobos matter is true or false, as long as my will has not dissipated, your schemes will not succeed.\n<color=#ffffff>Boethius:</color>\nDo you mean to say, then, that we should abandon our honor as Remurians and degenerate into mere base insects?\nHow could I ever allow my kin to return to those bags of decaying flesh and become slaves to\nonce more?\n<color=#ffffff>Osse:</color>\nIt seems that the millennia have not led you to accept Remuria's downfall. If anything, you have grown more obstinate still.\n<color=#ffffff>Boethius:</color>\nPerhaps it is in our stubbornness alone that we are quite similar. I thought that the long years would have rendered you willing to once more stand by our side.\nYou betrayed the tribe that birthed you... and you betrayed Remuria. You may have become the \"Golden Hunter,\" but you cannot remove the brand of the Sebastos that marks you still. You will always be a Remurian.\n<color=#ffffff>Osse:</color>\nRemurians have long ceased to exist... save in your delusions. The world of old has passed away.\n<color=#ffffff>Boethius:</color>\nOf course, of course — or so it was meant to be. But now, the border between past and present has faded.\nIf you insist on becoming the enemy of our ancient realm and sealing me once more in a cage buried beneath the waves, then those Fontainians you wish to protect — yes, all of Petrichor — shall be buried as one.\n<color=#ffffff>Paimon:</color>\nHuh? No way! We won't let that happen!\n<color=#ffffff>Boethius:</color>\nThat is not up to you, insolent savage! When that time comes, your lowly flesh will be rendered as dust, but your souls will join with ours, and take the next step of evolution.\nWe shall bestow upon you eternal, resilient bodies, that you may never again suffer mortal pain. Hmph... Should you have words of gratitude, I will hear them.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Why, thank you so very much.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>You've gotta be kidding me.</color>\n<color=#ffffff>Paimon:</color>\nThat's not something we'd be thankful for at all!\n<color=#ffffff>Osse:</color>\nJust like those puppets who danced as you performed, those pitiable slaves and servants? Those poor children, everything was stripped from them, and you still speak with such conviction.\n<color=#ffffff>Boethius:</color>\nAll things have their price. Narrow personal opinions are but refuse to be discarded by a higher class of being such as I.\nBesides, as I see it, they are the ideal form of humanity, adhering unerringly to perfect order.\n<color=#ffffff>Paimon:</color>\nYou're absolutely nuts, and... and despicable too!\n<color=#ffffff>Boethius:</color>\nDespicable? Hah! And what would you call what Cassiodor did to us thousands of years ago, then!? By comparison, this is nothing!\nAh, ah, but patience! We should have a good, long talk, but not here, no. We shall speak beneath the deep waters, in the deepest bowels of our ancient realm — where everything began.\nThe realm awakens, Cassiodor! You are the sole survivor of our fallen realm, the sole Remurian left with free will, and you have left us for far too long.\nYou must return to us, and listen to the lamentation and anger of the long years. Perhaps then you shall be more receptive to my symphony, and to the arrangement of Phobos.\nI will await you in the royal city of Remuria, in Domus Aurea, where the Sebastos plied his melody. I will, of course, extend the appropriate hospitality to those souls from the present before your arrival.\nShould you still remain resolute when the time comes, their souls will naturally receive their release.\nAnd as for you... You are not part of Phobos's plan, and yet, the great symphony shall in no wise cast out any audience...\nDo enjoy the passing prelude I have prepared for you!\nIf fortune proves favorable, we shall meet again...\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Defeat the golems</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Osse</color>\n<color=#ffffff>Paimon:</color>\nWell, that shut 'em up. What do we do now, though?\nIf we wanna save the souls of the townspeople, we're gonna have to head to that doomus aria of whatever that super rude, duper arrogant guy talked about, right?\n<color=#ffffff>Traveler:</color>\nAs you might recall, we weren't invited...\n<color=#ffffff>Paimon:</color>\nSince when have we ever needed invitations to crash some bad guy's party?\nOh, right, but from what he said, he seems to have known Osse for a long time. Said they worked for the \"Sebastos\" or whatever...\n<color=#ffffff>Traveler:</color>\nWe need to have a good talk before we go...\n\"Cassiodor\"\n<color=#ffffff>Osse:</color>\nIf you have anything you'd like to ask me, this time, I shall tell you all I know...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Tell us about Remuria...</color>\n<color=#ffffff>Paimon:</color>\nThat's where you and that rude fellow are both from, right, Osse?\n<color=#ffffff>Traveler:</color> <color=#ffffff>We've heard that name before.</color>\n<color=#ffffff>Paimon:</color>\nThat's true! We heard about Remuria back in the Fortress of Meropide. Apparently, it was ruled by a god named Remus.\nThe stories said Remus rode his big ship around and conquered all of Fontaine... but that's as much as Paimon knows.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Seems to be an ancient nation.</color>\n<color=#ffffff>Osse:</color>\nVery well. The story begins before the Court of Fontaine as you know it was born...\nThe Sebastos, Remus, founded a nation above the High Sea that is Fontaine, and the ancestors of the present-day Fontainians named him the \"Dark Lord Remus\" in their terror.\nBefore it sank, this body of water was part of the Great Fontaine Lake and the location where the capital of Remuria was sited. As such, these waters have the same properties as those of Fontaine.\n<color=#ffffff>Paimon:</color>\nWait, so we're actually in the ruins of Remuria now?\n<color=#ffffff>Osse:</color>\nIndeed. But where the tale differs from commonly-told history is...\nThe people of Remuria were not ordinary humans like the Fontainians. Rather, they were a new race, their bodies were cast of stone, with Ichor for blood.\nThe Sebastos gave us such bodies in the hope that we could escape our prisons of rotting flesh and fate.\nHis great vision was that we should all grasp the power of the Symphony and thereby escape the shackles of Fortuna, becoming the masters of our own destiny.\n<color=#ffffff>Paimon:</color>\nSo those stone statues we saw on the way here... those were your... kin?\n<color=#ffffff>Osse:</color>\nPrecisely so. I fear that they have long lost their free will, however, becoming mindless slaves, worse off by far than the humans of old, easily perishable though they are.\n<color=#ffffff>Paimon:</color>\nWait, in that case, why are you a cat?\n<color=#ffffff>Osse:</color>\nI am a cat... \"for now.\" And one's will and soul are more important than one's body, are they not? Regardless, it was the Sebastos who gave me new life.\nWe once possessed all of the High Sea, countless cities and palaces, flowers, flowing wine... and yet, fate found us all the same.\nAfter returning from the deepest depths of the sea, the Sebastos used Ichor to create imperishable bodies for the people, and still, the prophesied future did not change.\nOur God King believed that it was because human souls could not escape the gravity of fate, and so he wrote the \"Symphony,\" a music that could weave destiny.\nHe believed that through this he had found a way to resist fate, but instead that path led us into utter darkness, step by step.\nAnd in the end, the entire kingdom sank beneath the waves, as though it had been smote by divine judgment...\n<color=#ffffff>Paimon:</color>\nNo...\n<color=#ffffff>Osse:</color>\nI fear that even he did not foresee such an outcome, though all the same, that is what happened.\n<color=#ffffff>Traveler:</color> <color=#ffffff>So, tell us about your impudent friend...</color>\n<color=#ffffff>Paimon:</color>\nRight! And he called you \"Cassiodor\" or something, right? But aren't you called Ouran... Oura... something?\n<color=#ffffff>Osse:</color>\nJust as I have traversed many bodies, I have had many names. Of course, this is all thanks to the Sebastos, who separated my soul from the Grand Symphony...\n<color=#ffffff>Traveler:</color> <color=#ffffff>A convenient ability indeed.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>...You weren't planning on puppeting one of us at some point, were you?</color>\n<color=#ffffff>Osse:</color>\nMeow? Meow meow?\n<color=#ffffff>Paimon:</color>\nWhoa, who would've thought such a cute little cat would consider doing something so horrible? ...Hey, waitasec! That means that you aren't even a cute kitty in the first place!\n<color=#ffffff>Osse:</color>\nWell, be that as it may, Traveler, you are used to playing the courageous savior, are you not? I, too, play the role I know well... albeit in an unfamiliar form.\n<color=#ffffff>Osse:</color>\nBut back to Boethius... He was not always evil. He was once a noble Harmost of Remuria, and the sole survivor following the great catastrophe that befell.\nThe original purpose of the golden castellum was to unify our surviving kin and prevent the catastrophe of the rising waters from ever occurring again. But evidently, Boethius had his own designs...\nWhile I and my companions ranged across the land, struggling mightily to contain the power of the primordial waters, he used his eloquent tongue to sway those who remained.\nHe initiated a fell ritual that aimed to restore the shattered \"symphony\" and revive the ruined realm. To this end, he did not hesitate to dissolve the will of our kin and plunder the souls of Fontainians everywhere.\nMany rulers and nobles became his pawns, and polities newly-born lay on the brink of destruction.\nTo stop him, who had by now clearly become a monster, I could only forsake my name and become one who hunts phantoms, resisting him alongside the Fontainians.\nBitter was the conflict before we were at last able to seal both him and the sea that had devoured our nation.\n<color=#ffffff>Traveler:</color>\nAnd that is why he names you traitor.\n<color=#ffffff>Osse:</color>\nI followed the Sebastos precisely because he had shown me that golden dream, a land where prejudice and difference were no more, a land of justice and freedom.\nBut that was what it had become after Remuria sank... no more than a dream. I would rather be called a traitor than let Boethius trample on our ideals.\nI swore upon fate that I would serve as the barrier between past and present. Thus did I become the spirit-keeper of our ancient land.\n<color=#ffffff>Paimon:</color>\nGuess Mr. Impolite's a pretty stubborn guy, huh? Even after being beaten up and sealed, he's still looking to break out and cause trouble...\n<color=#ffffff>Osse:</color>\nI had thought that even if evil lingered in him, his soul had long been broken, and he would remain naught but discordant notes, a \"symphony\" plunged into strife.\nI never thought that he would weave his shattered self into the \"symphony\" and thus gain mastery over it. The discord and dissonance that now emanates from these waters can be regarded as an extension of his power.\nIf we are to defeat him... I fear we must await the moment when all his soul fragments have gathered around one body.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Let's hear about the symphony and \"Phobos\"...</color>\n<color=#ffffff>Osse:</color>\nWhere should I even begin... The \"Symphony\" is human memory and persona woven into a melody through musical notation, creating a song in which human souls can dwell and have their wishes fulfilled.\nIn that way, to master the \"Symphony\" is to master \"fate\"... This is the secret that the Great Golden Bee Sybilla, the prophet who survived the previous cycle, imparted.\nThe Sebastos, who created the \"Symphony,\" poured these melodies into the insoluble Ichor, in hopes that all might control their own fates through playing that music.\nHe overestimated us, I fear, for his deeds terrified us... The people could not bear the burden of fate, and they begged their god and superiors for guidance.\nAt the request of the people, the Sebastos wrote all melodies into the grandest of melodies. This new Symphony would bring us all the greatest of happiness — and its name was \"Phobos.\"\n<color=#ffffff>Traveler:</color>\nBut it did not bring what was promised...\n<color=#ffffff>Osse:</color>\nIndeed. You saw how it all ended, didn't you?\nHad the Sebastos's plan worked, the Symphony would have woven a melody of utmost gentleness for us all — an eternity that would last a thousand years and beyond. But something went wrong...\nBesides the Sebastos himself, only said superiors, the Harmosts, could have changed Phobos's melody.\nAnd Boethius... was once an excellent Harmost.\n<color=#ffffff>Traveler:</color> <color=#ffffff>So, about the dreamscape I saw...</color>\n<color=#ffffff>You tell of the strange dream you saw before...</color>\n<color=#ffffff>Osse:</color>\nAh, yes, those were indeed the memories left by he whom I served, the Sebastos, the God King Remus. Though I do not understand how you were able to see them, Traveler...\nBut I do not think you need to worry. If this chaotic \"symphony\" was enough to control you, it would have done so long ago on the surface. But that has not happened, yes?\n<color=#ffffff>Paimon:</color>\nHmm. Speaking of which, why isn't Este affected? Is he just, uh, especially gifted?\n<color=#ffffff>Osse:</color>\nI do have some idea, but it might be best to wait for the right time to speak of that.\n<color=#ffffff>Paimon:</color>\nOh, here we go again with the cliffhangers... Just don't forget to tell us, alright?\n<color=#ffffff>Osse:</color>\nIn any case, since you can see these things, Traveler, that means that some fragment of the Sebastos's will and memory remains in this underwater symphony.\nLong millennia have I searched... and if you could touch some more of these memories, perhaps I may find the answers I have sought all this time...\nThe great waves could not hurt a god, even should their crests scrape the very skies. And yet, the Sebastos disappeared without a trace when our nation fell into the depths...\nHe would not have sat idly by as his nation and people drowned in blood... So where did he go? Or was his passing Remuria's true death knell?\n...\n<color=#ffffff>Traveler:</color> <color=#ffffff>That's all for now. We can leave the rest for later.</color>\n<color=#ffffff>Osse:</color>\nVery well. If there is anything else you wish to know, do not hesitate to ask me.\n<color=#ffffff>Paimon:</color>\nGuess we're heading to Domus Aurea next, so we can meet that rude guy, right? It's gonna be dangerous for sure, but...\n<color=#ffffff>Osse:</color>\nI will continue to guide you. It is, after all, my homeland. Though it may have sunk to the very bottom of the sea, I remember its paths still, even after all these millennia...\n...Or so I believe.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Just don't let us down when it counts...</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Cat's out of the bag.</color>\n<color=#ffffff>Osse:</color>\nShould we encounter difficulties, you may count on me. Do not forget that I am far stronger than an ordinary cat.\n<color=#ffffff>Paimon:</color>\nY'know, every time Paimon remembers that you're actually an ancient person from thousands of years ago, it just feels wrong that we're calling you Osse... But your full name is way too long, so...\nOkay, let's just call you \"Monsieur Os,\" then! What do you think? Is it polite enough?\n<color=#ffffff>Monsieur Os:</color>\nA name to me is nothing more than a label, but as this represents your acknowledgment, Paimon, I will gladly accept it.\n<color=#ffffff>Paimon:</color>\nHehe, let's move out! It wouldn't be too bad to keep your rude friend waiting, but the townspeople can't wait that long."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Properties"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Unlock Requirements</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "The Shadow Over Petrichor",
        "desc": "<p>You encounter a series of strange occurrences after arriving in Petrichor for the first time. You decide to get to the bottom of it all…</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/41133912/03386dacb31726cbf471f6fb2a29e069_8042608265660569389.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Quest Chain</color>\nWorld Quest Series:"
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "name": "Canticles of Harmony",
        "desc": "<p>A World Quest Series following Osse, a mysterious white cat, to resolve the crisis <span style=\"color: rgb(236, 229, 216)\">Petrichor </span>is facing.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/30/41133912/4f78eb7e03b130ca2efba77b4d2692bb_1654143427164489008.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "The Shadow Over Petrichor",
        "desc": "<p>You encounter a series of strange occurrences after arriving in Petrichor for the first time. You decide to get to the bottom of it all…</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/41133912/03386dacb31726cbf471f6fb2a29e069_8042608265660569389.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Underwater Nocturne",
        "desc": "<p>In order to rescue the people of Petrichor, you follow the strange cat named \"Osse\" into the mysterious Faded Castle...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/03386dacb31726cbf471f6fb2a29e069_7266191288745868806.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "The Last Day of Remuria",
        "desc": "<p><span>After learning the true identity of \"Monsieur Os,\" you decide to go to the Sea of Bygone Eras to track down Boethius...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/12/41133912/03386dacb31726cbf471f6fb2a29e069_7367518146565387159.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Gradus ad Capitolium",
        "desc": "<p>After passing through the perilous oceanic trench, you finally arrive at the ancient sunken capital of Remuria. Next, you must head to \"Domus Aurea\" for a showdown with Boethius...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/41133912/03386dacb31726cbf471f6fb2a29e069_8010455122937752030.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Fortune Plango Vulnera",
        "desc": "<p><span>For Monsieur Os, and for everyone in town, take on Boethius in a final battle!</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/41133912/03386dacb31726cbf471f6fb2a29e069_657494252868437954.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Rewards</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Adventure EXP",
        "desc": "<p>Adventure EXP. Used to improve Adventure Rank.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/12/151578876/cc5a2b13c1c34e9a4dd45c84a521cd99_7813730749493121338.png",
        "amount": 250,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Primogem",
        "desc": "<p>A primordial crystalline gem that's beyond the mundane world. Shines with the condensed hopes and dreams of universes that once were.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/8902272b2dbb45cce8fbd6f596c6904b_3502391192719350131.png",
        "amount": 30,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 30000,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Hero's Wit",
        "desc": "Character EXP material. Gives 20000 EXP.<br/>These experiences are extremely precious for a pilgrim traveling through Teyvat in order to be closer to Celestia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 2,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Achievements</color>\nNone"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Starting Location"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Faded Castle, Fontaine</color>\n<color=#ffffff>Interactive Map:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=52,2,3,154,319,338&center=1065.75,-4640.00&zoom=2.00"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/1d14f581a6d02f7a2a03b927f2fc885e_1857498013310119271.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/ff731ff19065cc7eb2baa16cea8d3de6_8666324328943692596.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Objectives"
      },
      {
        "type": "RichText",
        "text": "Continue exploring the <color=#ece5d8>Faded Castle</color>\nLook for the \"Blank Score\"\nTake the \"Blank Score\"\nPlay the \"symphony\" on the mural\nTalk to the strange shadow\nDefeat the golems\nTalk to Osse"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Items"
      },
      {
        "type": "CustomEntry",
        "epId": 5625,
        "name": "Blank Score",
        "desc": "<p>This seems to be a musical score created using unknown materials by an ancient civilization.</p><p>Its staves lie empty. No notes have ever been recorded here.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/35428890/20f778a7abc51d27a327d9c6d78ca332_315505539460403011.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}