{
  "epId": 5641,
  "name": "Gradus ad Capitolium",
  "desc": "<p>After passing through the perilous oceanic trench, you finally arrive at the ancient sunken capital of Remuria. Next, you must head to \"Domus Aurea\" for a showdown with Boethius...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/41133912/03386dacb31726cbf471f6fb2a29e069_8010455122937752030.png",
  "menuId": 31,
  "menuName": "World Quests",
  "version": 1735418024,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Gradus ad Capitolium"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Properties"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Unlock Requirements</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "The Last Day of Remuria",
        "desc": "<p><span>After learning the true identity of \"Monsieur Os,\" you decide to go to the Sea of Bygone Eras to track down Boethius...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/12/41133912/03386dacb31726cbf471f6fb2a29e069_7367518146565387159.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Quest Chain</color>\nWorld Quest Series:"
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "name": "Canticles of Harmony",
        "desc": "<p>A World Quest Series following Osse, a mysterious white cat, to resolve the crisis <span style=\"color: rgb(236, 229, 216)\">Petrichor </span>is facing.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/30/41133912/4f78eb7e03b130ca2efba77b4d2692bb_1654143427164489008.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "The Shadow Over Petrichor",
        "desc": "<p>You encounter a series of strange occurrences after arriving in Petrichor for the first time. You decide to get to the bottom of it all…</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/41133912/03386dacb31726cbf471f6fb2a29e069_8042608265660569389.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Underwater Nocturne",
        "desc": "<p>In order to rescue the people of Petrichor, you follow the strange cat named \"Osse\" into the mysterious Faded Castle...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/03386dacb31726cbf471f6fb2a29e069_7266191288745868806.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "The Last Day of Remuria",
        "desc": "<p><span>After learning the true identity of \"Monsieur Os,\" you decide to go to the Sea of Bygone Eras to track down Boethius...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/12/41133912/03386dacb31726cbf471f6fb2a29e069_7367518146565387159.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Gradus ad Capitolium",
        "desc": "<p>After passing through the perilous oceanic trench, you finally arrive at the ancient sunken capital of Remuria. Next, you must head to \"Domus Aurea\" for a showdown with Boethius...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/41133912/03386dacb31726cbf471f6fb2a29e069_8010455122937752030.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Fortune Plango Vulnera",
        "desc": "<p><span>For Monsieur Os, and for everyone in town, take on Boethius in a final battle!</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/41133912/03386dacb31726cbf471f6fb2a29e069_657494252868437954.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Rewards</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Adventure EXP",
        "desc": "<p>Adventure EXP. Used to improve Adventure Rank.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/12/151578876/cc5a2b13c1c34e9a4dd45c84a521cd99_7813730749493121338.png",
        "amount": 300,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Primogem",
        "desc": "<p>A primordial crystalline gem that's beyond the mundane world. Shines with the condensed hopes and dreams of universes that once were.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/8902272b2dbb45cce8fbd6f596c6904b_3502391192719350131.png",
        "amount": 40,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 30000,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Hero's Wit",
        "desc": "Character EXP material. Gives 20000 EXP.<br/>These experiences are extremely precious for a pilgrim traveling through Teyvat in order to be closer to Celestia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 2,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1327,
        "name": "Mystic Enhancement Ore",
        "desc": "Weapon EXP material. Gives 10,000 EXP.<br/>Legend has it that this refined ingot contains the memories of battles that had taken place in the land. The weapons that benefit from these memories naturally become sentient.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mystic Enhancement Ore_icon.png",
        "amount": 3,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Achievements</color>\nNone"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Starting Location"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Sea of Bygone Eras</color>\n<color=#ffffff>Interactive Map:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/34?shown_types=3,52&center=-80.91,284.20&zoom=0.50"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/41133912/4016a0c1103e614e97837f37dd6fb565_7705924080340050294.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/41133912/f2060dcf51316b95759c44e0e4de17fb_1092903675525474055.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Objectives"
      },
      {
        "type": "RichText",
        "text": "Continue onward\nTalk to"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>The Prince of Vishaps and Remus's friend.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/237301566/b2d6cefc957361355bd202af3efcb21d_7118968195210418745.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Head to \" <color=#ece5d8>Domus Aurea</color> \"\nExplore the mysterious space\nFend off the golems\nExplore the mysterious space\nTalk to Scylla\nRebuild the golden aqueducts\nUnlock Sub Quest: <color=#ffe14b>Golden Aqueduct Reconstruction: Part I</color>\nTo enter \"Domus Aurea,\" you must rebuild the ancient golden aqueducts...\nSearch for the scattered \"scores\"\nReturn the flying bird phantasms to their rightful places\nUse the light-guiding device to illuminate the horn\nFollow the bird phantasms\nUnlock Sub Quest: <color=#ffe14b>Golden Aqueduct Reconstruction: Part II</color>\nTo enter \"Domus Aurea,\" you must rebuild the ancient golden aqueducts...\nSearch for the scattered \"scores\"\nFollow the golden bee\nReturn the flying bird phantasms to their rightful places\nUse the light-guiding device to illuminate the horn\nFollow the bird phantasms\nHead to where the golden aqueducts are\nTalk to Scylla"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Sea of Bygone Eras</color>\n<color=#ffffff>Quest Description:</color> After passing through the perilous oceanic trench, you finally arrive at the ancient sunken capital of Remuria. Next, you must head to \"Domus Aurea\" for a showdown with Boethius...\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Continue onward</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Scylla</color>\n<color=#ffffff>Paimon:</color>\nPhew! We're finally here!\nAnd there's Domus Aurea. It looks more like a giant harp, though. Why did your Sebastos construct it like that?\n<color=#ffffff>Traveler:</color> <color=#ffffff>It certainly seems well-preserved.</color>\n<color=#ffffff>Paimon:</color>\nYeah, nothing like the rest of the stuff we saw up there.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Completely different from all the ruins above.</color>\n<color=#ffffff>Paimon:</color>\nYeah, it feels like this only just sunk.\n<color=#ffffff>Monsieur Os:</color>\nOf course. This palace was fashioned from a giant ship. It was designed to be a titanic instrument on which the symphony was to be played.\nSee those pipes extending outward? Though the symphony now lies broken, this was once how it would be broadcast to the four corners of the world.\n<color=#ffffff>Paimon:</color>\nThe whole palace is an instrument!? The entire thing!?\nUhh, then, wouldn't this entire water body start vibrating if it were to play? We might get blasted apart like tofu if we get too close...\n<color=#ffffff>Monsieur Os:</color>\nMeow, meow? What is tofu?\n<color=#ffffff>Paimon:</color>\nWait, you've never had any, Osse? Uh, then it might be hard to explain. We could always take you to go have some next time... Wait, can cats even eat tofu?\n<color=#ffffff>Scylla:</color>\nThe \"Eternal City,\" indeed... Remus's will protects this place still, just as I expected. No wonder that brazen, shameless traitor has endured even til this day...\n<color=#ffffff>Monsieur Os:</color>\nHmph. I imagine that Boethius owes his survival of time's erosion to having laid low in the palace for all these millennia.\nAnd over those long years, he gradually mastered the power of Phobos...\n<color=#ffffff>Paimon:</color>\nWell, now that we're here, we should meet up with that rude guy. He might just be shocked to see us for all you know!\n<color=#ffffff>Scylla:</color>\nIn that case, let us part ways for now.\n<color=#ffffff>Paimon:</color>\nHuh? You're not coming along?\n<color=#ffffff>Traveler:</color> <color=#ffffff>You're not afraid, are you?</color>\n<color=#ffffff>Scylla:</color>\nHah. Why would you think that? I merely do not wish to see that particular one again.\n<color=#ffffff>Traveler:</color> <color=#ffffff>You've been a great help already.</color>\n<color=#ffffff>Scylla:</color>\nHaha, and I was pleased to be of aid! But to tell the truth, I have no desire to see that one ever again.\n<color=#ffffff>Scylla:</color>\nI wish to never again hear a word from that devil's mouth. His words are a sham, and shameful are his lies. See that you do not fall for them!\nBesides, I could not help you even if I came with you, for I am but a temporary occupant of this Ichor-made body.\nWere battle to be joined, I would have no recourse...\nNot that I would mind terribly, but no gain would salve the loss of his seizing the symphony that Remus bequeathed unto me.\nLet us part here for now. Though I cannot aid you in battle, I can use the currents to send you hence. Come to me, should you need such aid.\nRegardless, let us meet again once you have vanquished that traitor.\nWhen that time comes, perhaps I too shall have the chance to make amends for my past regrets.\n<color=#ece5d8>Domus Aurea</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Head to \"Domus Aurea\"</color>\n<color=#ffffff>Boethius:</color>\nCassiodor, dear friend! I knew you would come.\n<color=#ffffff>Monsieur Os:</color>\n...\n<color=#ffffff>Boethius:</color>\nAh, and the uninvited barbarians...\n<color=#ffffff>Paimon:</color>\nWhen it comes down to it, you're not the boss of this place. Besides, it was Osse who brought us here — that counts as an invitation as far as Paimon's concerned!\n<color=#ffffff>Traveler:</color>\nReally, you're the discourteous one here.\n<color=#ffffff>Paimon:</color>\nExactly! And we've heard all about it, you know! All the bad stuff you've done...\n<color=#ffffff>Boethius:</color>\nSilence, you noisome, obstreperous insects... I am speaking to Cassiodor. Do not interrupt!\n<color=#ffffff>Monsieur Os:</color>\nTraveler, Paimon, I'll take care of this.\nBoethius, I have come as promised. Honor your pledge, and relinquish the souls of the surface dwellers.\nThey do not deserve to suffer this unforeseen calamity... The grudges between us should stay between us.\n<color=#ffffff>Boethius:</color>\nYou... call this \"unforeseen\"!?\nHave you not looked upon our kindred? They lie trapped in these lightless waters, like walking corpses!\nAre they not supposed to walk upon sunlit shores?\nIf my brief internment of surface-folk souls is a disaster bereft of rhyme and reason, then what would you call the millennia-long suffering of our kind?\nListen, and listen well! The judgment of the surface peoples has only just begun!\n<color=#ffffff>Monsieur Os:</color>\nNo. The one who imprisoned them was you. And it was you who turned our kin into monsters.\nThey... We once had a choice. So long as we discarded our old grudges, the Mistress of Waters agreed to accept us into a new nation.\nBut you used them, took advantage of their pain, their trust in you. You turned them into tools of your ambition.\n<color=#ffffff>Boethius:</color>\nThat was their choice. They chose the old order, not the honeyed death you brought.\nAnd just as they gave unto us the conducting batons the Sebastos bestowed upon them, so too are we duty-bound to lead them unto the correct path.\n<color=#ffffff>Monsieur Os:</color>\nHow dare you swagger, you shameless traitor! You who betrayed the Sebastos's trust, and led our nation to ruin!\n<color=#ffffff>Boethius:</color>\nHah! I hear that vile dragon's slander in your words. And you would believe a foe of our nation, rather than your kin and comrades!?\nI serve no god, no king. Only mighty Remuria, and our noble ideals.\nRemus proved unworthy to reign supreme from the moment he uttered that perverse command. And so, there are no traitors. If anything, it was I who rescued our nation from his error.\nHe colluded with our foes, commanding the vile drake to flatten our cities. He even attempted to destroy the Grand Symphony, which would have consigned us to live under Fortuna's yoke once more.\nHow could I have stood aside and done nothing in the face of his madness?\n<color=#ffffff>Monsieur Os:</color>\nAnd so you betrayed him. You shut the Initium Iani... and in the end, Phobos's power went out of control, and the royal palace sank into the depths...\n<color=#ffffff>Boethius:</color>\nWill you not open your eyes to the truth? It was Remus who betrayed us, betrayed Phobos. That was the true prelude to tragedy.\nI have already spent thousands of years struggling to recreate the symphony of the past, weaving the broken melodies together in the deep waters just to recreate what you hear now.\n<color=#ffffff>Monsieur Os:</color>\nNo... In your hands, it has become harsh, and the discordant voices of agony and hate denounce your violence.\n<color=#ffffff>Boethius:</color>\nHah, and who decides what is harmonious or not? Is it not absolute power? Remus bent the knee to the savages and odious dragons precisely because he failed to comprehend this.\nBut it matters not. This inverted world shall soon be righted, and I shall become the new Sebastos!\n<color=#ffffff>Monsieur Os:</color>\nThat is impossible, Boethius. You are but a mortal human! Humans can never become gods...\n<color=#ffffff>Boethius:</color>\nBut ah, Cassiodor, you forget! Was Remus's ideal not for all humans to become gods? To seize their own destinies?\nDo you not remember? Did the rites we researched and recorded in the golden castellum not chart a course to that very destination?\n<color=#ffffff>Monsieur Os:</color>\nBut we did not then know what lay beyond. Had we known, those thousands of years ago, we...\n<color=#ffffff>Boethius:</color>\nTimes have changed! Things are different now, Cassiodor. Join us. My preparations are complete. Only together can we accomplish this deed.\nI have rid my soul of all impurities, obtaining a true will. The stairway to heaven is but a single step away!\nI merely need to gather all wills that have been scattered throughout the waters — yes, even yours, which Remus personally severed.\nTwo minds shall merge into one, and thus shall Remuria be whole once more — once more clad in immortal form, infused with refined steel and stone.\nI... No, we, shall \"take on flesh\" once more, and a new Sebastos shall be born... But not only that! I shall also gain that which even Remus could not attain — the power to change the very essence of this world.\nI will turn back the wheel of fate, usher in the old world's return, and bring justice to the land. The surface dwellers shall submit to our will, as they must.\nIt shall be as the hymn says: \"And when they use their will to command, the rest shall bow down and listen.\"\n<color=#ffffff>Monsieur Os:</color>\nYou know I will not acknowledge you. You have defiled his ideals.\nI will uphold my own justice.\n<color=#ffffff>Boethius:</color>\nHmph! It matters not! You will understand once you enter Phobos's melody — then, you shall join me!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Explore the mysterious space</color>\n<color=#ffffff>Traveler:</color>\n(This is... Domus Aurea.)\n(Have I entered Remus's memory again?)\n(No, the atmosphere... it's different from before.)\n<color=#ffffff>Boethius:</color>\nWelcome to my palace, outlander. My symphony.\n<color=#ffffff>Traveler:</color>\nBoethius!?\n<color=#ffffff>Boethius:</color>\nDo not be startled. Have we not met aforetime, and more than once?\nWhether through my phantom in the real world, or in the memory-palaces Remus left behind.\nBut this is no phantasm of Remus's memory. This is my symphony. My golden stage.\n<color=#ffffff>Traveler:</color>\nI knew it...\nWails of sorrow ring off every wall...\n<color=#ffffff>Boethius:</color>\nIs that so, outlander? I know not from whence you came...\nIt seems you are not a human birthed from the primordial waters, nor are you any surface being at all.\nI cannot see the color of your soul, nor can I touch it.\nNonetheless, this is not your war. My vengeance against the surface dwellers is none of your concern.\nI know not why you hinder our work.\n<color=#ffffff>Traveler:</color> <color=#ffffff>For Monsieur Os...</color>\n<color=#ffffff>Boethius:</color>\nAh, but can your short friendship surpass the span of our kinship?\nCassiodor and I... We were new\ncrafted by Remus's own hand, and we are the final survivors.\nCompared with our other kin, his soul is like insoluble Ichor.\nOther than myself, only he has true will, and only when we are combined, can we become a complete \"self.\"\n\"So too are our wills one.\" The opera's final act shall see him return to us. This is his \"fate.\"\nHave you anything else to say, outlander?\nReturn to the options\n<color=#ffffff>Traveler:</color> <color=#ffffff>To save the people of Petrichor...</color>\n<color=#ffffff>Boethius:</color>\nThose people... They are neither your kin nor your subjects.\nOn the contrary, so far are you above them that they may as well be ants. Perhaps not even that.\nThe weak should submit to the strong. Is that not the law that this world should follow?\nAnd yet, you say you will protect them? Is this your boundless mercy? Or simply folly?\nHave you anything else to say, outlander?\nReturn to the options\n<color=#ffffff>Traveler:</color> <color=#ffffff>For the justice in this world...</color>\n<color=#ffffff>Boethius:</color>\nJustice? You can't actually be serious, can you?\nYou may possess power that even I cannot perceive, but you would be naive, outlander, to think that brute force alone will defeat me.\nI have long become one with the symphony that fills these deep seas. Even if you should destroy my physical form, so long as the agonized waters flow, and so long as the memories of vengeance do not fade...\nMy will shall not perish, and I shall remain a nightmare that haunts this world.\nUnless you choose as Cassiodor... as that stray cat did, exiling oneself to become the jailer of the old world... But I do not believe that one so distinguished as you would do so.\nForsake that superfluous sympathy of yours! Should the guilty not be punished? Is that not justice?\n<color=#ffffff>Traveler:</color>\nGuilty, you say... They are innocent.\n<color=#ffffff>Boethius:</color>\nNo Fontainian is innocent! They are the spawn of our barbarian foes...\nTheir ancestors seized from us the realms that should have been ours by right, and they must pay the price for that original sin!\nHave you anything else to say, outlander?\nReturn to the options\n<color=#ffffff>Boethius:</color>\nSince you insist on sabotaging my plans, I'm afraid I'll have to ask you to stay in my palace for a while longer.\nI cannot detain you for long, of course, but it should be long enough. Let us meet again when I become a god and sit upon the Sebastos's throne.\nBefore that, let my little ensemble occupy you for a time.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Fend off the golems</color>\n<color=#ffffff>Someone's Voice:</color>\nTraveler, Traveler...\nFear not, I wish to aid you...\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Explore the mysterious space</color>\n<color=#ffffff>████:</color>\nTraveler! I've found you at last...\n<color=#ffffff>Traveler:</color> <color=#ffffff>And you are...?</color>\n<color=#ffffff>Cassiodor:</color>\nCassiodor, you mean! I believe you might have met me in the Sebastos's memories, though I suppose this is our first time meeting in this manner.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Cassiodor...</color>\n<color=#ffffff>Cassiodor:</color>\nIndeed, it is I! I believe you might have met me in the Sebastos's memories, though I suppose this is our first time meeting in this manner.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Monsieur Os...</color>\n<color=#ffffff>Cassiodor:</color>\nHaha, well, you might have seen me in the Sebastos's memories, but I believe this is our first meeting in this manner.\n<color=#ffffff>Cassiodor:</color>\nTime is short. Maintaining this form in Boethius's symphonic palace is no easy task.\nLet us keep this brief.\n<color=#ffffff>Traveler:</color>\nWhere are we, exactly?\n<color=#ffffff>Cassiodor:</color>\nThis is a space created by Boethius, the manifestation of his soul.\nIt is maintained, just as the Sebastos's memories you entered before are, by the grace of the symphony's might.\n<color=#ffffff>Traveler:</color>\nSo just now...\n<color=#ffffff>Cassiodor:</color>\nYes. He used the music's power to pull us in.\nI suspect that Domus Aurea is too close to the heart of the Phobos, allowing him to directly influence the present world.\nIf we truly allow him to obtain power that surpasses reality, he might even pull the entire surface world into this space.\nWhen that happens, his delusions will replace the real world, and Fontaine will revert to its appearance from thousands of years ago.\nJust like what happened in Petrichor... No, I suspect it would be worse still.\n<color=#ffffff>Traveler:</color>\nWill he really become a god?\n<color=#ffffff>Cassiodor:</color>\nThat depends on your definition. It is not hard to give shape to false fantasies, but he will find transcending fate futile.\nWere it truly that simple, then those thousands of years ago... we would have already succeeded.\nAll he can do now is drag more innocents into the nightmare of his making, turning them into walking, corpse-like puppets.\n<color=#ffffff>Traveler:</color>\nThen we must stop him.\n<color=#ffffff>Cassiodor:</color>\nThat we do, but that cannot be done here. You must return to the real world.\nIn that, I shall aid you.\n<color=#ffffff>Traveler:</color>\nAnd what about you?\n<color=#ffffff>Cassiodor:</color>\nNot to worry. He has no plans for me at the moment. As for me, I've just thought of a way in which we can destroy him utterly.\nHe has prepared a mighty form for himself in the real world, and plans to initiate a ritual within Domus Aurea that will have him \"take on flesh.\"\nAs long as we can get him to lower his guard and gather the symphony scattered throughout the deep waters into that body...\nWe can seize that opportunity to destroy both him and that body. That will put an end to everything.\nOnly you can do this, Traveler.\nPhobos's melody does not sing of your destiny, and Boethius cannot influence your soul.\nYou are the exception to all that is planned. Perhaps that is why the Sebastos guided you here...\nGo now. My strength will not hold for long.\nLet us meet again in the real world, and we may yet bring an end to this long nightmare.\n<color=#ece5d8>Domus Aurea</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Scylla</color>\n<color=#ffffff>Paimon:</color>\nAaaah! You finally woke up!\nPaimon was worried sick! She thought... she thought you might have had your soul stolen by that jerk, just like all the townspeople!\n<color=#ffffff>Traveler:</color> <color=#ffffff>I'm fine, Paimon.</color>\n<color=#ffffff>Paimon:</color>\n*sniff* You'd better be!\nAfter you passed out, Boethius and Monsieur Os disappeared along with that wave of sound, leaving Paimon all alone here...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Did I pass out?</color>\n<color=#ffffff>Paimon:</color>\nThat's right, and after that, Boethius and Monsieur Os disappeared along with that wave of sound, leaving Paimon all alone here...\n<color=#ffffff>Paimon:</color>\nAnd then this big guy came along. Not that he helped much either...\n<color=#ffffff>Scylla:</color>\nI fear that was not up to me. I am but a soul that dwells within the Ichor, and though that Remus did give me his final symphony...\nBut to wield its power against Boethius is a different matter.\n<color=#ffffff>Paimon:</color>\nAnyway, Traveler's woken up and seems okay at least, but where'd Monsieur Os go? Did Boethius...\n<color=#ffffff>Traveler:</color>\nI saw him.\n<color=#ffffff>You tell of what happened within Boethius's soul-palace.</color>\n<color=#ffffff>Paimon:</color>\nHuh? So Monsieur Os is in there alone?\n<color=#ffffff>Traveler:</color> <color=#ffffff>He seems to have his own plan. Don't worry.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>It is a bit concerning...</color>\n<color=#ffffff>Scylla:</color>\nRegardless, should he prove correct, then we still have a chance to defeat that shameless devil. But first, you must enter Domus Aurea...\n<color=#ffffff>Paimon:</color>\nWell then, big guy...\n<color=#ffffff>Scylla:</color>\nWhat are you looking at me for?\n<color=#ffffff>Paimon:</color>\nDidn't you once lead a host of dragons to attack Remuria's capital? Getting us into Domus Aurea should be a piece of cake!\n<color=#ffffff>Scylla:</color>\nYou have many ideas for one so small, little one. Still, this shall not prove as simple as you think.\nThe chief strength of Dragonborn lies in our powerful flesh. Embedded into Ichor as I am, all that remains to me is but the feeblest of wills.\nDestroying the Initium Iani exhausted nigh all my power — and Domus Aurea, defended by the symphony's power, cannot be compared to gates of mere stone.\n<color=#ffffff>Paimon:</color>\nWait, then aren't we fresh outta options? Are we really just gonna watch while that Boethius guy eats Monsieur Os up!?\n<color=#ffffff>Scylla:</color>\nPeace, you rash little thing. I merely said that I was powerless, but it is not so for you.\nThe power of the symphony defends the palace. That same strength can be used to break it.\n<color=#ffffff>Traveler:</color>\nBut the symphony that I can wield is...\n<color=#ffffff>Paimon:</color>\nYeah! That super-powerful Phobos thing is protecting the palace, right? How can we possibly beat it...\n<color=#ffffff>Scylla:</color>\nIf you cannot beat it, then simply borrow what you need from it!\nOnce upon a time, the will of Phobos flowed through golden aqueducts into every corner of Remuria.\nThough these paths and pipes have been destroyed, if you can connect the section that lies before you once more...\nThe great gates of Domus Aurea shall surely open, just as they once did. That is what is written in the symphony, after all!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Sounds like it's worth a shot.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Looks like we don't have other options...</color>\n<color=#ffffff>Scylla:</color>\nI too made some discoveries while searching for anything Remus might have left behind. It appears that this devil has yet to join some fragments of the symphony to his music, and they are scattered in this part of the sea.\nCome with me. If we can find them and use their strength, we might yet reverse the flow of time and return the aqueducts to their original form.\n<color=#ffffff>Paimon:</color>\nOoh, that does sound kinda promising! Let's get a move on, then!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Rebuild the golden aqueducts</color>\n<color=#ffffff>Quest Description:</color> Search for lost pieces of the Symphony with Scylla and find a way to restore the ancient golden aqueducts to their prior form.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Follow Scylla and find a way to rebuild the golden aqueducts</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sub Quest: Golden Aqueduct Reconstruction: Part I"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Quest Description:</color> To enter \"Domus Aurea,\" you must rebuild the ancient golden aqueducts...\n<color=#ffffff>Scylla:</color>\nIlluminate the horn to awaken the \"score\" engraved here and allow the \"actors\" on the stage to return to their proper places, and unleash the power of the \"symphony.\"\nThe rest is in your hands."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sub Quest: Golden Aqueduct Reconstruction: Part II"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Quest Description:</color> To enter \"Domus Aurea,\" you must rebuild the ancient golden aqueducts...\n<color=#ffffff>Scylla:</color>\nFollow this Golden Bee forward. It shall guide you to the next fragment of the \"symphony.\"\nOptional Dialogue: Talk to Scylla\n<color=#ffffff>Scylla:</color>\nIf we can use the power of the scattered Symphony, we can reconstruct the aqueducts as they once were.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Tell me about the scattered Symphonies...</color>\n<color=#ffffff>Scylla:</color>\nI am sure you have encountered the music recorded in the form of paintings, yes?\nIn the past, Remus's musicians would cover every rock and stone wall with their melodies.\nBut these days, only these golden bees shall heed the summons of the \"Symphony\".\n<color=#ffffff>Traveler:</color> <color=#ffffff>We're good.</color>\n<color=#ffffff>Scylla:</color>\nAlright. Find a way to repair the aqueducts first.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Head to where the golden aqueducts are</color>\n<color=#ffffff>Paimon:</color>\nAlrighty, looks like the waterways are reconnected!\nNext, we should go back and look for that big lunk, eh?\nHmm... Paimon wonders how Monsieur Os is doing. We've gotta hurry up!\nHuh? Traveler? What's going on? Is it happening again...?\n<color=#ffffff>\"I had a dream... In that dream, even mortals had free will and their fates were uncertain... Ha, it truly is difficult to write beautiful music... Time to wake up from the dream.\"</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Scylla</color>\n<color=#ffffff>Scylla:</color>\nRemus, I must remind you...\nThat in my view, both your kingdom and the symphony you composed are now beyond your control.\n<color=#ffffff>Traveler:</color>\n...\n<color=#ffffff>Scylla:</color>\nThough I have never expected much from those created by the Usurper of the Many Waters and nurtured by yourself, the extent of their degradation is shocking nonetheless.\nThe civilization created by you and your subjects shone brighter than all others in this world, but naught remains now but deep, impenetrable darkness.\nThe atrocities committed in the name of civilization and order were far crueler than even pure barbarism. Even the most savage and violent of vishaps would never engage in such meaningless slaughter.\n<color=#ffffff>Traveler:</color>\nI am perfectly aware of all that you say...\n<color=#ffffff>Scylla:</color>\nYou know, and yet you remain indifferent? Or are you powerless?\nNo. You could easily destroy those mortals who deserve punishment if you so wished, but you cannot bring yourself to do it.\nYou love humanity. This is the curse you bear as a usurper.\nIt is time for me to depart... I will not aid them in butchering innocent mortals, but neither do I harbor any desire to stop them.\nYou once promised the Usurper of Many Waters that you would use the pure water she granted you to create a world of endless prosperity, one without conflict.\nI followed you to the surface precisely because I wished to witness that future, but this is how it turned out... You have failed, Remus. You could not defeat\nBlood shall stain the High Sea red once more — such is the cruelty the heavens show to their creations.\n<color=#ffffff>Traveler:</color>\nI have a plan...\n<color=#ffffff>Scylla:</color>\nOh? You always were one to have many plans, Remus. But all of them lie in the dust now. Even you do not know where it all went wrong.\n<color=#ffffff>Traveler:</color>\nWould you like to hear it, though? This will be the last one.\n<color=#ffffff>Scylla:</color>\nI distinctly recall you saying the same thing when you persuaded me to leave the Fontemer... But speak now, before I return there, to the side of the Usurper of Many Waters.\n<color=#ffffff>Traveler:</color>\n(...)\n<color=#ffffff>Scylla:</color>\n...\nHahaha! Fascinating. Fascinating!\nOnly you could be so toweringly selfish, yet so utterly selfless!\nYou even took me into account, did you? Recklessness. How terribly rash of you, usurper-lord of mortals.\nStill, your plot pleases me.\nThe mere thought of leading my vishaps and trampling your arrogant, foolish people underfoot brings me joy.\n<color=#ffffff>Traveler:</color>\nBut this shall be mere ceremony. Just a show...\n<color=#ffffff>Scylla:</color>\nFret not. I shall be as you said — merciful.\nBut if you do this, your life as a god shall come to an end. There will be nothing left but the symphony. Have you considered this fully?\n<color=#ffffff>Traveler:</color>\nOf course. Of course.\nThe box of horrors that I opened, so too shall I shut.\n<color=#ffffff>Scylla:</color>\nGood. Then I accept your proposal. If the time should come, I shall join my strength to that of your symphony...\nPhobos's chains shall be broken, and your people shall once more be free.\n<color=#ffffff>Traveler:</color>\nIn that case, please accept...\nMy final... symphony.\n<color=#ffffff>\"The city built by the harp was toppled by the piping of reeds. That which the Heavens have in store for us is a fate that balances good and evil.\"</color>\n<color=#ffffff>Paimon:</color>\nDid you see Remus's memories again, Traveler?\nIt wasn't another one of Mr. Evil-and-Rude's this time, right?\nEven in dreams, that jerk's just super irritating!\n<color=#ffffff>Traveler:</color> <color=#ffffff>I think I know what Remus's plan was...</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>We must destroy Phobos...</color>\n<color=#ffffff>Traveler:</color>\nTo accomplish it, we will need to play Scylla's symphony.\n<color=#ffffff>Paimon:</color>\nEh? What's with that all of a sudden? What did you see in the memory?\n<color=#ffffff>Scylla:</color>\nFascinating. Remus's power lingers still in the deep seas, and has not dispersed... and I, too, am here at last. Do you know what that means?\n<color=#ffffff>Traveler:</color>\nThe conditions have been fulfilled.\n<color=#ffffff>Scylla:</color>\nIndeed. That is why I have come here with you. To make amends for millennia of regret.\n<color=#ffffff>Traveler:</color>\nNow, the final question is Phobos...\n<color=#ffffff>Paimon:</color>\nWait, wait! Paimon's confused! What are we using the music for? It's nice that you understand each other and all... But you're leaving Paimon out!\nThat's unfair! Tell her what's going on!\n<color=#ffffff>Scylla:</color>\nThe final symphony Remus gave me, or the Requiem, is an order for the Phobos to self-destruct.\nHe was to sacrifice himself to unleash the symphony's power, and it would fall to me to control the primordial, savage energies that he would awaken.\nThat was how he would free his subjects from their stone bodies and give them back forms of flesh and blood, destroying the artificial barrier between races.\nHe once instructed me not to reveal this plan to any of his subjects, for it was only by making them realize their limitations that prejudice and arrogance could be set aside.\nIt appears, however, that you have pieced together his plan through the memories he left behind, Traveler.\n<color=#ffffff>Paimon:</color>\nSo that's what happened... But his sacrifice was wasted in the end...\n<color=#ffffff>Scylla:</color>\nPerhaps, but now that my soul has been freed, there is a chance to make amends.\nThe lost souls of Remus's former subjects remain imprisoned in their statues. If we defeat that monstrosity...\nWe can use the Requiem to give their souls release, allowing them to return to the High Sea, to the eternal cycle of life and death.\nThat way, I may consider myself to have fulfilled his wish.\n<color=#ffffff>Traveler:</color>\nPerhaps that is why I came here.\n<color=#ffffff>Scylla:</color>\nIndeed, outlander. Perhaps this is indeed a fated encounter."
      }
    ]
  }
}