{
  "epId": 5644,
  "name": "Where His Life Lies",
  "desc": "<p>You see a familiar face in the Court of Fontaine...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/364365681/03386dacb31726cbf471f6fb2a29e069_2730069830418915579.png",
  "menuId": 31,
  "menuName": "World Quests",
  "version": 1728752447,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Court of Fontaine</color>\n<color=#ffffff>Quest Description:</color> You see a familiar face in the Court of Fontaine...\n<color=#ffffff>Lutong:</color>\n...Sir, perhaps we should go to Petrichor Village first.\nThough Messrs. Xavier and Félix are not there, Messrs. Mécantre and Babisse should still be in the village.\nMayhap they can give you some suggestions or inspire you. Even in the worst-case scenario, you'll have two receptacles to pour your troubles into.\n<color=#ffffff>Garcia:</color>\nNo, my dear Lutong, no... Mécantre and Babisse's research is now blazing brightly, blazing a trail like a wildfire through dry tinder.\nIn their last letter to me, they indicated that an intelligent man from the Fontaine Research Institute had arrived in Petrichor.\nThis Mr. Bossuet fellow is quite knowledgeable and perceptive, and helped them resolve a number of issues...\nAnd as for me... *sigh*\n<color=#ffffff>Traveler:</color> <color=#ffffff>Garcia?</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>You've returned to Fontaine?</color>\n<color=#ffffff>Lutong:</color>\nTruly an unexpected meeting, Traveler. We never imagined we'd see you in Fontaine.\nThough... your timing is... as impeccable as always.\n<color=#ffffff>Garcia:</color>\nIndeed, truly impeccable timing... But still, we are happy to see you, Traveler.\n<color=#ffffff>Paimon:</color>\nWhoa, they look exhausted! Such dark circles around their eyes... It's like they don't have any energy left at all!\n<color=#ffffff>Traveler:</color>\nWhat's wrong, Garcia?\n<color=#ffffff>Lutong:</color>\nOur... erm... His research encountered some... unprecedented problems.\nBut it's a very long story... Now, we're planning to go to the Opera Epiclese to help them close their books.\nAfter our work is done, we can all find a quiet place to sit down and have a chat.\n<color=#ffffff>Traveler:</color>\nYou still have other work to do?\n<color=#ffffff>Lutong:</color>\nIt can't really be called work. Just being hired here and there to assist with various calculations.\nThe Opera Epiclese recently hosted a whole host of troupes, and urgently need to settle their accounts.\nSo, to earn enough to cover the costs of returning to Petrichor, we... I, in place of Mr. Garcia, will accept the commission.\n<color=#ffffff>Garcia:</color>\nTch! It's like using a cannon to eradicate an anthill! \"Calculations\" like those are so simple a child could do them. I could do it all in an afternoon even without using the Numbering Machine!\n<color=#ffffff>Lutong:</color>\nSo this is an excellent way to raise funds. Let's set off right away, Sir.\nBy the way, Traveler, could I trouble you to accompany us?\nWith your reputation preceding us on the road, perhaps we'll manage to avoid running into any unnecessary trouble.\nRest assured, we'll pay you appropriate remuneration for the trouble.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Alright then.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>You shouldn't run into any trouble in the city.</color>\n<color=#ffffff>Lutong:</color>\nIf I were you, I wouldn't make any hasty assumptions... hehe. At any rate, we should get going.\n<color=#ece5d8>Opera Epiclese</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Go to the Opera Epiclese</color>\n<color=#ffffff>Lutong:</color>\nThough it must be said, this opera house is magnificent. It must bring in quite the pretty sum...\n<color=#ffffff>Garcia:</color>\nThe opera house... *sigh* Let's set off and get to work. Once we're done, we'll return to Petrichor Village.\nWhen we're back, I'll open up a bakery there and never touch another Numbering Machine again.\n<color=#ffffff>Lutong:</color>\nUh... Sir...\n<color=#ffffff>Garcia:</color>\nWhat's wrong, Lutong? You look like you've seen a ghost!\nIt really is... a ghost...\n<color=#ffffff>Kaia:</color>\nGarcia...?\n<color=#ffffff>Paimon:</color>\nMs. Kaia!? What's she doing here?\n<color=#ffffff>Traveler:</color>\nIsn't this quite the coincidence...\n<color=#ffffff>Lutong:</color>\nSir, what you just said wasn't particularly polite.\n<color=#ffffff>Garcia:</color>\nOh, shut it, Lutong.\n<color=#ffffff>Kaia:</color>\nGarcia... Such a pleasure to bump into you, and you too, Traveler. Let me guess, you've come to help the opera house settle their accounts?\n<color=#ffffff>Traveler:</color>\nCould it be that the account he's planning to settle is...\n<color=#ffffff>Kaia:</color>\nOf course not! Our troupe has never performed here.\nFrom what I know of Garcia, though, he's not the type to watch opera in his spare time.\nSo the only reason he'd come to the opera house would be... because he was hired to work here, no?\n<color=#ffffff>Lutong:</color>\nFrom the bottom of my heart, I feel you are more suitable to accompany this gentleman than I am, Ms. Kaia.\n<color=#ffffff>Kaia:</color>\nEvery one of us is irreplaceable, my dear Lutong.\n<color=#ffffff>Garcia:</color>\nI... uh... I'm very happy to see you Kaia, I...\n<color=#ffffff>Kaia:</color>\n...You don't look all that happy, I must say. I presume your research hit a snag?\n<color=#ffffff>Traveler:</color>\nHow'd you figure that out?\n<color=#ffffff>Kaia:</color>\nWell, he certainly wouldn't be unhappy to see me, or because of you or Lutong...\nThe only thing that could make him this unhappy is that Numbering Machine.\n<color=#ffffff>Paimon:</color>\nHow do you know Garcia so well, Ms. Kaia? You haven't seen each other for so long...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Perhaps it's her intuition.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Perhaps Garcia's not the toughest nut to crack.</color>\n<color=#ffffff>Lutong:</color>\nPerhaps we should find a café where we can sit down and have a nice leisurely chat? This isn't really something that can be explained in just a few words.\n<color=#ffffff>Garcia:</color>\nI still need to... Uh, I mean, I'm very happy... But we...\n<color=#ffffff>Lutong:</color>\nRelax, Sir. Those calculations are quite simple, I can handle them all myself.\n...After all, you can't just make Ms. Kaia stand there and wait for us to finish, can you?\n<color=#ffffff>Kaia:</color>\nThank you, Lutong, you're very considerate. We'll bring you back a cup of coffee.\n<color=#ffffff>Lutong:</color>\nThank you, Miss. Enjoy your drink with Mr. Garcia.\n<color=#ffffff>Kaia and Garcia leave together...</color>\n<color=#ffffff>Paimon:</color>\nSo they're off for coffee, just like that...? This whole thing had nothing to do with us from the start!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Nothing to do with us at all...</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>...So what are we even doing here?</color>\n<color=#ffffff>Lutong:</color>\nNot so, Traveler. What comes next is your actual commission.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Do I have to fetch cooking ingredients?</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Do I have to fetch parts?</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Why don't I go take some pictures for them?</color>\n<color=#ffffff>Lutong:</color>\nVery amusing. But I don't intend to waste your time.\nMr. Garcia and I... We're actually in danger right now.\n<color=#ffffff>Paimon:</color>\nEh... Eh!?\n<color=#ffffff>Lutong:</color>\nLet's discuss it over there.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Go to a more secluded place with Lutong</color>\n<color=#ffffff>Lutong:</color>\n...We should be fine here.\nLet me start from the beginning. Since you helped us with the Numbering Machine in Sumeru, its performance has come on leaps and bounds.\nNaturally, Mr. Garcia was very excited, and wanted to continue improving it. But as he said, the transmission structure of traditional mechanisms is actually quite limited...\nWe were no longer making any new performance breakthroughs with this Numbering Machine, so we decided to return to Fontaine to search for new inspiration and research ideas.\nBut after we returned, Mr. Garcia was approached by a strange fellow.\nHe claimed he could provide research funds, and even help Mr. Garcia find other research partners.\nBut there was a catch — he wanted Mr. Garcia to share all of his designs and data with him.\n<color=#ffffff>Traveler:</color> <color=#ffffff>There's no way Garcia would accept that.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Sounds like he was up to no good.</color>\n<color=#ffffff>Paimon:</color>\nYeah! Asking someone to hand over their research findings right from the get-go, surely that's just theft plain and simple!?\n<color=#ffffff>Lutong:</color>\nExactly. So Mr. Garcia emphatically refused the offer.\nBut afterwards, it seemed as though there was someone following us.\nSomeone even broke into our room while we were out and searched our belongings.\nThey took great care to put everything back in place as it was, but Mr. Garcia discovered traces of their actions.\n<color=#ffffff>Paimon:</color>\nS—Scary... So because you wouldn't give it to him, now he just wants to take it!?\n<color=#ffffff>Lutong:</color>\nAfter we discovered our room had been searched like that, we decided to raise enough money to get out of here and return to Petrichor as soon as possible.\nOnce we arrive, our plan is to contact the other esteemed gentlemen of the Daydream Club and find a way to solve this problem together.\nAnd Petrichor is... hehe, well let's just say it's Mr. Garcia's home turf.\nFor him, there's no safer place to be.\nToday is the day that we planned to set off for Petrichor, so we hoped you would come along as protection.\nWe never thought we'd run into Ms. Kaia here... For safety's sake, all I could do was have Mr. Garcia take her back to the city.\n<color=#ffffff>Traveler:</color> <color=#ffffff>What can I do?</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>How can I help?</color>\n<color=#ffffff>Lutong:</color>\nIt appears we must delay our departure. Please go find Mr. Garcia, and quickly. Just like I said before...\nWith your reputation preceding us on the road, perhaps we'll manage to avoid running into any unnecessary trouble.\n<color=#ffffff>Traveler:</color> <color=#ffffff>I'll go over there right away.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>They're not in any real danger, are they?</color>\n<color=#ffffff>Lutong:</color>\nNo, I shouldn't think so. Mr. Garcia is still within the Court of Fontaine, and there are numerous Gardemeks on patrol.\nIf they intend to use violent means, then we can trust the Maison Gardiennage to take care of the greater part of the problem.\n<color=#ffffff>Lutong:</color>\nMr. Garcia will appraise Ms. Kaia of the situation. As for what comes next... that will be for Ms. Kaia to decide.\nAnyway, we should head back to the city as soon as possible.\n<color=#ece5d8>Café Lutece</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Go to the café with Lutong</color>\n<color=#ffffff>Lutong:</color>\n...As expected, they're keeping a close eye on Mr. Garcia.\nSee the man with the hat in front of him, beside that table next to the counter.\nI'm certain that he's the one who's been following us these past few days.\n<color=#ffffff>Traveler:</color> <color=#ffffff>I'll go call the Gardes.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Seriously, just call the Gardes.</color>\n<color=#ffffff>Lutong:</color>\nThat sounds like the wisest course of action... and there just so happens to be a Garde nearby.\nWe reported this case to Garde Menthe before, so she already knows what's been going on.\nI'm sure she'll be willing to help us. With a member of the Gardes present, I doubt they'll try anything too extreme.\nTraveler, please have a word with Garde Menthe. I'll go speak with Mr. Garcia.\nLet's get going then.\nOptional Dialogue: Speak to Lutong\n<color=#ffffff>Lutong:</color>\nAt your service, dear Traveler.\n<color=#ffffff>Traveler:</color> <color=#ffffff>What do you plan to do next?</color>\n<color=#ffffff>Lutong:</color>\nIt appears we must ascertain the identity of those people.\nAlthough we've already reported the case to the Gardes, there's little they can do without any leads to follow up.\nPlus, the Court of Fontaine is far too large for the Gardes to protect us everywhere we go.\nAnd now that we've gotten Kaia involved... it's become even more complicated.\nI hope Mr. Garcia can convince Ms. Kaia to leave Fontaine. That way, we can proceed with our original plan.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Anyway, isn't Garcia's research at a dead end?</color>\n<color=#ffffff>Lutong:</color>\nIt's only a \"dead end\" insofar as there's no way to further increase performance.\nIn terms of practical applications, this Numbering Machine still has many great things to accomplish!\nIt's just, Mr. Garcia has never really concerned himself with such practicalities...\nI suspect this may be one of the reasons he suffers so much.\nBut it could also be why he plays the part of the frustrated researcher so perfectly...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Goodbye.</color>\n<color=#ffffff>Lutong:</color>\nThanks, I'm counting on you.\nOptional Dialogue: Speak to Garcia and Kaia\n<color=#ffffff>Kaia:</color>\n...What's up? Why do you look so upset?\n<color=#ffffff>Garcia:</color>\nI... I'm just... It's nothing. Perhaps this coffee is a bit too strong...\nOptional Dialogue: Speak to Suspicious Man\n<color=#ffffff>Suspicious Man:</color>\n...What is it? Has something happened?\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Look for Menthe</color>\n<color=#ffffff>Menthe:</color>\nHello, how may I help you?\n<color=#ffffff>Traveler:</color>\nWell, long story short...\n<color=#ffffff>You tell Officer Menthe all that has happened...</color>\n<color=#ffffff>Menthe:</color>\nAh, so it's about Mr. Garcia. I understand, let's head over together.\nAt the very least, let's scare off that suspicious fellow first.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Meet up with Garcia's group</color>\n<color=#ffffff>Garcia:</color>\n...Thank you, Garde Menthe. That scoundrel left as soon as he caught sight of you.\n<color=#ffffff>Menthe:</color>\nI was merely doing my job.\n<color=#ffffff>Lutong:</color>\nSir, it appears we must vacate this city quickly, and return to Petrichor with all due haste.\nI believe they're gradually losing their patience and may... resort to drastic measures.\n<color=#ffffff>Menthe:</color>\nI shall escalate this matter to my superiors. You should have a response within a few days.\nIdeally, we'll be able to assign a few officers to escort you.\nUnfortunately, however, our resources are limited and we have affairs to take care of within the city. So we'll only be able to escort you part of the route, not all the way to Petrichor...\nAlso, you should find somewhere safe to stay before you leave. Discussing this matter... may take some time.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Leave the escorting to me.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>I can protect them.</color>\n<color=#ffffff>Lutong:</color>\nThank you. With you by our side, they won't dare do anything too rash.\n<color=#ffffff>Paimon:</color>\nBut doesn't Kaia work with the troupe? If you guys go to Petrichor, then what about her?\n<color=#ffffff>Kaia:</color>\nI shall go with them.\n<color=#ffffff>Garcia:</color>\nWhat!?\n<color=#ffffff>Lutong:</color>\nMiss, I mean this sincerely, from the bottom of my heart. Please, don't...\n<color=#ffffff>Kaia:</color>\nMy dear Lutong, don't even bother. I'm just like your boss, you know — I simply can't be persuaded.\n<color=#ffffff>Garcia:</color>\nB—But we have no idea what kind of dangers we may encounter...\n<color=#ffffff>Kaia:</color>\nAll the more reason for me to come with you! Or are you intending to abandon me again like last time, left holding nothing but a composition with neither beginning nor end?\nMoreover, our troupe director is quite curious about your machine-generated music...\nI'm sure he'd be in favor of my coming along. Very well then, I've said my piece. Where shall we go next?\n<color=#ffffff>Paimon:</color>\nJ—Just like in Sumeru, Kaia completely steamrolled Garcia...\n<color=#ffffff>Traveler:</color>\nGarcia doesn't stand a chance against her...\n<color=#ffffff>Lutong:</color>\nPerhaps it's because Mr. Garcia doesn't even want to win...\n<color=#ffffff>Garcia:</color>\n*cough* Lutong! Let us hurry, we must find a suitable place to stay! Preferably somewhere with lots of people.\n<color=#ffffff>Lutong:</color>\nSomewhere with lots of people... Perhaps we could try...\n<color=#ffffff>Kaia:</color>\nThe hotel where our troupe is staying? It's quite busy, and we all know each other.\nIf any strangers try to sneak into our midst, they'll be discovered immediately. Also, our troupe director will certainly want to learn more about your Numbering Machine.\n<color=#ffffff>Garcia:</color>\nUh...\n<color=#ffffff>Lutong:</color>\nThen it's settled! Excellent, all of our problems have been solved.\n<color=#ffffff>Garcia:</color>\nAll of our problems!?\n<color=#ffffff>Lutong:</color>\nThat's that then. Traveler, please take this. Consider it an advance deposit for your services.\nI don't know when we'll be able to set off... but when the time comes, I'm counting on you.\n<color=#ffffff>Garcia:</color>\nBut... Why do I feel like we have even more problems than before!?"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Post Quest Dialogue</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The following dialogue appears when the player talks to Lutong at Vasari Passage before the next daily reset\n<color=#ffffff>Lutong:</color>\nOh, hello Traveler. Nice to see you.\nI hate to tell you this, and it's a real pity, but our trip to Petrichor will have to be postponed.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Has something happened in Petrichor?</color>\n<color=#ffffff>Lutong:</color>\nSome... dangers, difficulties, an unforeseen situation... something like that.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Are you running low on travel funds?</color>\n<color=#ffffff>Lutong:</color>\nYou're certainly not wrong, but our journey has been forestalled by a far greater problem.\n<color=#ffffff>Lutong:</color>\nAccording to the Gardes, all the residents of Petrichor seem to have fallen into... a strange slumber.\nThe Gardes suspect that it has something to do with some kind of natural hypnotic gas that's escaping from the ground beneath the city.\nFor safety reasons, they are currently advising all travelers to stay away... us included, of course.\nMr. Garcia is very worried about his friends who are still in town, and he's even considering slipping in unnoticed on his own.\nFortunately, Ms. Kaia was very quick on her feet and managed to stop Mr. Garcia by tying him up amicably.\n<color=#ffffff>Traveler:</color>\nTying him up... amicably?\n<color=#ffffff>Lutong:</color>\nWe've provided him with a mattress to lie down on, and the restraints are made of fine satin. I'm sure that no harm will afflict him, except for his own guilty conscience.\nIn any case, all we can do now is wait here in the Court of Fontaine. Thanks to the Gardes and the theater troupe members, those who would seek to lay their hands on Mr Garcia's research won't dare do anything rash.\nI'll let you know as soon as we're able to depart."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Properties</color>\n<color=#ffffff>Unlock Requirements</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5386,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Quest Series</color>\nNone\n<color=#ffffff>Rewards</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4934,
        "name": "Fontaine Reputation EXP",
        "desc": "<p>Increases your Reputation Lv. (Fontaine)</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/94376896/be3b98d1ebb2d9aea65a9fae9ffeb5cf_7294645888571758192.png",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Adventure EXP",
        "desc": "<p>Adventure EXP. Used to improve Adventure Rank.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/12/151578876/cc5a2b13c1c34e9a4dd45c84a521cd99_7813730749493121338.png",
        "amount": 150,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 20000,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Hero's Wit",
        "desc": "Character EXP material. Gives 20000 EXP.<br/>These experiences are extremely precious for a pilgrim traveling through Teyvat in order to be closer to Celestia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Achievements</color>\nNone\n<color=#ffffff>Starting Location</color>\n<color=#ece5d8>Court of Fontaine, Fontaine</color>\n<color=#ffffff>Interactive Map:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=52,2,3,154,319,338&center=-1218.50,-5329.75&zoom=1.00"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/364365681/52ee74e8378c56d319811f5d92ef9ed4_8417406030461477775.jpg",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/364365681/475db5d6d5db4d232bea4579e129b1f7_1210311260258892504.jpg",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Quest Objectives</color>\nGo to the Opera Eclipse\nGo to a more secluded place with Lutong\nGo to the cafe with Lutong\nLook for Menthe\nMeet up with Garcia's group\n<color=#ffffff>NPC</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3943,
        "name": "Garcia",
        "desc": "<p>A quest-exclusive NPC. He is a member of the Daydream Club, a group of inventors from Fontaine.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/30/77454259/b1f574f2e3c943246c6225cb67d6f14d_406964362471477469.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Where His Life Lies"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ]
  }
}