{
  "epId": 5645,
  "name": "Latecoming Homecoming",
  "desc": "<p><span>Giustino has made up his mind to return to his hometown, Petrichor...</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/149158619/03386dacb31726cbf471f6fb2a29e069_97851311122492108.png",
  "menuId": 31,
  "menuName": "World Quests",
  "version": 1728753293,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Latecoming Homecoming"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Properties"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Unlock Requirements</color>\nAllow one server reset to pass after completing"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Fortune Plango Vulnera",
        "desc": "<p><span>For Monsieur Os, and for everyone in town, take on Boethius in a final battle!</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/41133912/03386dacb31726cbf471f6fb2a29e069_657494252868437954.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Rewards</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4934,
        "name": "Fontaine Reputation EXP",
        "desc": "<p>Increases your Reputation Lv. (Fontaine)</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/94376896/be3b98d1ebb2d9aea65a9fae9ffeb5cf_7294645888571758192.png",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Adventure EXP",
        "desc": "<p>Adventure EXP. Used to improve Adventure Rank.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/12/151578876/cc5a2b13c1c34e9a4dd45c84a521cd99_7813730749493121338.png",
        "amount": 150,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Primogem",
        "desc": "<p>A primordial crystalline gem that's beyond the mundane world. Shines with the condensed hopes and dreams of universes that once were.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/8902272b2dbb45cce8fbd6f596c6904b_3502391192719350131.png",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 25000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Achievement</color>\nSlow Homecoming"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Starting Location"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Petrichor, Fontaine</color>\n<color=#ffffff>Interactive Map:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=52,2,3,154,319,338,410,521&center=1063.22,-5205.16&zoom=2.00"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/149158619/f784a4e894ac3c3ccbde397010320880_6866052176246504397.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/149158619/2aa3fa8b78767f53ba08d6d5c6e7ebf4_3536831824081732826.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Objectives"
      },
      {
        "type": "RichText",
        "text": "Talk to Giustino\nFind out where Giustino went\nFollow Giovanni\nDefeat the Agent\nTalk to the Agent\nHead to the designated location"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Starting Location: Petrichor</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Giustino</color>\n<color=#ffffff>Quest Description:</color> Giustino has made up his mind to return to his hometown, Petrichor...\n<color=#ffffff>???:</color>\nDo you two happen to be heading to sea as well? If so, please, could I trouble you to bring me along to Bayda Harbor?\n<color=#ffffff>Traveler:</color> <color=#ffffff>My Waverider's pretty small...</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Sorry, but I don't intend to go out to sea right now.</color>\n<color=#ffffff>???:</color>\nAh, I see... Oh dear, this is going to be a toughie...\n<color=#ffffff>Paimon:</color>\nWell, if it's really urgent, we could still help...\n<color=#ffffff>Giulietta:</color>\nOh! What kind souls you are! In any case, my name's Giulietta, and I sell instruments.\nNot long ago, I inked an order with some outlander gentlemen for a batch of materials from them. I mean, even the greatest artisan wouldn't be able to fashion an instrument from nothing!\nAccording to the contract, the payment must be made these two days at Bayda Harbor. But I overslept and missed the last boat...\n*sigh* It might be the nightmares I've been having lately, but I couldn't sleep well... It is my fault, of course, but right now, I need to get to Bayda Harbor.\nSo if you'd be willing to help, I'd be immensely grateful. Three times the going rate — that's what I'll pay.\n<color=#ffffff>Paimon:</color>\nTh—Three times!?\n<color=#ffffff>Traveler:</color>\nY <color=#ffffff73>ou sure are generous, huh?</color>\n<color=#ffffff>Giulietta:</color>\nWell, it's a matter of trust and reputation. This is life and death for us businesspeople.\n<color=#ffffff>Paimon:</color>\nW—Well, sure seems that way...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Well, what are you waiting for? Get onboard, sailor!</color>\n<color=#ffffff>Giulietta:</color>\nThank you so much, good sir/kind ma'am!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Hold on, I have some things to handle first...</color>\n<color=#ffffff>Giulietta:</color>\nAlright, but do hurry. Time waits for no one...\nIf \"Hold on, I have some things to handle first...\" was chosen\n<color=#ffffff>Giulietta:</color>\nAh, you're back. Glorious! We can go now, can we not?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Alright, get onboard.</color>\n<color=#ffffff>Giulietta:</color>\nIn that case, let us not delay. To Bayda Harbor we go!\n<color=#ffffff>Traveler:</color> <color=#ffffff>You'll have to wait a while longer, I have something that needs doing.</color>\n<color=#ffffff>Giulietta:</color>\n*sigh* Alright. But do come back as soon as you can — we have an agreement, don't we?\n<color=#ffffff>You cross the sea and arrive in Bayda Harbor...</color>\n<color=#ece5d8>Bayda Harbor</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Giustino</color>\n<color=#ffffff>Giulietta:</color>\nYes! We're here!\nThank you both so much! Now I can deliver the payment as promised — we can't have our outlander friends viewing us Fontainians as fickle folk who flip on their agreements.\nWell then, here's the payment, as promised!\n<color=#ffffff>Paimon:</color>\nHehe, shiny, shiny Mora. As long as there's some to be had, we can do business!\nThat said, Traveler, since we're here already, why don't we have a look around? Even if we were to go back to Petrichor now...\n<color=#ffffff>???:</color>\nHmm? Did you two come from Petrichor by any chance?\n<color=#ffffff>Paimon:</color>\nHey! Don't just talk to people from behind like that! You gave Paimon a fright!\n<color=#ffffff>???:</color>\nOh, did I startle you? My apologies, truly. I simply could not contain myself upon hearing my hometown's name...\n<color=#ffffff>Paimon:</color>\nDid you really have to get this excited, though?\n<color=#ffffff>???:</color>\nWell... I left home when I was young, and I haven't been back since. Ten years flew by while I did business in Sumeru. Ten years without word from home...\n<color=#ffffff>Giustino:</color>\nWell, since you've come from there, could you tell me how things have been going? ... Right, I forgot to introduce myself. Just call me Giustino.\n<color=#ffffff>Paimon:</color>\nHello there, Giustino. Paimon's name's Paimon, and this is Traveler. And you've come to the right people — we have a \"deep\" understanding of Petrichor, after all!\n(Hmm, wouldn't he think we're crazy if we told him that we followed a cat and wound up disrupting an ancient plot and resolving the crisis in his hometown, though?)\n<color=#ffffff>Traveler:</color> <color=#ffffff>(Well, those things did happen, but...)</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>(It would sound like pure nonsense...)</color>\n<color=#ffffff>Paimon:</color>\nUh, Petrichor's doing great! How great, you ask? As great as before, that's how!\n<color=#ffffff>Giustino:</color>\nReally? Just as before, then? That's good, that's good...\n<color=#ffffff>Paimon:</color>\nSpeaking of which, wouldn't it be better for you to go, since you're a local, rather than rely on us outsiders?\n<color=#ffffff>Giustino:</color>\nYou speak reason! I should do, yes. I did not bat an eyelid when I left it all behind back then, yet now I shrink back from my desire to return.\nHow strange. My courage fails me as I grow older...\nIf I hadn't found this flute in my baggage while packing...\n<color=#ffffff>???:</color>\n...\n<color=#ffffff>Giustino:</color>\nWhen I left home, I had nothing with me but this flute. In truth, my family disapproved of my departure, and my father snuck the instrument out to me at the last minute.\nHaha, good times, those. Not a Mora to my name, but with the flute strains flowing free, a fire in my belly, and a dream, it was like the whole world was mine for the seizing.\nLater, I would make lots of friends in Sumeru, and my business would grow. sigh If only I could have written them a letter, but I had all but forgotten my family and home...\nAhem... Anyway, if I may make such a request, would you be willing to take me with you when you return to Petrichor?\n<color=#ffffff>Traveler:</color>\n<color=#ffffff73>So, you gonna pay us triple, too?</color>\n<color=#ffffff>Giustino:</color>\nTriple!?\n<color=#ffffff>Paimon:</color>\nThat's right! The lady we just ferried over had urgent business to attend to, so she paid us triple for the ride!\n<color=#ffffff>Giustino:</color>\nWell... I should have enough for that. Alright, I'll pay you triple too. \"Strike while the iron is hot,\" as they say — since I've decided to return home, any delay will be detrimental.\n<color=#ffffff>Paimon:</color>\nWell, we're not exactly professional boatmen or anything... But hehe, such premiums are tough to refuse!\n<color=#ffffff>From Bayda Harbor, you then return to Petrichor...</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>My Waverider's a fast and steady boat. Hop onboard, and we'll be off.</color>\n<color=#ffffff>Giustino:</color>\nThank you.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Could you wait for a moment?</color>\n<color=#ffffff>Giustino:</color>\nOf course. No worries.\nIf \"Could you wait for a moment?\" was chosen\n<color=#ffffff>Giustino:</color>\nShall we head out now?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Let's go.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Just a while more...</color>\n<color=#ffffff>Guistino:</color>\nOf course, no trouble at all.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Giustino</color>\n<color=#ffffff>Giustino:</color>\n...\n<color=#ffffff>Paimon:</color>\nErr, you don't look so good. You sure you're okay?\n<color=#ffffff>Giustino:</color>\nI... I'm just a bit seasick. Ugh... Sorry! I—I'll just throw up over there for a bit. Be right back!\n<color=#ffffff>Paimon:</color>\nEh? Uh, sure, but don't forget to come back as soon as possible!\n<color=#ffffff>After a good long while...</color>\n<color=#ffffff>Paimon:</color>\nWait, something's not right. Why isn't Giustino back yet?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Did he vomit till he passed out?</color>\n<color=#ffffff>Paimon:</color>\nEh!? That serious? But you were keeping the boat pretty steady... Or maybe it's because Paimon floats...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Uh oh, is he trying to wiggle his way out of paying?</color>\n<color=#ffffff>Paimon:</color>\nHuh? Didn't he say he was a big-shot booming businessman, though? Was he fibbing?\n<color=#ffffff>Paimon:</color>\nEither way, we've gotta find him, and fast!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Find out where Giustino went</color>\n<color=#ffffff73>Optional Dialogue:</color> Talk to Loredan\n<color=#ffffff>Paimon:</color>\nHello there. Have you seen a merchant from Fontaine dressed in Sumeru garb?\n<color=#ffffff>Loredan:</color>\nHuh? A Fontainian wearing clothes from Sumeru? Sorry, I was a bit busy thinking about my composition, so I didn't notice.\n<color=#ffffff>Paimon:</color>\nHmm, alright then... Guess we should ask elsewhere, Traveler.\n<color=#ffffff73>Optional Dialogue: Talk to Contarini</color>\n<color=#ffffff>Paimon:</color>\nHello there. Have you seen a merchant from Fontaine dressed in Sumeru garb?\n<color=#ffffff>Contarini:</color>\nI've not seen any such person. Has something happened? If there's an emergency case that requires the Special Patrol's services...\n<color=#ffffff>Paimon:</color>\nWell, it's not anything urgent, really... Anyway, we'll be looking elsewhere!\n<color=#ffffff>Paimon:</color>\nHello there. Have you seen a merchant from Fontaine dressed in Sumeru garb?\n<color=#ffffff>You explain the situation...</color>\n<color=#ffffff>Giovanni:</color>\nSo this fellow you're looking for is named \"Giustino,\" and he claims to be from Petrichor?\n<color=#ffffff>Paimon:</color>\nThat's right! Have you seen him? Wait — were you two acquainted from before?\n<color=#ffffff>Giovanni:</color>\nJust acquainted? Hah!\nStill, even if I recognize him, I wonder if he still recognizes his little brother. So many years away, and not a letter sent back. Why, I've already had a tombstone erected for him behind the town!\nAnd now he's back... and he hasn't paid his boat fare? Disgraceful.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Disgraceful indeed.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>We shouldn't comment too much as outsiders...</color>\n<color=#ffffff>Paimon:</color>\nW—Wait, but we're... the victims here, aren't we? And if Giustino really does faint from discomfort somewhere...\n<color=#ffffff>Giovanni:</color>\n*sigh* Fine, I'll go search together with you. I'm a local, so I know our surroundings better. Also, I have some idea as to where he'll be.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Follow Giovanni</color>\n<color=#ffffff>Agent:</color>\nHuh? Are you pulling my leg? \"I'm sorry, but I really don't remember\"?\nDon't you know what this uniform means? Doesn't it remind you of anything?\n<color=#ffffff>Giustino:</color>\nO—Of course I know what you do, but I'm debt-free! Or I should be... unless a friend took a loan in my name...\n<color=#ffffff>Agent:</color>\nA friend? Who cares about those excuses? I only recognize what's written here on the contract in black and white — and it's my duty to make violators pay up.\nThis is my first job, you know! I wanted to be worthy of this uniform, so I showed up at the specified location three days in advance! Three days!\nI spent them thinking about the excuses you'd make to get out of paying, and how I'd respond...\nAnd then you just upped and ran! All that effort I put in, wasted! Now, I've no choice but to go by the book and...\nTeach you a lesson first, and then bring you back to report!\n<color=#ffffff>Giustino:</color>\nNo! I don't want to leave Petrichor anymore! H—Help me!\n<color=#ffffff>Giovanni:</color>\nStop it! Does any amount of money owed warrant such cruel treatment!?\nPlease, Traveler! Don't let him hurt Giustino! Only you can stop him now!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Defeat the Agent</color>\n<color=#ffffff>Paimon:</color>\nBefore figuring out what exactly is going on, make him stop first!\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to the Agent</color>\n<color=#ffffff>Agent:</color>\nH—Hired help!? Seriously, would you rather pay through the nose for a powerful bodyguard than just follow a contract? I'll... never understand you merchants...\n<color=#ffffff>Traveler:</color> <color=#ffffff>No, I just couldn't control myself after seeing your uniform...</color>\n<color=#ffffff>Agent:</color>\n...Huh!?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Actually, I'm also here to collect a debt.</color>\n<color=#ffffff>Paimon:</color>\nThat's right! He hasn't paid us our triple boat fare either!\n<color=#ffffff>Paimon:</color>\n...But y'know, if he's in this much debt, it seems unlikely that we'll get paid at all...\n<color=#ffffff>Giustino:</color>\nNo, I... still have enough for the boat fare. I counted — I should be fine on that front.\n<color=#ffffff>Giovanni:</color>\nThen what about the contract and debt he speaks of? Is that, perchance, the \"souvenir\" you're giving us after more than ten years?\n<color=#ffffff>Giustino:</color>\nHow could you say that, Giovanni? I really don't know a thing about the contract he's talking about! sigh I don't know what to say to make you believe me, though.\n<color=#ffffff>Agent:</color>\nHeh. The handbook says that people will lie and do all they can to wriggle out of debt, but the contract is clearly written — don't you even try.\nYou still owe us payment for ten crates of materials to make those blasted flutes of yours...\n<color=#ffffff>Giustino:</color>\n...Wait, what did you say? Flutes?\n<color=#ffffff>Agent:</color>\n...Are you still sticking to the pretense even now, \"Participazia\"? ... Grr, you Fontainians sure have names that are annoying to pronounce...\n<color=#ffffff>Giustino:</color>\nSorry... but who's that? My name is Giustino. Giustino Pasquale...\n<color=#ffffff>Agent:</color>\n...?\nO—One moment! Let me see... Giu? Ju? Pas... Giulietta Participazia, from Petrichor...\nErr. This seems to be... a woman?\n<color=#ffffff>Paimon:</color>\nUhh... Ah...\n<color=#ffffff>Traveler:</color>\nUm...\n<color=#ffffff>Agent:</color>\nW—Wait! If you're not that woman, then why were you going on about some \"flute\" back there at Bayda Harbor?\n<color=#ffffff>Giustino:</color>\n...I was talking about... this flute?\n<color=#ffffff>Giovanni:</color>\n...\n<color=#ffffff>Guistino:</color>\nThis is the flute my father gave me when I was about to leave home. He hoped that I would inherit the family business of instrument-making, but I...\n*sigh* Forget it.\n<color=#ffffff>Agent:</color>\nHold on. If this had nothing to do with you, then why did you run?\n<color=#ffffff>Giustino:</color>\n\"I'm sorry, but I really don't remember,\" I said that, didn't I? But you sounded so aggressive and looked so frightening. What was I going to do except run?\n<color=#ffffff>Agent:</color>\nWell, this is my first job — one to remember! Of course I had to double my enthusiasm!\n<color=#ffffff>Traveler:</color> <color=#ffffff>To the point that you showed up three days in advance?</color>\n<color=#ffffff>Paimon:</color>\nYou were way too anxious!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Well, it looks like your career's in dire straits now...</color>\n<color=#ffffff>Agent:</color>\nUgh. Then where did that Giulietta Participazia go...\n<color=#ffffff>Paimon:</color>\nSpeaking of that, the lady we ferried over first works in the instrument business... Y'know, the one who was going to be late for a business transaction? Didn't she call herself \"Giulietta\"?\n<color=#ffffff>Agent:</color>\nWhat? So she's in Bayda Harbor now? I have to find her as soon as possible...\n<color=#ffffff>Paimon:</color>\nShe seems to care a lot about credibility, so she probably wouldn't default...\n<color=#ffffff>Agent:</color>\nYou're going to get scammed if you hold onto such naive ideas. People lie — that's what the handbook says! Anyway, I've got to go find her, immediately!\n<color=#ffffff>The Agent departs...</color>\n<color=#ffffff>Paimon:</color>\nSeriously, where does he get the cheek to lecture Paimon based on that handbook of his!? He was the one who made a mistake...\n<color=#ffffff>Giovanni:</color>\nWhat a farce... I see you're the same as ever, Big Brother. Always sucking people into whatever trouble you get into!\nI don't know whether to laugh or be angry.\nI'm sorry, Giovanni.\nAnd sorry for the trouble, you two, but this is no place for a chat. Let's find a spot where I can treat you to some snacks, and we'll talk.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Head to the designated location</color>\n<color=#ffffff>Giovanni:</color>\nOur town's a small place, and our desserts and tea are all quite ordinary, so they might not look like much to you who have traveled and seen much...\n<color=#ffffff>Giustino:</color>\nGiovanni, why do you have to talk like this? My heart is made of flesh and blood, just as yours is. It, too, can be hurt.\n<color=#ffffff>Giovanni:</color>\nIs that so? And here I thought that the heart of one who cares so little about their family would be made of immovable stone.\n<color=#ffffff>Giustino:</color>\nI...\n<color=#ffffff>Paimon:</color>\n(Well... Paimon didn't think it'd turn out like this... This is so awkward!)\n<color=#ffffff>Traveler:</color> <color=#ffffff>Stop arguing, you're going to spoil the taste of the snacks.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>If I'd known, I'd have gone with that Agent...</color>\n<color=#ffffff>Paimon:</color>\nA—Anyway, you brothers have been reunited after many years, so shouldn't you be happier about that...?\n<color=#ffffff>Giovanni:</color>\n...\n<color=#ffffff>Giustino:</color>\n...\n<color=#ffffff>Paimon:</color>\nHey, Traveler, c'mon! Help talk some sense into 'em, would you?\n<color=#ffffff>Traveler:</color> <color=#ffffff>I envy you. At least you've been reunited.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>There's no point butting into someone else's family matters.</color>\n<color=#ffffff>Paimon:</color>\nWell, that's true, but...\n<color=#ffffff>Paimon:</color>\nActually, Traveler's still searching for his/her missing sister/brother...\n<color=#ffffff>You briefly explain the reason for your journey to the two brothers...</color>\n<color=#ffffff>Giovanni:</color>\nI see... It must be hard, to have to scour the world for your family — and you're so young, too.\n<color=#ffffff>Giustino:</color>\nI'm sure your sister/brother has her/his reasons. I don't think she's/he's forgotten you or has intentionally broken off contact. Please, don't hate her/him for it.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Err... Thanks?</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Actually, never mind my problem. You two...</color>\n<color=#ffffff>Giovanni:</color>\nAh. *sigh* To have been guided by a youth like you... We have truly shamed ourselves as elders.\nWe may have had our disagreements, but we are still brothers...\n<color=#ffffff>Giustino:</color>\nThank you... Giovanni.\n<color=#ffffff>Giovanni:</color>\nAh, but don't be so quick to thank me. It was you who voluntarily gave up the family business. Now, I am the legal heir to the Pasquale name, no matter how you...\n<color=#ffffff>Giustino:</color>\nIt's alright, Giovanni, I know what you mean. But of all the things I've lost, I regained the most precious of them — as for the rest, I don't need them.\n<color=#ffffff>Giovanni:</color>\nAgain, don't speak too soon. That novice debt collector wasn't talking out of his hat when he said that \"people lie\"!\n<color=#ffffff>Giustino:</color>\nIn that case, let us sign a contract — write a statement in black and white! Or perhaps, if some other means suits you better...\n<color=#ffffff>Giovanni:</color>\nWe don't have to go that far...\n<color=#ffffff>Giustino:</color>\nAh, it seems you're quite the same as you used to be. But I've changed. I'm not the man I was before. Let me work in your workshop.\nI shall be your assistant, just as you were mine when we were little.\n<color=#ffffff>Giovanni:</color>\nDo your best, then. I'm not going easy on you just because you're my big brother.\n<color=#ffffff>Giustino:</color>\nOf course. No worries.\n<color=#ffffff>Paimon:</color>\nWell, so guess the two of you have made up now, eh?\n<color=#ffffff>Giustino:</color>\nYes. Thank you so much for your help. Why, I somehow feel as if the triple-price fare was hardly enough! It's just a shame I only have this much on me...\n<color=#ffffff>Giovanni:</color>\nIf you can sit yourself down and work hard in the workshop, repaying their kindness would be a simple matter.\n<color=#ffffff>Giustino:</color>\nHear that? Giovanni's going to take good care of me. If we should have the chance to meet again, I'll treat you two!\n<color=#ffffff73>Optional Dialogue:</color> Speak to Giustino or Giovanni\n<color=#ffffff>Giovanni:</color>\nBig Brother... When you meet Martha and Moce back at the workshop, just let me do the talking.\n<color=#ffffff>Giustino:</color>\nA—Alright, sure! But who are they again...\n<color=#ffffff>Giovanni:</color>\nMartha is my wife, and Moce, my son. You remember meeting the Valiers' daughter? She would often come to the workshop and... Never mind. I'll tell you the story later."
      }
    ]
  }
}