{
  "epId": 5646,
  "name": "Daydreams Beyond Space and Time",
  "desc": "<p>Garcia and company are preparing to return to Petrichor...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/118896516/03386dacb31726cbf471f6fb2a29e069_6579484874654733315.png",
  "menuId": 31,
  "menuName": "World Quests",
  "version": 1724292099,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "3 Phonographs Locations"
      },
      {
        "type": "RichText",
        "text": "Located in the plant pot beside the cathouse, south side of the house."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/118896516/d422f807b667bc9e4809fe007a6d2e38_8626051765210091505.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/118896516/3f15430a76bfd84d4959369837e5c846_3081969598299180333.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Located in the plant pot left of Este, on the ledge west of the house."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/118896516/492c1fdbbb520d8b442dd2040b6510ae_1047364550328564462.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/118896516/db733b2b711d8eb0844992234e3eac37_1047746485202469615.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Located in the plant pot next to the stairway, north of the house."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/118896516/fb73dc4ee30280f16962380967aa95ff_8747595230375817510.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/118896516/d3f8559ea6fcee19649019a57ed89f8a_2452463418838360658.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Court of Fontaine, Fontaine</color>\n<color=#ffffff>Quest Description:</color> <color=#ffffff73>Garcia and company are preparing to return to Petrichor…</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Garcia</color>\n<color=#ffffff>Garcia:</color>\n<color=#ffffff73>...We have to go, right this instant!</color>\n<color=#ffffff>Kaia:</color>\n<color=#ffffff73>Calm down, Garcia. Didn't Officer Menthe say that things in Petrichor have returned to normal</color> <color=#ffffff73>?</color>\n<color=#ffffff>Lutong:</color>\n<color=#ffffff73>Sir, please, have faith in the good gentlemen of the Club. They are brilliant people, they will be fine, the threat notwithstanding.</color>\n<color=#ffffff>Garcia:</color>\n<color=#ffffff73>Yes, yes, I know Babisse is very clever, and that Mécantre always has a strategy handy, but neither of them is good at dealing with malicious intent!</color>\n<color=#ffffff73>I sent them letters to warn them, but that despicable merchant was far too cunning for them!</color>\n<color=#ffffff73>Ah! The humanity! Good folk are always being taken advantage of by the bad!</color>\n<color=#ffffff>Lutong:</color>\n<color=#ffffff73>In that case, we can only put our faith in Mr. Bossuet, and hope that the Fontaine Research Institute can see the Club members through.</color>\n<color=#ffffff>Garcia:</color>\n<color=#ffffff73>See the Daydream Club itself blown sky-high, more like... Ugh...</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Looks like this is a job for me.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>I could pull it back down even if it does.</color>\n<color=#ffffff>Garcia:</color>\nAh, my dear Traveler, you're here at last! Wondrous, wondrous! Come, let us be off, immediately!\n<color=#ffffff>Kaia:</color>\nGood to see you, Traveler, Paimon. You've been doing well, I can tell.\n<color=#ffffff>Paimon:</color>\nHey there, Kaia! Hehe, is it just Paimon, or did you get prettier since we last saw you?\n<color=#ffffff>Lutong:</color>\nHmm, we do have a poem in Liyue. How does it go now? Something like...\n<color=#ffffff>Kaia:</color>\nI think I remember... \"Even in fields a-flower, mine eyes dither to stray\"... Something like that? It was in an anthology I read once.\n<color=#ffffff>Garcia:</color>\nThank you, Lutong, Liyue truly is a comprehensive repository of poetic wonders! In which case, let us depart — in the name of said wonders!\n<color=#ffffff>Traveler:</color>\nYou're blushing.\n<color=#ffffff>Garcia:</color>\nH—Hardly! I was simply... too warm! Yes! So worrisome were the wind and waves that I wore a few extra layers. Hahaha!\n<color=#ffffff>Paimon:</color>\nIs that so? Y'know, Paimon couldn't tell just by looking.\n<color=#ffffff>Menthe:</color>\nPfft. Alright, everyone, let's go. Everything is ready.\nMy apologies, Mr. Garcia. I would have gotten you a few layers more if only we had known that you were so afraid of the cold.\nIn that case, please head to Petrichor first. I'll be waiting for some colleagues here first, and we will join you shortly.\n<color=#ffffff>The group quickly sets out on the road to Petrichor...</color>\n<color=#ece5d8>Petrichor, Fontaine</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Head to Petrichor</color>\n<color=#ffffff>Garcia:</color>\nAh... Petrichor! My homeland, how lovely, how familiar, how...\n<color=#ffffff>Lutong:</color>\nQuiet... Sir, is your hometown famed for its tranquility?\n<color=#ffffff>Garcia:</color>\nOf course not. Babisse and Mécantre make all manner of crash and clamor every day, never mind anyone else...\nWait... Mécantre, Babisse... We must go to the Club first. Come with me, quickly!\n<color=#ffffff>Mécantre:</color>\n...Was that real? Or just an illusion? I—I saw it...\n<color=#ffffff>Babisse:</color>\nI cannot tell either, but...\n<color=#ffffff>???:</color>\nI... Wh—What have I done... Oh, Archons help us...\n<color=#ffffff>Garcia:</color>\nMécantre! Babisse! I saw what happened at the Club, and feared something must've happened to you! Where's Este? What about Grispan?\n<color=#ffffff>Mécantre:</color>\nGarcia!? I must be dreaming... or have I always been? What brings you back here?\n<color=#ffffff>Babisse:</color>\nYou're... Remuria... No, no, no! Archons, my mind's just filled with this stuff, isn't it...\n<color=#ffffff>???</color> <color=#ffffff>:</color>\nYou're... Garcia?\n<color=#ffffff>Garcia:</color>\n...Grundeland. Just what are you up to this time? Find another opportunity to exploit? Or are you trying to take credit for our research again?\n<color=#ffffff>Grundeland:</color>\nI... Well, I had considered doing so before, but...\n<color=#ffffff>Traveler:</color>\nAh, so this is the fellow who coveted your research?\n<color=#ffffff>Garcia:</color>\nThat's right! That's him. He hired people to tail us, and even sent them to search my room, trying to take the Numbering Machine for himself.\nIt hardly surprises me that you would wait for me in Petrichor once you realized that you wouldn't get anything out of me. I'll have you know, I already wrote a letter...\n<color=#ffffff>Kaia:</color>\nOne moment, Garcia. He doesn't quite look right...\n<color=#ffffff>Paimon:</color>\nPaimon would say that about everyone here, Traveler... C—Could it be that...\n<color=#ffffff>Traveler:</color> <color=#ffffff>(Aye, it's the influence of Phobos.)</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>(Has Phobos's influence not faded completely?)</color>\n<color=#ffffff>Paimon:</color>\nWait, you mean that they also had that dream and became... other Remurians too?\n<color=#ffffff>Traveler:</color>\nJust like Este.\n<color=#ffffff>Paimon:</color>\nR—Right. If they've been on this island the whole time, then Phobos would have...\n<color=#ffffff>Grundeland:</color>\nI... That was exactly what I was thinking, Garcia. I confess, I was once an awful villain, and I...\n<color=#ffffff>Lutong:</color>\nSo, good sir, I assume you planned to lure him over to Petrichor, before using the noble sentiments of these friends of yours here to influence him?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Seems like a smashing success, if you ask me.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>I didn't know you had a knack for this.</color>\n<color=#ffffff>Lutong:</color>\nI must say that had you demonstrated this talent in the past, our work would have gone much more smoothly.\n<color=#ffffff>Kaia:</color>\nOh my... We might have to re-examine our relationship, Dear.\n<color=#ffffff>Paimon:</color>\nUhh...\n<color=#ffffff>Garcia:</color>\nH—Hang on, this isn't the time for jokes!\n<color=#ffffff>Grundeland:</color>\nAh, why was I so obsessed with control before? I... I truly am beyond help!\n<color=#ffffff>Garcia:</color>\nDon't try anything funny, Grundeland. Mécantre and Babisse have already placed phonographs in town.\nAll your dastardly ploys have been recorded, sure as we live. Babisse, Mécantre, you...\n<color=#ffffff>Mécantre:</color>\nThe phonographs? Oh yeah... I placed them. And then we took a walk and only talked about stuff to do with making money, truly silly stuff...\n<color=#ffffff>Babisse:</color>\nInvestment, stock ownership, promotion... Mora, Mora, Mora rolling everywhere, all while our minds filled up like giant waterbags...\n<color=#ffffff>Mécantre:</color>\nBut wait... Where did I put them? Do you remember, Babisse?\n<color=#ffffff>Babisse:</color>\nIn the, uh, flower pots? The one in the town? Next to the bell? The hall, the stone statue, the hall... and with Mr. Bossuet... Wait, where's he gone?\n<color=#ffffff>Lutong:</color>\n...Sir, there are no bells in this area, nor halls or stone statues. *sigh* Looks like there's no getting through to them...\nTraveler, please come with me as we search for the phonographs. I fear that is our only lead.\nMs. Kaia, could I trouble you to accompany Mr. Garcia and these gentlemen here?\n<color=#ffffff>Kaia:</color>\nLeave it to me. They do indeed need some taking care of.\nFirst, we need to find a way to calm them down...\nLet me think. Hmm... A bowl of delicious hot soup would make for a good start.\nOptional Dialogue: Talk to Garcia and Kaia\n<color=#ffffff>Garcia:</color>\nWhat has happened to the town? Did that idiot Grispan hypnotize everyone!?\nBut wait, where has he gone!? And he's taken Grobel with him, too... It couldn't really have been him, though, could it...?\nPlease, Mécantre, Babisse, come to your senses! The Club is counting on you!\n<color=#ffffff>Kaia:</color>\nCalm down, Garcia. Let's go make them some soup first. A little something warm will help them recover their wits.\n<color=#ffffff>Garcia:</color>\nOh, alright... I really don't know what to do, Kaia. This is all a mess.\n<color=#ffffff>Kaia:</color>\nDon't worry, Dear, it's alright. You've got me, and that's not in doubt, is it?\nOptional Dialogue: Talk to Mécantre and Babisse\n<color=#ffffff>Mécantre:</color>\nThat's right. You just couldn't learn to \"daydream\"... There's no lack of reality all around us. You just lacked that power to dream...\n<color=#ffffff>Babisse:</color>\nYou have to... We have to look up at the sky and cease obsessing over Mora and tall towers. An empty space is where a researcher truly belongs...\nOptional Dialogue: Talk to Grundeland\n<color=#ffffff>Grundeland:</color>\nAh, there is truly no hope for me... Why did I... Oh, Archons, why did I do those things...\nI'm just like that person. I wanted to pull the strings. Let others do my bidding. No... No, no, no...\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Retrieve the phonograph (0/3)</color>\nSearch plant pot beside the cathouse, south side of the house\n<color=#ffffff>Choppy, Broken Recording:</color>\n...Stupid researchers... not even a ten-thousandth of your intelligence...\nCooperation... Mora... big business... doesn't work out, we'll just have to make him suffer some...\n...Contract is here... sign here...\n...Huh!? What's... happening...\n(A few dull thuds can be heard from the phonograph, and afterward, no more speaking can be heard.)\n<color=#ffffff>Lutong:</color>\nIt appears evident that some accident occurred before they finished their conversation. A mixed blessing, as they say.\nSearch plant pot left of Este, on the ledge west of the house\n<color=#ffffff>Choppy, Broken Recording:</color>\n...This research... big money... a pleasant collaboration. Trust me!\nThe Club's original purpose... provide for free... Research belongs to everyone...\nWork with me... provide to more people... Professional business channels...\n<color=#ffffff>Lutong:</color>\n\"Provide for free,\" hmm? Heh. A respectable virtue indeed\nSearch plant pot next to the stairway, north of the house\n<color=#ffffff>Choppy, Broken Recording:</color>\nWe can't convince everyone... lots of research results...\n...As long as you cooperate... I guarantee. first... maximum dividends...\n...Become the wealthiest researcher... Research whatever you want...\nPrerequisite... get Garcia... original data...\nAfter retrieving all phonographs\n<color=#ffffff>Lutong:</color>\nThanks to the ingenuity of Mr. Mécantre and Mr. Babisse, I believe Mr. Grundeland will find mounting a defense an uphill challenge.\nLet us return. I believe that Officer Menthe will be quite interested in our findings.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Grundeland</color>\n<color=#ffffff>Grundeland:</color>\nThank you, kind lady... But I'm still feeling quite dizzy...\n<color=#ffffff>Kaia:</color>\nSee? I told you it would work. They're looking much better already.\n<color=#ffffff>Lutong:</color>\nIn that case, you should take the opportunity to recover.\n<color=#ffffff>Traveler:</color>\nBefore the Gardes come to recover you, at any rate.\n<color=#ffffff>Paimon:</color>\nThat's right, that's right! We've got evidence proving that you're a bad guy right here!\n<color=#ffffff>Garcia:</color>\nThank Petrichor, you're back! Did you get those phonographs?\n<color=#ffffff>Lutong:</color>\nOf course, sir. Our plan worked. Babisse recorded this all-too-clever fellow's words down in full. It's all here in the phonographs.\n<color=#ffffff>Grundeland:</color>\nYou... You misunderstand. I shan't deny that I did terrible deeds in the past. I'm a scoundrel, rotten to the bone! I simply wish to redeem myself!\n<color=#ffffff>Lutong:</color>\n...Ms. Kaia, did you put some kind of special Sumeru shrooms in your soup? You know, the sort that might make people want to turn their lives around in the blink of an eye?\n<color=#ffffff>Kaia:</color>\nNo, I just made a pot of some simple fish soup. No spices, either, just salt.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Your charms appear most potent.</color>\n<color=#ffffff>Kaia:</color>\nThank you, though... I suspect such charms as I have would only work on one person.\n<color=#ffffff>Traveler:</color> <color=#ffffff>This must be Petrichor's natural charms at work.</color>\n<color=#ffffff>Kaia:</color>\nEh, this town's pretty, sure, but not that pretty...\n<color=#ffffff>Garcia:</color>\nWhat are you up to this time, Grundeland? I've warned you...\nThe Daydream Club's research will not be used to make a single Mora! We are researchers, not money-grubbing louts!\n<color=#ffffff>Mécantre:</color>\nGarcia, please wait... I... I'm willing to put a little faith in his desire to better himself.\n<color=#ffffff>Babisse:</color>\nI agree. We should at least give him a chance.\n<color=#ffffff>Lutong:</color>\nAlright, it seems that things are getting complicated. Let us take all of you to see a doctor first, shall we?\n<color=#ffffff>Mécantre:</color>\nNo, no, Garcia, listen to me. We... We experienced a huge collective dream.\n<color=#ffffff>Babisse:</color>\nIn said dream, we had turned into stone statues, yet we weren't fully so. We could still think, see, and hear.\n<color=#ffffff>Mécantre:</color>\nI could feel that someone else was in that stone statue besides me.\nI could see through his eyes and hear through his ears, and think along with him through his soul... I was him, yet not him!\n<color=#ffffff>Grundeland:</color>\nMe too... I felt that the person with me was a good person full of ideals and intelligence, who was constantly doing research and work, though not for himself.\nHe was following someone as a musician does a conductor's baton, but he never once noticed it. What... a terrifying life to have led. Ohhh...\n<color=#ffffff>Paimon:</color>\nUh oh, Traveler. When he says \"conductor's baton,\" do you think he means...\n<color=#ffffff>Traveler:</color> <color=#ffffff>The Grand Symphony that governed Remuria...</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>As we thought, they were affected by Phobos.</color>\n<color=#ffffff>Garcia:</color>\nDear Traveler, what are you talking about? Please, for this town's sake, do continue to be our bastion of normalcy!\n<color=#ffffff>Traveler:</color>\nI know where their symptoms come from.\n<color=#ffffff>You do your best to describe Remuria and Phobos in the simplest terms possible...</color>\n<color=#ffffff>Mécantre:</color>\n...So you mean to say that our dreams were real, and no illusion?\n<color=#ffffff>Babisse:</color>\nIt is hard to believe, but your explanation does make sense, Traveler...\n<color=#ffffff>Garcia:</color>\nRemuria? B—But... That is a city that exists only in legend. And even if it existed, that must have been... hundreds of years ago now? I cannot recall...\n<color=#ffffff>Traveler:</color> <color=#ffffff>It's a real place. I've been there.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>It's underwater. I have witnessed its symphony.</color>\n<color=#ffffff>Garcia:</color>\n...Were it anyone else, I would have thought them mad. But you have always been truthful, so I will trust you.\n<color=#ffffff>Grundeland:</color>\nYou have been there!? It really exists!? Good gods! Take me there! Please! I must go!\n<color=#ffffff>Mécantre:</color>\nMe too! I... I must see that stone statue!\n<color=#ffffff>Babisse:</color>\nMe too! I must go see him!\n<color=#ffffff>Traveler:</color>\nIt is incredibly deep underwater...\n<color=#ffffff>Babisse:</color>\nNot to worry. We have plenty of divesuits at the Club, more than enough to get us all down there.\n<color=#ffffff>Paimon:</color>\nHey, is your place a club or some kinda treasure vault? What don't you have in there?\n<color=#ffffff>Mécantre:</color>\nThese divesuits are there thanks to dear Mr. Grispan. He bought them to study underwater hypnotism.\n<color=#ffffff>Babisse:</color>\nI wish him health, no matter where he is.\n<color=#ffffff>Garcia:</color>\nAnyway! Enough chit-chat. I'm coming with you all. I, for one, do not believe that Grundeland will change so easily.\n<color=#ffffff>Kaia:</color>\nIn that case, I suppose I'm coming too.\n<color=#ffffff>Garcia:</color>\nKaia, it's dangerous down there. You...\n<color=#ffffff>Kaia:</color>\nOh, believe you me, dear, you're not half as skilled as I. Lutong, are there enough suits to go around?\n<color=#ffffff>Lutong:</color>\nI counted, milady. Even counting all of us, there are more than enough divesuits.\nIf for any reason you happen to lack one, then my suit will go to you. I'm quite talented at diving without equipment.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Is there anything you're not talented at, Lutong?</color>\n<color=#ffffff>Lutong:</color>\nHmm... That depends on how you'd define the term.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Where in Liyue did you learn that?</color>\n<color=#ffffff>Lutong:</color>\nHahaha, Traveler, my teacher was the roaring sea, and my growling stomach. The latter taught me quite a few things, too.\n<color=#ffffff>Garcia:</color>\nAlright. I suppose our expedition team has been formed. As for who shall take the lead, I believe you to be the best choice, Traveler.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Follow close once we're underwater.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>If you wander about, you'll end up in the Vishap King's belly.</color>\n<color=#ffffff>Garcia:</color>\nWe shall obey your directions, then, Traveler.\n<color=#ece5d8>Sea of Bygone Eras (Remuria)</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Head to Remuria</color>\n<color=#ffffff>Kaia:</color>\nI never imagined that my first diving trip would be in search of a city I glimpsed in a dream. How fascinating.\n<color=#ffffff>Garcia:</color>\nTrue, and one that has been sundered from the present for who knows how long, at that. It should have long since been buried in time...\n...Though we haven't found that city yet, this... bell is making quite the impression already.\n<color=#ffffff>Paimon:</color>\nBabisse, do you find anything around here familiar?\n<color=#ffffff>Babisse:</color>\nNo, sorry... We were in a certain room at that time, and we couldn't move at all.\n<color=#ffffff>Mécantre:</color>\nJust like stone statues.\n<color=#ffffff>Garcia:</color>\nStone statues? But according to you, those statues had a different consciousness within them, right? So you were like...\n<color=#ffffff>Kaia:</color>\nLike the statue's shadow, transcending time, space, and dreamscapes alike... Ah, a shame that I did not have that dream myself.\n<color=#ffffff>Lutong:</color>\nMilady, if you had turned into a statue's shadow, I fear Mr. Garcia and I would have no choice but to interview every stone in Fontaine.\n<color=#ffffff>Garcia:</color>\n*cough* Anyway, let's continue onward for now and look for your statue, alright, Mécantre?\n<color=#ffffff>Grundeland:</color>\n...It's right there! Up ahead! I remember now. I passed this way!\n<color=#ffffff>Garcia:</color>\nHey, hey, Grundeland! Stop right there, you dratted—!\nTraveler! Please go with Mécantre and the others. I'll get a hold of Grundeland!\n<color=#ffffff>Lutong:</color>\nYes, Sir. I will keep an eye on Ms. Kaia... As I would have, even if you had not managed to ask me to in time.\n<color=#ffffff>Kaia:</color>\nPfft... Nice to see that he's in such high spirits. In that case, Traveler, let us go on ahead.\nWith any luck, Mécantre's statue won't be too hard to find.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Search for everyone's \"shadows\"</color>\n<color=#ffffff>Mécantre:</color>\n...It's you. Yes, I know it! I dreamed of you.\n<color=#ffffff>Traveler:</color>\nSo this is...\n<color=#ffffff>Mécantre:</color>\nThat's right. In the dream, I was his \"shadow.\"\nHe seemed to have been studying something known as a \"high-altitude aqueduct.\" Even as a statue, he was constantly going over the details of its engineering.\nHow to lay it down across complex terrain, what materials to use, the length and width of said waterway...\nThat was what made him happy in life... He did not need to think of anything else.\n<color=#ffffff>Babisse:</color>\nAnd there I was, thinking about some strange aquabus design. It was... It was true happiness.\n<color=#ffffff>Babisse:</color>\nHe was pondering an aquabus's specifications, style, and the time required to build it...\n<color=#ffffff>Paimon:</color>\nHuh, still together despite turning into statues? Guess you guys really are fated in some weird way...\n<color=#ffffff>Traveler:</color> <color=#ffffff>They're pretty passionate about their work, huh...</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Par for the course for researchers, I reckon.</color>\n<color=#ffffff>Mécantre:</color>\nI respect their love for their research, but at the same time, I felt sad for them.\n<color=#ffffff>Babisse:</color>\nI too, salute and mourn him.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Is it because their research failed to bear fruit in the end?</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Is it because their research results proved to be flawed?</color>\n<color=#ffffff>Mécantre:</color>\nNo, nothing like that. There was just something missing in their research...\n<color=#ffffff>Garcia:</color>\nHey, everyone, could you lend me a hand? Grundeland's statue appears to have sunk and is tangled in seagrass.\nWe can't get rid of it ourselves like this. Could you help, Traveler?\n<color=#ece5d8>Petrichor, Fontaine</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Head to Petrichor</color>\nOptional Dialogue: Talk to Kaia and Lutong\n<color=#ffffff>Kaia:</color>\nI only hope that we won't run into any trouble...\n<color=#ffffff>Lutong:</color>\nI hope so too, milady. As such, please stand behind us, and keep your distance from the water's edge.\nOptional Dialogue: Talk with Mécantre\n<color=#ffffff>Mécantre:</color>\nThe high-altitude waterway... What a wonderful idea... Yes, wondrous indeed.\nOptional Dialogue: Talk to Babisse\n<color=#ffffff>Babisse:</color>\nThe aquabus... Your designs were exquisite. Of that I have no doubt.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Fish out the statue</color>\n<color=#ffffff>You and Garcia work together to move the statue onshore...</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Return to the shore and talk to everyone</color>\n<color=#ffffff>Grundeland:</color>\nIt's you... Yes, it's you. The person in my dream.\nYou... You were the director of the Remurian Academy of Sciences, in charge of all research projects. All was orderly, all went well, and it was true happiness...\n<color=#ffffff>Paimon:</color>\nHuh. Hang on a moment. Why are you all repeating the phrase \"true happiness\"?\nIt's nice liking your research and all, but most people wouldn't emphasize it as being \"true happiness.\" There's... something creepy about all this...\n<color=#ffffff>Babisse:</color>\nBut that's exactly what the person in the statue kept emphasizing to themselves, and they wholeheartedly believed in it.\n<color=#ffffff>Traveler:</color> <color=#ffffff>I see... So that's what they mean by a symphony that governs all.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>So this is how Phobos controlled people...</color>\n<color=#ffffff>Grundeland:</color>\nHe was a good man. Even after becoming a statue, he continued to worry about the other researchers, fret about unfinished research projects, and blamed himself for the latter...\nBut something was not right... and I just couldn't say what! And only once I'd awakened did Mr. Babisse tell me what was off.\nThey were so focused on research that they never once spared a thought for themselves!\n<color=#ffffff>Babisse:</color>\nThis good person was just like all the others in their statues. They had no freedom. They just followed the invisible conductor's baton around.\n<color=#ffffff>Traveler:</color>\nHow did you know that they didn't have any control?\n<color=#ffffff>Paimon:</color>\nThat's right. You didn't know about Phobos at first, did you?\n<color=#ffffff>Mécantre:</color>\nWell, we found something that they were missing.\n<color=#ffffff>Babisse:</color>\nWhat they were missing was a \"daydream.\" This is something that no researcher should lack.\n<color=#ffffff>Traveler:</color> <color=#ffffff>N—Nope, didn't get it!</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Is \"daydreaming\" really that important?</color>\n<color=#ffffff>Mécantre:</color>\nOf course. If a researcher's mind might be compared to a fast-flowing river, then the daydream is a reef or rock upon which the torrent crashes and upon which waves of inspiration spray.\nWhy can birds fly? Why do trees grow? Why does rain fall from the sky? Why does the world have color?\nWithout such \"daydreams,\" which simply come out of the blue, research would be as a pool of stagnant water.\n<color=#ffffff>Babisse:</color>\nThe \"daydream\" is the spark that every researcher is always pursuing but knows not how to grasp.\nThe intelligence of these two researchers is not in doubt, but they never \"daydreamed\" a thing in their long lives, nor did they ever display the slightest curiosity about anything else.\nFor example, as I heard them speak, I thought of at least three ways to slow water corrosion on aquabus hulls and two ways to improve its form.\nAnd then I began to think that, by combining the previously mentioned proposals, we could build a small boat that could speedily traverse the water.\n<color=#ffffff>Mécantre:</color>\nAs for me, I was inspired by the detailing of their waterway construction, and I began to conceptualize a design that could be set between two mountains, creating a large bridge that could allow all kinds of large transports to pass through!\n<color=#ffffff>Babisse:</color>\nBut they only researched waterways and aquabuses, and were utterly uninterested in anything else, nor did any other inspiration come to them. This is impossible for any researcher.\n<color=#ffffff>Mécantre:</color>\nAnd as you told us about what happened in Remuria, we finally found the answer to that mystery.\n<color=#ffffff>Babisse:</color>\nThese two researchers truly had \"no control over themselves\"... That is why we mourn them. That blind conductor's baton destroyed their inspiration, and ruined their research.\n<color=#ffffff>Grundeland:</color>\n*sobs* I almost became that villainous conductor... Why... I'm not... I never was...\n<color=#ffffff>Garcia:</color>\n...Err, could someone help me stop him from weeping in front of that statue?\n<color=#ffffff>Paimon:</color>\nUhh, Grundeland really does seem really sad...\n<color=#ffffff>Lutong:</color>\nAllow me to help, sir. This is no place for a talk, so I suggest we return to town.\nDo you two gentlemen wish to bring any souvenirs back?\n<color=#ffffff>Babisse:</color>\nNo, we've taken more than enough.\n<color=#ffffff>Paimon:</color>\nHuh? What did you take? Are you lugging these statues back with you?\n<color=#ffffff>Mécantre:</color>\nNo, of course not. We're not taking anything nearly that heavy back with us.\n<color=#ffffff>Garcia:</color>\nGood to see that you're in a good state of mind. Lutong, help me grab his arm so we can get him out of here. He's been weeping for so long that he can barely stand.\nTraveler, we shall be counting on you to lead the way.\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Return to Petrichor</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Talk to Grundeland</color>\n<color=#ffffff>Grundeland:</color>\nNo, no, I'm not... I won't become the person who tormented you. No, never, never... *sobs*\n<color=#ffffff>Paimon:</color>\nHe's... a real mess...\n<color=#ffffff>Kaia:</color>\nTo have seen someone's life in a dream, before returning to reality and understanding the pain that person went through...\nThen finding out that what you thought was a dream was, in fact, real, and the life you bore witness to was also real...\n<color=#ffffff>Traveler:</color> <color=#ffffff>It's almost as if you'd lived a second life.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>Let him rest.</color>\n<color=#ffffff>Kaia:</color>\n*sigh* I'll go make something to drink. Mind helping me out, Garcia?\n<color=#ffffff>Garcia:</color>\nI'll be there. Lutong, watch over Grundeland, will you? If it turns out that his madness is an act...\n<color=#ffffff>Lutong:</color>\nIn that case, sir, I will make it so he need not feign pain.\n<color=#ffffff>Paimon:</color>\nThat said, you two look like you're doing just fine, Babisse, Mécantre.\n<color=#ffffff>Babisse:</color>\nWe've just seen many people in our line of work trapped in similar situations.\n<color=#ffffff>Mécantre:</color>\nAlthough this is the first time I've seen such... direct control.\n<color=#ffffff>Babisse:</color>\nAs to why Grundeland reacted so strongly, we have a theory that comes from a more... sentimental perspective.\n<color=#ffffff>Mécantre:</color>\nThey say that the \"despicable have their eyes closed.\" Grundeland used various methods to keep people under his thumb...\n<color=#ffffff>Babisse:</color>\n...But he had never before taken note of or personally experienced what it was like to be controlled.\n<color=#ffffff>Mécantre:</color>\nThis time, he was forced to experience that pain for himself.\n<color=#ffffff>Babisse:</color>\nAnd the ordeal seems to have made quite the impression.\n<color=#ffffff>Traveler:</color> <color=#ffffff>He had no choice but to experience it.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>I hope that impression will stay with him</color>\n<color=#ffffff>Mécantre:</color>\nSo do we. After all, not everyone can have such an experience.\n<color=#ffffff>Paimon:</color>\nOoh, by the way, you said that you'd already taken souvenirs with you. What did you get?\n<color=#ffffff>Babisse:</color>\nWe memorized the results of the work of those two researchers, and we have decided to... follow in their footsteps, continuing their work along their lines of thinking.\n<color=#ffffff>Mécantre:</color>\nWe're members of the Daydream Club — adding a dash of the fantastical to our research work is what we do.\n<color=#ffffff>Babisse:</color>\nHahaha, you know what? I can't wait to design that little boat! I'll install the latest propulsion device in it, too, just you wait and see!\n<color=#ffffff>Mécantre:</color>\nI'm going to borrow Garcia's Numbering Machine in a bit to calculate the various parameters needed for that large-scale bridge... Yes, and we'll need to do a terrain survey, too!\n<color=#ffffff>Babisse:</color>\nI hope those two researchers will enjoy our \"daydream.\"\n<color=#ffffff>Mécantre:</color>\nAnd if they don't, they're free to enter our dreams again. We can debate the matter then.\n<color=#ffffff>Traveler:</color> <color=#ffffff>\"Daydreams\" truly are a formidable power.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>That's the Daydream Club for you, I guess.</color>\n<color=#ffffff>Lutong:</color>\nAs for me, once Mr. Grundeland is able to walk, I shall hand him over to Officer Menthe.\nI doubt she thought that a matter this complex would end this way...\n<color=#ffffff>Grundeland:</color>\nI... *sobs* I'll never become that sort of... No, no, I already am!\n*whimpers and cries*"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Properties"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Unlock Requirements</color>\nAllow one in-game day to pass after completing"
      },
      {
        "type": "CustomEntry",
        "epId": 5644,
        "name": "Where His Life Lies",
        "desc": "<p>You see a familiar face in the Court of Fontaine...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/364365681/03386dacb31726cbf471f6fb2a29e069_2730069830418915579.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Rewards</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4934,
        "name": "Fontaine Reputation EXP",
        "desc": "<p>Increases your Reputation Lv. (Fontaine)</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/94376896/be3b98d1ebb2d9aea65a9fae9ffeb5cf_7294645888571758192.png",
        "amount": 20,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Adventure EXP",
        "desc": "<p>Adventure EXP. Used to improve Adventure Rank.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/12/151578876/cc5a2b13c1c34e9a4dd45c84a521cd99_7813730749493121338.png",
        "amount": 150,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 20000,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Hero's Wit",
        "desc": "Character EXP material. Gives 20000 EXP.<br/>These experiences are extremely precious for a pilgrim traveling through Teyvat in order to be closer to Celestia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 3,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Achievements</color>\nIn Those Ruins of Dreams..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Starting Location"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Court of Fontaine, Fontaine</color>\n<color=#ffffff>Interactive Map:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=52,2,3,154,319,338&center=-1190.95,-5234.75&zoom=1.50"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/118896516/0dd6b0c61976788fa3d159cbba6914f9_1176030628949639847.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/118896516/8d8aa95c68c111acd5df08556a29bce9_6912935018237694208.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Objectives"
      },
      {
        "type": "RichText",
        "text": "Talk to"
      },
      {
        "type": "CustomEntry",
        "epId": 3943,
        "name": "Garcia",
        "desc": "<p>A quest-exclusive NPC. He is a member of the Daydream Club, a group of inventors from Fontaine.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/30/77454259/b1f574f2e3c943246c6225cb67d6f14d_406964362471477469.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Head to <color=#ece5d8>Petrichor</color>\nRetrieve the phonograph (0/3)\nTalk to Grundeland\nHead to <color=#ece5d8>Remuria</color>\nSearch for everyone's \"shadows\"\nHead to <color=#ece5d8>Petrichor</color>\nFish out the statue\nReturn to the shore and talk to everyone\nReturn to <color=#ece5d8>Petrichor</color>\nTalk to Grundeland"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPCs"
      },
      {
        "type": "CustomEntry",
        "epId": 3943,
        "name": "Garcia",
        "desc": "<p>A quest-exclusive NPC. He is a member of the Daydream Club, a group of inventors from Fontaine.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/30/77454259/b1f574f2e3c943246c6225cb67d6f14d_406964362471477469.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Items"
      },
      {
        "type": "CustomEntry",
        "epId": 5628,
        "name": "Mini Phonograph",
        "desc": "<p>A miniaturized phonograph that appears to have recorded certain sounds. It might perhaps come in handy...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/3d0b70ed3f6e76793e3f51e107f8eefa_2048396974484671069.png",
        "amount": 3,
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Daydreams Beyond Space and Time"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ]
  }
}