{
  "epId": 5729,
  "name": "The Little Witch and the Undying Fire (I)",
  "desc": "<p>The binding and layout are exquisitely made, but the actual content is all handwritten. Judging from the handwriting, there is more than one author. \"Don't fuss about WHAT we're writing, the cover needs to look good! That's the only way it'll give off that 'masterpiece' feeling.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8635961786613789574.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1722965072,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Little Witch and the Undying Fire (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Theater Lobby"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "The Little Witch and the Undying Fire",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8775780199083613886.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "The Little Witch and the Undying Fire (II)",
        "desc": "<p>\"You're more than halfway through and you haven't even pushed the plot forward one iota! Why is it all about the setting!?\" \"And what would you know? Besides, this stuff isn't fleshing the setting out. It's elucidating natural science and other miscellaneous disciplines!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_5046450235111139901.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "The Little Witch and the Undying Fire (III)",
        "desc": "<p>Some mysterious handwriting appears before the main text: \"It's so rare for R to be in her right mind for a spell. Should she really be wasting the precious little lucid time she has writing this?\" \"Don't worry. For a witch, this is the most important thing.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1497636267590634979.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "The Little Witch and the Undying Fire (IV)",
        "desc": "<p>Some mysterious handwriting appears before the main text: \"Tsaritsa be good, how are there this many unresolved plot threads? Please, have mercy on these old bones, would you?\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8132732733516410476.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "The Little Witch and the Undying Fire (V)",
        "desc": "<p>The writing here is practically a messy scrawl. Perhaps the author doesn't really write much, or perhaps something happened.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4756142146776835146.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "The Little Witch and the Undying Fire (VI)",
        "desc": "<p>\"Is it still necessary to write this, the present moment being what it is?\" \"Allow me, then. Opportunities to return to this world are few and far between. Alice would think the same: If we don't continue, then everything would have been meaningless from the start.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4460317197436629352.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "The Little Witch and the Undying Fire (VII)",
        "desc": "<p>The binding and layout are exquisitely made, but the actual content is all handwritten. Judging from the handwriting, there is more than one author. \"I have already found the meaning of writing — that is to tell you: I do so wish you were here, too.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1084570092559482630.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "The Little Witch and the Undying Fire (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\nThis is the story of a little witch who journeyed far and wide to find the \"undying fire.\"\nThe story begins as such, in the westernmost part of the magic continent, where a young witch was undergoing her \"Witch Certification and Final Trial.\" As per convention, one need only pass this trial to qualify as a true witch.\nThe trial required lots to be drawn, and the results were completely random, a format which resulted in frequent accidents. But the magic continent was nothing if not firm in its adherence to tradition, and so, if you would believe it, they've stuck to the rules of drawing lots for trials since the very most ancient of times!\nThere's a law in the outside world known as \"Morphy's Law.\" That's how you write it, right...? Anyway! It means that bad things you worry about happening are probably going to happen. And thus did a completely unsurprising surprise strike the little witch!\nSome of the tasks given to little witches were very simple: stuff like synthesizing the final solution to the material world, the Philosopher's Stone, or perhaps finding a path to a parallel universe and finding a no-longer-extant grimoire lost to a great, ancient magical war... and so on and so on.\nBut our main protagonist drew a topic of terrible, troubling tribulation — to find and bring back the \"undying fire.\" Perhaps her honored teacher might have an opinion on this subject?\nHer teacher was just enjoying a most wonderful teatime with her friends, and she comforted her student. \"It must be because you're fated to become a really great witch, so, your topic's a little harder than most. Unsolved mysteries are the most interesting, after all!\"\n\"Really?\"\n\"That's right. When you come back, I'll be sure to welcome you with a tea party, one lovelier than this one, even!\"\nThe teacher's friends whispered to her: \"Hey now, isn't that a bit much? You obviously only made up that question because you couldn't be bothered to think up a real exam question. If such a thing even existed, we'd have perpetual motion machines by now, don't you think!? Couldn't you have done something else — you know, made her prove the Grand Unified Theory based on the Unified Electroweak Theory or something?\"\n\"Oh, don't you worry! Life is full of a great many lies,\" the teacher spoke brazenly, \"and I did not lie, did I? I know that the 'undying fire' does indeed exist. That blazing star... Huh. Hang on, when did I see it again... Must've forgotten.\"\nThe teacher spun around to her pupil, saying: \"Ahem! Considering that your trial is indeed quite challenging, you shall have three times the normal amount of time to complete it! Hehe, I'll be rooting for you!\""
          }
        ]
      }
    ]
  }
}