{
  "epId": 5731,
  "name": "The Little Witch and the Undying Fire (III)",
  "desc": "<p>Some mysterious handwriting appears before the main text: \"It's so rare for R to be in her right mind for a spell. Should she really be wasting the precious little lucid time she has writing this?\" \"Don't worry. For a witch, this is the most important thing.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1497636267590634979.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1721967277,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Little Witch and the Undying Fire (III)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Theater Lobby"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "The Little Witch and the Undying Fire",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8775780199083613886.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "The Little Witch and the Undying Fire (III) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 3\nIn her travels, the little witch encountered a group of people getting ready to kill demon kings.\nShe decided to join them and go kill some demon kings.\nThey told her: The more demon kings you kill, the greater your witch's power will grow.\nThis is, in fact, true.\nThen, they encountered a mimic demon king.\nAfter this whole affair, the little witch would write a \"Demon King-Slaying Chronicle\" each time she hunted one.\nThey encountered the mimic demon king in a run-down old house. At first, no one knew what was going on, assuming that the place had just gone moldy.\nAfter breathing the mold spores in, her companions turned into the following respectively: A shoddy-looking ancient robot (which the little witch found really ugly and not up to snuff when compared to alchemy), a beautiful young maiden (this team member was originally male, leading the witch to initially wonder if this was some inversion of biological sequential hermaphroditism), and a pirate (she had no idea about this one).\nAfter some time, everyone in the squad developed identity disorders. Considering that her three companions appeared to be of the same species, they should not have exhibited such different natures, while the symptoms were, by contrast, so similar.\nThe little witch discovered that the mold had its own consciousness, and had a power that allowed similar lifeforms to turn into their ideal state. She did not change because she was already very pleased with herself.\nThe little witch decided to test the mold's unique properties.\nShe tried ingesting parts of it, finding it to be edible and without any side effects. Thus, it might have been a miscategorization to call it a mold, but since the mold in blue mold cheese could also be eaten, she decided to continue using that label. Something worth noting was that after a chunk had been cut away, the other mold threads would immediately disappear. Possibly a sign of a rudimentary collective intelligence.\nTo facilitate further communication, the little witch wanted to turn into mold — and so she did.\nAs it turned out, the mold colony only sent strange biological signals that needed deciphering. Through repeated observations, it seemed that their level of collective intelligence might be lower than she had previously thought.\nIn the end, the mold killed committed suicide. The little witch deciphered its way of communicating communications, and as it turned out, the colony experienced dissonance in self-perception and self-dissociation when it looked upon the little witch who had become just like them. The signals they sent had in fact been philosophical speculation \"Who is me, and who am I?\" Its intelligence was thus much higher than expected.\nHer friends recovered, and told the little witch that this was the mimic demon king. It was a species of demon king, in the same taxonomic class as standard demon kings but not in the same order.\nIt was a shame. She wished she had a chance to observe more and make some more records.\nThen, they encountered a chipmunk demon king, which her comrades had claimed beforehand was also a species of demon king.\nIt was classified as belonging to the same class and superorder as a standard demon king but was part of a different grandorder.\nThe chipmunk demon king looked very fierce indeed, and the little witch suspected that this aggressiveness stemmed from behaviors acquired during the gestation period and while nurturing their offspring.\nInfiltrating its old nest, they found that it was male. One of her companions was eaten.\nIt turned out that it simply had a bad temper. The little witch decided to report the findings of this investigation to prevent the tragedy from repeating itself.\nThey attempted to feed the chipmunk demon king seeds to lure it out. They lost another companion in the process.\nIt seemed that this creature was not a vegetarian at all.\nHer final companion fled. having deduced from the pattern of events thus far that he was next on the chopping block. This was an incomplete logical induction — both the process and conclusion were mistaken.\nEventually, she used high-grade boar meat to lure the chipmunk demon king into a trap. The creature's fat and fur made it resilient to fire and freezing. Though she had never dissected one, results indicated that it also had an organ enabling it to breathe underwater.\nA complete vacuum was used to dispatch it in the end. It seems that it still required aerobic respiration.\nMany demon kings seem very powerful, but they all have their weaknesses. The same is true for alchemical lifeforms.\nFinally, the little witch had to face a standard demon king, a great demon king of the primate order."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "The Little Witch and the Undying Fire (I)",
        "desc": "<p>The binding and layout are exquisitely made, but the actual content is all handwritten. Judging from the handwriting, there is more than one author. \"Don't fuss about WHAT we're writing, the cover needs to look good! That's the only way it'll give off that 'masterpiece' feeling.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8635961786613789574.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "The Little Witch and the Undying Fire (II)",
        "desc": "<p>\"You're more than halfway through and you haven't even pushed the plot forward one iota! Why is it all about the setting!?\" \"And what would you know? Besides, this stuff isn't fleshing the setting out. It's elucidating natural science and other miscellaneous disciplines!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_5046450235111139901.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "The Little Witch and the Undying Fire (IV)",
        "desc": "<p>Some mysterious handwriting appears before the main text: \"Tsaritsa be good, how are there this many unresolved plot threads? Please, have mercy on these old bones, would you?\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8132732733516410476.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "The Little Witch and the Undying Fire (V)",
        "desc": "<p>The writing here is practically a messy scrawl. Perhaps the author doesn't really write much, or perhaps something happened.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4756142146776835146.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "The Little Witch and the Undying Fire (VI)",
        "desc": "<p>\"Is it still necessary to write this, the present moment being what it is?\" \"Allow me, then. Opportunities to return to this world are few and far between. Alice would think the same: If we don't continue, then everything would have been meaningless from the start.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4460317197436629352.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "The Little Witch and the Undying Fire (VII)",
        "desc": "<p>The binding and layout are exquisitely made, but the actual content is all handwritten. Judging from the handwriting, there is more than one author. \"I have already found the meaning of writing — that is to tell you: I do so wish you were here, too.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1084570092559482630.png",
        "displayStyle": "text"
      }
    ]
  }
}