{
  "epId": 5734,
  "name": "The Little Witch and the Undying Fire (VI)",
  "desc": "<p>\"Is it still necessary to write this, the present moment being what it is?\" \"Allow me, then. Opportunities to return to this world are few and far between. Alice would think the same: If we don't continue, then everything would have been meaningless from the start.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4460317197436629352.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1721967302,
  "components": {
    "textualResearch": [
      {
        "title": "The Little Witch and the Undying Fire (VI) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 6\nThe little witch hurried to where her teacher was. She wanted question her teacher face-to-face about why the test had ended, and why she was not to be permitted to become a witch. She wanted to throw things to the ground in front her teacher — though of course, she would only chuck the ones that could survive the impact and that she could practically lift herself while avoiding her teacher's favorite teacup. Of course, should the situation warrant it, she was even willing to smash her own second-favorite teacup to show how serious this all was. After all, she'd bought that one herself rather than it having been given to her by friends. She valued such gifts as much as the friends themselves, and would never use them as part of an emotional outburst.\n\"Octavia's back. Go catch up with her.\"\nThat was what her teacher said calmly the moment they saw each other again. In an instant, the emotions that the little witch had stored up, brewed, fermented, plotted, and rehearsed pouring out countless times vanished.\nOctavia was a good friend of hers, and a good friend also of the legendary old witch. Her home had been destroyed, but as she lacked the courage to fight back, she had taken up a life of eternal wandering.\nShe had seen many worlds, and had told the little witch many tales about the sky beyond the sky.\n\"The entire cosmos is going to die soon. Things peaked but not long ago, and are about to go south very fast.\" Octavia was sitting in a yard swathed in flowing sunlight, pouring tea into the teacups she and the little witch loved most.\nThe little witch pulled a chair up and sat in it. \"You returned so suddenly,\" she said, \"we didn't even prepare a chair for you. You're probably sitting in the old witch's chair now.\"\n\"Many stars across the cosmos have gone out. I do not know how much time is left,\" Octavia said, \"so I wanted to come back to see you.\"\n\"Is that why my teacher and the others stopped all the witch tests? Because you came back and told them this?\" The little witch asked.\n\"Perhaps. In such a world, all things lose meaning, and there is no longer any need for you to become a witch.\"\n\"Then I shan't be angry at my teacher any longer,\" the little witch said.\n\"But will you be mad at me? I caused you to lose your chance to become one,\" O said.\n\"I will, if you never return after leaving this time,\" came the little witch's reply. \"I'll go to the bedroom to get your chair.\"\n\"I can just sit in that old witch's chair, can't I? She's too old to get up and come sit in it nowadays.\"\n\"That's no good! That chair's hers, just as your chair's yours,\" the little witch argued her case earnestly with O. \"To each person a chair. That way, even if they are not present, their memories will be seated still. So we absolutely can't use the wrong chairs.\"\nOctavia smiled helplessly.\nAnd by way of apology for interrupting the process of the little witch becoming a proper one, she gave the latter a piece of news:\nSo\n\"The 'undying fire' really exists. It may be found at—\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "The Little Witch and the Undying Fire (I)",
        "desc": "<p>The binding and layout are exquisitely made, but the actual content is all handwritten. Judging from the handwriting, there is more than one author. \"Don't fuss about WHAT we're writing, the cover needs to look good! That's the only way it'll give off that 'masterpiece' feeling.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8635961786613789574.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "The Little Witch and the Undying Fire (II)",
        "desc": "<p>\"You're more than halfway through and you haven't even pushed the plot forward one iota! Why is it all about the setting!?\" \"And what would you know? Besides, this stuff isn't fleshing the setting out. It's elucidating natural science and other miscellaneous disciplines!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_5046450235111139901.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "The Little Witch and the Undying Fire (III)",
        "desc": "<p>Some mysterious handwriting appears before the main text: \"It's so rare for R to be in her right mind for a spell. Should she really be wasting the precious little lucid time she has writing this?\" \"Don't worry. For a witch, this is the most important thing.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1497636267590634979.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "The Little Witch and the Undying Fire (IV)",
        "desc": "<p>Some mysterious handwriting appears before the main text: \"Tsaritsa be good, how are there this many unresolved plot threads? Please, have mercy on these old bones, would you?\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8132732733516410476.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "The Little Witch and the Undying Fire (V)",
        "desc": "<p>The writing here is practically a messy scrawl. Perhaps the author doesn't really write much, or perhaps something happened.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4756142146776835146.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "The Little Witch and the Undying Fire (VII)",
        "desc": "<p>The binding and layout are exquisitely made, but the actual content is all handwritten. Judging from the handwriting, there is more than one author. \"I have already found the meaning of writing — that is to tell you: I do so wish you were here, too.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1084570092559482630.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Little Witch and the Undying Fire (VI)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Theater Lobby"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "The Little Witch and the Undying Fire",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8775780199083613886.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ]
  }
}