{
  "epId": 5735,
  "name": "The Little Witch and the Undying Fire (VII)",
  "desc": "<p>The binding and layout are exquisitely made, but the actual content is all handwritten. Judging from the handwriting, there is more than one author. \"I have already found the meaning of writing — that is to tell you: I do so wish you were here, too.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1084570092559482630.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1721967307,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "The Little Witch and the Undying Fire (I)",
        "desc": "<p>The binding and layout are exquisitely made, but the actual content is all handwritten. Judging from the handwriting, there is more than one author. \"Don't fuss about WHAT we're writing, the cover needs to look good! That's the only way it'll give off that 'masterpiece' feeling.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8635961786613789574.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "The Little Witch and the Undying Fire (II)",
        "desc": "<p>\"You're more than halfway through and you haven't even pushed the plot forward one iota! Why is it all about the setting!?\" \"And what would you know? Besides, this stuff isn't fleshing the setting out. It's elucidating natural science and other miscellaneous disciplines!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_5046450235111139901.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "The Little Witch and the Undying Fire (III)",
        "desc": "<p>Some mysterious handwriting appears before the main text: \"It's so rare for R to be in her right mind for a spell. Should she really be wasting the precious little lucid time she has writing this?\" \"Don't worry. For a witch, this is the most important thing.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1497636267590634979.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "The Little Witch and the Undying Fire (IV)",
        "desc": "<p>Some mysterious handwriting appears before the main text: \"Tsaritsa be good, how are there this many unresolved plot threads? Please, have mercy on these old bones, would you?\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8132732733516410476.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "The Little Witch and the Undying Fire (V)",
        "desc": "<p>The writing here is practically a messy scrawl. Perhaps the author doesn't really write much, or perhaps something happened.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4756142146776835146.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "The Little Witch and the Undying Fire (VI)",
        "desc": "<p>\"Is it still necessary to write this, the present moment being what it is?\" \"Allow me, then. Opportunities to return to this world are few and far between. Alice would think the same: If we don't continue, then everything would have been meaningless from the start.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4460317197436629352.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "The Little Witch and the Undying Fire (VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 7\nAs she was buffeted by the waves of time, passing through the vortex where countless causalities converged, piercing countless threads of the weave, she missed a great many things. Even the memorial of the great witch she had so admired ended deserted, without her in attendance.\nWhatever they were, the point is that the little witch passed through all manner of haphazard trials and challenges and nonsensical stuff before she managed to arrive before the old witch. Actually, it's just that the little witch didn't think those experiences were worth talking about, nor did she know why anyone bothered spilling so much ink about all that earlier stuff. When all's said and done, the most important things were the witch's tea party and the goal she was pursuing.\nIn truth, she had already seen it before her journey began. In a sky as dark as a sack of coal — or perhaps a cavern, for as we all know, there is no difference between the two — there hung a star giving off a weak radiance, resisting the world's darkness as it encroached on every side. As the universe gradually grew dim, and all stars and stars known as suns were extinguished one by one, everyone agreed to call it the Star of Scorpio. The little witch remembered hearing about this during the witch's tea party, but she only remembered the name and nothing else.\nAnyway, the little witch came before the old witch, who was actually the Star of Scorpio, that which burned still, even at the end of all things. However, her flame was very weak now, barely a faint ember. The little witch held her hand, which had become as dry and brittle as a withered branch. She remembered that the old witch was once a little witch as well, with pale and tender hands that once elegantly held teacups. Those same hands had been used to bring forth much magic, kindling the flames on many worlds.\nThe little witch said:\n\"Looks like everyone doesn't want the flame to go out, and I get it. It can't be helped. The last time we said farewell — you were there too — the witches said that long-lived witches would lose many things as the years went by. Life, death, love, and hate would cease to have much meaning. But that isn't true. Those are just words they used to comfort the companions who departed before them. Witches, in fact, treasure every infinitesimal flame and light that shines in this dark world bereft of hope all the more. They hold even the shadows that these flames would cast dear.\n\"You often said that you weren't our equal, but I've always believed you to be the cutest, most powerful witch amongst us. You often said that you left little behind, but the stories you left to us hold countless worlds. Even should a hundred years pass, or a thousand, even if the apocalypse that a certain astrologer witch worried about comes, even if all the long-lived witches die, the little light that emanates from these little worlds will not grow dim. That's right. You were the greatest great witch — far greater than us all. I miss you. Farewell.\"\nThe old witch did not respond, for all that was left here was but an empty husk, no different from the many others that the little witch had encountered in her adventures — indeed, they were even made of the same basic material, with the only difference between those and this being the minuscule light of a flame.\nAnd so, the little witch took the flame that was burning the old witch and set out on her homeward journey. Anyway, let's stop the story here. The little witch's adventures would continue, though, for she had already decided to bring the old witch's fire across the universe, to light every last corner of time."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Little Witch and the Undying Fire (VII)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Theater Lobby"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "The Little Witch and the Undying Fire",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8775780199083613886.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ]
  }
}