{
  "epId": 5736,
  "name": "The Feline Firm (I)",
  "desc": "<p>One day, the mysterious Feline Firm sends an invitation to the doorman Perroux... Just what kind of adventures await him?</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_799472871022156664.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1721969590,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Feline Firm (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Theater Lobby"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5838,
            "name": "The Feline Firm",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_4081700455733390563.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "The Feline Firm (I) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\nOn an afternoon much like many others, Perroux let out an extended yawn and was rubbing his eyes when he suddenly caught sight of a golden invitation lying silently in the flowerbed.\nSunlight illuminated the card's cover, and the words emblazoned upon it — \"To Monsieur Perroux\" — shone brighter than scattered Mora.\nHis eyes widened.\nHe was but the humblest of bellboys, greeting every visitor who came calling at the Master's door with a respectful \"Monsieur\" or \"Madame.\" This was the first time anyone had ever addressed him so politely as \"Monsieur Perroux\"!\nWho left it here? And without him ever noticing, too!\nHe blinked a few times, then blinked again, confirming over and over that it was not some iridescent trick of the light. Then, he opened the invitation...\n\"We are deeply grateful for the deliciousness you provided for us. Please do us the homor of paging us a visit. —Yours, The Feline Firm\"\nThe crooked lettering seemed as though it had been written with the coarsest of quill pens, and was utterly unsuited to the golden cover of the card.\nFeline Firm? Was there really some kind of firm named \"Feline\"? It couldn't really be an agency started by cats, right?\nPerroux did often feed the stray cats on the street with leftovers.\nJust call out \"Kitty kitty, kitty kitty,\" and the cats would come running right over. However, without any food on offer, the cats would be quite cautious, even around Perroux.\nWith that in mind, Perroux flipped the invitation over to look at the back.\n\"Perhaps you are unfamiliar with our agency's location...\nAt the twelfth turning of the north wind, follow the fish scales forward, and you will see a row of carriages.\nAfter the tenth chiming of the bells, there will be but one carriage left over. Jump into the shadows beneath it... We will be vaiting there...\"\nGiving the time and location like that... Was this... some kind of nonsensical magic?\nMaybe someone was pranking him?\nStill, all the typos littered throughout the letter and the special attention to fish scales really did make it seem like a cat — That is, if cats could write and really had their own offices.\nNorth wind... fish scales... carriages... Oh, right! During the day, fishmongers set up their stalls twelve blocks south from where he was, and did the rubbish collection carriages not come every night at ten o'clock and stop there?\nThey would take the massive heaps of trash generated in the city over the entire day outside, and then, at twelve, they'd come back, \"\"clickity-clack.\"\nYes, this must be the language magic of cats! Only someone like Perroux who understood cats as well as he understood the city and understood the city as well as he understood its cats could decipher it.\nPerroux's heart began to pound, for this was a secret known only to him.\n\"When it's time to change shifts, better hurry! Me, I've got an appointment to keep with the cats.\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 5737,
        "name": "The Feline Firm (II)",
        "desc": "<p>Having deciphered the Felinese spell, Perroux finds the entrance to the firm, and just like that, \"jumps into the shadows beneath\"... And then?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_5911012368124543534.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5738,
        "name": "The Feline Firm (III)",
        "desc": "<p>The cat with the full-sleeve arm tattoo completed the ever-snoring cat boss's commission, but what did the other do? Perroux's curiosity remained unabated...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_1574523545710751970.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5739,
        "name": "The Feline Firm (IV)",
        "desc": "<p>Even the Feline Firm, which has seen nearly everything, can find itself at a loss from time to time. Just what devilish difficulty has confounded the conceited tabby boss that he must seek succor from Perroux?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_2651759814857814340.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5740,
        "name": "The Feline Firm (V)",
        "desc": "<p>A cat's magical boots and a cat's mysterious mask. Just how will they bring the long-furred cat to the Feline Firm?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_6349665916026464144.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5741,
        "name": "The Feline Firm (VI)",
        "desc": "<p>Witnessed by all the cats and the Master, will the tabby cat and the long-furred cat get hitched without a hitch, becoming cat husband-and-wife... or...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_3153461111683393586.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5742,
        "name": "The Feline Firm (VII)",
        "desc": "<p>\"Run, Perroux, run!\" — For the Perroux that had grown cat ears, these words alone remained ringing in his mind...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_81003365361417876.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5743,
        "name": "The Feline Firm (VIII)",
        "desc": "<p>\"That said, it seems the Master has come into another springtime of love?\" whispered the servants...</p><p>But this was something that happened much later.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_3937596598429446223.png",
        "displayStyle": "text"
      }
    ]
  }
}