{
  "epId": 5741,
  "name": "The Feline Firm (VI)",
  "desc": "<p>Witnessed by all the cats and the Master, will the tabby cat and the long-furred cat get hitched without a hitch, becoming cat husband-and-wife... or...?</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_3153461111683393586.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1721969614,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Feline Firm (VI)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Theater Lobby"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5838,
            "name": "The Feline Firm",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_4081700455733390563.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 5736,
        "name": "The Feline Firm (I)",
        "desc": "<p>One day, the mysterious Feline Firm sends an invitation to the doorman Perroux... Just what kind of adventures await him?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_799472871022156664.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5737,
        "name": "The Feline Firm (II)",
        "desc": "<p>Having deciphered the Felinese spell, Perroux finds the entrance to the firm, and just like that, \"jumps into the shadows beneath\"... And then?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_5911012368124543534.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5738,
        "name": "The Feline Firm (III)",
        "desc": "<p>The cat with the full-sleeve arm tattoo completed the ever-snoring cat boss's commission, but what did the other do? Perroux's curiosity remained unabated...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_1574523545710751970.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5739,
        "name": "The Feline Firm (IV)",
        "desc": "<p>Even the Feline Firm, which has seen nearly everything, can find itself at a loss from time to time. Just what devilish difficulty has confounded the conceited tabby boss that he must seek succor from Perroux?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_2651759814857814340.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5740,
        "name": "The Feline Firm (V)",
        "desc": "<p>A cat's magical boots and a cat's mysterious mask. Just how will they bring the long-furred cat to the Feline Firm?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_6349665916026464144.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5742,
        "name": "The Feline Firm (VII)",
        "desc": "<p>\"Run, Perroux, run!\" — For the Perroux that had grown cat ears, these words alone remained ringing in his mind...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_81003365361417876.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5743,
        "name": "The Feline Firm (VIII)",
        "desc": "<p>\"That said, it seems the Master has come into another springtime of love?\" whispered the servants...</p><p>But this was something that happened much later.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_3937596598429446223.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "The Feline Firm (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 6\nThe longhair cat entered, in step with the harp music.\n\"Oho, you little rascal, the moment we stepped off the carriage you upped and vanished! Turns out you were off tidying up!\" The Master was glowing with pride even as he rebuked his cat.\nThe white satin trailing from the longhair was overflowing with flowers, pure white Cecilias like snow falling on a spring day.\nClap, clap — The cats began to applaud in unison.\n\"So beautiful...\"\nPerroux put down his knife and fork without even realizing it.\nSwoosh Woosh The cats lifted the curtains.\nThe tabby cat had put on a bowtie and top hat, and his whiskers and the fur upon his ears was neatly trimmed. He walked towards her with the solemn steps of a night, welcoming his bride.\nThe full-sleeve cat behind him swiftly shook out the bag he had shouldered, and within were gifts for the cat couple.\nColorful balls of thread, toy mice that squeaked when played with, and a finch-shaped balloon, as well as the long-prepared boat tickets to a cat shrine in a faraway nation...\n\"WAIT!\"\nA cold, harsh voice came from above, interrupting the cats' cheerful revelry.\nThe Master had sobered up slightly, and stood up, swaying. He pointed his finger at the tabby.\n\"This lout... Isn't he the stray always lying about on my windowsill? I know you, always leering inside, and always up to no good...\n\"Didn't the invitation mention a precious, exotic cat? And where's Lady von Frigga?\n\"These cat toys... Hey, aren't these from my house? When did you lot steal them? And all this silk and wine... All stolen too, I presume?\"\n\"Daddy, please, don't get angry...\" The longhair cat quickly began to pout.\n\"yes, Daddy, I'll take good care of...\" The tabby said dismissively.\nHearing \"Daddy\" twice like that infuriated the Master.\n\"You shut your dirty mouth!\n\"How could some random stray from Archon knows where with an impure bloodline possibly be worthy of marrying my longhair!\n\"And you. You, the scoundrel calling himself the coachman of Lady von Frigga...\n\"You're in cahoots with this gaggle of strays, helping them with their little scam, aren't you? Let me see just who's hiding under that mask...\"\nThe Master stalked towards Perroux, and was about to wrench the mask off his face.\nAll the blood in Perroux's body seemed to drain, as though it had been siphoned by some powerful magnet.\n\"Run, run!\" A host of voices echoed in his ear, and his heart beat like drum, yet his legs were stiff and wouldn't move even a single step.\n\"It's over, I'm done for!\" Perroux covered his eyes in despair, but just as he did so he glimpsed something that seemed to be on his cheeks, something that seemed to be shaking, like trembling hairs.\nAh! Snow-white whiskers had grown on his cheeks, but it was no old man's whiskers, but those of a cat.\nHe twitched his ears, and found they were pointy and quick. He subconsciously arched his back, and let out a \"Meeoow~\"\nJust before he would have been caught by the Master, he agilely fled under the table."
          }
        ]
      }
    ]
  }
}