{
  "epId": 5743,
  "name": "The Feline Firm (VIII)",
  "desc": "<p>\"That said, it seems the Master has come into another springtime of love?\" whispered the servants...</p><p>But this was something that happened much later.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_3937596598429446223.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1721969623,
  "components": {
    "textualResearch": [
      {
        "title": "The Feline Firm (VIII) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 8\nAwakened by the blinding sunlight, Perroux opened his eyes and subconsciously began to rub them...\nHis hands and feet were back! They were no longer furry cat's paws.\nWhat happened last night? He tried his best to remember.\n...The piebald Perroux had turned the carriage around, and come back with a clickety-clack.\nThe clock then had not yet chimed twelve times.\nBefore the other carriages had returned, he had leaped off like any other cat might, and gone back inside the house without anyone noticing...\nSo now...? Blast! If the sun was that high in the sky, he should've started his shift already!\nHe bounced up from the bed, and put his uniform back on, becoming the bellboy Perroux once more.\nYet the great door to the Master's manse was shut tight, and the hanging sign read \"No visitors.\"\n\"The cat's gone, and the Master is so distraught he's taken ill and collapsed...\"\n\"Such a beautiful cat! Even I liked it when I saw it. No wonder thieves set their sights on it.\"\n\"Poor thing. Could anyone ever treat it as well as our Master?\"\nSo whispered the Master's servants in secret.\nLooks like the Master didn't need a bellboy on duty today! Perroux had gotten a rare day off, but he was still deeply worried.\nSo where did he go? The Feline Firm.\nThat night, and for many nights more, Perroux returned to where the trash-carting carriages stopped, and checked the shadows under every lamp, but never saw any dark entrance to a cellar.\nThe boots and mask, too, were gone.\nIt was just as though no magic had ever occurred and Perroux had never met any talking cats.\nPerhaps as the tabby cat boss had left, the Feline Firm had been made to disband...\nThe illness plagued the Master for three months, until one summer morning, he suddenly recovered.\nThe sound of the Master's humming emanated from his bedroom. It was a lively, happy song, the kind of song youths loved to sing when inviting a partner to dance.\n\"Perroux, come here.\" The Master waved to him.\nBa-bum. Ba-bum. Perroux's heart began to pound nervously once more. It couldn't be that...?\n\"This suit of mine is already quite worn. Dispose of it, and purchase a new one for me! As for the style... something fashionable will do.\" The Master spoke kindly.\n\"Oh...\" Perroux relaxed, and walked out holding the old suit.\n\"Though, isn't the Master the really old-fashioned, conservative type?\" Perroux and the other servants were all thinking the same thing.\nA piece of paper fell from the pocket of the suit.\nAfter the tabby had left, the other cats had written a letter to the Master, masquerading as the longhair writing to report she was safe and sound:\n\"Daddy, I'm fine. I've attached some dried fish and mouse jerky, please enjoy.\nAlso, the Lady von Frigga who proposed is a real person, and she has feelings for you, Daddy. You should find someone too.\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Feline Firm (VIII)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Theater Lobby"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5838,
            "name": "The Feline Firm",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_4081700455733390563.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 5736,
        "name": "The Feline Firm (I)",
        "desc": "<p>One day, the mysterious Feline Firm sends an invitation to the doorman Perroux... Just what kind of adventures await him?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_799472871022156664.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5737,
        "name": "The Feline Firm (II)",
        "desc": "<p>Having deciphered the Felinese spell, Perroux finds the entrance to the firm, and just like that, \"jumps into the shadows beneath\"... And then?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_5911012368124543534.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5738,
        "name": "The Feline Firm (III)",
        "desc": "<p>The cat with the full-sleeve arm tattoo completed the ever-snoring cat boss's commission, but what did the other do? Perroux's curiosity remained unabated...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_1574523545710751970.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5739,
        "name": "The Feline Firm (IV)",
        "desc": "<p>Even the Feline Firm, which has seen nearly everything, can find itself at a loss from time to time. Just what devilish difficulty has confounded the conceited tabby boss that he must seek succor from Perroux?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_2651759814857814340.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5740,
        "name": "The Feline Firm (V)",
        "desc": "<p>A cat's magical boots and a cat's mysterious mask. Just how will they bring the long-furred cat to the Feline Firm?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_6349665916026464144.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5741,
        "name": "The Feline Firm (VI)",
        "desc": "<p>Witnessed by all the cats and the Master, will the tabby cat and the long-furred cat get hitched without a hitch, becoming cat husband-and-wife... or...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_3153461111683393586.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5742,
        "name": "The Feline Firm (VII)",
        "desc": "<p>\"Run, Perroux, run!\" — For the Perroux that had grown cat ears, these words alone remained ringing in his mind...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_81003365361417876.png",
        "displayStyle": "text"
      }
    ]
  }
}