{
  "epId": 5745,
  "name": "Caribert",
  "desc": "<p>Chlothar Alberich's illegitimate son who became a hilichurl due to the Heavenly Principles' curse. He was used to create the Loom of Fate.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/1698729f076aff1db97fead78f5ce599_3869906427189474475.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1750617897,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Caribert"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Caribert",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/d2871d13ebb832eb8d7edc55db11480b_3488019289383210219.png"
      },
      {
        "key": "Caribert",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/2ff0c4afe38825213354013dcbd4c411_921774466546015470.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Memories created by Caribert using the Loom of Fate."
          }
        ]
      },
      {
        "key": "Figurines",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/64ab4d2b41e10450cc03ec72831c25e1_6723633438556691831.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Atossa and Caribert"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Caribert",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/061f227f514e9af8ca74c1672d1f32e5_8824388314988044131.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Five hundred years ago, in the kingdom without gods, Khaenri'ah, the Five Sinners exploited the power of the Abyss and shook the foundations of the world. The Heavenly Principles destroyed Khaenri'ah and cursed the people of the kingdom. The purebloods were cursed to suffer endless physical torment and to witness the demise of everything they held dear, while the rest were transformed into monsters. A nobleman from the Royal Court, Chlothar Alberich, fathered an illegitimate son with a Mondstadt woman, who they named Caribert. Because of his origin, Chlothar was never able to be there by his son's side. Caribert faced great hardship from the very moment of his birth, all due to his father's selfish desires. When all the people of the kingdom were cursed, Chlothar was cursed with immortality, and his son became a Hilichurl and fell into a coma."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/ad3cfbf41c685ff8f2ba7600218a5c8d_6045531549514605632.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Chlothar could not accept his son's condition and begged the Archons to help him, but they did not answer. Then he took Caribert to Sumeru and tried to make the Nameless Taboo Medicine of the Royal Court, which, according to the records, was imbued with the power of Sumeru's God of Wisdom and could awaken the mind from a state of deep stupor. But Alberich did not know that the previous Dendro Archon, Rukkhadevata, had died, and the new Archon, Kusanali, was locked in the Sanctuary of Surasthana by her subjects, so she could not help the boy. When Chlothar tried to make a second dose of the medicine, he saw a Hilichurl similar to his son heading into a cave and followed it. In this cave, he met a\nwho called himself a \"Sinner.\" Alberich was immediately overcome with a sense of awe and joy and knelt before the being. Coming out of the cave, Chlothar thought with horror about bowing to the Statue of the Seven, but he had a strange feeling that something destined by fate had happened. When Chlothar reached the house, he saw that his son was awake. Caribert felt like he had woken up from a long dream, where he was hiding in a small room and did not dare to leave it for all the time. When he woke up, his father told him that they had entered a fairy-tale world where there was no longer a red sky, their home, or Khaenri'ah itself. In this world, Caribert had become a monster who could not remove his mask but who would always be by his father's side.\nDeciding that he must pay tribute to the \"Sinner,\" Chlothar went to the cave again, but when he returned, Caribert was not home. The boy did not follow his father's orders and took off his mask to look at himself in the mirror. Unable to bear his reflection, the boy ran away from home and again returned to his previous state. When Chlothar saw his son, he finally realized that the being that gave Caribert his power was not a deity and that this power came from the Abyss. He decided that with this power, Caribert could weave his destiny anew."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Born into abject sorrow, he shall now become the Loom of Fate.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>A pure-blood Khaenri'ahn who was cursed with immortality by Celestia. He is a member of the Alberich Clan and the founder of the Abyss Order.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/64317f914ba1543a7b2a134b9fbd63ec_1963491298222788457.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Vedrfolnir",
        "desc": "<p>One of the Five Sinners of Khaenri'ah, also known as \"The Visionary.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/0de0f341fb6d635a244abdc184e5ebb7_2860191000081268700.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>The Goddess of Wisdom, the previous Dendro Archon, and a friend of Nabu Malikata and King Deshret. She was completely erased from Irminsul to save it from forbidden knowledge.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/59da6a8cbcffa112e5d2b63788d7051e_2474648649910280690.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Buer",
        "desc": "<p>The Dendro Archon of Sumeru.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/15/237301566/eefeae3e6ad6f9081dc2a39d89a720fd_4115377028707836648.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3634,
        "name": "Nameless Taboo Medicine of the Royal Court",
        "desc": "<p>The smell of this stings your nose and will not easily fade. According to the records, this medicine requires the power of the God of Wisdom to awaken the addled mind. Perhaps it might be able to resist the \"curse.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/01/94376896/78c965c087a47a91f142e42f14eb481d_3928947625282045970.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Loom of Fate",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The Loom of Fate was extreme sorrow and pain, hope and regret coursing through one's veins, and a degree of Abyssal power that defied comprehension. Chlothar believed that once Caribert possessed all those elements, he would become the Loom of Fate. Caribert was not destined to survive, and even with the power of the \"Sinner,\" he died when he was 8 years old. He did not become the Loom of Fate himself but was used to create it. Chlothar became the founder of the Abyss Order, which continued to try to create a mechanism to"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/6a7e4250a4a90ed5eb2cc64c7370ce0e_2474409436837992379.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Five hundred years after the Cataclysm, in Vimara Village in Sumeru, the villagers reported a young man missing. Although many people contacted the Adventurers' Guild about the disappearance, no one could remember his name or where he lived. One of the villagers who was looking for the boy was a girl named Atossa. Together with the boy, they often came to a place near the village and talked, sitting under a tree. Sometimes, they would look at the clouds in the sky or stop to feel the wind against their skin, and they could sit there for hours at a time, never realizing how long it had been. The boy was caring, honest, and patient as he always listened to Atossa with interest, as if her concerns worried him as much as they did her. He almost never talked about his life, only talking about unusual places, and when asked about his parents, he answered that they were no longer with him."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/d9051a85115256fa25ff65201cd214be_6902145588014555959.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The Adventurers' Guild sent its best member, the Traveler, to investigate the disappearance in the village. There, they met an old friend, the former captain of the Royal Khaenri'ahn Guard and the younger brother of the \"Sinner,\" Dainsleif, cursed with immortality. He was attracted by the strange activity of the monsters near the village, which could be related to the actions of the Abyss Order and the Loom of Fate. The activities of the Abyss Order were always accompanied by interference in the Ley Lines, which attracted monsters. When the Traveler realized that the mysterious boy only existed in the memories of people connected to the Ley Lines, together with Dainsleif, they decided to continue the investigation.\nDuring the investigation, Dainsleif suddenly began to have memories of the missing boy that he had not had before. Realizing that the boy was able to \"implant\" memories into people's minds and that the memories of him in Vimara Village were fake, Dainsleif and the Traveler separated. Going to the tree where the boy met with Atossa and where their carved figurine was located, the Traveler heard a mysterious voice:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...You see? We're both still here.</color>\n<color=#ffffffd9>We've reclaimed an endless amount of time to love.</color>\n<color=#ffffffd9>Release your tears. You no longer need to hold back your sorrow.</color>\n<color=#ffffffd9>...In the end, he whispered softly,</color>\n<color=#ffffffd9>'Sleep well, Father. Sleep well, my beloved people.’</color>\n<color=#ffffffd9>‘When you awake, that which differentiates us shall be no more.'\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/3fa574e65ddbbde772a994afbfabc912_6717333747927865823.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Following the voice, the Traveler found themselves in a subspace created by the consciousness of a missing boy. It turned out that this boy was Caribert. When the Abyss Order had not yet finished creating the Loom of Fate, the consciousness of the dead boy lingered in the mechanism, and he gained the ability to control the device until it was completed. He was not privy to the Order's plans regarding the Loom of Fate and did not see the whole picture, but the device helped him achieve his own goal. Five hundred years ago, when Chlothar used the power of the Abyss to awaken the consciousness in the Hilichurl that his son became, Caribert experienced indescribable horror and pain. To console him, his father told him a story, and it allayed Caribert's fears for a moment, so he used the incomplete Loom of Fate to implant a false memory of love into the Hilichurls' minds and calm them down. Caribert also used the Loom of Fate to \"live\" a life that was unjustly taken away. He created his appearance in the image of his father and implanted the memories of the time spent with them in Vimara Village. When the project of the Abyss Order was almost completed, only a thin thread of consciousness remained from Caribert, so he decided to leave the villagers. In the end, he met with the Traveler in the space of his consciousness, where he spoke about the completion of the creation of the Loom of Fate and disappeared without a trace, allowing the Traveler to meet with their sibling. In the memories of the villagers, a memory appeared of the missing boy meeting with his parents and leaving with them.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5752,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Loom of Fate",
        "desc": "<p>A device created by the Abyss Order that is capable of weaving Ley Lines. Using the Loom of Fate, the Atlas of the New World was created — reconstructed Ley Lines of New Khaenri'ah based on the memories of 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1714599439243588643.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Abyss Order",
        "desc": "<p>An organization comprised of the cursed Khaenri'ahns and non-human monsters. They are the enemies of surface civilization and thrive in many corners of the world. Their main goal is to destroy the world under the rule of The Seven.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/01/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5998042434792180602.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Adventurers' Guild",
        "desc": "<p>An organization based in Snezhnaya that recruits adventurers and accepts and distributes commissions. They have a representative office in every major city. Their motto is \"Ad astra abyssosque!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/673abbcb1fef7c9a42bbf22f47c77c6f_3664595286180614044.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>A former captain of the Khaenri'ahn Royal Guard, who was cursed by Celestia with immortality.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/6a703b5594dddc959dd10d08702bcbe1_6478804607553066941.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "name": "Group Photo From an Unknown Time",
        "desc": "<p>A precious group photo that has surpassed the rules somehow, being taken by some unknown person using unknown means in a space that should no longer exist.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/94376896/53f9ab56b4b73c59be613c0d91980e9f_7583247614854529879.gif",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>A pure-blood Khaenri'ahn who was cursed with immortality by Celestia. He is a member of the Alberich Clan and the founder of the Abyss Order.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/64317f914ba1543a7b2a134b9fbd63ec_1963491298222788457.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Caribert's father.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Vedrfolnir",
        "desc": "<p>One of the Five Sinners of Khaenri'ah, also known as \"The Visionary.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/0de0f341fb6d635a244abdc184e5ebb7_2860191000081268700.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "A transcendent being that awakened Caribert.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Loom of Fate",
        "desc": "<p>A device created by the Abyss Order that is capable of weaving Ley Lines. Using the Loom of Fate, the Atlas of the New World was created — reconstructed Ley Lines of New Khaenri'ah based on the memories of 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1714599439243588643.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "A device created from Caribert by the Abyss Order.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "name": "Group Photo From an Unknown Time",
        "desc": "<p>A precious group photo that has surpassed the rules somehow, being taken by some unknown person using unknown means in a space that should no longer exist.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/94376896/53f9ab56b4b73c59be613c0d91980e9f_7583247614854529879.gif",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}