{
  "epId": 5746,
  "name": "Chlothar",
  "desc": "<p>A pure-blood Khaenri'ahn who was cursed with immortality by Celestia. He is a member of the Alberich Clan and the founder of the Abyss Order.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/64317f914ba1543a7b2a134b9fbd63ec_1963491298222788457.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1750980705,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Chlothar"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss Order"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Chlothar Alberich's illegitimate son who became a hilichurl due to the Heavenly Principles' curse. He was used to create the Loom of Fate.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/1698729f076aff1db97fead78f5ce599_3869906427189474475.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Chlothar's illegitimate son, who became a hilichurl and fell into a coma after the Cataclysm. Chlothar used an Abyssal power to cure his son and wanted him to become the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Loom of Fate",
        "desc": "<p>A device created by the Abyss Order that is capable of weaving Ley Lines. Using the Loom of Fate, the Atlas of the New World was created — reconstructed Ley Lines of New Khaenri'ah based on the memories of 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1714599439243588643.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Vedrfolnir",
        "desc": "<p>One of the Five Sinners of Khaenri'ah, also known as \"The Visionary.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/0de0f341fb6d635a244abdc184e5ebb7_2860191000081268700.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "\"The Visionary,\" one of the five Sinners of Khaenri'ah, a transcendent being who answered Chlothar's prayers and helped his son. Chlothar swore to honor the \"god\" that had honored his wishes. Under Vedrfolnir's influence, Alberich established the Abyss Order.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Abyss Order",
        "desc": "<p>An organization comprised of the cursed Khaenri'ahns and non-human monsters. They are the enemies of surface civilization and thrive in many corners of the world. Their main goal is to destroy the world under the rule of The Seven.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/01/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5998042434792180602.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "An organization established by Chlothar Alberich. Its main goal is to destroy the nations watched over by The Seven because of the destruction of Khaenri'ah by the gods.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "name": "Twin",
        "desc": "<p>The Traveler's twin, Princess/Prince of Khaenri'ah, Savior, and the Princess/Prince of the Abyss Order.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/27/237301566/725878e71fb16f81d7bbde830f0d58d8_2171516154204610185.gif",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Traveler's sibling who became the Princess/Prince of the Abyss Order.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "An accomplished swordsman and a strategic thinker in the Knights of Favonius, rumored to hail from beyond Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Chlothar's descendant.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 3634,
        "name": "Nameless Taboo Medicine of the Royal Court",
        "desc": "<p>The smell of this stings your nose and will not easily fade. According to the records, this medicine requires the power of the God of Wisdom to awaken the addled mind. Perhaps it might be able to resist the \"curse.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/01/94376896/78c965c087a47a91f142e42f14eb481d_3928947625282045970.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chlothar Alberich",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/11876819825eb7f3a5a67681c1fc472d_6369494691969030092.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Five hundred years ago, in the\nwithout gods, the Five Sinners exploited the power of the Abyss and shook the foundations of the world. The Heavenly Principles destroyed Khaenri'ah and cursed the people of the kingdom with immortality. They lost their homes and loved ones, the disaster brought unbearable pain, but they could not even escape this torment. The pure-blooded, declared \"greater sinners\" by the Heavenly Principles, were doomed to the endless torment of the flesh, doomed to watch everything they loved perish, while the rest were transformed into monsters by the curse of the wilderness. Chlothar Alberich was one of the purebloods, a nobleman from the royal court of Khaenri'ah, but he resented the life that his family had arranged for him. One day, he met a beautiful woman amongst the people, and her Mondstadt roots did not matter to him as it was love at first sight. They had an illegitimate son named Caribert. Due to his heritage, Chlothar could not be with his son, and the boy faced great hardship from the very moment of his birth, all due to his father's selfish desires. Alberich was never able to be with his son. When all the Khaenri'ahns were cursed, Chlothar was doomed with immortality, and Caribert turned into a hilichurl before his eyes and fell into a coma."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/a244abf45b4a1e514e8e1f433c2376ad_6208746876618763391.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "After losing everything, Chlothar began to appreciate what he had left and was finally able to be with his son. He took the child and his beloved to Sumeru, where he settled in a small house in Avidya Forest. Later, the boy's mother was buried nearby in a field. Chlothar attempted to make a Nameless Taboo Medicine of the Royal Court, which, according to legend, was imbued with the power of the God of Wisdom and was able to awaken the addled mind. He learned of this medicine from a book in the Royal Library of Khaenri'ah, which was forbidden because the medicine required the power of the Archons. In his youth, Chlothar disliked the life of nobility and craved excitement, and while leafing through some forbidden texts, he stumbled upon this book. While Alberich was living in Sumeru, he met the Princess/Prince of Khaenri'ah, who had accidentally ended up there while traveling with another cursed Khaenri'ahn, Dainsleif. Chlothar immediately recognized the Princess/Prince, but did not want to reveal his identity and introduced himself as one of his former servants, Eide. Once, the Khaenri'ahns saw the Abyss in the Princess/Prince, a wondrous mystery far beyond their imagination and comprehension. They believed that she/he would take them to control everything. Since the man was unable to prepare a cure without help due to erosion, he asked the Princess/Prince to help him. The key ingredient in the cure was a special mushroom grown in the field where Caribert's mother was buried. The final step in preparing the cure was to obtain the power of the God of Wisdom, and Chlothar went to the Statue of The Seven."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"God of Wisdom. Look at me.</color>\n<color=#ffffffd9>I will utter no prayer, nor will I sing your praises.</color>\n<color=#ffffffd9>You and your kind destroyed my home, wrought unfathomable suffering on my compatriots... Yet here I stand before you.</color>\n<color=#ffffffd9>You cannot mock me more than fate itself already has.</color>\n<color=#ffffffd9>God of Wisdom, I seek not to disavow myself of the sinful blood that flows through my veins. I wish only to beseech you to have pity upon a young and unfortunate soul.</color>\n<color=#ffffffd9>My son, Caribert... He was turned into a monster before he had the chance to witness anything beautiful in this world... This is no fate for a child.</color>\n<color=#ffffffd9>If everything the gods have done was in order to have the impious people of Khaenri'ah bow their heads...</color>\n<color=#ffffffd9>Then... I bow to you now.</color>\n<color=#ffffffd9>I have given up all I ever stood for...</color>\n<color=#ffffffd9>All I ask for is a tiny miracle. For Caribert to see this world once more.</color>\n<color=#ffffffd9>Please, god... I beg of you.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Unknown to Alberich, the previous Dendro Archon, Rukkhadevata, had died, and the new Archon, Kusanali, was locked in the Sanctuary of Surasthana by her subjects, so she could not help the boy. After giving his son the medicine, Chlothar asked him for forgiveness for not being there when he was born and for not being able to help when he and his mother suffered. He begged his son not to be angry with him and to say at least a word, but Caribert never woke up. In anger, Chlothar accused the gods of inaction and that they had never been on the side of humans."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Gods above! What more do you want from me!?</color>\n<color=#ffffffd9>You took everything from here, and I still bowed to you!</color>\n<color=#ffffffd9>I'd give you my very life if only you cared to take it! But you won't even let me die!</color>\n<color=#ffffffd9>...I knew it. I should never have trusted anything that had to do with the gods. I was just deluding myself…\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/17453754f09609f90fa981ec1a2cbc14_2683561372889540310.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Chlothar and the Princess/Prince decided to make another batch of medicine and went to the Statue of The Seven, they saw a hilichurl, which they initially mistook for the escaped Caribert. When they went after it, they saw that the hilichurl did not have a silk scarf like Caribert, but still decided to follow it, since it seemed suspicious. Inside the ruins of the ancient civilization, where the hilichurl descended, there were many other hilichurls, who seemed to be bowing down to something. Before the last hall, they were met by the Fortune Lector, who prepared a test of destiny for them in order to gain some kind of audience. To Chlothar, this creature seemed to have a truly enchanting power, deadly and beautiful at the same time, and so perfect that it inspired awe. In the hall, Chlothar and the Princess/Prince saw a huge purple glowing stone, wrapped in chains and suspended from the ceiling. When Chlothar saw this creature, he was immediately overcome with awe and joy, and he knelt before it. As Alberich left the cave, he thought with horror of kneeling before the Statue of The Seven, but he had a strange feeling that something destined by fate had happened. When Chlothar gave Caribert the second dose of medicine, the boy woke up. Caribert felt like he had woken up from a long dream, where he was hiding in a small room and could not bring himself to leave it. When he woke up, his father told him that they had entered a fairy-tale world where there was no longer a red sky, nor their home, nor Khaenri'ah. And in this world, Caribert became a monster who could not remove his mask, but who would always be by his father's side."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/ad3cfbf41c685ff8f2ba7600218a5c8d_546676845448559640.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "After curing Caribert, Chlothar decided that he would worship the \"god\" who helped him. But this supernatural being was not a god, it was Vedrfolnir, one of the Five Sinners of Khaenri'ah, who had harbored the power of the Abyss. When Alberich went to the ruins again to pay his respects to the \"god,\" he found no one inside. When he returned, he found that Caribert had disappeared. The boy had disobeyed his father's orders and had removed his mask to look at himself in the mirror. Unable to bear his reflection, he had fled the house and returned to his former state. When Chlothar saw his son, he finally realized that the being who had given Caribert his power was not a god, and that this power came from the Abyss. He decided that with this power, Caribert could weave his destiny anew."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Born into abject sorrow, he shall now become the Loom of Fate.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Using the power of the Abyss, Chlothar Alberich founded the Abyss Order, which was joined by the immortal Khaenri'ahns, who had become monsters under the influence of the curse and this power. The monsters that serve the Abyss are the fangs and claws with which the Order sow chaos on this land, and the Abyss is destruction and a morass of inconceivable madness that encroaches upon this world's very foundations. The goal of the Order was the overthrow of a world ruled by the Archons. After founding the Abyss Order, Chlothar's faith in it inspired him to do many things, but the curse of immortality endlessly tormented his body and spirit, and the Abyss in which he believed did not save him in the end. Several hundred years later, the Princess/Prince's twin saw what was happening from a first-person perspective through the damaged by the Abyss Ley Lines. When they excavated the field near Chlothar's house, they saw two skeletons were found: one of Caribert's mother and one likely of Chlothar, who had somehow managed to lift his curse. The man had been buried much later than the woman, and in his hands he held the silk scarf that Caribert had once worn."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/7d621eddacce30929665041f8d2b13da_5616244472585358170.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Although Alberich's son died when he was only eight years old and never became the Loom of Fate, he was later used by the Abyss Order to create the mechanism. After meeting Chlothar and Vedrfolnir, the Princess/Prince of Khaenri'ah began to consider creating the Loom of Fate and later joined the Abyss Order, becoming the Princess/Prince of the Order. Under their leadership, the Abyss Order tried to use the missing statue of the Anemo Archon to create a mechanical deity capable of overthrowing the heavens. Later, the Abyss Order completed the creation of the mechanism, and with its help, the Atlas of the New World was designed, which included the reconstructed Ley Lines of Khaenri'ah.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Loom of Fate",
        "desc": "<p>A device created by the Abyss Order that is capable of weaving Ley Lines. Using the Loom of Fate, the Atlas of the New World was created — reconstructed Ley Lines of New Khaenri'ah based on the memories of 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1714599439243588643.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Abyss Order",
        "desc": "<p>An organization comprised of the cursed Khaenri'ahns and non-human monsters. They are the enemies of surface civilization and thrive in many corners of the world. Their main goal is to destroy the world under the rule of The Seven.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/01/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5998042434792180602.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Chlothar Alberich's illegitimate son who became a hilichurl due to the Heavenly Principles' curse. He was used to create the Loom of Fate.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/1698729f076aff1db97fead78f5ce599_3869906427189474475.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "name": "Twin",
        "desc": "<p>The Traveler's twin, Princess/Prince of Khaenri'ah, Savior, and the Princess/Prince of the Abyss Order.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/27/237301566/725878e71fb16f81d7bbde830f0d58d8_2171516154204610185.gif",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Vedrfolnir",
        "desc": "<p>One of the Five Sinners of Khaenri'ah, also known as \"The Visionary.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/0de0f341fb6d635a244abdc184e5ebb7_2860191000081268700.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>The Goddess of Wisdom, the previous Dendro Archon, and a friend of Nabu Malikata and King Deshret. She was completely erased from Irminsul to save it from forbidden knowledge.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/59da6a8cbcffa112e5d2b63788d7051e_2474648649910280690.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Buer",
        "desc": "<p>The Dendro Archon of Sumeru.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/15/237301566/eefeae3e6ad6f9081dc2a39d89a720fd_4115377028707836648.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3634,
        "name": "Nameless Taboo Medicine of the Royal Court",
        "desc": "<p>The smell of this stings your nose and will not easily fade. According to the records, this medicine requires the power of the God of Wisdom to awaken the addled mind. Perhaps it might be able to resist the \"curse.\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/01/94376896/78c965c087a47a91f142e42f14eb481d_3928947625282045970.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Chlothar Alberich",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/cec035f856e5ac7ed8aca38a1885b8a4_8881027888640757422.png"
      }
    ],
    "videoCollection": [
      {
        "title": "Version 3.5 \"Windblume's Breath\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=AcTUi59vw_E&t=2s&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/AcTUi59vw_E/maxresdefault.jpg",
        "duration": 230
      }
    ]
  }
}