{
  "epId": 5747,
  "name": "Loom of Fate",
  "desc": "<p>A device created by the Abyss Order that is capable of weaving Ley Lines. Using the Loom of Fate, the Atlas of the New World was created — reconstructed Ley Lines of New Khaenri'ah based on the memories of 500 years ago.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1714599439243588643.png",
  "menuId": 20,
  "menuName": "Definitions",
  "version": 1751322616,
  "components": {
    "videoCollection": [
      {
        "title": "Cutscene Animation: \"It's Only Ever Been About Us\" | Genshin Impact #Aether #Lumine #WeMeetAgain",
        "url": "https://www.youtube.com/watch?v=JZB6qRCzBow&embeds_referring_euri=https%3A%2F%2Fwww.hoyolab.com%2F&source_ve_path=Mjg2NjY",
        "coverUrl": "https://i.ytimg.com/vi/JZB6qRCzBow/maxresdefault.jpg",
        "duration": 87
      },
      {
        "title": "Cutscene Animation: \"Overlapping Cataclysms\" | Genshin Impact #GenshinImpact #Aether #Lumine",
        "url": "https://www.youtube.com/watch?v=ZzUbkm5VRs8&embeds_referring_euri=https%3A%2F%2Fwww.hoyolab.com%2F&source_ve_path=Mjg2NjY",
        "coverUrl": "https://i.ytimg.com/vi/ZzUbkm5VRs8/maxresdefault.jpg",
        "duration": 48
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Origin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The Loom of Fate is a device created by the Abyss Order that is capable of weaving Ley Lines. This device was designed to fight the Heavenly Principles, which have been asleep for five hundred years since the cataclysm in Khaenri'ah. In its primitive form, the Loom could only be used to create and implant memories, but as more of it was completed, its power became stronger and stronger. Finally, it now has the power to weave real Ley Lines of its own. Teyvat's Ley Line system is deeply entrenched in the planet, and creating new Ley Lines can neither \"replace\" nor \"extend\" the ones that already exist. Once fully completed, the moment it gained the power to weave Ley Lines, it lost the lower-level ability to influence memories. Its full potential is still to be discovered, but it can be a tool that can change the entire world."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/a677683807513c99c52543e920d9bc86_786873802073892609.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Loom of Fate originates from Chlothar Alberich, a pure-blood noble from Khaenri'ah. It was he who became the founder of the Abyss Order and the Loom of Fate project. Chlothar had a son, Caribert, by a woman from Mondstadt. When the Cataclysm occurred 500 years ago and Celestia cursed the inhabitants of Khaenri'ah, Chlothar received immortality, and his son turned into a Hilichurl and fell into a coma. In an attempt to cure Caribert, the man turned to the Dendro Archon for help, but she did not respond. He later discovered an unknown sanctuary where a\na transcendent being from the Abyss, was located. When Chlothar bowed before him, he felt a sense of awe and joy. Returning home, he gave Caribert a dose of medicine and discovered that his son had woken up and could speak. Chlothar believed that his son could weave his destiny anew now."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Born into abject sorrow, he shall now become the Loom of Fate.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Caribert described the Loom of Fate as extreme sorrow and pain, hope and regret coursing through one's veins, and a degree of Abyssal power that defies comprehension. Chlothar believed that once Caribert possessed all those elements, he would become the Loom of Fate. Caribert was not destined to survive, and even with the power of the \"Sinner,\" he died when he was 8 years old. He did not become the Loom of Fate himself but was used to create it.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Abyss Order",
        "desc": "<p>An organization comprised of the cursed Khaenri'ahns and non-human monsters. They are the enemies of surface civilization and thrive in many corners of the world. Their main goal is to destroy the world under the rule of The Seven.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/01/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5998042434792180602.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>A pure-blood Khaenri'ahn who was cursed with immortality by Celestia. He is a member of the Alberich Clan and the founder of the Abyss Order.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/64317f914ba1543a7b2a134b9fbd63ec_1963491298222788457.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Chlothar Alberich's illegitimate son who became a hilichurl due to the Heavenly Principles' curse. He was used to create the Loom of Fate.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/1698729f076aff1db97fead78f5ce599_3869906427189474475.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Vedrfolnir",
        "desc": "<p>One of the Five Sinners of Khaenri'ah, also known as \"The Visionary.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/0de0f341fb6d635a244abdc184e5ebb7_2860191000081268700.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Buer",
        "desc": "<p>The Dendro Archon of Sumeru.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/15/237301566/eefeae3e6ad6f9081dc2a39d89a720fd_4115377028707836648.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Eye of the First Field Tiller",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/7d621eddacce30929665041f8d2b13da_4474819486842387991.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The former captain of the Khaenri'ahn royal guard, Dainsleif, known as the \"Twilight Sword,\" tried to stop the Cataclysm, but was unable to prevent the destruction of Khaenri'ah. Doomed to eternal life, he swore to take revenge on the five Sinners of Khaenri'ah who betrayed the nation and stop the Abyss Order that arose from their followers. One day, he and the Traveler discovered a talisman that had been dropped by an Abyss mage. From this talisman, they learned about the first operation of the Loom of Fate. The project itself was related to the inverted statue of the Anemo Archon, which they had previously discovered in the Liyue ruins. During the first phase, the Abyss Order intended to corrupt the mind of Osial, the Overlord of the Vortex, defeated by Rex Lapis during the Archon War, and transform his body using the ancient Khaenri'ah \"Field Tiller.\" The defiled statue of the Archon would become the base to which Osial's limbs would be attached to construct a mechanized god. The new core that would replace the orb usually held by the Statue of the Seven was supposed to be the eye of the very first Field Tiller. The new god was supposed to topple the divine thrones of Celestia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/9b9ccf34acdfea993d8a96762aa46a9d_268955756135437754.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Field Tiller — is the code name for the ancient mechanisms from Khaenri'ah now known as \"Ruin Guard.\" The people there believed that land was not to be tilled with farming tools, but rather to be fought for with steel and blood, and this is how \"Field Tiller\" came about. After the destruction of Khaenri'ah, the mechanisms lost their masters and went completely out of control. They wandered the lands aimlessly for centuries and eventually scattered throughout Teyvat. To find the first Field Tiller and learn about the inverted statue, the Traveler contacted Barbara, the Deaconess of the Mondstadt church, and she told them about \"The Tyrant's Final Fury.\" Many years ago, balls of fire would rain from the sky whenever anyone approached Old Mondstadt. People at that time believed that it was a curse laid down by the\nso they referred to it as \"The Tyrant's Final Fury.\" This strange phenomenon continued for about a year. No one was ever able to solve it, it just gradually ceased on its own. The \"The Tyrant's Final Fury\" turned out to be the Field Tiller. Many years ago, it accidentally ended up in King of the North Wind's, Andrius, arena, and he mistook the mechanism for a brave man who challenged him. The machine could not think, but every part of it was designed for killing and fighting. It could spin, fly high into the air, and shoot fireballs. In the end, Andrius was able to defeat the machine, but it managed to leave the arena before falling and headed towards the Old Mondstadt. In Stormterror's Lair (Old Mondstadt), Dainsleif and the Traveler discovered the first Field Tiller, and the Twilight Sword hid its eye in his body so that it would not fall into the hands of the Abyss Order.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6461,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>A former captain of the Khaenri'ahn Royal Guard, who was cursed by Celestia with immortality.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/6a703b5594dddc959dd10d08702bcbe1_6478804607553066941.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Osial",
        "desc": "<p>Overlord of the Vortex, who was defeated by Rex Lapis during the Archon War.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/237301566/6dfc1c5f5f69b627eb5428b304e30377_7210896993464615970.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>The God of Storms and the ruler of Old Mondstadt. He was overthrown as a result of an uprising raised by the people of Mondstadt, who could not withstand the tyranny.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_5503506276888756809.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>The Great Wolf King of the North, a protector of Wolvendom and one of the Four Winds.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/2ac7ad0e18377b4a7b7fc2032f318cc3_3080396758640616902.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "name": "Ruin Guard",
        "desc": "An ancient humanoid war machine.<br/>Legend has it that these machines were combat automatons created by a long-destroyed nation. They now wander ruins and ancient detritus, attacking offending travelers. Research indicates that the Ruin Guards and the ruins they operate in do not originate from the same source, suggesting that there may be a difference of as much as several thousand years between them on the timeline. So why then do the Ruin Guards continue staying among these ruins, using their \"explosive firepower\" to protect the crumbling walls and broken tiles?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Completing the Loom of Fate",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dainsleif continued to investigate matters related to the Loom of Fate. He understood that even when the Abyss Order's plan was disrupted, they found another way to carry out their plans. His main goal was to discover the essence of the Loom of Fate to understand the order’s true purpose. From the information Dainsleif gathered, it followed that the Loom of Fate was connected to the Ley Lines. The Twilight Sword found out that the activity of the Abyss Order in a certain area was always accompanied by interference in the Ley Lines. His attention was drawn to Vimara Village, where the Traveler was at that time investigating the disappearance of a young man. Although many residents contacted the Adventurers' Guild about his disappearance, no one could remember his name or the place he lived in. The Traveler deduced that this man existed only in the people's memories, which flowed through the Ley Lines."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/f95f754ac9867c0a1b7680bb16e7e39d_5955975484121068904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Dainsleif realized he had false memories implanted and that the mysterious man was connected to the increasing activity of the Abyss Order near Vimara Village, he decided to send the order on a false trail to meet with the Abyss Order's Princess/Prince. He knew that the order was hunting for the Field Tiller's eye, so he was going to give it to the Traveler so that they could take it out of its hiding place. Dainsleif's plan was disrupted, and he was implanted with false memories that the Field Tiller's eye was already in the Traveler's possession. This is how the Abyss Order was able to obtain the eye and complete the creation of the Loom of Fate.\nThe mysterious man in people's memories turned out to be Caribert. His consciousness lingered in the mechanism, and he gained the ability to control the device until it was completed. He was not privy to the order's plans regarding the Loom of Fate and did not see the whole picture, but the device helped him achieve his own goal. Many years ago, when Chlothar awakened consciousness in the Hilichurl that his son became with the power of the Abyss, Caribert experienced indescribable horror and pain. To console him, his father told him a story that he found himself in a fairy tale world and took on the form of a little monster. That story allayed Caribert's fears for a moment, so he used the incomplete Loom of Fate to implant a false memory of love into the Hilichurls' minds."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/2ff0c4afe38825213354013dcbd4c411_6261946110992040375.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Caribert also used the Loom of Fate to \"live\" a life that was unjustly taken away. He created his appearance in the image of his father and implanted the memories of the time spent with them in Vimara Village. When the project of the Abyss Order was almost completed, only a thin thread of consciousness remained from Caribert, so he decided to leave the villagers. In the end, he met with the Traveler in the space of his consciousness, where he spoke about the completion of the creation of the Loom of Fate, and disappeared without a trace. In the memories of the villagers, a memory appeared that the missing man met his parents and left with them.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5752,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Abyss Order",
        "desc": "<p>An organization comprised of the cursed Khaenri'ahns and non-human monsters. They are the enemies of surface civilization and thrive in many corners of the world. Their main goal is to destroy the world under the rule of The Seven.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/01/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5998042434792180602.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>A former captain of the Khaenri'ahn Royal Guard, who was cursed by Celestia with immortality.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/6a703b5594dddc959dd10d08702bcbe1_6478804607553066941.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Chlothar Alberich's illegitimate son who became a hilichurl due to the Heavenly Principles' curse. He was used to create the Loom of Fate.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/1698729f076aff1db97fead78f5ce599_3869906427189474475.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "name": "Group Photo From an Unknown Time",
        "desc": "<p>A precious group photo that has surpassed the rules somehow, being taken by some unknown person using unknown means in a space that should no longer exist.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/94376896/53f9ab56b4b73c59be613c0d91980e9f_7583247614854529879.gif",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Atlas of the New World",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Some time after the completion of the Loom of Fate, the Abyss Order attacked Natlan. The tribal watchers noticed that many of the Order's members were not attacking, but were wandering around the area, as if they were in meditation and prayer. The watchers contacted the shamans, but they could not find out the reason, and the Natlanese decided to ignore it. The great Shaman of the Masters of the Night-Wind had a dream that some \"noise\" had found its way into Natlan's Ley Lines. This noise had no real effect on the Night Kingdom or the Ley Lines, as if they existed in parallel, independently of each other, like a signal that exists in a different dimension of reality. The Shaman did not detect a risk, but she knew for sure that the Abyss Order was planning something."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/79900d532f90a39f952b2a92d390289a_5299286160152342444.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "At the same time, the Traveler and Paimon arrived in Natlan and, during the patrol, met a hilichurl, who, while running away, dropped a strangely shaped key. After examining the key, the Traveler realized that it was the key to the \"Hibernation Chamber\" of the ship on which they had arrived in Teyvat with their twin. Since the Traveler's key was with them, the lost key could only belong to the twin. Leaving the cave, the Traveler and Paimon met a mysterious girl, Direidyth, who had sprained her ankle while running from monsters. The girl said that she had been traveling from a village in search of a Savior. One day, a sage who knew all the secrets of the world came to this village. She predicted that the end of the world would soon come, but then a Savior would appear. The sage described that the Savior would have golden hair, so when Direidyth saw the Traveler, she mistook them for the Savior, but the Savior should have been of the opposite gender. Realizing that the girl was looking for the Traveler's twin, they promised to help in the search. Near the cave, Direidyth saw monsters chasing her again, but neither the Traveler nor Paimon saw them. And when the Traveler and Paimon encountered some monsters, Direidyth did not see them. Only when they held hands with Direidyth were they able to see each other's monsters."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/ef56faa0734f77e075ee560085bb9eac_8527634748060724092.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "While the Natlanese were preparing their forces to launch a counterattack, Dainsleif suddenly appeared on the front lines of the Abyss Order, stormed the enemy lines, and attacked with vengeance, cutting them down like paper dolls. By the time the guards reacted, the front line was destroyed, and the monsters retreated in the direction of the Cinder City, where their main headquarters would be located. Since the Twilight Sword could not wait for reinforcements from the Natlanese, he, along with the Traveler, went to Ochkanatlan to find out the true motive of the Order. During his hunt for the Abyss Order in Natlan, Dainsleif interrogated several captured Order members, but he was unable to learn anything, so he decided to focus on military action. If the Order was willing to sacrifice everything to carry out a secret plan, the Twilight Sword wanted to make their sacrifice as tangible as possible. In Ochkanatlan, Dainsleif and the Traveler encountered an Iniquitous Baptist, who was the commander of the Abyss Order's headquarters. After his defeat, the Baptist revealed that the Princess/Prince of the Abyss Order had already achieved victory, and the rest of the Order's task was to attract attention to themselves. The Princess/Prince entered the Night Kingdom undetected and used Natlan's experience of restoring the Ley Lines to create the Atlas of the New World — a recreation of the Khaenri'ahn Ley Lines from five hundred years ago using the Loom of Fate."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/16ff116ef47db7ced801b5ad67dfddaf_7778107680228613501.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After hearing of the revival of Khaenri'ah, the Traveler and Paimon realized that Direidyth was from Khaenri'ah, and that the end of the world she spoke of was the Cataclysm that had occurred five hundred years ago. They hurried to the girl, while Dainsleif remained with the Iniquitous Baptist, whom he recognized as his former mentor, Haden. Due to the erosion and the Abyss, Haden's memories, personality, soul, and feelings had long been erased, and he could not remember anything. He asked his former student to share his memories of their home, as the Twilight Sword was the only one able to retain memories through the ring. Although Dainsleif would not share stories of Khaenri'ah, he did open his memories to the Loom of Fate, which is what the Abyss Order wanted. With the memories of almost the entire Abyss Order having been corrupted by the erosion, they needed Dainsleif's memories to create a new Khaenri'ah from. During the meditation, which the tribal watchers noticed, the members of the Abyss Order wrote down all their memories, from which the reborn kingdom would be built.\nWhen the Traveler returned to Direidyth, it turned out that it was too late, and the end of the world in her time had come. After learning that she and the Traveler were in different spaces and times, the girl asked for something that could serve as proof of their meeting, to give to the twin when she found them. Thinking about the key to the Hibernation Chamber, the Traveler realized that the hilichurl they met in the cave was Direidyth. And if this was her destiny, was it worth giving her the key?"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"In that case... Tell me, what happens to Khaenri'ah? What happens to my homeland?</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>No, wait... don't answer that.</color>\n<color=#ffffffd9>We can only fight for our future if the future is unknown. I still believe the Savior can turn things around.</color>\n<color=#ffffffd9>I'll carry on looking for her/him, even if you're not there to protect me...</color>\n<color=#ffffffd9>Although... In a way...</color>\n<color=#ffffffd9>...I've already found my Savior — it's you. You protected me, and I believe you can protect us all... you're the one who can change everything.</color>\n<color=#ffffffd9>It's just... too bad that we're not from the same time or place.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/8c25f51e45d4835b6e120660bad18271_4489092099118584101.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "At that moment, time stopped, and the Princess/Prince of the Abyss Order appeared. Five centuries ago, when the Cataclysm had just begun, she/he, as the Princess/Prince of Khaenri'ah, was going to confront it, but she/he was found by the girl, Direidyth. She told them about the lost twin and begged them to save the world, and as proof of meeting the twin, she showed the key to the Hibernation Chamber. Before that moment, the twins were separated, and the Princess/Prince lost her/his memory, so Khaenri'ah became her/his second home. After learning about the twin, the Princess/Prince faced a very difficult choice and, overcoming her/his guilt, went to the twin. When she/he found the twin, he/she had not yet woken up, and the key to the chamber was in his/her possession all this time, which created a third key at that moment in time. The Princess/Prince didn't understand what was going on and decided to take the twin with them and flee, but they were separated again by the Sustainer of Heavenly Principles. For five hundred years, the Princess/Prince tried to find out where Direidyth got the key from and what led to this meeting, and only now did she/he understand that the girl met the twin in the future and that he/she passed the key from the future to the past at the moment of the imposition of the Khaenri'ahn Ley Lines on Natlan. Even if the Traveler wanted to change fate and not give the key to Direidyth, it would still happen, as the Loom of Fate was destined to appear. This meeting between the Traveler and the twin would not have been possible without the Ruler of Time, Istaroth, one of the Primordial One's shades. It was because of her intervention that the Princess/Prince was unable to help Khaenri'ah. And it was because of her that she/he decided to create the Atlas of the New World."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/7cff3327ca4b63b2359ea3d675c96c9f_5241812296865474052.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "From the very beginning, the Princess/Prince knew that Teyvat's Ley Lines were locked by the Heavenly Principles. No more can be added, and existing ones cannot be replaced. But then it turned out that Natlan's Night Kingdom appeared to be an exception to the rule. She/he led the Abyss Order in an attack on Natlan to buy some time to enter the Night Kingdom and negotiate with the Lord of the Night. The Night Kingdom was unable to host any new Ley Lines, but it could provide the space for them to be woven, and so the Lord of the Night gave permission for activating the Loom of Fate. Using an Inteyvat as the base, the Princess/Prince was able to grow a realm based on the Khaenri'ah of five hundred years ago, superimposing it over present-day Natlan's spacetime. It was through this superimposition that the Traveler met Direidyth. After that, the new Khaenri'ah was enriched with memories of the old, drawn from the Abyss Order's members in their meditation sessions. With those memories as raw materials, and the superimposed realm as a template, the Loom of Fate finally finished its work, creating the Atlas of the New World. The Atlas consisted of the entire network of New Khaenri'ah's Ley Lines, and with it, the kingdom could finally be reborn when a suitable host location was found for it.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7858,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>In order to pursue the great dream in the morning mist and sea of clouds, the warriors who soared the skies never rested for a moment.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/8694aaf89d32e75eca416ec7fe41e487_1634629131275010160.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Night Kingdom",
        "desc": "<p>The Lord of the Night designed a realm of souls and memories to recreate the damaged Ley Lines in Natlan. The Night Kingdom is a mysterious, liminal space between the body and mind, life and death, where the souls of all the dead Natlanese go.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/66211c740381a91c1593eac8efc5d421_8499618624825906466.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Abyss Order",
        "desc": "<p>An organization comprised of the cursed Khaenri'ahns and non-human monsters. They are the enemies of surface civilization and thrive in many corners of the world. Their main goal is to destroy the world under the rule of The Seven.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/01/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5998042434792180602.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>A former captain of the Khaenri'ahn Royal Guard, who was cursed by Celestia with immortality.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/237301566/6a703b5594dddc959dd10d08702bcbe1_6478804607553066941.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "name": "Twin",
        "desc": "<p>The Traveler's twin, Princess/Prince of Khaenri'ah, Savior, and the Princess/Prince of the Abyss Order.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/27/237301566/725878e71fb16f81d7bbde830f0d58d8_2171516154204610185.gif",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Lord of the Night",
        "desc": "<p>An angel who created the Night Kingdom in Natlan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/6b241f723a377795d5a2ef3c3e97200b_1026552209256108574.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7808,
        "name": "Key to the \"Hibernation Chamber\"",
        "desc": "On that ship that traversed the sea of stars, there should be only two keys, belonging to the golden-haired, traveling twins.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/18/5f0dab2a8059fdc1a9449cee42de9575_1265656115722294584.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Loom of Fate"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Definition"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Atlas of the New World",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/05a1c2f9fcbe96dc63ef6856f912d0e0_1220889577454885228.png"
      }
    ]
  }
}