{
  "epId": 5798,
  "name": "Unbegun, Unending Story",
  "desc": "<p>The sacrifice demanded by magic is consolation...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/01/41133912/03386dacb31726cbf471f6fb2a29e069_525479291344116150.png",
  "menuId": 31,
  "menuName": "World Quests",
  "version": 1720294928,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Unbegun, Unending Story"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Mondstadt, Mondstadt</color>\n<color=#ffffff>Quest Description:</color> The sacrifice demanded by magic is consolation...\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Enter the room on the lower level of the Knights of Favonius Library</color>\n<color=#ffffff>Quest Objective:</color> <color=#ffffff>Explore the mysterious room</color>\n<color=#ffffff>Paimon:</color>\nHuh. What's a place like this doing in a library? Could this be the Restricted Section Lisa mentioned?\nHmm, doesn't quite feel like it, though...\n...You don't think this place is hiding some terrible secret, do you? Like those rooms you always hear about in scary stories? Y'know, the ones that are usually totally off limits?\n<color=#ffffff>Traveler:</color>\nSurely it would be locked if that were the case.\n<color=#ffffff>Paimon:</color>\nThat's true... We just kinda waltzed in here. And it didn't seem like the lock had been broken, or anything...\nWait, hang on a minute! This isn't the door we came in through! Are we even in the library anymore?\n<color=#ffffff>Traveler:</color> <color=#ffffff>We could be underneath Cider Lake?</color>\n<color=#ffffff>Paimon:</color>\nYou think? Wow. That's pretty impressive, building all this under the lake... Wait, no, that's ridiculous! No way is that where we are.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Perhaps we've reached another world...</color>\n<color=#ffffff>Paimon:</color>\nAnd what world would that be, huh?\n<color=#ffffff>Paimon:</color>\nHmm... Too bad Lisa's not working today, otherwise we could ask her... Well, we're here anyhow, and this place doesn't look too dangerous. Why don't we take a look around?\nNew places are meant for exploring, after all! You've gotta try all kinds of new things to become a good and experienced guide.\nOoh, look, a stuffed wolf toy! So cute!\nIt's so fluffy and soft! Huh, wonder who left it here...\n<color=#ffffff>Traveler:</color> <color=#ffffff>For all you know, that toy might be this room's real master.</color>\n<color=#ffffff>Paimon:</color>\n\"Awoooo! Foolish Traveler! You dare enter this fortress of doom without invitation! Prepare to be eaten alive!\"\n<color=#ffffff>Traveler:</color> <color=#ffffff>Or it might be the guardian of this mysterious room.</color>\n<color=#ffffff>Paimon:</color>\nWhat sorta guardian would be dozing away on the sofa like this?\n\"*snore* No danger in sight... Saw nothing, means nothing happened... *snore*\"\n<color=#ffffff>Paimon:</color>\n...We should probably just leave it here for now. This place is huge, so let's keep on exploring!\nOptional Dialogue: Investigate the plushie\n<color=#ffffff>Paimon:</color>\nIt's so cute, Paimon can't stop herself from petting it.\n<color=#ffffff>Traveler:</color> <color=#ffffff>(Pat its head)</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>(Rub its ears)</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>(Poke its tummy)</color>\n<color=#ffffff>You and Paimon pet the fluffy wolf toy...</color>\n<color=#ffffff>Paimon:</color>\nHehe, so soft! It's warm, fluffy, and full of cotton, just like Paimon imagined.\nAlright, Traveler. Let's keep looking somewhere else!\nOptional Dialogue: Investigate the Boar Princess painting\n<color=#ffffff>Paimon:</color>\nWhoa, is the person in that painting... moving!?\nUmm, hi! Paimon's Paimon, and this is Nickname. You couldn't tell us what this place is, could you?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Howdy there!</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>I'm the Honorary Knight of the Knights of Favonius!</color>\n<color=#ffffff>Paimon:</color>\nNope, nothing. She doesn't seem to be able to hear us at all...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Maybe our greeting wasn't formal enough?</color>\n<color=#ffffff>Paimon:</color>\n\"O fair and noble lady, hearest thou our question?\"\nOh, yeah, all we needed to get a response was an elegant greeting... Pff, as if! Surely it's just a painting that can move?\nAnyway, mysterious as it is, we're not gonna find the answer by just waiting around. Why don't we go search for clues someplace else?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Why don't you take a look inside the painting, Paimon?</color>\n<color=#ffffff>Paimon:</color>\nAhh, so all Paimon needs to do is go inside the painting and we'll magically get to the bottom of this... Yeah right! Just how is Paimon supposed to do that!?\nAnd why are we even talking about this like it's a possibility? What world are you living in, Traveler?\nNever mind... As mysterious as a moving painting is, we're not gonna find the answer by just waiting around. Why don't we go search for clues someplace else?\nOptional Dialogue: Investigate the treasure chest\n<color=#ffffff>Paimon:</color>\nLook, Traveler, a treasure chest!\nSo beautifully decorated and in such an unmissable spot... Almost as if it's trying to tempt us into opening it!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Maybe the key's somewhere nearby?</color>\n<color=#ffffff>Paimon:</color>\nLet's have a look around, we might be able to find it. Wonder what kind of treasure it's hiding...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Probably better not to touch it.</color>\n<color=#ffffff>Paimon:</color>\nY—You've got a point. After all, barging into someone's room uninvited, opening a treasure chest that they've gone to the trouble of locking, then running off with said treasure... It doesn't sound very nice put like that, does it?\nAnyway, we should tell Jean first, right?\nOptional Dialogue: Investigate the desk\n<color=#ffffff>Paimon:</color>\nThe words on these pages... Ugh, this writing's so blurred, Paimon can't make out what it says.\nBut is that a clock hanging behind the desk? It's completely still... Looks like it's broken.\n<color=#ffffff>Traveler:</color> <color=#ffffff>\"Linger a while, thou art so fair...\"</color>\n<color=#ffffff>Paimon:</color>\nHuh? A—Are you okay, Traveler? Seriously, stop suddenly saying such strange things!\n* ahem * Anyway, doesn't seem like there's anything worth looking at here. Maybe we should try somewhere else instead?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Let's go.</color>\n<color=#ffffff>Paimon:</color>\nAlright, let's try looking elsewhere.\nOptional Dialogue: Investigate the closet\n<color=#ffffff>Paimon:</color>\nLooks like it's just an ordinary closet. What's up, Traveler, something wrong?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Perhaps we'll meet a lion in there...</color>\n<color=#ffffff>Paimon:</color>\n???\nUhh, why would there be a lion in a closet? Perhaps we should try somewhere else, and keep the strange comments to a minimum while we're at it...\n<color=#ffffff>Traveler:</color> <color=#ffffff>Let's go.</color>\n<color=#ffffff>Paimon:</color>\nAlright, let's keep looking!\nOptional Dialogue: Investigate the desserts\n<color=#ffffff>Paimon:</color>\nTraveler, look over here! These desserts look delicious!\nYou'd think desserts like those wouldn't last long, but even the fruit on the cake looks so fresh, like someone just made it! Paimon's drooling just looking at it...\nMmm... Traveler? Just think, there's no one else around, and it'll go to waste if someone doesn't eat it soon. Why don't we just try a mouthful... or two?\n<color=#ffffff>Traveler:</color> <color=#ffffff>I don't think that's a good idea.</color>\n<color=#ffffff>Paimon:</color>\nM—Maybe you're right. They look so lovingly made, and it might have been Lisa who made them... It seems wrong to just start eating them without asking permission...\n* sniff * Paimon would love to try them out, but seeing as you're against it, let's leave them for now...\n<color=#ffffff>Traveler:</color> <color=#ffffff>It might be a trap for catching Paimons!</color>\n<color=#ffffff>Paimon:</color>\nHuh!? You're saying that these desserts are actually monsters in disguise, and that when Paimon goes to eat them, they'll * chomp * gobble her down in a single bite instead...?\nN—No way, that's impossible! But they look so lovingly made, and it might have been Lisa who made them... It seems wrong to just start eating them without asking permission...\nOptional Dialogue: Investigate the curtain on stage\n<color=#ffffff>Paimon:</color>\nNow you mention it, this place does look a bit like a stage. But then... Shouldn't the curtains be hanging in front of the stage? D'you think they've been put here to hide something behind it?\nAnyway, never mind that for now. Let's look elsewhere.\nOptional Dialogue: Investigate the window\n<color=#ffffff>Paimon:</color>\nAgh, it's so white outside, Paimon can't see a thing..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Post Quest Dialogue",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>The following dialogue appears after completing Stage 1 of</color> <color=#ffe14b>Imaginarium Theater</color> .\n<color=#ffffff>???:</color>\nOh no! Sorry! Guests, hello!\nI've been waiting here for the longest time, and nobody came... I was only planning to rest my eyes for a bit, but the sofa was so comfy, I guess I dozed off...\n<color=#ffffff>Paimon:</color>\nEek! The toy can talk!\n<color=#ffffff>???:</color>\nSure can! Talking is one of the things I can do. Alright, sooo... Ah, yes! Introductions are in order, aren't they?\nGreetings, my dear guests. My name is... uh...\n...Wait. What's my name?\n<color=#ffffff>Paimon:</color>\nUh, not sure we can help you with that one, buddy... Guess you were in a pretty deep sleep, huh? Seems like you're still waking up.\n<color=#ffffff>Traveler:</color> <color=#ffffff>You're Sir Howlsworth.</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>An Honorary Knight, much renowned and loved by all.</color>\n<color=#ffffff>???:</color>\nHuh? Really!?\n<color=#ffffff>Paimon:</color>\nWe're, uh, just messing with you, hehe...\nAnyway, Paimon's name is Paimon, and this is Traveler. ...Okay, great, that went well. At least this mysterious room doesn't rob everyone of their memories.\n<color=#ffffff>???:</color>\nI must apologize... I must have slept for so long that I can't remember what's real and what was a dream anymore. I did have a lot of dreams while I was asleep...\n<color=#ffffff>Wolfy:</color>\nOkay, concentrate... Alright, so — if I'm not mistaken... the current me is a \"concierge,\" in charge of attending to any guests that find themselves here. Ah yes, and you may call me \"Wolfy.\"\n<color=#ffffff>Paimon:</color>\nOkay. But, um, if all you can remember are your dreams, what makes you think any of them are real experiences? They're just products of your imagination, right?\n<color=#ffffff>Wolfy:</color>\nYou mean... If it comes from my imagination, it... can't be real life? Well, it sounds like you know more about that kind of thing than I do. I can't tell the difference at all...\nI remember a time when a horrid curse was put on me. My heart was cased in unmelting ice, and I had to spend my days in agonizing solitude, surrounded by nothing but boundless tundra...\nI also remember playing with White Fang in the misty forest. We chased golden butterflies, waded through rushing streams, and shattered the very moon beneath our feet...\nAnd I'll never forget marching in that celebratory procession with the other troops, being showered in confetti as I excitedly waited for Her Majesty the Queen to bestow her honor upon me... Ah, it was glorious!\nTo me, all these events are indistinguishable from real experiences. Take my latest dream for instance. I remember being in a garden of forking paths, and Madame Mage said to me...\n\"From now on, you are a concierge. Be sure to treat your guests well!\"\nThen I found myself here. And like I said, I waited, and waited, and waited... and now, finally, two guests have arrived! At last, I can fulfill my duty.\nIs there anything else you'd like to ask me?\n<color=#ffffff>Traveler:</color> <color=#ffffff>About Madame Mage...</color>\n<color=#ffffff>Paimon:</color>\nYeah, who is this Madame Mage? Is she really just a figure from your dream? Seems like there could be more to it than just that...\n<color=#ffffff>Wolfy:</color>\nWell... Madame Mage is Madame Mage. Just as you, dear guests, are guests.\nHer and her friends — oh, yes, and they're all mages, too! Each one of them is a master of their own type of magic. Conjuring, illusions, and so on.\nOne of them uses a quill pen to cast her spells. She has a very mysterious ink bottle that contains \"fantasy truth.\" I had a little taste when she wasn't looking, and oh my goodness, it was bitter... blech...\nBut the other mages all love her magic. They use their powers of creation to transform her \"fantasy truth\" into \"true fantasy.\"\nHow do they do that? I haven't the slightest idea. I'm just a toy, with stuffing for brains...\nReturn to the dialogue options\n<color=#ffffff>Traveler:</color> <color=#ffffff>About this room...</color>\n<color=#ffffff>Paimon:</color>\nYeah, what is this place? We came in here through this one door in the library, but we were never able to open it before...\n<color=#ffffff>Wolfy:</color>\nAh, well, congratulations on your successful entry, dear guests! This is a special room, one that can only be accessed by those who are invited!\nSeeing as you two have this privilege, you can invite your friends to enter as well!\nOn that note, I'd better tidy up this place as soon as possible. Oh, and I should prepare some tea and snacks too. You don't mind if they're on the sweeter side, do you?\n<color=#ffffff>Paimon:</color>\nOf course not! ...Wait, before we get ahead of ourselves, mind telling us where we are exactly? Are we even still in Mondstadt?\n<color=#ffffff>Wolfy:</color>\nHmm. That is a difficult question. Madame Mage created this room using magic, and I don't know magic...\nStill, you have my guarantee as concierge that this is a safe and comfortable place. I sincerely hope you enjoy your time here.\nReturn to the dialogue options\n<color=#ffffff>Traveler:</color> <color=#ffffff>About that book and the battle we just fought...</color>\n<color=#ffffff>Wolfy:</color>\nYes, I saw! You were magnificent! I was completely enraptured by your performance.\n<color=#ffffff>Paimon:</color>\n...What do you mean \"performance\"?\n<color=#ffffff>Wolfy:</color>\nWell, Madame Mage says that every page of a storybook is a segment of the \"present.\"\nI'm sure only the most distinguished of guests are able to take the stage as the story's protagonists, and put on a show as spectacular as yours!\nWhat a thrilling battle... Yes, that's what every story needs to spice things up! Naturally, those are the kinds of stories I love reading the most.\nI wonder what would make a good title for a book about your magnificent performance? Should we call it a saga? An epic? A tale of conquest? A chronicle of combat? Ah, choices, choices.\nIn any case, I do hope you will be so kind as to indulge us with more of your fine performances. ...In fact, scratch that — I'm afraid I shall have to insist! The story of the \"present\" is waiting to be written, and you, dear guests, are the ones to fill its pages!\nReturn to the dialogue options\n<color=#ffffff>Traveler:</color> <color=#ffffff>That's all I wanted to ask.</color>\n<color=#ffffff>Paimon:</color>\nThis place is getting more confusing by the second... But Wolfy seems alright. So... we should be fine, right? Besides...\nOur goal is to set foot in every corner of Teyvat... And the courage to boldly go where others dare not to tread is what will take us there.\n<color=#ffffff>Wolfy:</color>\nWow, what a wonderful line! Spoken like a true adventurer!\n<color=#ffffff>Paimon:</color>\nYou bet! We're the real deal!\n<color=#ffffff>Wolfy:</color>\nIs that so? Well then, I'd better make sure I do my duty as concierge of this place. I hope this can be somewhere for you to rest and recuperate when you're weary, so that you can embark on your next adventure refreshed and renewed.\nCome back here anytime if you get tired. I'll be sure to take good care of you!\nOptional Dialogue: Investigate the Boar Princess painting\n<color=#ffffff>Paimon:</color>\nCome to think of it, Paimon thinks she's seen this character in a storybook before...\nOptional Dialogue: Investigate the desk\n<color=#ffffff>Paimon:</color>\nThe words on these pages... Ugh, this writing's so blurred, Paimon can't make out what it says.\nHuh? Wait, is this the \"mysterious ink bottle\" that Wolfy mentioned?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Looks like a perfectly normal ink bottle to me...</color>\n<color=#ffffff>Paimon:</color>\nHmm, that's true... Maybe Paimon's overthinking this. After all, you wouldn't usually find mysterious magical items like that just lying around, would you?\nAnyway, doesn't seem like there's anything worth looking at here. Let's go, Traveler.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Let me have a quick taste...</color>\n<color=#ffffff>Paimon:</color>\nD—Don't do that! What else could ink taste like anyway!?\n<color=#ffffff>The following dialogue appears after completing Stage 3 of</color> <color=#ffe14b>Imaginarium Theater.</color>\n<color=#ffffff>Wolfy:</color>\nBravo, bravo. Another spellbinding performance.\nAre you interested in learning any new Thespian Tricks? By which I mean dashing and elegant poses! In fact, what would you say to a friendly exchange? I'll teach you some Thespian Tricks in return for Toy Medals from the treasure chests.\nFriendship is a wonderful thing, isn't it? Ah, just the word itself gives me a warm, fuzzy feeling in my heart and stomach...\n<color=#ffffff>Traveler:</color> <color=#ffffff>It is a lovely thing indeed.</color>\n<color=#ffffff>Paimon:</color>\nYep yep! Gotta love friendship... But, uh, when you say a warm, fuzzy feeling in your stomach... There is something slightly concerning about that.\n<color=#ffffff>Traveler:</color> <color=#ffffff>All my best friendships are built on a warm, fuzzy feeling in my stomach.</color>\n<color=#ffffff>Paimon:</color>\nOh for the love of... Please don't tell Paimon you're thinking about \"emergency food\" again? We're talking about friendship here, okay? Paimon will never understand why that's where your head goes...\n<color=#ffffff>Paimon:</color>\nAaanyway... Are you sure you're okay with just Toy Medals? What can they be worth if they're just toys?\n<color=#ffffff>Wolfy:</color>\nAs long as you believe, even Toy Medals can be more valuable than gold. That is the magic of imagination. Madame Mage told me that. I can't say I entirely understand what she meant, but...\nThe Thespian Tricks — I actually got those from a wish I made to Madame Mage. So as long as she thinks it's a fair trade, I think it should be fine...?\n<color=#ffffff>Paimon:</color>\nHmm, sounds kinda ominous... Don't a lot of scary stories start out that way? You make a reckless wish to a wicked witch, but you end up regretting it when she forces you to pay an impossible price in return...\n<color=#ffffff>Wolfy:</color>\nI believe you're misunderstanding the situation, dear guest. There is absolutely nothing to fear. To start with, mages are quite different from wicked witches. And besides, I already told you what the price is — it's the Toy Medals. There's no catch!\n<color=#ffffff>Paimon:</color>\nAnd you're... sure about that?\n<color=#ffffff>Wolfy:</color>\nYes, completely! In any case... I was the one who made the wish, so if someone has to end up paying an impossible price, just leave it to me!\n<color=#ffffff>Traveler:</color> <color=#ffffff>...Why do you sound so proud of that?</color>\n<color=#ffffff>Traveler:</color> <color=#ffffff>We still feel a little bad...</color>\n<color=#ffffff>Wolfy:</color>\nI enjoy watching your performances, so it's well worth it as far as I'm concerned! Hmm, I wonder how many blank pages are left in this book...\nAh, but not to worry. Even if we run out of space, new blank pages will be added very soon!\nI do look forward to the day when all empty pages are filled with stories..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Imaginarium Theater"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/41133912/2577f743e3e5fdc066ee80b6912e841c_2005918731099002199.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Unlocks"
      },
      {
        "type": "CustomEntry",
        "epId": 5832,
        "name": "Imaginarium Theater",
        "desc": "<p>The Imaginarium Theater is a permanent domain with challenges constantly updated on the 1st of each month. It is unlocked at Adventure Rank 35.</p><p></p><p>Before the beginning of all stories, after the end of all tales, in the interstice between reality and fantasy, there is an endless drama unfolding, never ceasing upon the stage – There is no beginning, nor an end, for in the telling of the \"story,\" the two differ not.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/41133912/ddcd00db3613c8c39ed4d902cc43cc2e_7623522857361033099.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Dive intro a fantastical drama playing out upon the stage, defeating villains and earning rewards!\nA permanent domain with challenges regularly updated on the 1st of each month."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Optional Dialogue"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>After the quest, certain objects will become interactable and dialogues will be prompted when investigating them.</color>\n1. Investigate the plushie\nAfter completing a performance in <color=#ffe14b>Imaginarium Theater</color> , there will be no prompt for this dialogue. Instead, Wolfy will teach Thespian Tricks in exchange for Toy Medals."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/e6a8b16d86bcc31e91acdf2068f0c156_8327372213266430634.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/64563e7d34b6b8e1f164437f4738f4f9_8542861252446238767.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "2. Investigate the Boar Princess painting\nAfter completing a performance in <color=#ffe14b>Imaginarium Theater</color> , the dialogue will be changed."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/ee8eacd4c11ae606fd3505dad01c47cb_7093585277547237739.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/183583a74575a2168227e52e90c592f2_210210073793171411.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3. Investigate the treasure chest\nAfter completing a performance in <color=#ffe14b>Imaginarium Theater</color> , rewards can be claimed by interacting with it."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/13dd6ed54823560b34f20650898ecb32_1820164551132310797.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/ff46061a3acb61f03560bc2c1ce0c29a_2824562635184276140.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "4. Investigate the desk\nAfter completing a performance in <color=#ffe14b>Imaginarium Theater</color> , the dialogue will be changed."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/131fd63edc8298f6b4124500c0ab026f_454099103541028069.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/6437a01e2d6e52d17099a6f5bd831cdd_9063059152179109291.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "5. Investigate the closet\nAfter completing a performance in <color=#ffe14b>Imaginarium Theater</color> , there will be no prompt for this dialogue."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/8df27aee7a9f4fd9aa56714365f8ffd9_3927013862814782370.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/ae1dc08f33a944a6eac18f9d48dc4b50_1097980842906106340.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "6. Investigate the desserts\nAfter completing a performance in <color=#ffe14b>Imaginarium Theater</color> , there will be no prompt for this dialogue."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/54fdf3f61042632788ff03ad3d85a5f6_6560052352954278520.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/579c87cdd3c156c4c6da68a3a13e3fa6_8995843810218276086.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "7. Investigate the curtain on the stage\nAfter completing a performance in <color=#ffe14b>Imaginarium Theater</color> <color=#ffffff73>, t</color> here will be no prompt for this dialogue."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/596c1902d5887c1f8920cbe854b12a05_7638806511525661884.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/a5e3552684ed46560159e29795536c8e_3169595242130829700.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "8. Investigate the window\nThe dialogue remains unchanged."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/8aa5269544a9b53d672a51ebf50e07d2_3576465398806603675.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/625988bce7c23861b4dab32f52511fdc_3292427701267462993.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Book Collection"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>The following books can be found in the</color> <color=#ece5d8>Theater Prep Room</color> <color=#ffffff73>.</color>\n<color=#ffffff>1. The Little Witch and the Undying Fire Collection</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "The Little Witch and the Undying Fire (I)",
        "desc": "<p>The binding and layout are exquisitely made, but the actual content is all handwritten. Judging from the handwriting, there is more than one author. \"Don't fuss about WHAT we're writing, the cover needs to look good! That's the only way it'll give off that 'masterpiece' feeling.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8635961786613789574.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "The Little Witch and the Undying Fire (II)",
        "desc": "<p>\"You're more than halfway through and you haven't even pushed the plot forward one iota! Why is it all about the setting!?\" \"And what would you know? Besides, this stuff isn't fleshing the setting out. It's elucidating natural science and other miscellaneous disciplines!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_5046450235111139901.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "The Little Witch and the Undying Fire (III)",
        "desc": "<p>Some mysterious handwriting appears before the main text: \"It's so rare for R to be in her right mind for a spell. Should she really be wasting the precious little lucid time she has writing this?\" \"Don't worry. For a witch, this is the most important thing.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1497636267590634979.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "The Little Witch and the Undying Fire (IV)",
        "desc": "<p>Some mysterious handwriting appears before the main text: \"Tsaritsa be good, how are there this many unresolved plot threads? Please, have mercy on these old bones, would you?\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8132732733516410476.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "The Little Witch and the Undying Fire (V)",
        "desc": "<p>The writing here is practically a messy scrawl. Perhaps the author doesn't really write much, or perhaps something happened.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4756142146776835146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "The Little Witch and the Undying Fire (VI)",
        "desc": "<p>\"Is it still necessary to write this, the present moment being what it is?\" \"Allow me, then. Opportunities to return to this world are few and far between. Alice would think the same: If we don't continue, then everything would have been meaningless from the start.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4460317197436629352.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "The Little Witch and the Undying Fire (VII)",
        "desc": "<p>The binding and layout are exquisitely made, but the actual content is all handwritten. Judging from the handwriting, there is more than one author. \"I have already found the meaning of writing — that is to tell you: I do so wish you were here, too.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1084570092559482630.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>2.</color> <color=#ffffff>The Feline Firm Collection</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5736,
        "name": "The Feline Firm (I)",
        "desc": "<p>One day, the mysterious Feline Firm sends an invitation to the doorman Perroux... Just what kind of adventures await him?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_799472871022156664.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5737,
        "name": "The Feline Firm (II)",
        "desc": "<p>Having deciphered the Felinese spell, Perroux finds the entrance to the firm, and just like that, \"jumps into the shadows beneath\"... And then?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_5911012368124543534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5738,
        "name": "The Feline Firm (III)",
        "desc": "<p>The cat with the full-sleeve arm tattoo completed the ever-snoring cat boss's commission, but what did the other do? Perroux's curiosity remained unabated...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_1574523545710751970.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5739,
        "name": "The Feline Firm (IV)",
        "desc": "<p>Even the Feline Firm, which has seen nearly everything, can find itself at a loss from time to time. Just what devilish difficulty has confounded the conceited tabby boss that he must seek succor from Perroux?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_2651759814857814340.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5740,
        "name": "The Feline Firm (V)",
        "desc": "<p>A cat's magical boots and a cat's mysterious mask. Just how will they bring the long-furred cat to the Feline Firm?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_6349665916026464144.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5741,
        "name": "The Feline Firm (VI)",
        "desc": "<p>Witnessed by all the cats and the Master, will the tabby cat and the long-furred cat get hitched without a hitch, becoming cat husband-and-wife... or...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_3153461111683393586.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5742,
        "name": "The Feline Firm (VII)",
        "desc": "<p>\"Run, Perroux, run!\" — For the Perroux that had grown cat ears, these words alone remained ringing in his mind...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_81003365361417876.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5743,
        "name": "The Feline Firm (VIII)",
        "desc": "<p>\"That said, it seems the Master has come into another springtime of love?\" whispered the servants...</p><p>But this was something that happened much later.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_3937596598429446223.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Properties"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Unlock Requirements</color>\nAdventure Rank 35\n<color=#ffffff>Achievements</color>\nNone"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Starting Location"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Mondstadt, Mondstadt</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/41133912/ffee8b1363c1a3b69eede8a94aa13760_5212873405587589230.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/41133912/ec67e31a0d0484027fd003eb2d41326b_1868388304496229549.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Objectives"
      },
      {
        "type": "RichText",
        "text": "Enter the room on the lower level of the <color=#ece5d8>Knights of Favonius Library</color>\nExplore the mysterious room"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPCs"
      },
      {
        "type": "CustomEntry",
        "epId": 5840,
        "name": "Wolfy",
        "desc": "<p>A concierge of the Imaginarium Theater.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/08/237301566/c61ab2b047a03a29712263926f0da175_1845953099353107704.png",
        "displayStyle": "card"
      }
    ]
  }
}