{
  "epId": 6311,
  "name": "Dreams of the Ancient Capital",
  "desc": "A book about a young woman named Lycia who sets out on a journey alone following the ruination of her homeland at the hands of a black dragon.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/f013a74ec82031e4b894c5bcc4360c99_1264035745068301214.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1746072481,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Dreams of the Ancient Capital"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Simulanka"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Version 4.8 Event - Summertide Scales and Tales"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "4.8"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "A book about a young woman named Lycia who sets out on a journey alone following the ruination of her homeland at the hands of a black dragon.\n...\nOn her journey, she met a former guard of the kingdom, now an errant wanderer, and sought his guidance in the art of swordsmanship. But the guard had long since given up hope, and had lost both the will to wield a sword and the courage to swing it.\n\"I cannot fill a bottle with 'hope' and give it to you,\" said Lycia.\n\"But I do remember a song from my childhood. It sings of how spring is as fleeting as a shooting star, and it taught me to cherish every flower still in blossom about my feet.\"\n\"You need not master the way of the sword,\" said the guard.\n\"I can see in your eyes that you are already in possession of something even more powerful.\"\n...\nAfter continuing on her way once more, following the guidance of the elders, Lycia entered a dense forest and came before a wise owl, keeper of the keys to the Kingdom of Dreams.\nThe owl's laughter, rolling forth like a shrouding mist, enveloped her from all sides.\n\"Do you know what it means to retreat in the face of adversity?\"\n\"As long as my legs can still walk, I will keep moving forward.\"\n\"Do you fear the thought of death knocking at your door?\"\n\"I will fight it, right up until the final moment arrives.\"\n\"One last question... Can you swear to set your heart on revenge?\"\n\"I—\"\n...\nHaving now obtained the key, Lycia opened the door to the Kingdom of Dreams, where she was to cross a river of stars and ascend an ink-black stairway, enduring many hardships. Finally, she confessed the reason for her coming before the goddess of dreams, and, in exchange for a lock of her golden hair, learned the magic of luring someone into a dream.\nThen, she declared that she would take revenge upon the black dragon.\nIn the beginning, the black dragon knew only black and white; but under the magic's spell, it dreamed of a thousand and one different worlds, each far more vibrant and vivid than fire and brimstone.\n\"If worlds like these strike your fancy as well,\" said Lycia,\n\"I will turn back the dial of the night sky, reversing all the stars in their courses, returning things to the day before you arrived in my hometown.\"\n...\nAt the story's end, Lycia awoke from the previous night's dream to the familiar sights of her hometown outside the window. The birds were singing and the flowers in bloom, and all was at peace.\nFrom the little door of the wooden cabin, there came a gentle knocking.\nOpening the door, Lycia beheld a black-haired stranger standing outside.\n\"I cannot distinguish the color of your hair,\" the man said.\n\"But I suppose it must be golden, just like the color of the stars in my dream.\"\n...\nNote at the Back of the Book:\nYou really like writing stories about dragons, don't you?"
          }
        ]
      }
    ]
  }
}