{
  "epId": 6367,
  "name": "Alice",
  "desc": "<p>The Sustainer of the World's Borders, Great Adventurer of the Realms, Dodo-King, Defender of Old Mondstadt, Friend of Adults Who Yet Harbor Hope, Author of the Teyvat Travel Guide, Originator of the Kujirai Art - Temari Jutsu, Supplier to the Renowned Lord Sangemah Bay, Elder and founder of the Hexenzirkel, Codename \"A,\" Mother of Klee.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/237301566/7c4f62f9126f4c80e16f20e2728f449f_375203967685796338.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1750720547,
  "components": {
    "textualResearch": [
      {
        "title": "A fortune slip",
        "desc": [
          {
            "type": "RichText",
            "text": "(Cutesy-looking handwriting. This seems nothing like a fortune slip...)\nI travel around Teyvat every so often to see if any landscape-altering changes have happened in the meantime, rewriting my seven-nation travel guide once sufficiently few people remember my name.\nBut I've been feeling tired of late for some reason. Might be the coming of spring.\nIn Mondstadt, I met a girl who looked very much like you when you were little. I walked with her for a bit out of boredom, and as it turned out, she just so happened to be returning a book to the library. One of yours, in fact.\nSo I got it in my head to brag a little — I do have signed copies in my possession, after all! Didn't expect her to say that she didn't like your stories.\nThinking that she hadn't understood, I explained that the boar, the wolf, and the forest were all symbols. That they were each stand-ins, making the story a most deep mystery indeed.\nYou know what she said? \"I know that. But the world has changed.\"\nAh, how I wish you were there at that moment! You'd have it out with her right there and then, and you'd end off by saying: \"Well who's the author here, you or me?\" But for some reason, I said nothing at all.\nShe looked askance at me for a few moments before pulling a hanky out and wiping the sweat born from the sweltering spring off my face. Then she waved, and disappeared completely into the crowd, bouncing pigtails and all.\nI was so furious, you know — why, it almost brought me to tears! Really, what's a little girl's word on the state of the wider world, anyway? And so I must go see for myself. On that note, I shan't tarry here thinking about you too much. Today is a good day for traveling, after all."
          }
        ]
      },
      {
        "title": "A message to Klee",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Alice</color> : Klee, just like Mom, you are of a race blessed with longevity. For us, time is like a gust of wind: moments come and end.\n<color=#37ffff>Alice</color> : In such a long life, parents are but a child's first connection. Even though we don't want to be separated, there will come the day when you must walk your own path.\n<color=#37ffff>Alice</color> : Klee, Mom will always love you, but there are also others by your side.\n<color=#37ffff>Alice</color> : Friends who accompany you, teachers who educate you, people who are willing to stay on an island for you despite knowing how unusual it is...\n<color=#37ffff>Alice</color> : Ah, summer is for everyone. No matter how life changes, no matter how many things happen this year, summer will never disappear, just like the love between people.\n<color=#37ffff>Alice</color> : From now on, regardless of wherever you go, I hope you never forget how many people in this world love you.\n<color=#37ffff>Alice</color> : Oh, yes, be sure to listen to Mr. Albedo at home. Mom will regularly return to see you two. Actually, whenever I have a moment to spare, I sneak back to check on you and everyone else. Hee-hee, has no one noticed?"
          }
        ]
      },
      {
        "title": "Dialogues about the Hexenzirkel",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Alice</color> : The \"one who would never lie\" is... me. I hope no one would take offense — it's just that I, Alice, or \"A\" for short, have always had a soft spot for those with sincerity and candor."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Story Teaser: The Mages' Tea Party"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>March 7, 2023</color>\nUpon receiving a message from the ancient lamp out of the blue, even the Great Adventurer of the Realms, Author of the Teyvat Travel Guide, Supplier to the Renowned Lord Sangemah Bay, Elder of the Hexenzirkel, Codename \"A,\" Mother of the Most Adorable Klee — Alice was taken aback.\nFortunately, it was not a disastrous incident that had prompted the message. Instead, it served to bring back memories of companions whom she shared her youth with.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations and Emojis",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Paimon's Paintings Set 41"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/14/237301566/2fe8a204587288f5a553ba9842076e6a_5102687447200355306.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>May 14, 2025</color>\nGreetings, Travelers! The latest emojis from Genshin Impact are now available on HoYoLAB~\nPaimon's Paintings include a collection of chibi emojis of various Genshin Impact characters. We hope you like them! Paimon will continue to paint more cute emojis for everyone~"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/14/237301566/cdb4f2d5f1bcd6129d7c0f4f206e8d7d_8476246206761321098.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "RichText",
        "text": "Golden Apple Archipelago\nAlice found these islands and decided to dress them up, transform the ancient ruins into a summer park, and use the moniker of Dodo-King to invite her daughter, Klee, and Klee's friends there.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>A long, long time ago, three goddesses created this world and named it \"Simulanka.\"</p><p>The Goddess of Creation, who presides over matter and magic, created the mountains and rivers and gave life. Her powers also paved the way for Simulanka to exist in numerous worlds.</p><p>After the Goddess of Creation came the Goddess of Prophecy, with dominion over the stars and the course of fate itself. She induced the sky to spin and the earth to move. Even to this day, her statue still stands tall at the highest point of Constellation Metropole.</p><p>The final Goddess was the Goddess of Fate, she who reigns over all treasured tales and dearest wishes. She bestowed the fierce and everlasting feelings of love and hate, and showed the meaning of death and hope.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/193a95712c2de70de8387cacada48417_8156594812430474056.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Alice was one of three witches who created Simulanka. She is the Goddess of Creation in this magical world.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>A secret witch society, which discusses secrets at the tea parties and explores Irminsul. There are eight witches in the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_5066206833217056331.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Alice is a founder and an Elder of the Hexenzirkel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "An explosives expert and a regular at the Knights of Favonius's confinement room. Also known as Fleeing Sunlight.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Alice's daughter",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>An alchemist, a member of the Hexenzirkel, one of the five Sinners of Khaenri'ah, and Albedo's mother. Rhinedottir created an army of shadowy monsters, who attacked Teyvat 500 years ago. She's also known as Gold and R. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/b12de89916409eae3b0325ed5432efc4_613377601522213149.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Nicole",
        "desc": "<p>A prophetess and a member of the Hexenzirkel. She is also known as Nicole Reeyn and N. She is one of the last angels who remained conscious. She lost her voice and can only talk inside people's heads.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/4e2bf9792658e1c0d712c7f98d4eac3a_5610777900716081906.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p>A visionary, a member of the Hexenzirkel, and Mona's teacher. She is also known as Astromancer Barbeloth Trismegistus and \"B.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/237301566/c11bc32a2df3184a98f12aa253560c6c_2459827091697220027.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M. Andersdotter was a mortal writer from Mondstadt and a member of the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/f1576f261802f32e6c00a1bf8a6335df_2784161876381921141.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>A member of the Hexenzirkel and the first Mayor of Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/194c68529f12745f86263afdec95651d_248230327667455534.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Witches from Hexenzirkel",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "A genius known as the Kreideprinz, he is the Chief Alchemist and Captain of the Investigation Team of the Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Alice got Albedo a job at the Knights of Favonius and told him to take care of Klee and treat her like a real younger sister. She also asked him to call her \"Mother.\"\nAlice applied for \"copyright\" for Albedo's artwork, and all the money he earned went to charity.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7706,
        "name": "Skirk",
        "desc": "A visitor who once appeared in an Abyssal rift and the Primordial Sea, this solitary warrior mentored Tartaglia in the martial arts.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/16/48dba0c10560a3ef573f17d97408b5a0_2527001828446746987.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "name": "Skirk",
        "desc": "<p>A mysterious swordswoman from the Abyss and Tartaglia's master. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/151578876/1e2cb29d039dddf84b706c655ed6367a_4235020342409263843.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "When Skirk went to Teyvat, Alice met with her and allowed her limited movement within the world, taking a promise not to interfere in its affairs.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p>An elusive merchant who has a fondness for glittering Mora.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/35428890/6539bea71efd0f839db897cfc4094362_3469125131800075941.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Alice is Dori's best supplier.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p>An event-exclusive NPC. She is an Oceanid and the caretaker of the \"Bottleland,\" Veluriyam Mirage.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/30/77454259/8f84efbb97c6667cbf39cb960acb5db8_8771159134506739723.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Alice gave Idyia a magic bottle, which can grant one wish inside the bottle itself. Idyia lives in the subspace inside the bottle called the Veluriyam Mirage.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Inventions"
      },
      {
        "type": "RichText",
        "text": "Alice Phonograph\nA speaking device used to convey a mother's love\n\"Dodocommunication Device\"\nAllows people to stay in touch over vast distances",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 2316,
        "name": "Teyvat Travel Guide",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/87bc3310a930d5c263b538b39e79f8c9_3085850041644932870.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 5839,
        "name": "The Little Witch and the Undying Fire",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8775780199083613886.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "An explosives expert and a regular at the Knights of Favonius's confinement room. Also known as Fleeing Sunlight.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 1</color>\nThree years ago, Klee was entrusted to the Knights of Favonius by her parents, who were famed adventurers.\nThis was how the fates of Klee and \"that boy in white\" became intertwined with their \"family\" in Mondstadt.\nKlee is curious about everything in the outside world. She has an innocent passion for explosives, and is incredibly enthusiastic in all that she does.\nUnder the protection of the Knights of Favonius, she is protected from harm and those of ill intent.\nThis young girl soon forged an unbreakable bond with everyone in the Knights of Favonius.\nBeing sent to the solitary confinement room by Jean, helping Amber improving Baron Bunny, as well as developing new bombs...\nThese parts of Klee's life are all invaluable treasures to her.\n<color=#ffd780>Character Story 5</color>\nTo Klee, the Knights of Favonius are family, and she can't imagine life without them. Her biggest role model, however, is still her birth mother — the avid adventurer, Alice.\nA highly renowned adventurer and author of the popular Teyvat Travel Guide, there is nothing this incredible mother cannot do — as far as Klee is concerned, anyway.\nWhether it's the way she used to guide Klee step-by-step through the techniques for adding gunpowder and selecting fuses, or the encouragement she'd give Klee to express her creativity through ever-bolder and more beautiful fireworks...\nOr that time she taught her how to identify Starsnatch Cliff's load-bearing points, then place explosive charges accordingly to bring the whole thing down...\nOr that time they stuck their tongues out at each other awkwardly while being told off by Huffman of the Knights of Favonius...\nKlee has many treasured memories of her mother.\nThis was the way things were until her parents left to travel to somewhere dangerous and far away. They entrusted Klee to the care of Albedo and the Knights of Favonius.\nThough still small, Klee knew she would one day become just like her mother.\nOne day, her explosives would become something that her mother would be proud of.\n<color=#ffd780>\"Dodoco\"</color>\nDodoco is Klee's first friend, and one of her best.\nA very long time ago, her mother made this doll for her by hand.\nAlice affixed it to Klee's four-leaf clover, and hung on her big backpack.\nFrom that day forth, Klee and Dodoco became inseparable.\nHer mother said that this would ensure that Klee would never be lonely and that she would have a friend to confide in even when she was alone.\nThey would also protect each other in times of danger, just like Amber and Baron Bunny.\nThis, however, worried the Knights quite a fair bit — considering the other things Alice and her daughter had invented, perhaps this, too, might explode at any time...\n\"Dodoco\" is a name Klee picked herself.\nWhen asked what this name meant, she flushed red for a good long while before replying: \"It means... Klee's best friend!\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Parents</color>\nMy mom and dad are the famousest travelers in Teyvat! Mom writes the Teyvat Travel Guide, so all the restaurants and hotels in the whole world care what she thinks about them."
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "A genius known as the Kreideprinz, he is the Chief Alchemist and Captain of the Investigation Team of the Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 2</color>\n\"Albedo got into Mondstadt because of his master's recommendation letter.\"\nThis statement is technically true. But Monstadt's gates are open to everyone, and he would have been quite welcome even without the recommendation letter.\nIn fact, Albedo's life in Mondstadt may even have been more comfortable without it.\nThis is because the recipient of the letter was the famed travel writer, Alice, an old friend of Albedo's master, Rhinedottir.\nAfter receiving the letter, Alice considered its requests.\n\"So, Rhine said that you'll need a laboratory... And not one of a size that a civilian could build, either. Hmm... I know!\"\nAnd just like that, she threw him into the Knights of Favonius.\nThe work of the Knights was actually quite easy for Albedo, requiring only five percent of his energy.\nThe rest of his energy could be spent on experiments, with the Knights' full range of apparatus at his disposal, he thought.\nAnd yet...\nAlice has a daughter, named Klee.\nYes, \"that\" Klee.\n\"We'll be a family from now on, treat her like a real younger sister!\"\nFrom that day forth, cleaning up after Klee would come to take up most of Albedo's remaining energy...\n<color=#ffd780>Character Story 3</color>\nAlbedo has no memory of any blood relations. From as far back as he can remember, he was already adventuring deep within domains with his master.\nOf course, Miss Alice, the Knights of Favonius, and that traveler who had a sense of the stellar depths about them... They are all important people. And yet his master is unquestionably the most special to him.\nFor Albedo, she is his only kin.\nShe was a cold and strict woman who raised him and taught him the secrets of alchemy.\n\"The universe is the sable essence of the true starry sky... Earth is the accumulated memory of time and being...\nChalk: that is you. Soil is where alchemy derives its name, and is the basis of all life. And this...\"\nShe demonstrated her technique before him as a huge life form burst from its culture tank in a shower of shattered fragments.\n\"...This is new birth.\"\n<color=#ffd780>Character Story 4</color>\nAlbedo once led a simple and content existence.\nThere was no need for him to contemplate anything. Life was uneventful, its meaning consisted of nothing more than accompanying his teacher, doing what she asked of him, and meeting her expectations.\nBut one day, deep in the heart of a dungeon, master and apprentice discovered an artifact known as The Heart of Naberius.\nAnd with that, his master disappeared, leaving naught but a note, a recommendation letter, and a classical text behind.\nUpon the note was written: \"Albedo, go to Mondstadt. Find my old friend, Alice, and give her the recommendation letter. Then, complete your final assignment.\"\nThe classical text was one of the last extant manuscripts of the Opus Magnum from his master's collection.\nIf one were to push the definition a little, she had left him another gift — the title of Kreideprinz, and with it, a written acknowledgment that she had nothing further to teach him.\nIn the past, Albedo's assignments had always been very difficult.\nHe had always believed wholeheartedly that his master would make good on her threat to leave him, should he fail.\nBut this assignment she had left to him was far too hard, far beyond the limit of his abilities.\nDid this mean, then, that he was fated to never complete it, and thus never see his master again?\n\"Your final assignment: show me the truth and the meaning of this world.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Family</color>\nFamily? Although Alice has always asked me to call her \"Mother,\" when I think of the idea of \"family,\" my master comes to mind first. My earliest memories in life are of going on adventures with her. She taught me the art of alchemy and much knowledge about the world. Perhaps... even the words \"family\" and \"master\" are incapable of fully expressing her meaning to me.\n<color=#ffd780>About Klee</color>\nIndeed, I view Klee as my younger sister. Whenever she gets herself into some explosive sort of trouble, I can only console myself with the fact that her current destructiveness is nothing compared to that of Miss Alice."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Alice</color>\nKlee's mother, Alice, is an extremely enigmatic and near-omnipotent sorceress. Don't be overly concerned. This is just her character.\n<color=#ffd780>About copyright</color>\nSome felt that my painting style was a rare one worth investing in, and offered a large sum of money for each work.\nThis, plus the sizable profits made from auctioning some of my still life paintings, seemed to give Alice an idea.\nShe used her personal connections to apply for some sort of certification for my artwork... I believe they call it \"copyright\"?\nLater, many artists began to imitate my landscape paintings, and they became a common sight throughout Mondstadt.\nAccording to the rules of the copyright that Alice applied for, the artists need to pay me a portion of their revenue for each landscape painting of this style that they sell.\nWealth was never one of my goals. I don't care where the money goes, so I entrusted it to the Knights of Favonius and let them manage it.\nI suppose it would be fitting to use it to pay for the destruction that Alice has created.\nBut from what I hear, they use it all on charitable initiatives, which is also a noble cause."
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Barbara",
        "desc": "Every citizen of Mondstadt adores Barbara. She learned the word \"idol\" from a magazine.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alice's Idol Magazine</color>\n\"...Idol?\"\nThe first time that Barbara heard this strange word, she was visibly confused.\n\"But... aren't The Seven the ones that people are supposed to worship?\"\n\"Yes, but not exclusively...\" replied Alice, an elder of the Hexenzirkel, as she groomed the young girl for stardom. \"Read this, it contains everything you will need to know.\"\n\"Idol Magazine\" was the name of the assigned reading material. Barbara had no idea what world this magazine had come from, but by reading it she found out that there was indeed such thing as an \"idol,\" and that it mainly involved working hard at getting everyone to like you.\nShe also discovered that an outstanding idol is capable of not just bringing joy to themselves, but also bringing spiritual healing to others through the power of song and dance.\nBarbara set about learning one new song after another, dancing to the beat as she went. Finally, she found happiness, and she found it in the smiling faces of others.\nSome time later, when Alice anxiously relayed to Barbara that plans for \"Teyvat Idols!\" were falling through, Barbara was starting to make a name for herself through her performances in Mondstadt.\n\"Hmm... Well, if I'm the only one left... I guess you can leave it to me to define what it really means to be an idol!\"\nDriven by this ever so slightly selfish ambition to spread joy and healing to others, Barbara is slyly swotting up on new tunes behind the scenes to this very day."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>More About Barbara: III</color>\nBeing an idol, I learned from Alice that \"A true idol should always try to heal the soul of the people...\" Yes, I completely agree."
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "A mysterious young astrologer who proclaims herself to be \"Astrologist Mona Megistus,\" and who possesses abilities to match the title. Erudite, but prideful.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 1</color>\nRecently, Mona's teacher, an old but highly skilled female astrologist, has entrusted a very important task to her.\nHer teacher has an erstwhile rival-friend in Mondstadt, and she wanted Mona to retrieve a highly confidential box from that person's successor.\n\"If you dare look inside that books... Well, you'll see.\"\nThat was the warning Mona received before departing.\nTo Mona's surprise, this successor was none other than the Spark Knight, Klee.\nThe box was still extant, but due to Klee's actions and a series of accidents... Mona unwittingly unraveled the enigma behind the box.\n\"I—I'm done for. The thing inside this was the dark history of her youth... she will kill me if I go back like this...\"\nMona was thus forced to stay in Mondstadt, beginning a bitterly frugal but bountifully fulfilling existence."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Klee</color>\nAh yes, Alice's daughter. She's in the custody of the Knights of Favonius, and Albedo looks after her too. She's blessed to have Trifolium as her constellation, which represents good luck. I'm slightly envious... *smirk* Although, if I'd been blessed with good luck, I suppose I never would have had the great honor of running into that old woman, would I..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Alice</color>\nAs well-versed in astrology as she was, my master knew only astrology. Alice, on the other hand, was skilled in a great many other mystical fields."
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p>An elusive merchant who has a fondness for glittering Mora.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/35428890/6539bea71efd0f839db897cfc4094362_3469125131800075941.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 5</color>\nNo one knows how exactly Dori met Alice, but they are truly a pair of business partners that could make all merchants jealous.\nAlice travels the world, so she does not stay for long every time she visits Sumeru. However, every once in a while, Alice will ask someone to send her new invention to Dori.\nDori, for her part, will sell it and find a way to send the Mora to Alice.\nSometimes, Alice sends the invention with an attached letter that tells Dori to keep the Mora for the time being because Alice is currently in a dangerous area.\nHowever, Dori insists on getting someone to send the Mora to safe zones closest to Alice's position, making sure that Alice will receive the Mora at her earliest convenience.\nThe labor, shipment, insurance... The various costs tend to amount to a fairly large expenditure, but Dori is never stingy in this regard. She even pays in advance.\n\"I, Dori, never default on payment.\"\n\"Also, Ms. Alice has expenses, too. I must make sure that she has Mora at hand whenever she needs it.\"\nDori often repeats these words and, despite the trouble, repeatedly makes sure that Alice's payment is delivered.\nThough Alice is no longer Dori's only supplier, Alice's payment is still a top priority for Dori.\nPerhaps it's because Dori keeps a certain promise embedded in her heart — the promise she made to Alice the day they met.\n\"You want limitless Mora? Sure. I can supply you with marvelous items of all kinds. But how much Mora you're going to make will depend on how good you are at sales.\"\n\"Don't worry. I'll sell them for a good price, earn a large sum of Mora, and deliver your share as quickly as possible... I'll be your greatest business partner.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Alice</color>\nAlice's range of eccentric novelties knows no end! Which makes her by far my best supplier, hehe. Ahem, now that I've told you my trade secret, I think you should catch up on your tuition fees, hmm? C'mon, pay up!"
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "The tycoon of a winery empire in Mondstadt, unmatched in every possible way.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Letter Addressed to Ms. Alice"
      },
      {
        "type": "RichText",
        "text": "\"Dear Ms. Alice,\nI must admit that when I read the opening lines of this letter, I was not expecting it to have been written by you.\nIt seems that I may have indeed failed to notice you despite your presence nearby. My apologies for that.\nRegarding Klee, I have heard that you are an extremely powerful witch, so I suspect that Klee would have been just fine even sans my presence.\nEven so, you sent me this letter, for which I am thankful.\nAs you have said, traveling is my best option at present. I will go out and experience all that the world has to offer, just as you have suggested.\nMy father's will shall find continuation through me.\nKlee is welcome to stay at Dawn Winery as a guest during my absence. Adelinde will prepare sufficient snacks and grape juice for such occasions. And if you don't mind, you are also welcome to drop by.\nI hope that you and Klee stay in good health.\""
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>A member of the Hexenzirkel and the first Mayor of Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/194c68529f12745f86263afdec95651d_248230327667455534.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "A fortune slip"
      },
      {
        "type": "RichText",
        "text": "(Neat handwriting. This does not look like a fortune-telling slip...)\nBarbie's gotten old, letting her emotions get in the way of proper writing. Not so I — as the first Mayor, I requested Alice to help me settle various trifling matters in Snezhnaya. And in exchange, she asked that I pen a passage in here.\nI do not believe in any world after death, so we must live our best while we still draw breath. As such, I do not think you will read a word I write here — I write to myself alone.\nNeither of us ever had any magic or combat training. We are simply ordinary. As such, we might be able to come to an understanding, though I believe otherwise. Alice was too ██ing good to you. Back in the day, she dragged me through waterways, blowing furnaces up, catching a cat within a Domain... The process was complicated and far from straightforward, but in any case, it was meant to protect the people around us.\nYou might have wondered, is this the price of getting along with this gaggle of mad women? I doubt you would agree with that assessment, nor would I. Those were, after all, the most precious days of our time together, were they not?"
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M. Andersdotter was a mortal writer from Mondstadt and a member of the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/f1576f261802f32e6c00a1bf8a6335df_2784161876381921141.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Old Journal"
      },
      {
        "type": "RichText",
        "text": "...By all rights, I should have been 'A,' since 'A' is the first and last letter of my name. But Alice overruled me on the basis of seniority, and said I would be 'M' instead, because of my middle name. Haha, she really knows how to push my buttons...\nStill, her magic never fails to amaze me. I still can't believe she got one of my origami frogs to start talking.\nHmm... Why don't I write a story with origami animals as the main characters? Let's see... Once upon a time, in a magical Forest, there lived a group of animals made of paper...\nBarbie loves looking into the future, so she used her powers to map out the fates of all living things in Simulanka. But knowing the ending in advance takes all the fun out of the story...\nI think I'll make a bet with her. I believe that one day, the people of Simulanka will decide to carve their own destiny.\n...Apparently, she wants to build a statue of herself in the capital city!? Haha, always looking to add some pizzazz."
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "name": "Skirk",
        "desc": "<p>A mysterious swordswoman from the Abyss and Tartaglia's master. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/151578876/1e2cb29d039dddf84b706c655ed6367a_4235020342409263843.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7706,
        "name": "Skirk",
        "desc": "A visitor who once appeared in an Abyssal rift and the Primordial Sea, this solitary warrior mentored Tartaglia in the martial arts.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/16/48dba0c10560a3ef573f17d97408b5a0_2527001828446746987.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 5</color>\n\"Master, since you mentioned that your group once divided enough Abyssal power amongst yourselves to overturn an entire world — or at least a sixth of it...\"\n\"How is it that you are now many times stronger than an entire world, even when alone?\"\n\"Did I save an idiot back then?\"\n\"Listen well. When the fruit of a tree dies, its seeds are sown in the rotten soil. Naturally, these seeds may grow into stronger trees that bear harvests a hundred, or even a thousand times richer.\"\n\"Even if only one or two survivors escape a doomed world, their will alone can become strong enough to reforge the very world they lost.\"\nWith their parting imminent, Skirk no longer bothered to feign reverence or obedience.\nFear only serves as a spur for the weak. But when you grow stronger, unconquered fear will become naught but a shackle.\nIn the end, she resolved to bid her master farewell. She headed back to Surtalogi's homeland, to the world known as \"Teyvat.\"\nShe wanted to find that mother-tree. The tree that had borne corrupt fruit, whose tainted seed had grown into a truly formidable arbor.\nFrom that moment on, a great darkness had loomed over the whole forest — the shadow her master cast over the universe at large.\nAll across the sea of stars, other civilizations that saw her naturally regarded her as an ally of \"The Foul.\"\nEvery community she encountered during her travels took her for a member of the \"Cosmic Calamity,\" and kept their distance in wary defense.\n...Except for Teyvat, where the one who supervised its borders lowered her guard after talking to Skirk. Upon the establishment of an agreement, she granted the latter limited passage within the world.\n\"You do not belong there. It is not your home.\"\nThe words of The Foul remained etched in her heart, never to fade away.\nBut what if a wish, flung at a shooting star as it passed in fire-fraught trails, could stitch even the faintest thread between it and the world?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Alice: Promise</color>\nAs the Sustainer of the World's Borders, she tolerates my presence, but she did make me promise not to interfere too much with this world's affairs. That was fine by me, but I had to know the reason why. She said, many ecologists find it emotionally overwhelming when they observe the animal kingdom and see the predators hunting and the prey fleeing — but they'll never interfere in the process. Instead, they allow the laws of nature to take precedence over their own emotions. In her own words, \"some call this being a callous observer, but I think it's merciful at the same time.\"\n<color=#ffd780>About Alice: Gratitude</color>\nOn one of the times that we met, she urged me to listen to the voice of my heart, and \"learn how to enjoy my present life.\" She was being sincere and showing she cared, and for that I ought to thank her."
      },
      {
        "type": "CustomEntry",
        "epId": 2487,
        "name": "Zhiqiong",
        "desc": "<p>A member of the Adventurers' Guild. She has incredible talent for cartography.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/23cdc287d1b7b2392afdc407110a4e7e_1516632757091706175.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Chasm</color>\nI have completed some commissions from the Guild, of course, but I'm not that experienced yet, so I haven't done much solo exploration. I don't think I've left any tales of my deeds behind either...\nSo I've been thinking that The Chasm might be just the place for me to make my mark for future generations to remember me by.\nThe Chasm might be, to quote the great adventurer Alice, my \"Rubicon\"!\nWell, I'm not too sure myself, but given that Alice is an adventurer who has seen the entire world, so that must be some place she's been to... right?"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p>An event-exclusive NPC. She is an Oceanid and the caretaker of the \"Bottleland,\" Veluriyam Mirage.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/30/77454259/8f84efbb97c6667cbf39cb960acb5db8_8771159134506739723.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Alice</color>\nYou're... you're Alice's daughter!? Oh, I just want the ground to swallow me up right now... Wait, that's it! I'll hide myself away in the core of the domain! Hide there until this all blows over. See you all in a hundred years!\nWho would have known I'd find myself in such a mess... Ugh, after all that talk with Alice about letting her daughter visit, too...\nHaha, then I guess I've finally paid Alice back after all these years. Funny to think I've been in the middle of a desert this whole time... it's just a giant muddy swamp to me..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Xinghuo",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Echo</color>\nThat guy keeps imitating everything I say. It's driving me nuts.\nHe used to speak with a stutter until a few years ago, until a Traveler called Alice came along and gave him a bottle of medicine...\nIt cured his stutter completely. But then he couldn't stop imitating the way everyone around him speaks..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Aratani",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Teyvat Travel Guide</color>\nKlee's mother, Alice, is a renowned adventurer in Teyvat, and the Inazuma Edition of her popular \"Teyvat Travel Guide\" series is set to be released imminently.\nLady Yae has already decided on how to promote it: \"A joint endeavor by Teyvat's biggest and best mother-daughter adventure duo.\" It's sure to be a huge hit."
      }
    ],
    "videoCollection": [
      {
        "title": "Nod-Krai Preview Teaser - \"Prelude to Moonlight\" | Genshin Impact #GenshinImpact #NodKrai",
        "url": "https://www.youtube.com/watch?v=k1U2LnXd5GE&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/k1U2LnXd5GE/maxresdefault.jpg",
        "duration": 95
      }
    ],
    "galleryCharacter": [
      {
        "key": "Alice",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/237301566/eee527948ff9b3a3f140bbc831796305_7824703275102906997.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Alice"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Hexenzirkel"
          }
        ]
      },
      {
        "key": "Chinese VA",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>张琦 (Zhang Qi)</color>"
          }
        ]
      },
      {
        "key": "English VA",
        "value": [
          {
            "type": "RichText",
            "text": "Rachel Kimsey"
          }
        ]
      },
      {
        "key": "Japanese VA",
        "value": [
          {
            "type": "RichText",
            "text": "井上喜久子 (INOUE Kikuko)"
          }
        ]
      },
      {
        "key": "Korean VA",
        "value": [
          {
            "type": "RichText",
            "text": "여민정 (Yeo Min-jeong)"
          }
        ]
      }
    ]
  }
}