{
  "epId": 6370,
  "name": "Barbeloth",
  "desc": "<p>A visionary, a member of the Hexenzirkel, and Mona's teacher. She is also known as Astromancer Barbeloth Trismegistus and \"B.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/237301566/c11bc32a2df3184a98f12aa253560c6c_2459827091697220027.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1722144737,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Story Teaser: The Mages' Tea Party"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>March 7, 2023</color>\nUpon receiving a message from the ancient lamp out of the blue, even the Great Adventurer of the Realms, Author of the Teyvat Travel Guide, Supplier to the Renowned Lord Sangemah Bay, Elder of the Hexenzirkel, Codename \"A,\" Mother of the Most Adorable Klee — Alice was taken aback.\nFortunately, it was not a disastrous incident that had prompted the message. Instead, it served to bring back memories of companions whom she shared her youth with.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>A secret witch society, which discusses secrets at the tea parties and explores Irminsul. There are eight witches in the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_5066206833217056331.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Barbeloth is a member of the Hexenzirkel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>A long, long time ago, three goddesses created this world and named it \"Simulanka.\"</p><p>The Goddess of Creation, who presides over matter and magic, created the mountains and rivers and gave life. Her powers also paved the way for Simulanka to exist in numerous worlds.</p><p>After the Goddess of Creation came the Goddess of Prophecy, with dominion over the stars and the course of fate itself. She induced the sky to spin and the earth to move. Even to this day, her statue still stands tall at the highest point of Constellation Metropole.</p><p>The final Goddess was the Goddess of Fate, she who reigns over all treasured tales and dearest wishes. She bestowed the fierce and everlasting feelings of love and hate, and showed the meaning of death and hope.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/193a95712c2de70de8387cacada48417_8156594812430474056.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Barbeloth was one of three witches who created Simulanka. She is the Goddess of Prophecy in this magical world.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>The Great Adventurer of the Realms, Dodo-King, Defender of Old Mondstadt, Friend of Adults Who Yet Harbor Hope, Author of the Teyvat Travel Guide, Originator of the Kujirai Art - Temari Jutsu, Supplier to the Renowned Lord Sangemah Bay, Elder and founder of the Hexenzirkel, Codename \"A,\" Mother of Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/f3158bf76283fe1b6c8372a0cf1a1930_5377743142533419604.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>An alchemist, a member of the Hexenzirkel, one of the five Sinners of Khaenri'ah, and Albedo's mother. Rhinedottir created an army of shadowy monsters, who attacked Teyvat 500 years ago. She's also known as Gold and R. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/b12de89916409eae3b0325ed5432efc4_613377601522213149.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Nicole",
        "desc": "<p>A prophetess and a member of the Hexenzirkel. She is also known as Nicole Reeyn and N. <span class=\"wk-shady\">She is, presumably, one of the last seelies who remained conscious. She lost her voice and can only talk inside people's heads.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/4e2bf9792658e1c0d712c7f98d4eac3a_5610777900716081906.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M. Andersdotter was a mortal writer from Mondstadt and a member of the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/f1576f261802f32e6c00a1bf8a6335df_2784161876381921141.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>A member of the Hexenzirkel and the first Mayor of Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/194c68529f12745f86263afdec95651d_248230327667455534.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Witches from the Hexenzirkel",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "A mysterious young astrologer who proclaims herself to be \"Astrologist Mona Megistus,\" and who possesses abilities to match the title. Erudite, but prideful.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Barbeloth's disciple",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5840,
        "name": "Wolfy",
        "desc": "<p>A concierge of the Imaginarium Theater.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/08/237301566/c61ab2b047a03a29712263926f0da175_1845953099353107704.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Presumably, Barbeloth created the Imaginarium Theater and asked Wolfy to look after it.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 5839,
        "name": "The Little Witch and the Undying Fire",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8775780199083613886.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "A mysterious young astrologer who proclaims herself to be \"Astrologist Mona Megistus,\" and who possesses abilities to match the title. Erudite, but prideful.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 1</color>\nRecently, Mona's teacher, an old but highly skilled female astrologist, has entrusted a very important task to her.\nHer teacher has an erstwhile rival-friend in Mondstadt, and she wanted Mona to retrieve a highly confidential box from that person's successor.\n\"If you dare look inside that books... Well, you'll see.\"\nThat was the warning Mona received before departing.\nTo Mona's surprise, this successor was none other than the Spark Knight, Klee.\nThe box was still extant, but due to Klee's actions and a series of accidents... Mona unwittingly unraveled the enigma behind the box.\n\"I—I'm done for. The thing inside this was the dark history of her youth... she will kill me if I go back like this...\"\nMona was thus forced to stay in Mondstadt, beginning a bitterly frugal but bountifully fulfilling existence.\n<color=#ffd780>Character Story 4</color>\nMona will sometimes meet up with Klee and Albedo, her primary reason being to get a free meal.\nSecondary to that is to exchange pointers with Albedo.\nSince they are both people who seek to unveil the principles of the world, and both are accomplished students of famed masters, aligning themselves with one another and working together is perfectly normal.\nMona staunchly defends her teacher's image in front of Albedo.\nHowever, she also often complains about \"that old hag.\"\n\"You speak of your illustrious lineage, yet you also refer to your master as a \"hag\" and a \"stubborn dimwit.\" Which of these descriptions is accurate?\"\nAlbedo could not help but ask this question — and when he did, Mona promptly realized that she had never given it much thought herself.\nStroking her chin, she pondered this paradox deeply for a moment, before responding:\n\"Hmph. The techniques passed down to me are exceptional, of course, but my teacher is not my equal.\nDoes she know the market rates for eggs, butter, or wheat? In this regard, I have already far surpassed her.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>More About Mona: IV</color>\nMona Megistus, the Astrologist — we came up with that name together, the old lady and me. She said it had a nice ring to it... But then she started calling me 'Meg' for short, which I hate, because obviously 'Mona' is already sufficient for a shorter name— No! You are NOT allowed to call me that, it's embarrassing! Gah! I knew I shouldn't have told you!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About her master</color>\nAs well-versed in astrology as she was, my master knew only astrology. Alice, on the other hand, was skilled in a great many other mystical fields.\nI am on a mission from my master to retrieve a certain box from Mondstadt.\nIt was part of an agreement she made with a friend 50 years ago. But she isn't as spry as she used to be, so now it's up to me.\nMy master and her friend contended in the mystic arts all their lives without a clear victor. If I triumph here, then I will show myself to be superior to my master!\nT—This... So this book, this diary... is that hag's... It's her diary from 50 years ago!?\nThe thing she wanted back after 50 years was the dark history of her youth?\nAh, I'm finished! No wonder... No wonder that old woman said that I should not look at it no matter what, or she'd rip me to shreds...\nAstrology can see through all lies — you've seen it yourself.\nI'll just have to stay in Mondstadt temporarily. Once that old crone's reached the end of her days, I'll be free.\n<color=#ffd780>About Fontaine prophecy</color>\nWhat I can tell you is that I'm an astrologist, and that this prophecy concerns the fate of Fontaine, even that of all Teyvat. Ascertaining this is akin to reading the fortune of the whole world.\n<color=#ffffff73>I'm afraid that this is not something that just anyone can do. If I could do it, you would no longer call me an astrologist... but a visionary.</color>\n<color=#ffffff73>But on the flip side, the prophecy is so huge and powerful that it must surely come from a powerful visionary. Its contents involve the fate of the world... Disregarding it would be a mistake.</color>\nThe old hag could do it, and I'd bet there are others amongst those Hexenzirkel colleagues of hers who could do something similar.\n<color=#ffffff73>I need to ascertain the accuracy of the prophecy.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5840,
        "name": "Wolfy",
        "desc": "<p>A concierge of the Imaginarium Theater.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/08/237301566/c61ab2b047a03a29712263926f0da175_1845953099353107704.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues about Imaginarium Theater"
      },
      {
        "type": "RichText",
        "text": "Well... Madame Mage is Madame Mage. Just as you, dear guests, are guests.\nHer and her friends — oh, yes, and they're all mages, too! Each one of them is a master of their own type of magic. Conjuring, illusions, and so on.\nMadame Mage created this room using magic, and I don't know magic...\nMadame Mage has said before, that this is the room \"before the story begins and after the story ends.\" That's why guests have all the time they need to do whatever they'd like.\nSpeaking of which, Madame Mage is really amazing! She can see the path of fate in the starry reflections. So, you should be really satisfied with the divination service she proposed, right?"
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M. Andersdotter was a mortal writer from Mondstadt and a member of the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/f1576f261802f32e6c00a1bf8a6335df_2784161876381921141.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Old Journal"
      },
      {
        "type": "RichText",
        "text": "...By all rights, I should have been 'A,' since 'A' is the first and last letter of my name. But Alice overruled me on the basis of seniority, and said I would be 'M' instead, because of my middle name. Haha, she really knows how to push my buttons...\nStill, her magic never fails to amaze me. I still can't believe she got one of my origami frogs to start talking.\nHmm... Why don't I write a story with origami animals as the main characters? Let's see... Once upon a time, in a magical Forest, there lived a group of animals made of paper...\nBarbie loves looking into the future, so she used her powers to map out the fates of all living things in Simulanka. But knowing the ending in advance takes all the fun out of the story...\nI think I'll make a bet with her. I believe that one day, the people of Simulanka will decide to carve their own destiny.\n...Apparently, she wants to build a statue of herself in the capital city!? Haha, always looking to add some pizzazz."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Barbeloth"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Hexenzirkel"
          }
        ]
      },
      {
        "key": "Chinese VA",
        "value": [
          {
            "type": "RichText",
            "text": "武向彤 (Wu Xiangtong)"
          }
        ]
      },
      {
        "key": "English VA",
        "value": [
          {
            "type": "RichText",
            "text": "Misty Lee"
          }
        ]
      },
      {
        "key": "Japanese VA",
        "value": [
          {
            "type": "RichText",
            "text": "新谷真弓 (SHINTANI Mayumi)"
          }
        ]
      },
      {
        "key": "Korean VA",
        "value": [
          {
            "type": "RichText",
            "text": "여윤미 (Yeo Yoon-mi)"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Barbeloth",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/237301566/cb793556a5fba6762bfbb48a240bc2c6_8325789625332772916.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Barbeloth's statue in Simulanka"
          }
        ]
      },
      {
        "key": "Barbeloth's cup",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/237301566/e516a099aad70a5aa863b26083b2a948_6628333514329628583.png"
      }
    ],
    "textualResearch": [
      {
        "title": "A fortune slip",
        "desc": [
          {
            "type": "RichText",
            "text": "(The handwriting here is exquisite, to the point of seeming like some sort of printout. This doesn't look like a fortune slip...)\nTo be honest, we weren't the most familiar of people in the organization Alice founded. But I find that things and people around me have changed much in the many years that followed... and now, you are amongst the few I am most acquainted with.\nI must confess that I did not initially understand what Alice saw in you. Being \"interesting\" was the measuring stick, said she, and being the \"most interesting\" was the only criterion for being invited to join. Later, I realized that I had only thought that I had understood your stories. That your acuity for the world's operating principles could perhaps sometimes surpass that of astrology. Sometimes, that is!\nI, too, have grown old, and I do not know how long I have left. So yes, I admit that I really do miss you, just a little. Not that I would actually go over to keep you company or anything, though."
          }
        ]
      },
      {
        "title": "About Durin of Simulanka",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Barbeloth</color> : Are you sure you want to create this child, M, even after what I told you about his fate?\n<color=#37ffff>Barbeloth</color> : He will be abandoned by his creator, and eventually...\n<color=#37ffff>Andersdotter</color> : I know, B. You've told me already. That sad story with the disappointing ending... It's what happened in the real world, isn't it?\n<color=#37ffff>Andersdotter</color> : But, that's exactly why I want to change things. In a different world, his story can have a happier ending. That child... His heart is so full of love.\n<color=#37ffff>Barbeloth</color> : I understand, Anya. But, know that if you give him that name, his fate in Simulanka is destined to parallel that of his real-world namesake...\n<color=#37ffff>Andersdotter</color> : But, there's still a chance, right? Maybe it's a shot in the dark... But, I have to try. He deserves a better life.\n<color=#37ffff>Andersdotter</color> : Although... he might need the help of others when the time comes.\n<color=#37ffff>Barbeloth</color> : Alright, my dear, the choice is yours.\n<color=#37ffff>Barbeloth</color> : Since you're so persistent, let me tell you a secret...\n<color=#37ffff>Barbeloth</color> : R's child... will one day rise from the dead."
          }
        ]
      }
    ]
  }
}