{
  "epId": 6371,
  "name": "Andersdotter",
  "desc": "<p>Anya M. Andersdotter was a mortal writer from Mondstadt and a member of the Hexenzirkel.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/f1576f261802f32e6c00a1bf8a6335df_2784161876381921141.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1722144223,
  "components": {
    "galleryCharacter": [
      {
        "key": "Andersdotter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/a028c631fb3222a423b0b66c4c9b26e5_5755061390719422012.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Andersdotter's statue in Simulanka"
          }
        ]
      },
      {
        "key": "Andersdotter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/16b26bccc6033532528679d301516c8c_5474626901336210912.png"
      }
    ],
    "textualResearch": [
      {
        "title": "Old Journal",
        "desc": [
          {
            "type": "RichText",
            "text": "...By all rights, I should have been 'A,' since 'A' is the first and last letter of my name. But Alice overruled me on the basis of seniority, and said I would be 'M' instead, because of my middle name. Haha, she really knows how to push my buttons...\nStill, her magic never fails to amaze me. I still can't believe she got one of my origami frogs to start talking.\nHmm... Why don't I write a story with origami animals as the main characters? Let's see... Once upon a time, in a magical Forest, there lived a group of animals made of paper...\nBarbie loves looking into the future, so she used her powers to map out the fates of all living things in Simulanka. But knowing the ending in advance takes all the fun out of the story...\nI think I'll make a bet with her. I believe that one day, the people of Simulanka will decide to carve their own destiny.\n...Apparently, she wants to build a statue of herself in the capital city!? Haha, always looking to add some pizzazz."
          }
        ]
      },
      {
        "title": "Yellowed Letter",
        "desc": [
          {
            "type": "RichText",
            "text": "My dear sisters, I fear my pen shall soon run dry... Even now as I write this letter to you, my dexterity is all but failing me. Thank you for enjoying my stories, and for creating this world for me...\nThe time we spent together was the most wonderful youth I could have asked for. Haha, I always feel so young when we're together...\nA' says that even after I am gone, the Goddess of Fate in Simulanka will continue to exist, and carry on granting people's wishes. It makes me glad...\nIf you ever want to chat, feel free to pay a visit to the Goddess statue. Just don't wish for anything weird!"
          }
        ]
      },
      {
        "title": "About Durin of Simulanka",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Barbeloth</color> : Are you sure you want to create this child, M, even after what I told you about his fate?\n<color=#37ffff>Barbeloth</color> : He will be abandoned by his creator, and eventually...\n<color=#37ffff>Andersdotter</color> : I know, B. You've told me already. That sad story with the disappointing ending... It's what happened in the real world, isn't it?\n<color=#37ffff>Andersdotter</color> : But, that's exactly why I want to change things. In a different world, his story can have a happier ending. That child... His heart is so full of love.\n<color=#37ffff>Barbeloth</color> : I understand, Anya. But, know that if you give him that name, his fate in Simulanka is destined to parallel that of his real-world namesake...\n<color=#37ffff>Andersdotter</color> : But, there's still a chance, right? Maybe it's a shot in the dark... But, I have to try. He deserves a better life.\n<color=#37ffff>Andersdotter</color> : Although... he might need the help of others when the time comes.\n<color=#37ffff>Barbeloth</color> : Alright, my dear, the choice is yours."
          }
        ]
      },
      {
        "title": "An Incomplete Manuscript",
        "desc": [
          {
            "type": "RichText",
            "text": "Long, long ago, in an era when the mountains were filled with precious treasures, the stars were joined together in long snakes, and the dreams of the night abounded in color...\nThere was a little white stoat (or a white mouse, or a white rabbit perhaps? Never mind, that can be decided later!) who lived in this prosperous and tranquil town. All her friends and neighbors called her \"Snowflake\" (what was her original name... I'll have to decide that later too!).\nSnowflake had a coat of pure white fur, as white as the never-melting snow atop a mountain peak, without a single blemish to be seen. Her eyes sparkled with the silent brilliance of the night sky, and her voice was bright and clear, as if a pair of invisible hands were playing upon a fine instrument, or as though someone was pouring pale golden wine into a glass...\nAll the townspeople wished to see her every day, even if just to say hello.\nBut overwhelmed by the people's adulation, and bedazzled by shining jewels, \"Snowflake\" forgot herself... even abandoning her original name. (Aha! Problem solved!)\nWhat about my greeting gift? said Ms. Snowflake, too lazy to open the door fully, with naught but the ruby bracelet on her slender wrist shining brightly through the crack.\nUhh... A troubled look came over the visitor's face.\nAnd with a \"bang,\" the little door was shut once more.\nThe pure, noble, and highly revered Ms. Snowflake returned to her dressing table to await the coming of her next \"sincere\" admirer.\nHer dream was to find herself the perfect husband.\nBut clearly, only someone who already possessed the most precious treasure in the world could possibly be deserving of her hand in marriage...\nThat day, a certain wandering Mr. Cat paid a visit to their town. He came from a faraway kingdom in the north, and wore a coat of thick, well-groomed fur — perhaps you might even say over-groomed, in fact, for if you got close, you could even smell what he had eaten for his last meal (my cat is currently sitting on top of me, licking itself... has a really fishy smell...). There was a wisdom in his emerald-green eyes that was beyond anything common folk could hope to attain.\nThe kind-hearted townspeople welcomed the traveler warmly. Within the time it took him to drink three cups of ale, he had already heard about all the town's noteworthy goings-on, and no less than five different weather forecasts for the following day.\nAmong all the news, what most interested him was that relating to \"Snowflake.\"\nWhere may I meet this beautiful lady?\nAhh... If I was you, I wouldn't bother.\nWhy is that?\nMs. Snowflake has a penchant for rare treasures. Over the past two years, she has become more and more... particular. Unless you are in the possession of vast wealth already, you may as well give up on the idea sooner rather than later, for your own good.\nHearing that, Mr. Cat's green eyes twinkled.\nKnock knock knock.\nMr. Cat knocked on Ms. Snowflake's door. To him, her house seemed a little on the small side.\nMy greeting gift?\nA pair of listless eyes looked out at Mr. Cat through a crack in the door.\nOf course. I have prepared the most magnificent gift for the esteemed Ms. Snowflake, which I trust will only make you more beautiful than you already are. This necklace is inlaid with agate from the north, pearls from the southern seas, and amber from the west — it is my clan's great treasure. Entrusted by my elders, I have traveled the world in search of the most beautiful, noble person to present it to. It is a great honor to meet you, Ms. Snowflake. I believe that you must be the one I seek. Please, accept my gift.\nA flash of dazzling color shined out from the crack in the door as the reflection of the opulent necklace sparkled in Ms. Snowflake's eyes.\nNot bad, not bad. Just about up to my standards, said Ms. Snowflake proudly.\nAfter meeting you, I am now convinced that all jewelry will pale in comparison with your unparalleled beauty. But please, allow me to help you put it on. Mr. Cat bowed sincerely, then took a step inside, nearly getting stuck in the cracked-open door as he did so.\nI will now perform a ceremony of blessing and prayer for you, that this gift might still shine as brightly as the moonlight once I am gone.\nPlease, go ahead.\nIntoxicated by his praise, Ms. Snowflake exposed her flawless alabaster neck...\n...\nFrom that day forth, no one ever saw Ms. Snowflake again.\nSome said she had grown tired of the mundanity of life in the town, and set out on a journey to find treasure alone...\nWhereas others were convinced that she had finally found the husband she'd been waiting for, living happily ever after with that Mr. Cat from afar.\nFor someone, passing Mr. Cat as he left town, caught a whiff of Ms. Snowflake's delicate perfume on his fur coat.\n(Hmm... Maybe this story isn't suitable for children either? I'll have to think it over...)"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Andersdotter"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Hexenzirkel"
          }
        ]
      },
      {
        "key": "Chinese VA",
        "value": [
          {
            "type": "RichText",
            "text": "汪滢滢 (Wang Yingying)"
          }
        ]
      },
      {
        "key": "English VA",
        "value": [
          {
            "type": "RichText",
            "text": "Samantha Cooper"
          }
        ]
      },
      {
        "key": "Japanese VA",
        "value": [
          {
            "type": "RichText",
            "text": "河原木志穂 (KAWARAGI Shiho)"
          }
        ]
      },
      {
        "key": "Korean VA",
        "value": [
          {
            "type": "RichText",
            "text": "김서영 (Kim Seo-yeong)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Story Teaser: The Mages' Tea Party"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>March 7, 2023</color>\nUpon receiving a message from the ancient lamp out of the blue, even the Great Adventurer of the Realms, Author of the Teyvat Travel Guide, Supplier to the Renowned Lord Sangemah Bay, Elder of the Hexenzirkel, Codename \"A,\" Mother of the Most Adorable Klee — Alice was taken aback.\nFortunately, it was not a disastrous incident that had prompted the message. Instead, it served to bring back memories of companions whom she shared her youth with.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>A secret witch society, which discusses secrets at the tea parties and explores Irminsul. There are eight witches in the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_5066206833217056331.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Andersdotter was a member of the Hexenzirkel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>A long, long time ago, three goddesses created this world and named it \"Simulanka.\"</p><p>The Goddess of Creation, who presides over matter and magic, created the mountains and rivers and gave life. Her powers also paved the way for Simulanka to exist in numerous worlds.</p><p>After the Goddess of Creation came the Goddess of Prophecy, with dominion over the stars and the course of fate itself. She induced the sky to spin and the earth to move. Even to this day, her statue still stands tall at the highest point of Constellation Metropole.</p><p>The final Goddess was the Goddess of Fate, she who reigns over all treasured tales and dearest wishes. She bestowed the fierce and everlasting feelings of love and hate, and showed the meaning of death and hope.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/193a95712c2de70de8387cacada48417_8156594812430474056.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Andersdotter was one of three witches who created Simulanka. This world is based on her stories. She is the Goddess of Fate there.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>The Great Adventurer of the Realms, Dodo-King, Defender of Old Mondstadt, Friend of Adults Who Yet Harbor Hope, Author of the Teyvat Travel Guide, Originator of the Kujirai Art - Temari Jutsu, Supplier to the Renowned Lord Sangemah Bay, Elder and founder of the Hexenzirkel, Codename \"A,\" Mother of Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/f3158bf76283fe1b6c8372a0cf1a1930_5377743142533419604.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>An alchemist, a member of the Hexenzirkel, one of the five Sinners of Khaenri'ah, and Albedo's mother. Rhinedottir created an army of shadowy monsters, who attacked Teyvat 500 years ago. She's also known as Gold and R. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/b12de89916409eae3b0325ed5432efc4_613377601522213149.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Nicole",
        "desc": "<p>A prophetess and a member of the Hexenzirkel. She is also known as Nicole Reeyn and N. <span class=\"wk-shady\">She is, presumably, one of the last seelies who remained conscious. She lost her voice and can only talk inside people's heads.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/4e2bf9792658e1c0d712c7f98d4eac3a_5610777900716081906.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p>A visionary, a member of the Hexenzirkel, and Mona's teacher. She is also known as Astromancer Barbeloth Trismegistus and \"B.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/237301566/c11bc32a2df3184a98f12aa253560c6c_2459827091697220027.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>A member of the Hexenzirkel and the first Mayor of Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/194c68529f12745f86263afdec95651d_248230327667455534.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Witches from the Hexenzirkel\nDurin of Simulanka\nAndersdotter created her \"son,\" Durin, based on real",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>The Shadow Dragon and one of Rhinedottir's children.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/206a8a0bc1698ae7019f093470f9e845_1709744497888247195.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "of Teyvat. She hoped that one day he will have his own fate.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books and Items"
      },
      {
        "type": "CustomEntry",
        "epId": 2351,
        "name": "The Boar Princess",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 6301,
        "name": "Goddess's Manuscript (I)",
        "desc": "A story written by the creator of this world. This is the blueprint that birthed Simulanka, a history that brooks no doubt.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6302,
        "name": "Goddess's Manuscript (II)",
        "desc": "A handwritten manuscript penned by a fairytale writer. For some reason, there is a hole in the paper that resembles...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6303,
        "name": "Goddess's Manuscript (III)",
        "desc": "A mere fairytale, penned by most mundane hands. If you look closely, the holes in the paper were made by a cat's paw...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>The Great Adventurer of the Realms, Dodo-King, Defender of Old Mondstadt, Friend of Adults Who Yet Harbor Hope, Author of the Teyvat Travel Guide, Originator of the Kujirai Art - Temari Jutsu, Supplier to the Renowned Lord Sangemah Bay, Elder and founder of the Hexenzirkel, Codename \"A,\" Mother of Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/f3158bf76283fe1b6c8372a0cf1a1930_5377743142533419604.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Hexenzirkel</color>\nAs for \"a legend that never ends\"... You may not know M in person, but you've likely encountered one of her works. Have any of you ever read \"The Boar Princess\"?\nI'm pretty sure every child in Mondstadt has read that book."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "A fortune slip"
      },
      {
        "type": "RichText",
        "text": "(Cutesy-looking handwriting. This seems nothing like a fortune slip...)\nI travel around Teyvat every so often to see if any landscape-altering changes have happened in the meantime, rewriting my seven-nation travel guide once sufficiently few people remember my name.\nBut I've been feeling tired of late for some reason. Might be the coming of spring.\nIn Mondstadt, I met a girl who looked very much like you when you were little. I walked with her for a bit out of boredom, and as it turned out, she just so happened to be returning a book to the library. One of yours, in fact.\nSo I got it in my head to brag a little — I do have signed copies in my possession, after all! Didn't expect her to say that she didn't like your stories.\nThinking that she hadn't understood, I explained that the boar, the wolf, and the forest were all symbols. That they were each stand-ins, making the story a most deep mystery indeed.\nYou know what she said? \"I know that. But the world has changed.\"\nAh, how I wish you were there at that moment! You'd have it out with her right there and then, and you'd end off by saying: \"Well who's the author here, you or me?\" But for some reason, I said nothing at all.\nShe looked askance at me for a few moments before pulling a hanky out and wiping the sweat born from the sweltering spring off my face. Then she waved, and disappeared completely into the crowd, bouncing pigtails and all.\nI was so furious, you know — why, it almost brought me to tears! Really, what's a little girl's word on the state of the wider world, anyway? And so I must go see for myself. On that note, I shan't tarry here thinking about you too much. Today is a good day for traveling, after all."
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>A secret witch society, which discusses secrets at the tea parties and explores Irminsul. There are eight witches in the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_5066206833217056331.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "The Little Witch and the Undying Fire (VII)"
      },
      {
        "type": "RichText",
        "text": "The binding and layout are exquisitely made, but the actual content is all handwritten. Judging from the handwriting, there is more than one author. \"I have already found the meaning of writing — that is to tell you: I do so wish you were here, too.\"\nAs she was buffeted by the waves of time, passing through the vortex where countless causalities converged, piercing countless threads of the weave, she missed a great many things. Even the memorial of the great witch she had so admired ended deserted, without her in attendance.\nWhatever they were, the point is that the little witch passed through all manner of haphazard trials and challenges and nonsensical stuff before she managed to arrive before the old witch. Actually, it's just that the little witch didn't think those experiences were worth talking about, nor did she know why anyone bothered spilling so much ink about all that earlier stuff. When all's said and done, the most important things were the witch's tea party and the goal she was pursuing.\nIn truth, she had already seen it before her journey began. In a sky as dark as a sack of coal — or perhaps a cavern, for as we all know, there is no difference between the two — there hung a star giving off a weak radiance, resisting the world's darkness as it encroached on every side. As the universe gradually grew dim, and all stars and stars known as suns were extinguished one by one, everyone agreed to call it the Star of Scorpio. The little witch remembered hearing about this during the witch's tea party, but she only remembered the name and nothing else.\nAnyway, the little witch came before the old witch, who was actually the Star of Scorpio, that which burned still, even at the end of all things. However, her flame was very weak now, barely a faint ember. The little witch held her hand, which had become as dry and brittle as a withered branch. She remembered that the old witch was once a little witch as well, with pale and tender hands that once elegantly held teacups. Those same hands had been used to bring forth much magic, kindling the flames on many worlds.\nThe little witch said:\n\"Looks like everyone doesn't want the flame to go out, and I get it. It can't be helped. The last time we said farewell — you were there too — the witches said that long-lived witches would lose many things as the years went by. Life, death, love, and hate would cease to have much meaning. But that isn't true. Those are just words they used to comfort the companions who departed before them. Witches, in fact, treasure every infinitesimal flame and light that shines in this dark world bereft of hope all the more. They hold even the shadows that these flames would cast dear.\n\"You often said that you weren't our equal, but I've always believed you to be the cutest, most powerful witch amongst us. You often said that you left little behind, but the stories you left to us hold countless worlds. Even should a hundred years pass, or a thousand, even if the apocalypse that a certain astrologer witch worried about comes, even if all the long-lived witches die, the little light that emanates from these little worlds will not grow dim. That's right. You were the greatest great witch — far greater than us all. I miss you. Farewell.\"\nThe old witch did not respond, for all that was left here was but an empty husk, no different from the many others that the little witch had encountered in her adventures — indeed, they were even made of the same basic material, with the only difference between those and this being the minuscule light of a flame.\nAnd so, the little witch took the flame that was burning the old witch and set out on her homeward journey. Anyway, let's stop the story here. The little witch's adventures would continue, though, for she had already decided to bring the old witch's fire across the universe, to light every last corner of time."
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p>A visionary, a member of the Hexenzirkel, and Mona's teacher. She is also known as Astromancer Barbeloth Trismegistus and \"B.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/237301566/c11bc32a2df3184a98f12aa253560c6c_2459827091697220027.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "A fortune slip"
      },
      {
        "type": "RichText",
        "text": "(The handwriting here is exquisite, to the point of seeming like some sort of printout. This doesn't look like a fortune slip...)\nTo be honest, we weren't the most familiar of people in the organization Alice founded. But I find that things and people around me have changed much in the many years that followed... and now, you are amongst the few I am most acquainted with.\nI must confess that I did not initially understand what Alice saw in you. Being \"interesting\" was the measuring stick, said she, and being the \"most interesting\" was the only criterion for being invited to join. Later, I realized that I had only thought that I had understood your stories. That your acuity for the world's operating principles could perhaps sometimes surpass that of astrology. Sometimes, that is!\nI, too, have grown old, and I do not know how long I have left. So yes, I admit that I really do miss you, just a little. Not that I would actually go over to keep you company or anything, though."
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>A member of the Hexenzirkel and the first Mayor of Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/194c68529f12745f86263afdec95651d_248230327667455534.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "A fortune slip"
      },
      {
        "type": "RichText",
        "text": "(Neat handwriting. This does not look like a fortune-telling slip...)\nBarbie's gotten old, letting her emotions get in the way of proper writing. Not so I — as the first Mayor, I requested Alice to help me settle various trifling matters in Snezhnaya. And in exchange, she asked that I pen a passage in here.\nI do not believe in any world after death, so we must live our best while we still draw breath. As such, I do not think you will read a word I write here — I write to myself alone.\nNeither of us ever had any magic or combat training. We are simply ordinary. As such, we might be able to come to an understanding, though I believe otherwise. Alice was too ██ing good to you. Back in the day, she dragged me through waterways, blowing furnaces up, catching a cat within a Domain... The process was complicated and far from straightforward, but in any case, it was meant to protect the people around us.\nYou might have wondered, is this the price of getting along with this gaggle of mad women? I doubt you would agree with that assessment, nor would I. Those were, after all, the most precious days of our time together, were they not?"
      }
    ]
  }
}