{
  "epId": 650,
  "name": "Vera's Melancholy (IX)",
  "desc": "\"Vera's so beautiful, like a shining star in the universe, but I...\" \"Boys at this age are always more petite than girls of a similar age.\"<br/>Childhood must be let go of to welcome the coming of the adolescent years. It's not too late to think about it now... Real melancholy finally hits Vera.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_2614998408351991.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718373482,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Vera's Melancholy (IX)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Knights of Favonius Library"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2309,
            "name": "Vera's Melancholy",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=95.62,38.25&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 647,
        "name": "Vera's Melancholy (I)",
        "desc": "I don't ever think the world is monotonous. It's just that interesting things happen in far away galaxies.<br/>The great adventure of Vera, an ordinary girl always fascinated by distant lands, secretly begins.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 651,
        "name": "Vera's Melancholy (II)",
        "desc": "Everything's just boring. Everything, all the time. It's not depression. It's just reaching the age of 14.<br/>So begins Vera's adventure.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_9121467406641472694.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 649,
        "name": "Vera's Melancholy (III)",
        "desc": "The Andromeda Empire stretches across half the galaxy group. Every planet within the Empire has its own demons and deities, dragons and monsters.<br/>\"I've come up with a story for every star from your home.\" \"That's not possible. Looking from here, the Andromeda Galaxy is only one fifth the size of your moon.\"<br/>So continues Vera's adventure.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_826869104516808267.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 656,
        "name": "Vera's Melancholy (IV)",
        "desc": "There is a saying that goes as follows: Not all that glitters is gold, sometimes it is the outpouring of a broken heart.<br/>Either way, the stars in the sky certainly aren't made of gold, and most people's hearts aren't made of glass.<br/>In any case — here is the next chapter of Vera's adventure!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_2729382534262164262.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 652,
        "name": "Vera's Melancholy (V)",
        "desc": "You can't have picnics on the sides of a galactic highway! Even the deities will be held fully responsible for road accidents that might occur!<br/>The doorway to a study in a simple village connects to anywhere in space and time! Having tea with the deities, playing hide-and-seek across time... Vera's great adventure continues!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_2580254857620604407.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 654,
        "name": "Vera's Melancholy (VI)",
        "desc": "There was once a great scholar who wished to write a book about all the festive days of the empire.<br/>After looking into it more closely, he discovered that every single day had some sort of a festival associated with it... He persevered with this monumental writing task for six months before giving up on it.<br/>But don't worry — as far as this book is concerned, I am the author, and I won't let my readers down!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_2033916103368869099.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 648,
        "name": "Vera's Melancholy (VII)",
        "desc": "In the star clusters at the outer reaches of the universe, habitable planets are few and far between. For this reason, the region is the playground of space captains and pirates alone.<br/>With this being the universe, though, there is no port and starboard in the traditional sense — out here, \"starboard\" means whichever side of your spacecraft is oriented towards the star you are using for navigation...<br/>Lose yourself, and especially your sense of direction, in this next chapter of Vera's starbound voyage!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_7804077169645427463.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 653,
        "name": "Vera's Melancholy (VIII)",
        "desc": "Of course boys aren't invited to the girl's slumber party! Girls are sacrosanct, like the gods of the golden age.<br/>Vera, the Princess, Saint King Lebannin, and Ur, alpha female of the Galactic Swarm, shall talk deep into the night!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_8755165674530523532.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 655,
        "name": "Vera's Melancholy (X)",
        "desc": "\"It's enough. Let's go home... The furthest place I've dreamt of, is the Delphi where you are.\"<br/>Though the explanation is delayed, you should know that Delphi is the center of Greek mythology. Vera's Melancholy - the perfect ending... or is it?",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_977363534340443027.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Vera's Melancholy (IX) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 9\n—Death Awaits in Abyssal Waves—\nAs Vera and Sachi grew up, the chemistry between the four changed in subtle and inexplicable ways.\n\"Enough with excuses,\" Sachi said to Ike. \"Vera will not cease pursuing you even if you never reciprocate her feelings.\"\nIke was a symbol of a faraway land. He stood for the unknown, for that which was waiting to be discovered. A brave bird would never nest there, but would be forever adrift in the winds of admiration.\nIke retorted, \"No matter which way you look at it, being a thousand years old makes you an elderly person.\"\n\"Then we are well-matched in age.\" The Princess merrily chipped in on their conversation.\nWhen Sachi finally mustered the courage to declare his love, he met with the most dreadful fate.\nRemember the ancient sword that Ike and Vera received from the old ones when they first met? It was what Ike needed to propel destiny forward! But now, Vera had her finger slit by its blade, and a malicious ancient virus sapped the life out of her.\n\"This is all your fault!\" Sachi grabbed Ike by the collar. If the tragedy had not happened, Ike would have laughed it off, for he was a gentle soul. But this time, he slapped Sachi's hand away.\n\"Don't you know how to rewind time? Please! Do it to save Vera!\" Even the Princess begged.\n\"You don't understand. Only the future can save the past, not the other way around.\" Ike bit his lip until blood came flowing down.\n\"A local myth speaks of a Silver Age when people enjoyed a seemingly endless childhood that could last up to two hundred years. This only made their short maturity a pain to bear.\"\nTo the others, childhood was long gone, but youth was forever beyond their reach.\nTo be continued in \"Vera's Melancholy\" without Vera."
          }
        ]
      }
    ]
  }
}