{
  "epId": 6559,
  "name": "Tsumi",
  "desc": "<p>The last Vassal of Watatsumi.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/1b4813ee4ee058cd0428721d3301de69_4470226612379359942.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1725882091,
  "components": {
    "galleryCharacter": [
      {
        "key": "Tsumi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/b948ac47f0b6ddf32f00f30046bf7c80_5231746724266404013.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tsumi"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Enkanomiya"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Vassals of Watatsumi"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>The only hope for Watatsumi Island's salvation lies with this secret-shrouded area — Enkanomiya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_1496971296741216893.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Tsumi has lived in Enkanomiya for her whole life.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Primordial Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans.<br/>They were once the dominant race in the depths — and indeed, dragons were the overlords of the whole world in an even earlier age. But their former Seven Sovereigns were defeated by a power from the heavens, withering one by one.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Bolteater Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Electro element.<br/>Following the fading of the Seven Sovereigns' power, a new generation of Sovereigns is presently being born. But now that the Bathysmal Vishaps have evolved in this manner, they have lost their purity. As such, the Dragon of Water will no longer be born from among their ranks. Prophecy holds that the new Dragon of Water will definitely descend in the form of a human.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rimebiter Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "The Vishaps raised Tsumi from infancy, and she considers herself one of them.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Orobashi",
        "desc": "<p>The Serpent God, who brought the people of Enkanomiya out of the Dark Sea and onto the surface. He was killed by Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/08/237301566/1397393f5024f3cfe3e0cd632dae57a6_6749302746102078584.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Tsumi is a Vassal of Watatsumi, Orobashi's familiars.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>A member of the Abyss Order, who calls himself a bookish character and a scholar. He's also known as The Thing Calling Itself \"Enjou,\" Sanka, and The Thing Calling Itself \"Sanka.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/725dbbb16dec2beb477c3a15194eed29_7827130156895942956.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Tsumi and the Vishaps aligned with Enjou to plunge Enkanomiya into darkness.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Fragmented Accessory",
        "desc": "A small accessory you got from Kokomi. It seems to be the fragment of another object. According to her, it might come in handy at some point.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 295,
        "name": "Light Realm Sigil",
        "desc": "A mark symbolizing the recognition of Enkanomiya's Tokoyo Ookami.<br/>They can be offered up to the Statue of the Vassals of Watatsumi, thus upgrading the Bokuso Box.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Light Realm Sigil_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 296,
        "name": "Light Realm Core",
        "desc": "You discovered this mysterious stone while exploring the darkened realm of Enkanomiya.<br/>The Light Realm gave humans additional means to resist the Abyss.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Light Realm Core_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tsumi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "An old Enkanomiyan legend states that when the Bathysmal Vishaps were defeated in the war between the Enkanomiyans and the Vishaps, they had to adapt to survive. They began to imitate the victors, and eventually, this gave rise to a line of Vishaps who were indistinguishable from humans except for their pupils. These\ninfiltrated Enkanomiya and took over many high-ranking positions. Tsumi lived among the Vishaps since childhood and considered herself one of them. She had nothing but an unusual medallion and a couple of boxes of books. Thanks to the books, she learned human writing and speech, but she had no opportunity to talk to people and find out what the books were talking about. For many years they lived in the dark until one day the Traveler descended to Enkanomiya to find the Bloodbranch Coral of Watatsumi Omikami and perform a ritual on Watatsumi Island. Such corals kept the dragons of the deep under the tower in Dainichi Mikoshi at bay, and a protective barrier surrounded the tower itself. To take the coral, the Traveler removed the barrier and restarted the artificial sun, bringing light to Enkanomiya and disturbing the Vishaps. Ever since the first war, light meant the presence of humans to the dragons, so they avoided it."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/3eedbb236edfd30079133e20c2099bc9_2784655553685407423.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Bloodbranch Coral was needed to perform the Watatsumi Goryou Matsuri ritual, which was intended to get rid of the Holy Soil phenomenon on Watatsumi Island. This phenomenon is an expansion of the habitat of the Bathysmal Vishaps and means that the primordial elemental power of the three worlds is increasing. The Holy Soil makes the soil infertile and attacks agriculture. During the ritual, the Divine Priestess noticed that the phenomenon did not disappear, but only stopped. At this time, Tsumi allied with Enjou, a member of the Abyss Order. She wanted to destroy Dainichi Mikoshi so that darkness would reign in Enkanomiya and the Vishaps could rescue their captive kin. Enjou promised to plunge Enkanomiya into darkness, and in return, the Vishaps would allow the Abyss Order safe passage through their territory and help in restoring the Towers of Void. The Vishaps did not know that the darkness of the Abyss was a terrible poison for elemental beings, so they agreed to the deal, but Enjou betrayed them. He rebuilt the towers at the corners of Enkanomiya's border and then used them to spread the energy of the Abyss, which brought great torment to the Vishaps.\nWhen the Divine Priestess sent troops to Enkanomiya, they were seriously injured in a battle with the Serpent Knights. The Divine Priestess of Sangonomiya asked the Traveler to help cleanse Enkanomiya of the darkness and gave them a piece of the medallion in case they had to make a choice. Tsumi donned a mask that hid her snake eyes and pretended to be the Priestess of Sangonomiya to help the wounded. She teamed up with the Traveler to take revenge on Enjou. Tsumi gave the Traveler a special Bokuso Box that could dispel the darkness that had enveloped Enkanomiya so that she could use the power of Dainichi Mikoshi to create darkness to protect the Vishaps. Enjou revealed Tsumi's true motives to the Traveler and gave them a medallion similar to the one the Divine Priestess gave as a parting gift. He also helped them direct the light and dispel the darkness in Dainichi Mikoshi using the mechanisms he left near the Tower of Void."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/dd24b9b451e2ae8db2f2d645c7b48153_7586980090791393232.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Even though the darkness over Dainichi Mikoshi had lifted, Tsumi felt as if the tower could hear her wishes. It would change its brightness with just a thought. If Tsumi had wished for it, the tower would have collapsed before her. With a single thought, as if with a snap of the fingers, the source of the great suffering of the Vishaps would have collapsed. But Tsumi could not do this. When the Traveler gave her the two pieces of the medallion at their meeting, Tsumi combined them with her own, and they formed a medallion in the shape of three entwined snakes. This relic belonged to the beginning of the era when Watatsumi Omikami reorganized the court and reformed Enkanomiya. The three pendants were given to the Dainichi Mikoshi, the Sangonomiya line, and the Vassals of Watatsumi, Orobashi's familiars. The original intention was that the common folk, the officials, and the divine vassals would all hold each other accountable. Vassals of Watatsumi typically took on a half-human, half-snake form, symbolizing that they were the familiars of the serpent god. Over time, the vassals gradually became identical to humans — all except for the pupils of their eyes, and the Vishap-people and Reptilians were just a fantasy. The Watatsumi Omikami exhausted its power to create Watatsumi Island, and after that, it grew weaker and weaker. No more Vassals of Watatsumi were born after that. However, there is a mention in the records of the last of the Vassals, who was supposed to be the link between the dragons and humans. When she was just an infant girl, she and her guardian shrine maiden were attacked by Vishaps at the border of Enkanomiya. Many believed that she died, while others thought that the Vishaps raised her. The fragment of Tsumi's medallion perfectly matched the fragments from Sangonomiya and Dainichi Mikoshi only because she was a Vassal of Watatsumi. She still did not want to accept it and chose the Vishaps."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"There is a saying in your human books that I've never understood until right now.</color>\n<color=#ffffffd9>'People belong where they are born, but creatures belong where they are fed.'</color>\n<color=#ffffffd9>I am a vishap, not a human. So I'm going back to where I belong.</color>\n<color=#ffffffd9>I guess the Dainichi Mikoshi isn't my concern. But we'll be back one day.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>The only hope for Watatsumi Island's salvation lies with this secret-shrouded area — Enkanomiya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_1496971296741216893.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>A member of the Abyss Order, who calls himself a bookish character and a scholar. He's also known as The Thing Calling Itself \"Enjou,\" Sanka, and The Thing Calling Itself \"Sanka.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/725dbbb16dec2beb477c3a15194eed29_7827130156895942956.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Bolteater Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Electro element.<br/>Following the fading of the Seven Sovereigns' power, a new generation of Sovereigns is presently being born. But now that the Bathysmal Vishaps have evolved in this manner, they have lost their purity. As such, the Dragon of Water will no longer be born from among their ranks. Prophecy holds that the new Dragon of Water will definitely descend in the form of a human.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Primordial Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans.<br/>They were once the dominant race in the depths — and indeed, dragons were the overlords of the whole world in an even earlier age. But their former Seven Sovereigns were defeated by a power from the heavens, withering one by one.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rimebiter Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Fragmented Accessory",
        "desc": "A small accessory you got from Kokomi. It seems to be the fragment of another object. According to her, it might come in handy at some point.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}