{
  "epId": 656,
  "name": "Vera's Melancholy (IV)",
  "desc": "There is a saying that goes as follows: Not all that glitters is gold, sometimes it is the outpouring of a broken heart.<br/>Either way, the stars in the sky certainly aren't made of gold, and most people's hearts aren't made of glass.<br/>In any case — here is the next chapter of Vera's adventure!",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_2729382534262164262.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718373456,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=88.96,137.45&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 647,
        "name": "Vera's Melancholy (I)",
        "desc": "I don't ever think the world is monotonous. It's just that interesting things happen in far away galaxies.<br/>The great adventure of Vera, an ordinary girl always fascinated by distant lands, secretly begins.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 651,
        "name": "Vera's Melancholy (II)",
        "desc": "Everything's just boring. Everything, all the time. It's not depression. It's just reaching the age of 14.<br/>So begins Vera's adventure.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_9121467406641472694.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 649,
        "name": "Vera's Melancholy (III)",
        "desc": "The Andromeda Empire stretches across half the galaxy group. Every planet within the Empire has its own demons and deities, dragons and monsters.<br/>\"I've come up with a story for every star from your home.\" \"That's not possible. Looking from here, the Andromeda Galaxy is only one fifth the size of your moon.\"<br/>So continues Vera's adventure.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_826869104516808267.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 652,
        "name": "Vera's Melancholy (V)",
        "desc": "You can't have picnics on the sides of a galactic highway! Even the deities will be held fully responsible for road accidents that might occur!<br/>The doorway to a study in a simple village connects to anywhere in space and time! Having tea with the deities, playing hide-and-seek across time... Vera's great adventure continues!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_2580254857620604407.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 654,
        "name": "Vera's Melancholy (VI)",
        "desc": "There was once a great scholar who wished to write a book about all the festive days of the empire.<br/>After looking into it more closely, he discovered that every single day had some sort of a festival associated with it... He persevered with this monumental writing task for six months before giving up on it.<br/>But don't worry — as far as this book is concerned, I am the author, and I won't let my readers down!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_2033916103368869099.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 648,
        "name": "Vera's Melancholy (VII)",
        "desc": "In the star clusters at the outer reaches of the universe, habitable planets are few and far between. For this reason, the region is the playground of space captains and pirates alone.<br/>With this being the universe, though, there is no port and starboard in the traditional sense — out here, \"starboard\" means whichever side of your spacecraft is oriented towards the star you are using for navigation...<br/>Lose yourself, and especially your sense of direction, in this next chapter of Vera's starbound voyage!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_7804077169645427463.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 653,
        "name": "Vera's Melancholy (VIII)",
        "desc": "Of course boys aren't invited to the girl's slumber party! Girls are sacrosanct, like the gods of the golden age.<br/>Vera, the Princess, Saint King Lebannin, and Ur, alpha female of the Galactic Swarm, shall talk deep into the night!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_8755165674530523532.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 650,
        "name": "Vera's Melancholy (IX)",
        "desc": "\"Vera's so beautiful, like a shining star in the universe, but I...\" \"Boys at this age are always more petite than girls of a similar age.\"<br/>Childhood must be let go of to welcome the coming of the adolescent years. It's not too late to think about it now... Real melancholy finally hits Vera.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_2614998408351991.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 655,
        "name": "Vera's Melancholy (X)",
        "desc": "\"It's enough. Let's go home... The furthest place I've dreamt of, is the Delphi where you are.\"<br/>Though the explanation is delayed, you should know that Delphi is the center of Greek mythology. Vera's Melancholy - the perfect ending... or is it?",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/ca1558ea7600f2f4cdd8f5013ead3277_977363534340443027.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Vera's Melancholy (IV)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found on a balcony near Good Hunter"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2309,
            "name": "Vera's Melancholy",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.1"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Vera's Melancholy (IV) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 4\n—All that Glitters—\n\"The people in these photographs are all so pretty,\" Vera exclaimed as she picked up Ike's box of framed photos.\n\"Of course they are — otherwise, they wouldn't have had the chance to leave me with a photograph to remember them by.\"\nIke had no intention of evading. After all, he was a galactic sage who was over a thousand years old. So of course he knew that girls were easily hurt, and that they could become trouble very easily. Ike would thus never cheat a girl — take notes, boys.\n\"Having seen the starry host, I thus make star-shaped jewels to remember them by,\" he continued to explain. \"But those stars that shine across the universe do not belong to anyone. So it is also impossible to steal them.\"\nVera did not understand. \"What are you saying?\"\n\"I'm saying this for the sake of a foolish fellow who isn't present right now. Pay it no mind, humans are just far too young.\"\n\"I will serve as a go-between between you and Ike.\" Sachi said to the Princess of the Andromeda Empire in a loud voice.\n\"Huh?\"\n\"I love Vera, I don't—\"\n\"Disgusting. Boring. Be silent, worm. You are an offense to my ears. I've already acknowledged Vera as my friend. I will not hand her over to a cowardly person like you...\"\n\"Wh—What...\""
          }
        ]
      }
    ]
  }
}