{
  "epId": 6560,
  "name": "Enjou",
  "desc": "<p>A member of the Abyss Order, who calls himself a bookish character and a scholar. He's also known as The Thing Calling Itself \"Enjou,\" Sanka, and The Thing Calling Itself \"Sanka.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/725dbbb16dec2beb477c3a15194eed29_7827130156895942956.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1737393377,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Enjou"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "The Abyss"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss Order"
          }
        ]
      },
      {
        "key": "Chinese VA",
        "value": [
          {
            "type": "RichText",
            "text": "黑石稔 (Hei Shiren)"
          }
        ]
      },
      {
        "key": "English VA",
        "value": [
          {
            "type": "RichText",
            "text": "Patrick Seitz"
          }
        ]
      },
      {
        "key": "Japanese VA",
        "value": [
          {
            "type": "RichText",
            "text": "山口 恵 (YAMAGUCHI Satoshi)"
          }
        ]
      },
      {
        "key": "Korean VA",
        "value": [
          {
            "type": "RichText",
            "text": "이현 (Lee Hyun)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "RichText",
        "text": "Abyss Order\nEnjou is a member of the order.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>The only hope for Watatsumi Island's salvation lies with this secret-shrouded area — Enkanomiya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_1496971296741216893.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enjou went on a mission to Enkanomiya twice.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>The last Vassal of Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/1b4813ee4ee058cd0428721d3301de69_4470226612379359942.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enjou promised Tsumi and the Vishaps to plunge all of Enkanomiya into darkness, and in return, the Vishaps would allow the Abyss Order safe passage through their territory.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Abyss Lector: Fathomless Flames",
        "desc": "Wielders of abyssal fire who pursue the meaning behind texts and scriptures. Is a member of the Abyss Order.<br/>The surface people have a slightly distorted understanding of what their name means, calling them \"Lectors,\" when their name can also mean \"exegete.\" Reading the word of grace grants them great power.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Enjou's true form",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Before Sun and Moon",
        "desc": "A chronicle that ordinary folk have been forbidden to read. The writing is a mix of fables and histories from the beginning of the world to the creation of the Dainichi Mikoshi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/30d637f5d6939cb8f5a886096aa7ba70_2948147741859048411.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Demo - \"Abyss Lector: Fathomless Flames: Treasures in Texts\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/237301566/0b8e2c5d18b254a94b1f0e4157af1cdb_234079531504527699.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>April 1, 2022</color>\n\"Either way... that book belongs in the hands of a bona fide scholar.\"\nAlthough this book is pretty good, I didn't expect lectors to like this kind of story...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dZsCPpuxgfM"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"Luminous Glimmer\" Commemorative Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/cadd5559d2a5c1c3f4a4ce3d96e15ef9_4330869853506093995.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>September 17, 2022</color>\n\"Only when a night as dark as the abyss descends, can one notice the luminous glimmer that has always been with them.\"\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xm6DtDBkDFw"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations and Emojis",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "White Day 2024"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/92d7c1f6108b39f1f010dbb563ad188f_7328193714011362612.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>March 14, 2024</color>\nJudging from your expression... you haven't forgotten me, have you?\nWhat do you mean by \"Abyss Lectors all look the same, come back in human form\"? ...It seems the farewell gift I gave you at our last parting failed to leave a strong enough impression.\nI even went out of my way to pick some lovely flowers for you this time. But our Highness knows not of my coming, so I can't help you pass on any messages.\nSo, do you think you can forgive me at last? Oh, come now! Lower your weapon and let's talk this over..."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Enjou",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "is a member of the Abyss Order, an organization led by the Traveler's sibling. They are the only ones able to live in the Void Realm, which is highly toxic to everyone else. Although the power of the Abyss is also destructive to the Order, it attracts and intoxicates them. Enjou's true form is the Abyss Lector, but he chose the form of an Inazuman to enter Enkanomiya without raising suspicion. He has knowledge of the Byakuyakoku language, the ancient language of the people of Enkanomiya before they came to the surface of Teyvat."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"I was indeed translating literature here, but you know, it had nothing to do with the trial. I am a bookish character, and hey — did I or did I not transform into a fire-flinging monster!?</color>\n<color=#ffffffd9>...I believe that you refer to our exegetes as 'Lectors,' yes?\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/197e6cf0591cadfe4fae1222ac073b2e_679485616723821755.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "During his first mission to Enkanomiya, Enjou went in search of the book \"Before Sun and Moon,\" written by the secretary of the Ruler of time, Istaroth. This book describes the history of the appearance of the Primordial One, the war with the Seven Dragon Sovereigns, the change of Teyvat, the creation of humans, the coming of the Second Throne, the beginning of the great war, and the fall of Enkanomiya into the Dark Sea during this war. These chronicles describe the events when gods did not walk the earth, and the entire land belonged to a single civilization. For the people of Teyvat, the time \"when gods walked the earth\" is the most distant past, so for the Abyss Order, this book was the only way to prove that Celestia and the Archons came to this world from outside. This book was in a single copy in the Enkanomiya library, but Enjou was unable to find it there or in the Dainichi Mikoshi. During his mission in Enkanomiya, Enjou met the Traveler and Paimon and introduced himself to them as a scholar studying Byakuyakoku. With his help and knowledge of the language, the Traveler could remove the barrier from the Dainichi Mikoshi and find the golden bridle needed to start the artificial sun. When the Traveler was collecting the Bloodbranch Coral needed to perform the ritual in Sangonomiya (the descendants of the Enkanomiya), Enjou revealed his true nature and attempted to fight them in hopes of finding the book. After being defeated, the Abyss Lector disappeared into a portal."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Yes, yes, I failed. And we all learned a little something today, didn't we?</color>\n<color=#ffffffd9>I suppose you shouldn't trust people that easily in the future, eh?</color>\n<color=#ffffffd9>Take that little fellow by your side.</color>\n<color=#ffffffd9>Perhaps you shall someday face betrayal from that corner too. Who knows?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>The only hope for Watatsumi Island's salvation lies with this secret-shrouded area — Enkanomiya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_1496971296741216893.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Abyss Lector: Fathomless Flames",
        "desc": "Wielders of abyssal fire who pursue the meaning behind texts and scriptures. Is a member of the Abyss Order.<br/>The surface people have a slightly distorted understanding of what their name means, calling them \"Lectors,\" when their name can also mean \"exegete.\" Reading the word of grace grants them great power.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Before Sun and Moon",
        "desc": "A chronicle that ordinary folk have been forbidden to read. The writing is a mix of fables and histories from the beginning of the world to the creation of the Dainichi Mikoshi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/30d637f5d6939cb8f5a886096aa7ba70_2948147741859048411.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Bloodbranch Coral",
        "desc": "A coral in which the life force of Watatsumi Omikami dwells. It is a vital part of the Watatsumi Goryou Matsuri.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Three Realms Gateway Offering",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/13677155c217b30cdeaf3830fc82cee6_4368940544380021729.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sometime after the ritual on\nthe Divine Priestess noticed that something had gone wrong in the process. She sent some troops to Enkanomiya, but they were only seriously injured. All of Enkanomiya was engulfed in darkness from the Void Abyss, which neither humans nor the Vishaps could bear. It turned out that the darkness came to Enkanomiya because of Enjou. He formed an alliance with Tsumi, a mysterious priestess in a mask with snake eyes. Tsumi wanted to destroy the Dainichi Mikoshi so that darkness would reign in Enkanomiya and the Vishaps could once again save their relatives imprisoned under the tower. Enjou promised to plunge all of Enkanomiya into darkness, and in return, the Vishaps would allow the Abyss Order safe passage through their territory and help restore the Towers of Void. The Vishaps did not know that the darkness of the Abyss was a terrible poison to elemental beings, so they agreed to the deal, but Enjou betrayed them. He restored the towers at the corners of Enkanomiya's border and then used them to spread the energy of the Abyss, which brought great torment to the Bathysmal Vishaps. When the Divine Priestess of Sangonomiya asked the Traveler for help in Enkanomiya, they teamed up with Tsumi to confront Enjou. When Tsumi's true motives were revealed, Enjou helped the Traveler dispel the darkness with the mechanisms he had left behind, since his trip to Enkanomiya was fruitless again."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"This is just another fruitless trip to Enkanomiya for me at this point. But no biggie. I'm just a marginal figure in the Order.</color>\n<color=#ffffffd9>Unlike those who are falling over themselves to serve our Highness, I'm interested in more inconsequential things.</color>\n<color=#ffffffd9>Yikes, I think I'm all out of time here. I'd better go. I would say 'see ya,' but... I probably won't.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>The only hope for Watatsumi Island's salvation lies with this secret-shrouded area — Enkanomiya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_1496971296741216893.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>The last Vassal of Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/1b4813ee4ee058cd0428721d3301de69_4470226612379359942.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Primordial Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans.<br/>They were once the dominant race in the depths — and indeed, dragons were the overlords of the whole world in an even earlier age. But their former Seven Sovereigns were defeated by a power from the heavens, withering one by one.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Bolteater Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Electro element.<br/>Following the fading of the Seven Sovereigns' power, a new generation of Sovereigns is presently being born. But now that the Bathysmal Vishaps have evolved in this manner, they have lost their purity. As such, the Dragon of Water will no longer be born from among their ranks. Prophecy holds that the new Dragon of Water will definitely descend in the form of a human.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rimebiter Bathysmal Vishap",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Turnfire",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "After his last encounter with the Traveler, Enjou (now named Sanka) went to Natlan to explore the Mare Jivari. During his journey, he visited the Scions of the Canopy tribe and met two children who asked for help in finding some Yumkasaurus Whelps. Lying that his friends would help them, Sanka asked the children to tell him about the Turnfire of Huitztalan. The legend goes that the Turnfire first appeared in the era of the Grand Alliance. It was used by the tyrant Och-Kan to rule over Natlan and oppress anyone who opposed him. Turnfire is different from normal fire: if one gets set on fire with it, they will feel a horrible burning pain from behind them, but they won't die from it right away. And whatever you do, you mustn't turn back to look at it. The hero of the tribe, Yupanqui, who was working as an ordnance officer for the Grand Alliance at the time, was once friends with Och-Kan, the tyrant, and also Xbalanque, the first Pyro Archon. He did not agree with Och-Kan's cruel rule, so he stole the Turnfire and threw it at the Och-Kan's army. All the soldiers were burned to ashes. Just as Yupanqui was about to leave the city, he thought he heard Och-kan calling out to him from behind. It caught him off guard, and he turned around to look, but Och-kan was not there. All he saw was a city burned black, an army in ruins, and giant flames reaching up into the sky. A split-second later, the flames he saw burst out from inside his eyes and swallowed Yupanqui up. The fire that consumed Yupanqui burned more fiercely than any other. It burned for a hundred days, until it burned a hole right through the ley lines, and then fell into the deathly dark Night Kingdom, where it still burns to this day. The Turnfire lights up the path that leads to the next life. But for the dead to be reborn, they have to accept the flames and be purified by the fire first. After Yupanqui's death, about 500 years ago, the Ancient Name\npassed to another hero, Burkina, who fought the corrupted Mountain King. Currently, it belongs to the Saurian hunter Kinich. After hearing the legend, Sanka saw the Traveler and Paimon approaching and ran away, telling the children that the Traveler would help them."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/5f27744d3da35d1fbcb67d96c81819cb_5952055228640343631.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Sanka learned of Kinich's connection to the Turnfire, he began to secretly follow him and his companion,\nTherefore, when the Saurian Hunter captured a member of the Abyss Order, Sanka did not resist. In order to gain the opportunity to learn the memories of antiquity and study K'uhul Ajaw, who belonged to an ancient dragon civilization dating back several millennia, Sanka made a deal with Kinich. The Scions of the Canopy were to soon hold the ceremony of the Turnfire Night. This is a traditional ceremony in which the tribe remembers their ancestor, Burkina, and his companion, Kongamato the Mountain King. Together, they fought against the Abyss and won, but it was a victory at a high price. According to the stories, Burkina paid with his life, and Kongamato was infected with the Abyss and fell into slumber. The Abyssal power inside him is highly sensitive, and when it is disturbed, he awakens and flies into a blind rage, attacking anything that moves. Part of the ceremony is to cleanse the Abyss inside the Mountain King so that he will remain sound asleep. Lately, there have been more and more Abyss-related incidents in Natlan, making it extremely difficult to maintain the Mountain King's sleep."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/e2cfe5ded9274eda9e986690b6ce3f58_4971493199126865486.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "One of the elder's companions, Nanna, was injured in the fight with Kongamato and poisoned with the Abyssal energy. Some of the tribe's elders decided to completely cleanse the monster's body of the Abyss, which would result in the death of the Yumkasaurus. Since the Mountain King is a living symbol of the glory of the Scions of Canopy, Kinich did not agree with the elders' plan and devised his own. He borrowed a device from Sanka that attracts Abyssal creatures in order to open a Rift and place the Mountain King inside. At the same time, K'uhul Ajaw, learning that people with the Name \"Turnfire\" usually die violent deaths, made a deal with Sanka that he would take Kinich's body in exchange for time to study the Divine Lord. Despite the agreement, Sanka's plan failed because Kinich gave him to the Traveler as a \"gift.\" To avoid fighting the Traveler, Sanka ran away again."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"I could never beat you in a straight-up fight, but when it comes to running away, I won't lose to anyone.</color>\n<color=#ffffffd9>Do me a favor and remember how fast I disappear. Maybe then you'll show me a little respect next time.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/b2498b3679f7d54e940667219879c74c_1597814408184281139.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Before meeting Kinich, on his first day with the Scions of Canopy, Sanka was hit by something falling from the sky. The jumper was a Yumkasaurus Nanna, poisoned by the Abyss. She was, as Sanka thought, practicing bungee jumping. The courage it took to make the jump amazed him to the core, so he befriended the Yumkasaurus and helped tend to her wounds. As a sign of their meeting, he even drew a picture of the ancient ruins, which was taken as a relic of the ancient Saurians. When Sanka finally escaped from the Traveler and Kinich, he was reunited with his friend again and found that all of her wounds had healed. She missed her family very much, and Sanka took her to the daughter of the elder, who told him the story of the Turnfire.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "name": "Scions of the Canopy",
        "desc": "<p>One of the six tribes of Natlan, also known as Huitztlan. The tribe's people love extreme sports like rock climbing, rappelling, and volcano parkour and live alongside the Yumkasaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/237301566/79ebff2a0e10528e9129a10ee3043668_3961141848192538396.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6317,
        "name": "Kinich",
        "desc": "A Huitztlan Saurian Hunter skilled at counting costs.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/12/0099e74b4d0c919f6feab4bade3ab748_5795733017114624391.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6583,
        "name": "Gluttonous Yumkasaur Mountain King",
        "desc": "A powerful Yumkasaur that has survived both the ravages of time and countless battles, surviving until the present day.<br>This \"Mountain King,\" who once joined forces with the great heroes against the Black Tide, holds a special place in the hearts of the Scions of the Canopy. Some tribe members believe that it has its current body shape because it has a unique physique, like the Qucusaurus \"Tyrant\"... Though in fact, this is simply because it's lived for so long, and eaten way, WAY too much.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7c1ed7d240424237bc75660e96f3f0ee_7099496042074492058.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6582,
        "name": "Yumkasaurus",
        "desc": "A Saurian with powerful hind legs and a fluffy tail, capable of spitting Flamegranate pectin hidden in their cheek pouches out, wrapping around distant objects.<br>According to legend, the original Yumkasaurs were not at all like today, but much smaller, so small that they were difficult even to see. They could roam freely with the wind, cling to the bodies of the massive dragons, or gather in groups to move about like clouds. However, in order to maintain their form after their abilities degenerated, they had no choice but to assume their current shape.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e1b8a6914176a0a3a9f003da76eff025_8330021945359045493.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mare Jivari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/58c712eb393956a1a2e0ce35317e965c_7203629588405378502.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Continuing his search for the Mare Jivari, Enjou approached a \"spirit-duffer,\" Leyla, from the Masters of the Night-Wind. A young man had no spiritual sensitivity, he could not sense or control spirits, much less use spells on them. Enjou, introducing himself as Kokuchuu, suggested Leyla try a \"hypersensitization therapy\" to cure his lack of spiritual sensitivity, an ineffective and dangerous method forbidden by the Masters of the Night-Wind. To enter a clairvoyant state, Leyla used an ancient shard of Sanhaj Kompore's weapon as a medium and brute-forced a spell on himself. Sanhaj had fought with this bow alongside Tenoch, Tupac, Burkina, Menilek, Sundjatta, and Wanjiru in the battle of the Mare Jivari 500 years ago, after which the place received its name. According to legend, Sanhaj, at the cost of his and Tenoch's life, summoned a miniature Night Kingdom and exploded it to defeat the encroaching dark calamity."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/fb66c05596ec6bd13e3ce50ebe46dc0d_5057871200221585443.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When Leyla entered a clairvoyant state, his soul got lost and could not return, and Kokuchuu fled. The High Priestess of the tribe, Citlali, her grandson Ororon, and the Traveler came to the young man's aid. Using a shard of a bow as a medium, Citlali entered a clairvoyant state, and the Traveler wrote down everything the priestess saw on a scroll. Citlali saw a map similar to where the Mare Jivari used to be. After the battle during the Cataclysm, the place was reduced to a desolate wasteland, covered in the ashes of the warriors and monsters. Sometimes, bone-chilling cries would be heard from the depths, and other times, the whole region would become engulfed in towering flames, drowning out the cries. Many adventurers tried to prove themselves by venturing in, but most of them perished there. About thirty years ago, people started speaking of an enormous, dark creature the size of a mountain roaming inside, and shortly after that, the whole region disappeared from the face of the world, as if it had never existed."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/caf130c06b8c2a339d3453beedd08db4_6863942129866953539.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Suspecting that Leyla's new friend was using him to find information about the Mare Jivari, the High Priestess set traps near the camp where the map was. She realized that Kokuchuu had deliberately given the man such a powerful artifact as Sanhaj's bow and left it in the camp as bait on purpose. Kokuchuu hoped that Leyla's spirit would get lost, and the tribe would come to his aid, revealing information about the Mare Jivari to him. Although Kokuchuu was spotted by Citlali's traps, he was able to escape again after seeing the map.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Masters of the Night-Wind",
        "desc": "<p>One of the six tribes of Natlan, also known as Mictlan. They are famous for their predictions and rituals to amplify the ability to communicate with the Night Kingdom and the Wayob.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/13/237301566/0ed9af441ff862c8caccc8ba87d3f4e8_7653645795007489845.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "The great shaman from the Masters of the Night-Wind, the universally-revered Granny Itztli.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "A young man from the Masters of the Night-Wind who instead lives in the wild alongside all manner of life.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Talking Stick",
        "desc": "<p>Most people will find this obsidian-inlaid club quite convincing indeed.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/35428890/6e0130263c2de43a0bd7863edce22df3_1490535884850747976.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Chain Breaker",
        "desc": "A jade-adorned longbow. The gentle winds always seem to swirl gently about its string. Legends claim that this weapon was made in a far more ancient era by a dragon artisan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8a6b418598f555deba7da922385254a2_8112788546506820868.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7196,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7195,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Location",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/0e174a4d2a6e6ca81337b953dfa66a0d_2450434275631850735.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "The Narrows - Enkanomiya"
          }
        ]
      },
      {
        "key": "Enjou",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/3edb46fe7e8145516f574c979900d0be_8997052989806429732.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Enjou's true form"
          }
        ]
      }
    ]
  }
}