{
  "epId": 6576,
  "name": "Koholasaurus Warrior: Reefsplitter",
  "desc": "A powerful warrior from the source of the springs, whose bravery has been acknowledged and for which they may wear the Saurian Crown.<br>A warrior who can temporarily harness the power of the waves to shuttle back and forth. It is said that one must undergo three states of training to master this skill: First, to adapt. Second, to submit. Finally, to drive. Mastering this method of movement is merely the entry-level requirement to become a Saurian-Crowned Warrior of the People of the Springs, and the greatest among these Warriors can even use this skill to sail on land.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/22b96e2aff384ab37f971f4047e68b06_8202641482560940937.png",
  "menuId": 7,
  "menuName": "Enemies and Monsters",
  "version": 1727669707,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 6644,
        "name": "Sentry's Wooden Whistle",
        "desc": "<p>The symbol of a Natlan tribal sentry.<br>Warriors are not born as warriors. They must first acquire the skills of combat by learning under the tutelage of those who have already done so. This is the origin of the trainee position of sentry.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/e07c501cd10522b752f2c2f31ac8c642_4061071050000073771.png"
      },
      {
        "type": "CustomEntry",
        "epId": 6645,
        "name": "Warrior's Metal Whistle",
        "desc": "<p>The symbol of a Natlan tribal warrior.<br>A metal whistle that is given to individuals who have been officially recognized as tribal warriors. It is used to communicate and alert others to danger by those that patrol the tribe's vicinity. This is a duty that falls upon the warriors of the tribe.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/54375bf17fec5be6b0f4b9ca377cf847_124895529869157893.png"
      },
      {
        "type": "CustomEntry",
        "epId": 6646,
        "name": "Saurian-Crowned Warrior's Golden Whistle",
        "desc": "<p>Among Natlan's tribes, this is the symbol of a mighty, Saurian-Crowned warrior.<br>A golden whistle that is bestowed only upon those who have won great honor for the tribe and shown valor of the highest order. Its symbolic significance now outweighs its practical use, for a Saurian-Crowned warrior is able to handle most crises alone.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/c8648efda2051a6f005647a78ac907fb_7957923439991642143.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Koholasaurus Warrior: Reefsplitter"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Other Human Factions"
          }
        ]
      }
    ]
  }
}