{
  "epId": 67,
  "name": "Debates on the \"Viceroy of the East\"",
  "desc": "The \"Viceroy of the East,\" or \"Touzannou\" sung of in Watatsumi folk tradition is also known as the \"Akuou\" all across Raiden's domains. He was the first vassal ruler of the Great Serpent Orobashi, and he was also the last.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Debates on the \"Viceroy of the East\"_icon.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1716914756,
  "components": {
    "textualResearch": [
      {
        "title": "Debates on the \"Viceroy of the East\"",
        "desc": [
          {
            "type": "RichText",
            "text": "Touzannou's name is not known, but it is known that he was of low birth, such that some island folk-tunes name him \"the legacy of moonlight and tide,\" or \"the forgotten child of the moonlight.\" Perhaps he was an orphan, or perhaps he was the child of people who had been washed ashore by the sea.\nBut though he had neither name nor surname, nor a clan to protect him as he grew, Watatsumi Omikami accepted this child nonetheless, just as he had once accepted the lost people trapped in the depths.\nThis boy later apprenticed himself to Mouun and her sister, learning from them the whalesongs and rites of Watatsumi. His memories were colored by the palace of coral and clam, the shining schools of fish and the rainbow-hued mackerel, and his body was tempered by the rugged reefs and endless waves, becoming strong and swift.\nThe songs of the Yuna Clan say that when the boy had grown into a young man, he was invited by Mouun the shrine maiden to swim together amidst tides lit by moon and stars alike. In the ebb and flow of the entwined lights, the young man sensed the words and emotions of the sea creatures, and hearing the shrine maiden's gentle, mournful whispers, he decided his future course.\nIt is said that after this night-time excursion, the young man comprehended the sword styles known as \"Getsumouun\" and \"Yuushio.\" Though he would not have any descendants, these sword techniques would be taught amongst the warriors of Watatsumi and passed down from generation to generation, thus never becoming extinct. In Watatsumi Island, which lacks traditions of swordsmanship, these two styles remain effective and practical techniques that can prove perilous to any foe.\nWhen Watatsumi Omikami set off on the eastern expedition from which there would be no return, the young man headed up the vanguard and took a place known then to the Watatsumi people as Touzan. Thus was he given the honorific of Touzannou by Watatsumi Omikami himself. However, this valiant \"king of the eastern mountain\" would become known as a brutal, savage \"wicked king,\" or Akuou, to the people of Yashiori Island.\nUltimately, Akuou and his lord were both judged by the Musou no Hitotachi, and Mouun, who once trod upon the waves with him on that moonlit night, was lost amidst a storm of black feathers, her people bewailing her fate.\nAnd when the dust settled, things had not turned out as they might have hoped.\nNotably, people still call outstanding warriors \"the scions of Touzannou,\" although the young and presumptuous Touzannou himself never had the opportunity to join himself to the one he loved, nor would they ever enjoy a peaceful future together."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Debates on the \"Viceroy of the East\""
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Bourou Village"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2291,
            "name": "Debates on the \"Viceroy of the East\"",
            "desc": "<p></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Debates on the \"Viceroy of the East\"_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6323.88,124.75&zoom=2.00"
      }
    ]
  }
}