{
  "epId": 683,
  "name": "Rex Incognito (III)",
  "desc": "A Liyue fantasy novel that tells the tales of Rex Lapis' incognito excursions in the mortal realm. Iron-clad concepts of rules or equity fade into nothingness in this fantastical tale.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_5937057273324385666.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718374337,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=1418.38,-1086.50&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 682,
        "name": "Rex Incognito (I)",
        "desc": "A Liyue fantasy novel that tells the tales of Rex Lapis' incognito excursions in the mortal realm. Set in an age when the treasures of the world flocked forth, fact merges with fiction and both blend with old dreams in this charming tale set in the commercial port of Liyue.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_6276682765985208403.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 684,
        "name": "Rex Incognito (II)",
        "desc": "A Liyue fantasy novel that tells the tales of Rex Lapis' incognito excursions in the mortal realm. Between lofty mountain peaks where bounteous jade lies beneath, substantial ideas and empty lies are suddenly shown up side by side.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_4763920589677399573.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 685,
        "name": "Rex Incognito (IV)",
        "desc": "A Liyue fantasy novel that tells the tales of Rex Lapis' incognito excursions in the mortal realm. In an age when scrutiny was laid upon the treasures of the world, one humble witticism was all it took to expose all lies.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_4495765179625571322.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Rex Incognito (III) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 3\nLiyue is a land where all kinds of rare and exotic treasures congregate, and where there are precious treasures, one is sure to also find those with a discerning eye. At the height of Liyue Harbor's prosperity, a myriad goods and treasures flowed endlessly in and out of the land like the rising and falling tides.\nThat age belonged, as does the current one, to the wealthy merchants and ship owners. It was an age in which the ones who reigned supreme were those who dared wrestle with the tumultuous tides of the market and the wrathful beasts of the ocean.\nLikewise, then as now, the port was constantly abuzz with sailors and laborers.\nLegend has it that Rex Lapis, when appearing in mortal form, does not always take the form of a distinguished gentleman fraternizing with the well-to-do of Yujing Terrace. Sometimes, it is said, he takes the form of a commoner and mingles with the miners, the fishermen, the sailors, and the peddlers.\nBack in that day, there was a certain fishing vessel owner who was notoriously harsh and critical in his temperament. He was always rude towards those who worked for him, and whenever something wasn't to his satisfaction, he would jump to conclusions and start scolding them, even docking their wages, without giving them the opportunity to explain their side of the story.\nOne day, the fishing vessel owner met a young man.\nHe had just been hired by the fishing vessel owner, and his attire was indistinguishable from that of any other seafarer of the day: a loose-fitting brown shirt and trousers, and a bandana around his forehead. But from his tanned skin and the rugged, karst-like contours of his facial features, it was clear that he was a commoner from Qingce Village who had come down from the mountains into the city in an attempt to reverse his fortunes.\nLike most mountain-dwellers of his day, he was a simple-minded and unsophisticated fellow. But what dismayed his new boss more than this was his reluctance to go anywhere near the catches of the slimy and tentacled variety.\n\"You don't make money by being choosy! Who do you think you are, lord of the manor?\"\nThis was the only justification the ship owner gave for docking the newly hired mountain man's pay.\nThe youngster simply smiled bashfully and continued with his work. This set the tone for many of the interactions between the two.\nBut one day, the youngster responded instead with a question:\n\"Everyone has likes and dislikes, so why should we do the things we hate the most?\"\nThe fishing vessel owner was taken completely by surprise by this random question. Incensed, he slapped his simpleton apprentice on the head and barked back at him:\n\"Them's the rules of the world, you moron! Listen good: You'll get yourself nowhere in this world if you won't do a job you don't like!\"\n\"But maybe that wasn't what Rex Lapis meant when he made the rules...\"\n\"Shut up, you idiot!\"\n\"Hmm, maybe you'll understand better if I tell you a story.\"\nThe young man's eyes shone like amber from the mountain mines in the light of the setting sun.\n\"Oh? So you're a storyteller now, are you?\"\nAt the thought of this simpleton from a sleepy mountain village telling him a story, the fishing vessel owner found himself suddenly quite curious.\n\"Go on then... But I expect you to work and talk at the same time!\"\nA mischievous smile flickered across the youngster's face, and a twinkle flashed in his eye.\n\"Well then, let me tell you a story about a certain jade plaque...\"\nAnd so, the young man proceeded to tell his tale. His boss listened so intently that he never noticed the anonymous pair of hands that were sneaking into his pocket — hands which subsequently pilfered the money he had made from all the wages he had docked before and which then distributed the money back out to the laborers."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Rex Incognito (III)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Wangshu Inn"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2312,
            "name": "Rex Incognito",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/05bbd3be6a6b115d3e58842cb0516741_6445548095810080653.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}