{
  "epId": 684,
  "name": "Rex Incognito (II)",
  "desc": "A Liyue fantasy novel that tells the tales of Rex Lapis' incognito excursions in the mortal realm. Between lofty mountain peaks where bounteous jade lies beneath, substantial ideas and empty lies are suddenly shown up side by side.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_4763920589677399573.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718374324,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Rex Incognito (II)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Liyue Harbor"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2312,
            "name": "Rex Incognito",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/05bbd3be6a6b115d3e58842cb0516741_6445548095810080653.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2830.77,-1054.02&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 682,
        "name": "Rex Incognito (I)",
        "desc": "A Liyue fantasy novel that tells the tales of Rex Lapis' incognito excursions in the mortal realm. Set in an age when the treasures of the world flocked forth, fact merges with fiction and both blend with old dreams in this charming tale set in the commercial port of Liyue.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_6276682765985208403.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 683,
        "name": "Rex Incognito (III)",
        "desc": "A Liyue fantasy novel that tells the tales of Rex Lapis' incognito excursions in the mortal realm. Iron-clad concepts of rules or equity fade into nothingness in this fantastical tale.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_5937057273324385666.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 685,
        "name": "Rex Incognito (IV)",
        "desc": "A Liyue fantasy novel that tells the tales of Rex Lapis' incognito excursions in the mortal realm. In an age when scrutiny was laid upon the treasures of the world, one humble witticism was all it took to expose all lies.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_4495765179625571322.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Rex Incognito (II) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 2\nBack in the age when the gods still walked upon the earth, the deity whom we now worship as Rex Lapis was but one among many.\nIn those days, the rumor among the common folk was that the Lord of Geo was a cold and unfeeling god. His conduct was just in all things, and his judgments were rational and dispassionate, but he lacked normal human sentiment. Like the rocks, he was without warmth or softness.\nDespite this, people revered and placed their faith in him all the same. This was because his laws served to guarantee that trade was fair and that life was safe and orderly. The Geo Archon grew in strength and stature because of the people's belief in him.\nBut even gods are powerless to control the beliefs and doubts of their mortal followers.\nAnd even a god who is the guardian of justice has no means of instilling the words of his rules and regulations into the heart of every individual.\nIn Mingyun Village, there was an incorrigibly irreverent jade craftsman who loved to jest. Whatever job he took on, he would complete it in the most unorthodox means imaginable, and would always finish the job on the very last day before it was due.\nIf a customer ordered a statue of a hunter dominating a ferocious beast, they would receive a miniature statue of a distressed boar running for its life.\nAnd when the customer demanded an explanation, he would tell them:\n\"When a formidable hunter closes in on a fierce beast, he may not show his face, but his imposing presence is enough to frighten the beast to its core.\"\nIf a customer ordered a carving in the likeness of a powerful and mighty ruler, they would probably receive a statue of a majestic throne.\nAnd when asked about it, he would reply:\n\"No ruler takes the throne for more than one hundred years. The throne has more longevity than he.\"\nThe craftsman quickly developed a reputation as an eccentric in Mingyun Village. But the wealthy merchants in the prosperous commercial port of Liyue Harbor were most amused and were only too willing to place orders with him — if only to experience for themselves what it was like to be on the receiving end of this mischievous man's antics.\n——————\nOne night, a woman came to his workshop.\nShe was dressed in a long, slender black gown and her eyes shone a brilliant amber in the light of the crescent moon hanging in Liyue's sky that night.\nThe craftsman had never met her before, but he quickly found himself deep in conversation with her. Strangely, she seemed acquainted with every vein of ore and deposit of jade in the village. She talked about the wonders of the world like they were her sisters, and spoke of jade and precious metals with a fondness one would normally reserve for their beloved daughter...\nThe only topics she brushed over were culture, customs, and social interactions.\nPerhaps she was not wise to the ways of the world, or perhaps she did not wish to discuss them. Regardless, there was certainly something out of the ordinary about this woman.\nAt least, the craftsman thought so.\n\"I would like for you to make me a jade plaque bearing the likeness of the Lord of Geo on its surface.\"\nThe woman finally stated her request once their broad-reaching and lengthy conversation had reached its end, and she was all but ready to leave.\n\"But I have one condition: You may not conjure up our Lord's likeness from your imagination. You must carve the true likeness of our Lord relying on what you have seen with your own two eyes.\"\n\"Otherwise,\" she said, \"I'm not paying a single Mora.\"\nAnd so a deal was struck between the two, with an agreed turnaround of three days.\nOn the first day, the craftsman dined and drank with his good friends. He did not take a single new job on that day.\nOn the second day, the craftsman climbed a mountain to view the jade there, not seeing a single customer or acquaintance for the entire day.\nOnly on the third day did the craftsman close the doors of his workshop and begin carving away at the uncut jade, working from dawn till dusk, until finally it was complete.\nWhen the crescent moon once again began to rise in the Liyue night sky, the amber-eyed woman returned and approached his doorstep.\nThe craftsman proudly handed over the fruits of his labor:\nA jade plaque bearing the likeness of their god, in female form.\nThe woman was puzzled. She frowned, and demanded an explanation.\nAnd this was the explanation that he gave:\n\"On the first day, I sought counsel from every wise and learned person that I know, and learned the principles of our Lord and how they work. But this was just the skeleton.\"\n\"On the second day, I visited the mountains and spent a whole day observing the mountain rocks, listening to the ebb and flow of the elements, and pondering all that our Lord had created. But this was just the flesh.\"\n\"On the third day, I covered both my eyes and began to carve from the heart, starting when it felt like the time to start, stopping when it felt like the time to stop. At last, this was the spirit.\"\nThe craftsman smiled awkwardly, then added:\n\"But even I'm not sure why it came out like this.\"\nThe woman tilted the item back and forth in her hand, as if contemplating something.\n\"Interesting,\" she finally responded. \"Incidentally, this reminds me of another story...\"\nShe looked up at him with her amber-colored eyes and began the process of reeling out her story..."
          }
        ]
      }
    ]
  }
}