{
  "epId": 685,
  "name": "Rex Incognito (IV)",
  "desc": "A Liyue fantasy novel that tells the tales of Rex Lapis' incognito excursions in the mortal realm. In an age when scrutiny was laid upon the treasures of the world, one humble witticism was all it took to expose all lies.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_4495765179625571322.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718374345,
  "components": {
    "textualResearch": [
      {
        "title": "Rex Incognito (IV) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 4\nIt was a time when countless exotic curios and items would flow into Liyue Harbor.\nThis night, Min'gui, mistress of Xigu Antiques, was researching relics and narrating ancient stories with an unnamed son of nobility.\nThe focal point of their debate was a jade plaque.\nAs many knew, creating a counterfeit jade item was not a matter that cost much capital in Liyue. Creating a beautiful fake might be a shade more expensive, but it was a cost that most merchant houses could absorb.\nThe real trick lay in weaving an intricate but spurious tale.\nLike a jade smith wandering deep into the mountains, or the youth of the fisherfolk whose habits are strange, those considered deviant often in fact strike closer to the heart of things.\nRex Lapis laid down rules and contracts, but never forced the ordinary folk by his authority to live by them as a perfect template, for he knew that laws and stipulations were a means, not the end. The timeless balance lay, in truth, in a person's awareness and their ability to make choices for themselves.\nThe harsh boss of the fishing vessel did not understand this principle, and so earned the fear and mockery of his hired help.\nAs humans are, so too are antiques. Artistry, quality, rarity and perfection are limiting factors, yes, but the true worth of a relic lies in its backstory.\nThe picky young noble seemed not to wholly perceive this idea, and so had no qualms about calling the jade plaque a fake, denigrating its value.\nBut if all of Xigu Antiques' treasures were to be scrutinized with such a piercing and empirical eye, their worth would have been ground into dust.\nLike the tears of a maiden for her captain, which became eternal pearls, or a mortal king who himself carved a portrait of his deceased queen, before sealing his own soul into it...\nThese stories, these legends that should have faded with time were preserved, and thus teemed with life under the outer husk of those relics.\n\"A fine story. I'll take this fake, then.\"\nThe noble son nodded, his golden eyes smiling.\n\"After all that, you still think this is a fake?\"\nMin'gui sighed lightly.\n\"Of course,\"\nThe young noble could not help but smile and indeed had never seemed happier since entering her shop.\n\"After all, the story you told about jade plaques being ancient currency — it's nonsense. Nonsense that I made up.\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Rex Incognito (IV)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Wanwen Bookhouse"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2312,
            "name": "Rex Incognito",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/05bbd3be6a6b115d3e58842cb0516741_6445548095810080653.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2871.78,-1131.98&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 682,
        "name": "Rex Incognito (I)",
        "desc": "A Liyue fantasy novel that tells the tales of Rex Lapis' incognito excursions in the mortal realm. Set in an age when the treasures of the world flocked forth, fact merges with fiction and both blend with old dreams in this charming tale set in the commercial port of Liyue.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_6276682765985208403.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 684,
        "name": "Rex Incognito (II)",
        "desc": "A Liyue fantasy novel that tells the tales of Rex Lapis' incognito excursions in the mortal realm. Between lofty mountain peaks where bounteous jade lies beneath, substantial ideas and empty lies are suddenly shown up side by side.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_4763920589677399573.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 683,
        "name": "Rex Incognito (III)",
        "desc": "A Liyue fantasy novel that tells the tales of Rex Lapis' incognito excursions in the mortal realm. Iron-clad concepts of rules or equity fade into nothingness in this fantastical tale.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_5937057273324385666.png",
        "displayStyle": "text"
      }
    ]
  }
}