{
  "epId": 688,
  "name": "The Serpent and Drakes of Tokoyokoku",
  "desc": "A novel based on Watatsumi Island's folktales. The original edition of this text was transcribed on Watatsumi Island and brought back to Narukami Island by a merchant while the former's serpent god yet lived. No one reads this ancient tome nowadays, its role supplanted by all the light novels on the market. This book describes the unique cosmological outlook of the Watatsumi people before they came to adopt aspects of Narukami culture, and a recent resurgence in traditional novel publishing has allowed it to see the light of day once more.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Serpent and Drakes of Tokoyokoku_icon.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1721878273,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111,2,3,154,319,338&center=5351.17,3668.03&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3404,
        "name": "Kuroda",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/43b6af48285e9eeb1895ee06d481fa56_5207274457170173804.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Before Sun and Moon",
        "desc": "A chronicle that ordinary folk have been forbidden to read. The writing is a mix of fables and histories from the beginning of the world to the creation of the Dainichi Mikoshi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/30d637f5d6939cb8f5a886096aa7ba70_2948147741859048411.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1220,
        "name": "Hydrological Studies in Byakuyakoku",
        "desc": "This text records the geography and hydrology of Byakuyakoku. With the sealing of the depths and the emigration of the people of Watatsumi, as well as the passing of long years, this book is now useless.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/30d637f5d6939cb8f5a886096aa7ba70_2297711585933268758.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Serpent and Drakes of Tokoyokoku"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Yae Publishing House"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2846,
            "name": "The Byakuyakoku Collection",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/80830045/8a7b95710be73a0c089b83f2ff88270a_4510262374456186105.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.3"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "The Serpent and Drakes of Tokoyokoku ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\nMysteries creation conceals, the sun and moon omens reveal.\nThree corners in darkness shrouded, the void by five saints clouded.\n\"The universe has no beginning and no end, and so it was with the land that once was. But this matters not to us, for the land that bears us no longer has anything to do with that eternity without start or ceasing.\"\n— So said the lone sage, Aberaku, to the first Sunchild. The Sunchild had long intended to punish Aberaku. Summoning the sage before the throne in this manner was but an additional way of making things difficult for him before detaining him.\nLegend has it that Aberaku was opened up to wisdom by Tokoyo Ookami, and was thus able to bring light to Enkanomiya, which had till then never seen the sun. But the Sunchild grew jealous of his talents, thus imprisoning him for life. Yet these children of the sun never considered that had Aberaku not created that underground star, they never would have existed in the first place.\nThe origin of heaven and earth is like the chicken and egg, and are not dragons and snakes kin?\" No sooner had the sage Aberaku uttered these words than he was overthrown by troops lying in ambush.\nAt that time, Enkanomiya had only just been bought some room to breathe by the appearance of the sun. The Dragonheirs loved the dark and shunned the light, and thus could no longer act with impunity. The days when the Dragonheirs would rampage and graze upon humanity like so much grass had, at last, come to an end, for the people of Enkanomiya finally had the means to resist.\nYet it came to pass that the flaws in human nature would rear their ugly heads even before such outside threats could be quelled. The people chose a Sunchild, crowned him king, and worshiped him, and yet he ruled with a brutal hand, framing the righteous.\nUnnumbered years would pass before a young child of Enkanomiya would make a wager with his peers. Alone, he would dive beyond the three corners, evading the trail of the Dragonheirs, in search of a Dragonbone Flower. But what he found instead within a great cavern was a mighty serpent, one he had never seen before. Somehow, as he gazed upon the serpent's titanic form, the child felt no fear, but instead a kind of kinship.\n\"I am the Profane Serpent. Though my servants are numberless, not one mortal now dwells in my shadow. That I have fallen into this realm, and that we should meet… Perhaps this is fate. You are not one of my people, but you are human nonetheless. Speak your desire, and I shall hear it.\"\n\"Could you then, perchance, become our god?\"\nThus did they, human and serpent, go forth to face the royal authority of the Sunchild and the incursions of the Dragonheirs beyond — thus was the curtain raised on the turning of the tide."
          }
        ]
      }
    ]
  }
}