{
  "epId": 6902,
  "name": "Mementos of Teyvat Album",
  "desc": "<p>An album that features many of [Traveler] and Paimon's mementos of their adventures. Your adventure is not yet over, and you will certainly create many more memories in the future! This album is probably far too thin to contain all the pictures you've taken and will take, so after it's been filled, don't forget to go buy a new one with Paimon!</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/b472d58fa71d5ec7c26f8cd960d90050_3152060907901962244.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1743704577,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mementos of Teyvat Album"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Version 5.0 Event - Mementos of Teyvat"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Mondstadt",
        "desc": [
          {
            "type": "RichText",
            "text": "Our journey began in Mondstadt, and Amber was the first Knight of Favonius that we met. She accompanied us from the Whispering Woods to the city of Mondstadt itself. With the guidance of the winds, we visited many places, from the Knights of Favonius to Stormterror's Lair."
          }
        ]
      },
      {
        "title": "Liyue",
        "desc": [
          {
            "type": "RichText",
            "text": "After passing Wangshu Inn atop its giant tree and the shallows of the Guili Plains, we arrived at Liyue Harbor. We have an acquaintance in Liyue — Xiangling, head chef of the Wanmin Restaurant. No matter how far we've come, we always return to Liyue for the Lantern Rite each year, sampling our old favorites at the Wanmin Restaurant and spending the holidays with our friends."
          }
        ]
      },
      {
        "title": "Inazuma",
        "desc": [
          {
            "type": "RichText",
            "text": "Inazuma, the nation of lightning, is far away across the sea, and can only be reached by boat. We met Kazuha, a native Inazuman traveling with a fleet who'd been wandering the world just like us, and together discussed many things concerning Inazuma. We heard about the Grand Narukami Shrine's Fortune Slips, and how popular they are among believers. We sometimes go draw a slip or two ourselves — when we're feeling lucky, of course!"
          }
        ]
      },
      {
        "title": "Sumeru",
        "desc": [
          {
            "type": "RichText",
            "text": "Sumeru has both rainforests and desert within its bounds. We met and made friends with Collei, a Forest Ranger, on the way to Sumeru City in the heart of the rainforest. After leaving that region, ww plunged into sands that stretched across the horizon, with The Mausoleum of King Deshret leaving a deep impression."
          }
        ]
      },
      {
        "title": "Fontaine",
        "desc": [
          {
            "type": "RichText",
            "text": "After passing through a port built into a waterfall, we finally entered Fontaine, the Nation of Hydro. The magician's assistant, Lynette, put up a grand performance for us at the Opera Epiclese, and we became tacit friends in the process. The romanticism that flows through the Court of Fontaine's streets on an ocean breeze will stay in our memories forever."
          }
        ]
      },
      {
        "title": "Natlan",
        "desc": [
          {
            "type": "RichText",
            "text": "The further we've gone, the more I've realized how fast and lovely this world is. Our adventure continues, and new horizons await our exploration."
          }
        ]
      }
    ]
  }
}