{
  "epId": 6903,
  "name": "Dopey Dazzler's Notes on Graffiti",
  "desc": "<p>A notebook written by the Graffiti Alliance member Dopey Dazzler, discussing what she knows of the art of graffiti. It describes some of the ideas behind creating \"avant-garde\" works and seems to be a gift she prepared for a star of the graffiti scene who has yet to arise...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/151578876/6e956a53646b14ceb9585286b79cde28_534310054001612465.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1749620910,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Finally, this old notebook is coming in handy!\nMy original plan was to personally mentor the newbies, and show them how graffiti is done. This notebook is to be left so that some genius can use it to teach themselves, no matter when they finally appear!\nSo, congratulations on becoming a graffiti genius, recognized by none other than yours truly!\nThough you, as things stand, might have never touched a spray can nor painted even a single work of graffiti... But perhaps, one day, you'll be a master of the art, admired by all!\nAlso, the stuff in this notebook isn't too complex. Plus, for a genius, all you need is a little hint to get the creative juices flowing.\nDisclaimer up front: All the key points in here aren't representative of all the graffiti artists in Natlan. All I discuss is my own avant-garde artistry.\nEven within the Graffiti Alliance, we've got masters of all kinds of styles, and each kind of art is incredibly extensive! If you want to study other styles too, no prob, take your time.\nAnd now, back to business.\nI've heard that nations like Liyue and Fontaine have their own mature artistic schools, with strict teaching methods. Painting for them is a proper discipline.\nBut we aren't that serious in Natlan when it comes to graffiti! Nobody's gonna criticize your brush strokes for being substandard or say your shape is off while you're spraying paint.\nNo matter who they are or where they come from, anybody can pick up a spray can, and as long as they don't cause trouble for anybody else, then they can start painting graffiti on any flat surface they can find.\n...\nNow, let's talk about the origin of graffiti — \"Phlogiston Engravings,\" totems of power, the symbols of battle and protection...\nGraffiti is a kind of painting that expresses your thoughts, a reflection of the simplest, purest emotions of the heart.\nSo, as you may have guessed, the first step is to find the shape and color of \"emotions.\"\nThat's why I always ask newbies to use their own eyes to bear witness to the natural conditions and local customs in Natlan, to understand the shapes and color palettes present.\nThat's the only way to make even deeper creations and turn our innermost thoughts into powerful graffiti.\nFor example, if you want to inspire warriors fighting against the Abyss, just calmly repeating the words \"You can do it!\" isn't anywhere near strong enough.\nWe often serve the warriors liquor, drink with them, sing with them, dance with them like no one is watching, and curse the living daylights out of Abyssal spawn with them! Letting it all out makes them feel better, and they'll be at ease as they battle!\nWhen painting graffiti with the theme of warriors resisting the Abyss, you need to make our homeland look incomparably bright and colorful — give the warriors a radiant glow as bright as the sun.\nLet's say the natural brightness of Natlan's colors is about a 15 in reality. Then you've gotta do your best to find paints that use ingredients like nobody's business and crank the brightness of the colors of our homeland and the warriors up to 50.\nAnd as for the enemies over on the side of the Abyss, they usually get dark blues, dark purples, various greys... Lots of different dark colors.\nLet's say the brightness of their actual colors is about a 10. In your graffiti, the brightness level should only be around 2 to 3.\nAnd if you want to paint shadows, you don't need to worry about the shades of gray. Just compress it all into nothing but black.\nThat way, the intense juxtaposition of the colors will imbue your graffiti with the basic qualities it needs to catch people's attention and express your inner feelings simply and clearly!\nYou should be aware that most people only spend 30 seconds or less looking at any given painting, much less roadside graffiti on the wall.\nWhile a painting that uses traditional techniques, and emphasizes authentic colors with complex lighting and realistic shadows is certainly quite elegant, it's a completely different thing from graffiti.\n...\nAlright, now that you understand everything, your new top priority is to paint graffiti of the \"Night Warden Wars,\" scaled to show hundreds of people. For practice.\nJust kidding.\nIntense colors aren't enough. You've got to be able to paint extremely exaggerated forms with lines bursting with tension, yet ensure everything stays recognizable.\nIf something seems straight enough, make it ruler-straight.\nIf it's got horns, make them sharp as knives. Terrifying!\nIf a figure is dynamic, like they're leaning back as they brace themselves, preparing to draw their weapon, then draw that person with a flexible curve, like a bow pulled fully taut...\nIn the process of fighting all kinds of foes, you should have gotten used to extreme back-and-forth combat, swinging your arms and brandishing your blade countless times.\nWhen you see an enemy make a crazy move, do you worry about their lumbar or neck? Have you ever thought their movements could be even more exaggerated?\nAnyway, in my style of graffiti, the more extreme the pose — or should I say, \"dynamic\" — the more it's worth trying out.\nAfter all, everyone's used to realism and aestheticism in paintings. Those two styles have been mature for ages, and are as common as dirt.\nOne of the elements of \"avant-garde\" and \"new wave\" is finding methods of expression that nobody's ever tried before!\nRemember! Exaggerate the contours to the extreme, and put in as much tension as you can!\n...\nThat's pretty much all that needs to be said about the two key points.\nAs for the details, like how aesthetically appealing the ratio of facial features is, or how accurate the shapes of objects are... Don't get bogged down in details when you're first starting out. There's plenty of time to just practice as you paint!\nStart out with \"avant-garde\" expression, develop your ability to create the overall composition, then find whatever works best for you, one painting at a time!\nThat's enough for now. As for the next key point, I'll save the details for the next phase.\nIf you run into any tough problems in the process of putting it into practice, feel free to drop by the Masters of the Night-Wind's Graffiti Alliance headquarters and find me!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Dopey Dazzler's Notes on Graffiti"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Items"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest - On the Graffiti Road"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.0"
          }
        ]
      }
    ]
  }
}