{
  "epId": 6918,
  "name": "Maawe and Monetoo (II)",
  "desc": "<p>A woven scroll from the People of the Springs telling of how Maawe the Saurian whelp created the hot spring. Different paragraphs of this seem to have been penned by poets of different eras.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/19/35428890/3dc57b644cb2c77abed5327ad37e014e_79830302357395735.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1728331980,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Maawe and Monetoo (II)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Stadium of the Sacred Flame"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6935,
            "name": "Maawe and Monetoo",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/043d0620d56ee1de7fb0c6f441556d24_1916526809364725679.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Maawe and Monetoo (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "And thus, utterly alone, did Maawe step out into the boundless red wilderness.\nJust like a real dragon, it would endure the trials of scorching sun and desolation,\nSeeking out noble ambition and fury whilst cultivating a prideful, virtuous nature.\nIn its wake followed the same Monetoo that had accompanied it through all those innocent dreams,\nAnd on a journey to find fury they set out together, perhaps not so lonely after all.\nEastward Maawe trekked, towards the high mountains shrouded in sulfurous clouds.\nThere it reached the canyons, there it stood before the pitch-black mines.\nSeeing its brethren seeking shiny crystals within the mountain, Maawe called out to greet them,\nBut from that jet black cavern, the only response was the echo of Maawe's own voice.\nIt turned out that these kinfolk had long since accustomed themselves to the still and silence around them,\nNow reduced to being creatures that lurked among the mountain rocks.\nFury was not to be found among these rocks, so Maawe shrugged and left.\nWestward Maawe headed, to the long-dead forest of mirk and gloom.\nPassing the bones of its ancestors, it paid respect like a real dragon would.\nBefore that grand palace woven from countless branches Maawe arrived.\nSeeing its brethren flying freely through the canopy, Maawe called out to greet them,\nBut heard only the wind's rustling and swaying branches in return.\nIt turned out that these kinfolk had long since accustomed themselves to the still and silence around them,\nNow reduced to being creatures that silently stalked the forest depths.\nFury was not to be found by chasing Forest Boars, so Maawe shrugged and left.\nSouthward Maawe rambled, to the brown prairies where rivers had dried up.\nPast the remnants of old dreams, those shattered aspirations of youth,\nAnd past the most ancient of cherished hopes, faded through age and degradation.\nTraversing a smoke-shrouded wasteland, Maawe stood before its brethren,\nSeeing that they had fallen into distant dreams among the fog, Maawe called out to greet them,\nAnd they responded warmly, inviting Maawe to join them in their wondrous dreaming.\n\"Our brother, distinguished guest from afar — stay here, we implore you!\nStay in our dreamland, and join us in creating past and present.\nStay in our dreamland, and join us in dreaming of a wonderful tomorrow.\"\nThe glorious past and future of dragonkind shone forth, lit up by the miraculous luster of their fantasy.\nBut just as it was about to succumb to this enchantment, Maawe awoke to the sound of its companion's song.\nFury was not to be found by dreaming, so Maawe shrugged and left.\nNorthward Maawe wandered, to the untrodden edges of the land.\nPast the lavaflow delta, across the silent, blistering wilderness.\nPast the land where burning spirits danced, through the gate of stern black stone.\nFinally, Maawe and its companion arrived before the wise dragon, sat high upon its throne.\n\"Young one, for what purpose have you come before me?\"\nThus mildly did the wise dragon address Maawe, marveling at what it saw.\n\"I thought that my brethren's hearts had all been hardened by the war with the heavens,\nThat the hatred that filled them had made them impervious to my advice.\nYet today comes one before me, and such a young one at that.\nTell me, what do you seek? Perhaps I might grant it as an exception.\"\nSo Maawe told the wise dragon the whole story of its journey,\nOf the dreams it had once cherished, and cool moonlit nights,\nOf warm shadows of red cliffs, and the songs of the Monetoo,\nOf being exiled by the matriarch, and setting out in search of elusive fury.\n\"Young one... A heart so artless, yet so audacious,\nYou come before me seeking what I too cannot obtain.\nLeave this place. You shall not find the fury you seek here.\"\nClosing its obsidian gate, the wise dragon answered Maawe no more."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111&center=4163.49,-9773.51&zoom=1.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 6917,
        "name": "Maawe and Monetoo (I)",
        "desc": "<p>A woven scroll from the People of the Springs telling of how Maawe the Saurian whelp created the hot spring. Different paragraphs of this seem to have been penned by poets of different eras.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/19/35428890/3dc57b644cb2c77abed5327ad37e014e_7836064599599833266.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 6919,
        "name": "Maawe and Monetoo (III)",
        "desc": "<p>A woven scroll from the People of the Springs telling of how Maawe the Saurian whelp created the hot spring. Different paragraphs of this seem to have been penned by poets of different eras.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/19/35428890/3dc57b644cb2c77abed5327ad37e014e_5889792184067318480.png",
        "displayStyle": "text"
      }
    ]
  }
}