{
  "epId": 7017,
  "name": "Manqu",
  "desc": "<p>A researcher for the Saurian Relics Association, who is responsible for scholarly inquiries into certain tribal customs. <span class=\"wk-shady\">The real Manqu was a craftsman who lived a thousand years ago and died during the overthrow of the tyrant Och-Kan. Now, Manqu is a phlogiston projection of Waxaklahun Ubah Kan.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/e69d1b4b9230a8274adafc2a18719733_7195518559700501272.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1743717719,
  "components": {
    "textualResearch": [
      {
        "title": "Nameless Artisan's Memo",
        "desc": [
          {
            "type": "RichText",
            "text": "The deeper we dug, the stronger that indescribable, nauseating stench became. Perhaps it was due to the pervasive dampness and fungi, for those pale molds and indescribably strange mineral deposits all seemed to emit a toxic odor, but that was not the only source of unease here. To begin with, (...) felt that there was something \"unlucky\" about this place, but even she did not offer up any explanations even more far-fetched than that at the time. But as the work progressed, a craftsman from (...) suddenly lost his wits — screaming, laughing, crying, and all the while babbling incoherently about how he had seen an almost impossibly large, hideous, and swollen black silhouette in the watery depths; and of how it had shrieked a terrifying, profane song, commanding him to kneel down before the \"Master.\" The supervisor took him away, but a sense of unease had already begun to spread among the workers. The surging foam and swirling of the foul water could be explained as regular elemental phenomena, but those intermittent sounds and whispers... even I could not find any reasonable explanation for those.\nFrom behind those ancient walls — or perhaps from beneath them, though I could not say for sure — I could hear a sound, unmistakably clear yet at the same time faint, furtive, and muffled, as if something was scurrying through the walls. The laborers whispered among themselves, trembling with an incoherent, almost crazed terror as they mumbled obscurely of an unimaginable, profane curse that lurked beneath the water's depths. What we had been doing, they said, had awakened \"it\" from countless eons of slumber. No one would leave this ruin alive, and even if they did, they could never tell anyone about it — for listeners would just dismiss such claims as the ramblings of lunatics.\nI could not find a rational explanation for this loathsome, frightful terror; for by all accounts, those damp, fungus-covered walls that supported the vaulted ceiling should have been built from solid rock, and the echoes they produced when tapped confirmed this. Yet those terrifying rustling sounds continued to reverberate through the dead of night, jarring me into the confusion of half-wakefulness from what was uneasy sleep to begin with.\nOur supervisor reassured us that she herself had not heard anything unusual, attributing our hallucinations to lack of rest. She even applied for extra grain rations for us, out of sympathy for our plight. Yet the fear that had spread among the laborers was so intense that...\n(The long segment that follows has been deliberately erased, and it cannot be read.)"
          }
        ]
      },
      {
        "title": "Artisan's Memo (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"...There's a small trail behind a stone wall to the north that leads to the top of the waterfall. It can be used as a <color=#37ffff>storage area</color> ...\"\n\"...I left a few marks, just in case I forget the way later...\"\n\"...Sayani's injuries took a turn for the worse. The humidity's to blame... I told her to rest, but she laughed it off... saying it would slow the squad down, resulting in everyone missing out on extra provisions...\"\n\"...Once night falls, I'll sneak up to her with a torch to cauterize her wound while the others aren't watching, or her limbs will rot, too...\""
          }
        ]
      },
      {
        "title": "Artisan's Memo (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "..Sayani died. Maybe today, maybe yesterday — I'm not sure. In this dim light, it's hard to tell the living from the dead... People are lying all over the place, splayed out on the ground like alpacas in their pen, and there's a foul stench in the air...\n...No one had the strength to bury her, so we just threw her into a ditch...\n...They're all cursing and swearing... But who exactly should they direct their hatred at? Even they can't say...\n...Just like they said, everyone's working for themselves, for their brothers and sisters in the alliance, not for the evil dragons that once enslaved us... But it's not like they can curse themselves...\n...Just have to do it... If we can't finish digging this ditch in the next five days, we'll lose our rations... And then we'll all die, just like the ones who were in charge of the pumps...\n...What even lies down there, under the water? Who knows... Whatever it is, it's not going to save us."
          }
        ]
      },
      {
        "title": "Artisan's Memo (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "May the curse of (...) descend upon the bloodline of the usurper Och-Kan. May his people end up being buried in desecrated wasteland, may his grain rot like untreated corpses, that it releases a stench that even flowing water may not cleanse. May his name be burned in the fire, five times first, then five times more. This curse was inscribed by the craftsman Manqu from (...). May it not fade even after nineteen four hundred-year cycles have passed.\nHe dispatched us (...), then sealed off (...), intending for all the laborers who knew of the secrets of the Secret Source Automatons to be burned alive here, in order to conceal the path to (...).\nPraise be to (...), for I did not die among the unholy flames. I...\n(The long segment that follows has been deliberately erased, and it cannot be read.)"
          }
        ]
      },
      {
        "title": "Artisan's Memo (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "This is the fifth time I have awoken since arriving here.\nAfter applying (...), my burns have almost all healed, and the risk of infection is now negligible. I would hazard that I will be able to walk normally again after sleeping twice more, at most.\nI do not know whether I should record all that I have seen, for neither words nor logic can explain the things I have experienced. Yet, unless there is a way to erase these memories, I do not have it in me to suppress the urge to write it all down. As I record it here, I pray to (...) that no one will ever read this.\nBack when it happened, beneath that giant, grotesque statue, I met a young woman within Och-Kan's fire.\nSlowly and calmly she walked towards me, as if the fire were nothing more than a gentle spring breeze. Her face... I have never seen anything like it. Even the purest of crystals could not be fashioned into the likeness of such skin, nor could the purest of turquoise be carved into such eyes. Yet for reasons I cannot explain, that face, which should have been the very picture of beauty, was... so nauseatingly repulsive.\nI did not know who — nor even what — she was. I opened my mouth and wanted to beg her, beg her to save me, yet my lips... had been burned beyond all recognition, and I could not utter even a single word.\nShe smiled, a smile laced with a cruel and arrogant malice. She held my face in her hand, and from those turquoise eyes, golden tears fell into mine.\nAnd then I saw it.\nA colossal creation, far larger than the rolling mountains, shining with a brilliance more dazzling than obsidian, floating in the sky like a volcanic cloud. Around it circled countless giant metal birds, greedily sucking away at its dark blood. I saw shadows driven by flowing flames, climbing high from distant horizons to the moon up in the sky, from which tremors and sighs were sent out unimaginable distances via but a single string woven from gold and white copper. She sneered by my ear, as if all humanity had achieved up to this point was nothing more than child's play, as utterly inconsequential as the doings of ants, of beings capable only of crawling around beneath the heavens, trembling away while seeking their inglorious graves. And what they fought, what they were pitted up against, was an inveterate foe as formidable as an entire world. Through those turquoise eyes, those pupils whose beauty was almost terrifying, I saw naught but endless, unfathomable darkness and void; a space that no language could describe, unlike anything I have ever seen in the brief few decades of my transient life. So it was that I began to scream, stumbling as I crawled along that path, but even my blood-curdling screams were drowned out by her laughter, and dissipated without a trace.\nWhen I next woke, I was lying here alone. I did not dare look back, lest those profane, forbidden things, those things that no person should ever know, might catch and tear me to pieces. The others must all have died, perishing in the flames of Och-Kan's fire.\nPerhaps those were not her tears. Perhaps they were simply drops of water that fell from that giant, grotesque stone statue behind her. Perhaps there was nothing in the fire, and that woman was just an illusion of my delirium, something I imagined as I stood on the precipice of death. But now, none of that matters; for I am still alive, and that is all that counts.\nOch-Kan thinks that the secret passages of the ineffable city are now unbeknownst to all but him, and that his reign will last for a thousand years. He is mistaken; for at most, it will last a thousand weeks."
          }
        ]
      },
      {
        "title": "Artisan's Memo (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "...My burns have now completely healed. It's high time I got going...\n...Where to? I do not know. Today, even the Flower-Feather Clan cannot guarantee safety. Their First Speaker's successor is loyal to Och-Kan...\n...Or perhaps I could seek the protection of Yupanqui... As ever, the old general leads a solitary life. Forget informants, he keeps not a single servant around him...\n...As long as he remains interested in the underground road network created by the ancient dragon wrights, I can be sure that he will keep my secrets from Och-Kan...\n...Regardless, let the name of Manqu the craftsman be forgotten, along with these accursed ruins..."
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Manqu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/961f244d9a3f75f03eafbc3957906541_93200855327857550.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Huruk and Manqu"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "name": "Titu",
        "desc": "<p>Storyteller of the Children of Echoes and a guard at the sentry post. <span class=\"wk-shady\">The real Titu lived about 500 years ago, and then his image was used by Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/4178d6937c0cecf38e3f081ee2411fcc_4944164836337386642.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Storyteller from the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Children of Echoes",
        "desc": "<p>One of the six tribes of Natlan, also known as Nanatzcayan. The tribe's people are famous for mining and live alongside the Tepetlisaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/237301566/eb438f45c1b23162d4b17505fc6b0205_6221196204265130029.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". Titu's image was also used by Waxaklahun Ubah Kan.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan used Manqu's images to lure to the Sacred City of Tollan.\nYoung man with scarlet eyes\nSakkuk\nYupanqui\nAtawallpa\nWaskar\nHeroes who overthrew the tyrant along with the real Manqu a thousand years ago.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Unfinished Reverie",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/356c6b0e1be129282f759d8844872c7d_544884929456263860.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Manqu"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Children of Echoes\nSaurian Relics Association"
          }
        ]
      }
    ]
  }
}