{
  "epId": 7017,
  "name": "Manqu",
  "desc": "<p>A researcher for the Saurian Relics Association, who is responsible for scholarly inquiries into certain tribal customs. <span class=\"wk-shady\">The real Manqu was a craftsman who lived a thousand years ago and died during the overthrow of the tyrant Och-Kan. Now, Manqu is a phlogiston projection of Waxaklahun Ubah Kan.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/e69d1b4b9230a8274adafc2a18719733_7195518559700501272.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1748571222,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "name": "Titu",
        "desc": "<p>Storyteller of the Children of Echoes and a guard at the sentry post. <span class=\"wk-shady\">The real Titu lived about 500 years ago, and then his image was used by Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/4178d6937c0cecf38e3f081ee2411fcc_4944164836337386642.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Storyteller from the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Children of Echoes",
        "desc": "<p>One of the six tribes of Natlan, also known as Nanatzcayan. The tribe's people are famous for mining and live alongside the Tepetlisaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/237301566/eb438f45c1b23162d4b17505fc6b0205_6221196204265130029.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". Titu's image was also used by Waxaklahun Ubah Kan.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan used Manqu's images to lure to the Sacred City of Tollan.\nYoung man with scarlet eyes\nSakkuk\nYupanqui\nAtawallpa\nWaskar\nHeroes who overthrew the tyrant along with the real Manqu a thousand years ago.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Unfinished Reverie",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/356c6b0e1be129282f759d8844872c7d_544884929456263860.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cinder City",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/d00e4b41333f68ba0880a894c481a3d0_7649429890173774419.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Over a thousand years ago, after the death of the first Pyro Archon, Xbalanque, the\nof the future Natlan was led by the half-human, half-dragon Och-Kan. The Grand Alliance was built on the ruins of the ancient dragon city of Chichen Uctokah and, during the reign of Och-Kan, was called Ochkanatlan. The Python King, Och-kan, learned that in the \"hollows\" beneath the city was the Core of Chu'ulel, capable of controlling all the mechanisms in the city. He sent one person from ten families of each tribe to build irrigation structures so that it would be possible to pump water out of the \"hollows,\" and among these workers was the artisan, Manqu of the Children of the Echoes. He was a talented jeweler, and anyone who laid eyes upon the turquoise-adorned carvings had their minds and souls seized by the ingenuity of their design. And anyone who laid eyes upon the intricate golden inscriptions was profoundly moved by the artist's outstanding craftsmanship. One day, he created a beautiful quetzal with a long tail feather of gold, decorated with turquoise, for a respected man of the tribe, but later that man was convicted and executed for defending the tribe's Saurians, and the tarnished golden feather passed to his daughter."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/6311178c86742d8f0f7bfdd3b2b972a8_785405181053260750.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The deeper the workers dug, making their way into the ruins of Chichen Uctokah, the stronger the indescribable, nauseating stench became, and superstitions began to spread among the workers. One craftsman suddenly lost his wits and began babbling that he saw an almost impossibly hideous silhouette under the water, commanding him to kneel down before the \"Master.\" Although the supervisors took away the craftsman, a sense of unease had already begun to spread among the workers. From behind the ancient walls, faint, furtive, and muffled sounds, as if something was scurrying through the walls, were heard. The laborers whispered, trembling with an incoherent terror, sure that some unimaginable, profane curse lurked beneath the water's depths. And that they had awakened \"it\" from countless eons of slumber. The supervisors explained everything by auditory hallucinations due to a lack of rest, and applied for extra grain rations for them. Yet, the fear that had spread among the laborers was already unstoppable. One of the workers, Sayani, was wounded, and her injuries were not healing due to the humidity. Manqu persuaded her to rest, but she was afraid it would slow the squad down, resulting in everyone missing out on extra provisions. While no one was looking, Manqu went at night to get a torch to cauterize the worker's wounds, but she still died. No one had the strength to bury her, and people simply threw her into the canal."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/272374c1e33104bb8b7eb592a812fa37_5869129779225782610.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Deep in the ruins, a dragon statue from an ancient era was discovered, the lower part of which was never completed. There, the Python King met the Dragonlord CL-09 \"Chronicler of the End Times\" Ix Uxul Tz'ib Bolon (Type-L Self-Regulating Overseer Array Integrated Processing Unit), the ruler of ancient Chichen Uctokah. She told him about the past of the great dragon civilization, and Och-Kan realized that they should not be allowed to return to their former glory under any circumstances, otherwise humanity would have no chance to resist. He wanted to use the knowledge of the Dragonlord and her energy, which was used to control the Source Mechanisms, so he tricked her into imprisoning her in a statue with her memories, but she still refused to serve him. Then, the Python King decided to create his own Core of Chu'ulel. Still, his attempts to lead the Grand Alliance to prosperity led to the Abyss's corruption. Och-Kan ordered the \"hollows\" entrances to be sealed with stone walls and cleansed with fire. Among the workers who were locked near the dragon statue was Manqu. As he lay beneath the grotesque dragon statue, doomed to die, surrounded by the all-consuming flames, he suddenly saw a young woman within Och-Kan's fire, a phlogiston projection of Ix Uxul Tz'ib Bolon. Her face was more beautiful than the purest crystal, and her eyes were more beautiful than the purest of turquoise, but despite her beauty, her face was nauseatingly repulsive. There was cruelty and arrogant malice in her smile. The artisan opened his mouth to beg her to save him, but her lips, scorched by the fire, could not utter a word. The woman took his face in her hands, and from her turquoise eyes, golden tears fell into Manqu's eyes, capable of bestowing life upon humans."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/18b8365b87a5c09e7fa659baac4208e4_8442869717986523611.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "And then the craftsman saw a colossal creation, far larger than the rolling mountains, shining with a brilliance more dazzling than obsidian, floating in the sky like a volcanic cloud. Around it circled countless giant metal birds, greedily sucking away at its dark blood. He saw shadows driven by flowing flames, climbing high from distant horizons to the moon up in the sky, from which tremors and sighs were sent out unimaginable distances via but a single string woven from gold and white copper. The woman sneered by his ear, as if everything that people had achieved so far was nothing more than child's play, as utterly inconsequential as the doings of ants. People could only crawl around beneath the heavens, trembling away while seeking their inglorious graves, and ancient dragons fought with an inveterate foe as formidable as an entire world. Through those turquoise eyes, the artisan saw naught but endless, unfathomable darkness and void; a space that no language could describe, unlike anything he had ever seen in the brief few decades of his transient life. Then Manqu screamed at the top of his lungs and, stumbling, crawled towards the secret path, but his scream was drowned out by the woman's laughter. When the craftsman came, he was completely alone. He did not know whether the woman existed or whether it was delirium, whether there were tears or drops that fell from the huge dragon statue behind her, but he was alive and remained the only one who knew the secret passages of Ochkanatlan.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>In order to pursue the great dream in the morning mist and sea of clouds, the warriors who soared the skies never rested for a moment.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/8694aaf89d32e75eca416ec7fe41e487_1634629131275010160.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Children of Echoes",
        "desc": "<p>One of the six tribes of Natlan, also known as Nanatzcayan. The tribe's people are famous for mining and live alongside the Tepetlisaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/237301566/eb438f45c1b23162d4b17505fc6b0205_6221196204265130029.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Elemental Dragons",
        "desc": "<p>An ancient race, who ruled Teyvat long before human existence. Dragons belong to the Light Realm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_6244634971554940377.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Unfinished Reverie",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/356c6b0e1be129282f759d8844872c7d_544884929456263860.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "The Overthrow of the Python King",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/866706487c6079f430bf937c0b9aabc7_8778355424161104397.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trying to create an ideal world for people, Och-Kan became a tyrant, hated by people. In that distant time, the Flower-Feather Clan elder, who only ostensibly obeyed the Python King, banished a young man with scarlet eyes from the tribe so that he, who desired to protect the Saurians, might escape the usurper's capture. The first to join him was Sakkuk of the Children of Echoes, the daughter of the man for whom Manqu had made a golden feather. Then came twin heroes Atawallpa and Waskar: the elder whose lips and teeth were sharper than any blade, and the younger whose back bore the brunt of the tyrant's lash. Upon hearing of how the scarlet-eyed youth had saved the Saurians, the ordnance officer of the Grand Alliance, Yupanqui, who did not dare to rebel against his old friend, decided to contribute his strength. To get into the Forbidden City, they needed a man who knew all the roads, paths, and secret passages of the city and could operate any mechanisms. And then the silent Yupanqui named Manqu. While Manqu was passing the time in dirty taverns, he met Sakkuk, who was looking for the craftsman who had created a masterful turquoise feather for her father. The scars of having been burnt by a raging blaze marred the half of his face that was hidden under a hat, the flesh a melted slurry of blood, but Sakkuk was not afraid and handed him the plume. Seeing his creation, the shine of which had long since faded, Manqu recounted the origin of each pattern on the golden feather and told her of things long lost in that land. When he learned that the man he had given the feather to was the girl's father, the craftsman saw in her eyes the same hatred that he had cherished in his own heart, and agreed to serve her master and her, but at that time, someone else already occupied the girl's heart.\nJoining the scarlet-eyed youth, Manqu told the heroes about the trials he had gone through. He spoke of the gigantic creations he saw in his stupor, of elaborate machines whirring. He spoke of shadows driven by the flowing flames, climbing from the distant horizon up to the disk of the moon hanging in the sky. But the heroes took the craftsman's story for a fable. Manqu heard the incredulous jocularity in their tone, but he had long been accustomed to this. As he felt the young girl's inquisitive gaze reach him, he forced a derisive laugh, causing the muscles in half his face to sting slightly. In truth, he had seen far more in those flames that had nearly rendered his life as ash, such as flowing golden patterns, another path to escape from the ruins, as well as the manifold iron rules that had established the empire that stretched far and wide. The last was not understandable to the youth, and Manqu hoped that when the dust settled, when the ancient foundations were restored, when more time had passed, he would be able to tell them the whole truth, for all his dreams were only about how to craft a brilliant imperial wall for the new king.\nManqu devised a plan for a coup and planned to cut off the city's power supply and turn off the Core of Chu'ulel so that Yupanqui, taking advantage of the confusion, would deliver the youth with the scarlet eyes to the throne room of the Python King. When the day for the plan to be carried out was set, the craftsman carved the same engraving on the sundials. After going through many trials, the youth was able to defeat Och-Kan, but the craftsman was unable to escape the burning city, since the Flower-Feather Clan had sealed up the secret exits. After Sakkuk returned to her tribe, she asked to make the long-dulled feather for her again. She promised the craftsman that when the time came, she would give them a turquoise crown in return. It was after witnessing the crooked corpse agonizingly hunched beneath the black beast's butcher's blade that she understood that the crown would wait alone for its master. For many years, she collected jewelry and even forgery that was signed by Manqu, gifting those who presented them with precious gems. The mistress of the mines did not want the crude forgeries to stain the good name of an artisan who created the originals, and deceivers with forgeries were always punished. At the end of her life, Sakkuk collected all the works bearing Manqu's name and walked into the dark night, never to return. According to legend, on the next day, the people stood under the tree where she had placed the turquoise crown, and they swore an oath to follow her final orders, blotting from history the name of the masterful craftsman she took away with her.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>In order to pursue the great dream in the morning mist and sea of clouds, the warriors who soared the skies never rested for a moment.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/8694aaf89d32e75eca416ec7fe41e487_1634629131275010160.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Astral Vulture's Crimson Plumage",
        "desc": "An ancient longbow crested with red feathers, a sacred relic of the Flower-Feather Clan that has been passed down from generation to generation.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Unfinished Reverie",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/356c6b0e1be129282f759d8844872c7d_544884929456263860.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Golden Entreaty",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/8287e972b0dbc501376be8d66db0d9cf_9208486135443570369.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Thousands of years ago, the Pyro Dragon, Xiuhcoatl, created a weapon, Huitzilopochtli, that could drive away the Abyss from Natlan forever. This weapon would have destroyed all life in existence, leaving only phlogiston life forms. Xiuhcoatl made his eye the control center for this weapon, but when he was killed by the first Pyro Archon, Xbalanque split his eye into two pieces, two Golden Entreaties. One Golden Entreaty was taken by Waxaklahun Ubah Kan, Xiuhcoatl's brother, who chose not to use Huitzilopochtli and follow a different path, and the other by Xbalanque himself. After the death of the Pyro Archon, the Golden Entreaty was given to Waxaklahun Ubah Kan's son and Xbalanque's friend, Och-Kan, who hid it on a flying ship so that his father could not obtain the Golden Entreaty. Over time, Waxaklahun Ubah Kan became disillusioned with people and decided to activate Huitzilopochtli, for which he created the legend about the Flamelord's Blessing — a special mark on the horn of the Saurians, through which the Pyro Dragon once transmitted his wisdom. The bodies of modern Saurians could not withstand this power, so, according to legend, they had to bring a\nin two to the Great Volcano of Tollan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/fc980405d8bd7b81747e899abfe987b7_8239886213661383231.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Och-Kan placed a seal on his Golden Entreaty, which could only be removed by Saurians with a special mark. To obtain it, Waxaklahun Ubah Kan began to use \"masks\" — phlogiston projections of people killed by his son. One of these masks was Manqu, who died in Ochkanatlan. Waxaklahun Ubah Kan posed as a researcher from the Saurian Relics Association to guide the Chosen of the Dragons (a Saurian with the Flamelord's Blessing and his human companion) to follow the Golden Entreaties and make a pilgrimage to the volcano. When the Chosen of the Dragons collected the Golden Entreaties and the Saurian reached Huitzilopochtli's control center, Waxaklahun Ubah Kan appeared before him again as Manqu and offered to combine the Golden Entreaties and activate Huitzilopochtli, but the Saurian refused.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Ancient Sacred Mountain",
        "desc": "<p>Before the descendants of the various tribes learned to record their history with woven scrolls, the ancient and proud nobility had already built a magnificent holy city here, scorning the land that those feeble slaves knew as \"Natlantea.\" However, the vast empire that prided itself on its power has long since perished in battle. Only a lonely tomb remains of that mighty city.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/29/237301566/6fdb6cce9a5cce40096dce9c2672feba_7641303426493271828.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>The Pyro Sovereign, defeated by the first Pyro Archon, Xbalanque. He faked his own death, after which the descendants of the ancient dragons could only bow before the throne and watch as their civilization inevitably faded away with each passing day.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/36590cd4be92a9d70abed92915537d5e_3879864065456128285.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Little One",
        "desc": "<p>A little Tepetlisaurus that received the<custom-ruby data-ruby=\"Flamelord's|Xiuhcoatl|\"></custom-ruby>Blessing. It accompanied the Traveler on a pilgrimage to the Great Volcano of Tollan to remove the mark.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/63ce79e5312eda1c2946bde7b80c7727_6704985478906573625.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruins of the Sage of the Stolen Flame. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's back. Golden inscriptions are etched into the surface of the white disc, and when touched, one can sense the intricate patterns pulsating as if imbued with life.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/27/41133912/558e5a31d367a67a8e85745a668d2c5e_3222826536943573284.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruler of Cinder City's corroded ruins within Ochkanatlan. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's body, and is said to have been one of the fragments left behind when the Flamelord's eye was split in two. According to legend, it is said that the ancient Dragonlord — who once held dominion over all light and wisdom — transformed one of his eyes into a conduit of supreme authority by which all flames might be governed, and that this became his only exploitable weakness...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/41133912/558e5a31d367a67a8e85745a668d2c5e_116786154739108321.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Manqu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/961f244d9a3f75f03eafbc3957906541_93200855327857550.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Huruk and Manqu"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Nameless Artisan's Memo",
        "desc": [
          {
            "type": "RichText",
            "text": "The deeper we dug, the stronger that indescribable, nauseating stench became. Perhaps it was due to the pervasive dampness and fungi, for those pale molds and indescribably strange mineral deposits all seemed to emit a toxic odor, but that was not the only source of unease here. To begin with, (...) felt that there was something \"unlucky\" about this place, but even she did not offer up any explanations even more far-fetched than that at the time. But as the work progressed, a craftsman from (...) suddenly lost his wits — screaming, laughing, crying, and all the while babbling incoherently about how he had seen an almost impossibly large, hideous, and swollen black silhouette in the watery depths; and of how it had shrieked a terrifying, profane song, commanding him to kneel down before the \"Master.\" The supervisor took him away, but a sense of unease had already begun to spread among the workers. The surging foam and swirling of the foul water could be explained as regular elemental phenomena, but those intermittent sounds and whispers... even I could not find any reasonable explanation for those.\nFrom behind those ancient walls — or perhaps from beneath them, though I could not say for sure — I could hear a sound, unmistakably clear yet at the same time faint, furtive, and muffled, as if something was scurrying through the walls. The laborers whispered among themselves, trembling with an incoherent, almost crazed terror as they mumbled obscurely of an unimaginable, profane curse that lurked beneath the water's depths. What we had been doing, they said, had awakened \"it\" from countless eons of slumber. No one would leave this ruin alive, and even if they did, they could never tell anyone about it — for listeners would just dismiss such claims as the ramblings of lunatics.\nI could not find a rational explanation for this loathsome, frightful terror; for by all accounts, those damp, fungus-covered walls that supported the vaulted ceiling should have been built from solid rock, and the echoes they produced when tapped confirmed this. Yet those terrifying rustling sounds continued to reverberate through the dead of night, jarring me into the confusion of half-wakefulness from what was uneasy sleep to begin with.\nOur supervisor reassured us that she herself had not heard anything unusual, attributing our hallucinations to lack of rest. She even applied for extra grain rations for us, out of sympathy for our plight. Yet the fear that had spread among the laborers was so intense that...\n(The long segment that follows has been deliberately erased, and it cannot be read.)"
          }
        ]
      },
      {
        "title": "Artisan's Memo (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"...There's a small trail behind a stone wall to the north that leads to the top of the waterfall. It can be used as a <color=#37ffff>storage area</color> ...\"\n\"...I left a few marks, just in case I forget the way later...\"\n\"...Sayani's injuries took a turn for the worse. The humidity's to blame... I told her to rest, but she laughed it off... saying it would slow the squad down, resulting in everyone missing out on extra provisions...\"\n\"...Once night falls, I'll sneak up to her with a torch to cauterize her wound while the others aren't watching, or her limbs will rot, too...\""
          }
        ]
      },
      {
        "title": "Artisan's Memo (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "..Sayani died. Maybe today, maybe yesterday — I'm not sure. In this dim light, it's hard to tell the living from the dead... People are lying all over the place, splayed out on the ground like alpacas in their pen, and there's a foul stench in the air...\n...No one had the strength to bury her, so we just threw her into a ditch...\n...They're all cursing and swearing... But who exactly should they direct their hatred at? Even they can't say...\n...Just like they said, everyone's working for themselves, for their brothers and sisters in the alliance, not for the evil dragons that once enslaved us... But it's not like they can curse themselves...\n...Just have to do it... If we can't finish digging this ditch in the next five days, we'll lose our rations... And then we'll all die, just like the ones who were in charge of the pumps...\n...What even lies down there, under the water? Who knows... Whatever it is, it's not going to save us."
          }
        ]
      },
      {
        "title": "Artisan's Memo (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "May the curse of (...) descend upon the bloodline of the usurper Och-Kan. May his people end up being buried in desecrated wasteland, may his grain rot like untreated corpses, that it releases a stench that even flowing water may not cleanse. May his name be burned in the fire, five times first, then five times more. This curse was inscribed by the craftsman Manqu from (...). May it not fade even after nineteen four hundred-year cycles have passed.\nHe dispatched us (...), then sealed off (...), intending for all the laborers who knew of the secrets of the Secret Source Automatons to be burned alive here, in order to conceal the path to (...).\nPraise be to (...), for I did not die among the unholy flames. I...\n(The long segment that follows has been deliberately erased, and it cannot be read.)"
          }
        ]
      },
      {
        "title": "Artisan's Memo (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "This is the fifth time I have awoken since arriving here.\nAfter applying (...), my burns have almost all healed, and the risk of infection is now negligible. I would hazard that I will be able to walk normally again after sleeping twice more, at most.\nI do not know whether I should record all that I have seen, for neither words nor logic can explain the things I have experienced. Yet, unless there is a way to erase these memories, I do not have it in me to suppress the urge to write it all down. As I record it here, I pray to (...) that no one will ever read this.\nBack when it happened, beneath that giant, grotesque statue, I met a young woman within Och-Kan's fire.\nSlowly and calmly she walked towards me, as if the fire were nothing more than a gentle spring breeze. Her face... I have never seen anything like it. Even the purest of crystals could not be fashioned into the likeness of such skin, nor could the purest of turquoise be carved into such eyes. Yet for reasons I cannot explain, that face, which should have been the very picture of beauty, was... so nauseatingly repulsive.\nI did not know who — nor even what — she was. I opened my mouth and wanted to beg her, beg her to save me, yet my lips... had been burned beyond all recognition, and I could not utter even a single word.\nShe smiled, a smile laced with a cruel and arrogant malice. She held my face in her hand, and from those turquoise eyes, golden tears fell into mine.\nAnd then I saw it.\nA colossal creation, far larger than the rolling mountains, shining with a brilliance more dazzling than obsidian, floating in the sky like a volcanic cloud. Around it circled countless giant metal birds, greedily sucking away at its dark blood. I saw shadows driven by flowing flames, climbing high from distant horizons to the moon up in the sky, from which tremors and sighs were sent out unimaginable distances via but a single string woven from gold and white copper. She sneered by my ear, as if all humanity had achieved up to this point was nothing more than child's play, as utterly inconsequential as the doings of ants, of beings capable only of crawling around beneath the heavens, trembling away while seeking their inglorious graves. And what they fought, what they were pitted up against, was an inveterate foe as formidable as an entire world. Through those turquoise eyes, those pupils whose beauty was almost terrifying, I saw naught but endless, unfathomable darkness and void; a space that no language could describe, unlike anything I have ever seen in the brief few decades of my transient life. So it was that I began to scream, stumbling as I crawled along that path, but even my blood-curdling screams were drowned out by her laughter, and dissipated without a trace.\nWhen I next woke, I was lying here alone. I did not dare look back, lest those profane, forbidden things, those things that no person should ever know, might catch and tear me to pieces. The others must all have died, perishing in the flames of Och-Kan's fire.\nPerhaps those were not her tears. Perhaps they were simply drops of water that fell from that giant, grotesque stone statue behind her. Perhaps there was nothing in the fire, and that woman was just an illusion of my delirium, something I imagined as I stood on the precipice of death. But now, none of that matters; for I am still alive, and that is all that counts.\nOch-Kan thinks that the secret passages of the ineffable city are now unbeknownst to all but him, and that his reign will last for a thousand years. He is mistaken; for at most, it will last a thousand weeks."
          }
        ]
      },
      {
        "title": "Artisan's Memo (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "...My burns have now completely healed. It's high time I got going...\n...Where to? I do not know. Today, even the Flower-Feather Clan cannot guarantee safety. Their First Speaker's successor is loyal to Och-Kan...\n...Or perhaps I could seek the protection of Yupanqui... As ever, the old general leads a solitary life. Forget informants, he keeps not a single servant around him...\n...As long as he remains interested in the underground road network created by the ancient dragon wrights, I can be sure that he will keep my secrets from Och-Kan...\n...Regardless, let the name of Manqu the craftsman be forgotten, along with these accursed ruins..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Manqu"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Children of Echoes\nSaurian Relics Association"
          }
        ]
      }
    ]
  }
}