{
  "epId": 7032,
  "name": "Sabzeruz Festival",
  "desc": "<p>A Sumeru festival named after the Goddess of Flowers and celebrating the birthday of the Dendro Archon.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/17b89adfdc44a158d37be3cb35268ddd_6799307369729289175.png",
  "menuId": 20,
  "menuName": "Definitions",
  "version": 1731836022,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 3.0 \"The Morn a Thousand Roses Brings\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/237301566/befd0c1a72bbada62a348cd949e4eb2f_1158451703374906330.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>August 13, 2022</color>\nSee with thine eyes the luxuriant verdure embowering the mountains,\nSavor with thine nose the fragrant roses overlaying the meadows.\nHear the larking of flamboyant birds at daybreak,\nHear them unveil wisdom silenced for centuries.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=WIxkKExpu94&list=PLqWr7dyJNgLLX5_mCRAauT5NTR0WAZY9V&index=15&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cutscene Animation: \"Dance of Sabzeruz\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/08/237301566/e76b73a94473641d6d6a37599a407f72_2071050059900090432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>August 26, 2022</color>\nThe Sabzeruz Festival was originally the Goddess of Flowers' birthday celebration for the Greater Lord.\nIt is said that during the birthday celebration of the Dendro Archon, the Goddess of Flowers performed a dance, and countless beautiful Padisarahs began to bloom wherever she stepped.\nAnd now, Nilou will recreate this mesmerizing scene in the legend with her ethereal dance.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ASR41LdpTKw&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Story Teaser: Flowers and Dreams"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/b1b2af364b3e58fe571fc88dd9d6ca42_242802213910556894.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>November 7, 2024</color>\nEver beheld blossoms more dazzling than fireworks, or cherished memories more tender than the sweetest dreams?\nAs the sun and moon rise in turn, the trees and grasses shall forever remember this moment.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=yX9vAY8eV_0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "The Morn a Thousand Roses Brings",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "When Greater Lord Rukkhadevata sacrificed herself to save the people, the Sumeru Akademiya stopped funding the Dendro Archon's birthday festival, and only thanks to the patronage of a woman from a wealthy family, Dunyarzad Homayani, could one of the festivals take place. The Traveler and Paimon first came to Sumeru right at the Lesser Lord's birthday, but they could not find out from anyone how to gain an audience with her, since in all 500 years of her reign, the Dendro Archon had never left the Sanctuary of Surasthana. Wanting to learn more about the Archon, they decided to stay for the festival in her honor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/5347663a585d5ab8a0737cea1448b6fd_5823740002554307910.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Thanks to Dunyarzad's support, the members of the Zubayr Theater were able to renovate and decorate the stage, and other merchants were able to set up their stalls with food and sweets. People from not only the Grand Bazaar but from all over Sumeru were going to come to the festival. When the celebration had already begun, the sages of the Akademiya forbade Nilou's performance under the pretext that the law prohibits the private hosting of large-scale, religious festivals and that only the Akademiya had the right to host such events. The sages threatened to investigate all the organizers of the event if the performance continued. Although Dunyarzad, who was suffering from the last stage of Eleazar, understood that she might not have another Sabzeruz, she did not want to put others at risk.\nWhen a new day was about to begin after the failed celebration, the Traveler and Paimon found themselves again at the beginning of the day of Sabzeruz. The Traveler remembered the alchemical divination, the candies of the Knight of Flowers, the Haft-Mewa Feast, and even the taste of the Charcoal-Baked Ajilenakh Cake that they ordered to interrupt the déjà vu. The next day and the day after that, everything repeated itself again. The Traveler noticed that every day before going to bed, they heard a sound in their head as if the Akasha Terminal (a special device that works with the help of the Dendro Gnosis, uniting the wisdom of the entire people and granting knowledge to the people) was influencing their consciousness. But even when everyone removed the Terminals, the next day they again found themselves in Sabzeruz. Despite the almost exact repetition of the day of the holiday, Dunyarzad became worse with each repetition, and her bodyguard Dehya, who had exchanged her sword for a new one, felt as if she had gone through many battles with this sword. One day of the Sabzeruz samsara, the Traveler and Paimon met a mysterious girl Nahida, who, as it turned out, was not affected by the endless circle of the festival. She could not give them all the answers, so she only directed them to look for clues themselves.\nAfter putting all the clues together, the Traveler and Paimon realized that the mysterious girl who introduced herself as the \"moon\" from the divination and gave clues was none other than Lesser Lord Kusanali. In addition, they were all in a dream, and every day the Akasha Terminal wiped off their memories of what had happened and destroyed the Sabzeruz subspace. This way, the Akademiya collected the power of dreams to create a false god. This is why Dunyarzad's physical condition was constantly deteriorating until her consciousness disappeared, and Dehya's muscle memory remembered the battle with a new sword. Although the dream was under the control of Akasha, the device itself was not able to create new dreams, so the endless dream had a host."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/979f0e8824faf11e258de4bca1ba7af0_4658825212044875353.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "This host, realizing that they were in a dream, could change what was happening with just the power of imagination. In search of the dream host, the Traveler and Paimon came to the stage in the Grand Bazaar and saw the unique purple Padisarahs that had disappeared many millennia ago. Only Nilou could create these flowers with her imagination. When the woman realized she was in a dream, she decided to perform the last dance of Sabzeruz among the Padisarahs of the Goddess of Flowers. At the end of the dance, they saw an echo of Dunyarzad's consciousness come to see Nilou's performance.\nThe next day, when the 168 cycles of Sabzeruz ended, the Traveler and Paimon met Dunyarzad, who had survived the endless sleep. Although the people of Sumeru never dream, she dreamed that night of Nilou performing the dance of the Goddess of Flowers.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6516,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Sumeru Akademiya",
        "desc": "<p>The Sumeru organization, which exercises administrative control over the region and educates people.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_6956832860262339103.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3570,
        "name": "Dunyarzad",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/194600931/b870c8c1310f918467367df07471fd94_729771163841159610.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>The star of the Zubayr Theater. She is full of warmth and innocence, and her dances are lively and elegant.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p>A member of the Eremites, a mercenary organization that roams the sands of Sumeru. Valiant and powerful, she enjoys great fame amongst her fellow Eremites.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/35428890/65b22311e1e38ffa45a4928d4005ecee_7076295870986871517.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>A caged bird secluded within the confines of the Sanctuary of Surasthana who can only see the world in her dreams.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4362,
        "name": "Setaria",
        "desc": "<p>A researcher from the Sumeru Akademiya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/6b1cdfd09e06f1903039933d5659ca46_621472384121726888.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>A holy and noble plant. The conditions for growth in its environment are very demanding. The flower buds can be processed to make valuable spices.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/d5172558c50dbc305ee422b95bf8ed21_2954304386179237064.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2886,
        "name": "Charcoal-Baked Ajilenakh Cake",
        "desc": "<p>A dark-colored pastry. The Ajilenakh Nuts were first roasted and powdered before being sieved, added to a batter, mixed evenly, and then baked. The final product by no means looks impressive, but it exudes the fresh aroma of Ajilenakh Nuts, and it tastes better still with some jam.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/05/77454259/8bbdb8a413c1a557e72e7cd27889e772_340443085003905377.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chromatic Ode of Candies and Roses",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/a45dae53fa692c511a0fa33b9205d635_6739745299503538919.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the sages who created the eternal Sabzeruz were exiled from the Akademiya, Sumeru began to celebrate the birthday of the Dendro Archon again. On the second holiday, attended by the Traveler and Paimon, the Akademiya decided to throw a grand celebration to make amends to Lesser Lord Kusanali. Even Vihar, the Knight of Flowers of the previous festival, decided to take part in the celebration. The mercenary Dehya, Dunyarzad, the guardian of Aaru Village Candace; the General Mahamatra Cyno; the biologist Tighnari; his student Collei, the architect Kaveh; Madame Faruzan, and the dancer Nilou decided to surprise Nahida and organize a special holiday for her. The Sabzeruz Festival usually followed the same pattern each year, so Dehya decided to create something special. Since Nahida loved sweets, they decided to buy a lot of treats and invite her to the festive feast of Haft-Mewa after the parade of the Flower Carriage. Kaveh had to work out the details, Tighnari had to book the place, Dehya and Dunyarzad had to do the decorations, and Candace had to buy the food. The Traveler and Paimon wanted to help with the arrangement, so they went shopping with Candace in Port Ormos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/e97e95707d24120ead86f2c4468b26fa_5951458673525112521.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "As Candace was ordering food for the celebratory feast, she suddenly felt as if she had seen what was about to happen. She saw the coals on the merchant's stove explode, and just as she warned him, the explosion occurred. Candace chalked it up to intuition, but then she saw a crate fall on a running girl before it even started to fall. The guardian did not think that this could be related to her amber eye, the legacy of King Deshret, but connected it with the mysterious green gem she had bought that morning. The stone had traces of unusual elemental energy, which attracted Candace's interest. The Traveler tried to use the gem, but nothing unusual happened.\nAs a guardian, Candace decided to investigate and learn about the origin of the gem from the merchants. They chose Dori Sangemah Bay, who was aware of all the events in Sumeru. Although Dori asked for two hundred thousand Mora for the information, Candace showed unusual bargaining skills and persuaded the merchant to let her pay thirty thousand Mora, food, shelter, a security detail in Aaru Village, and a few tax exemptions. According to Lord Sangemah Bay, the ore for the gem was extracted from nameless ruins in the desert several months before the Sabzeruz Festival. These ruins were so ancient and in such poor condition that even the inscriptions on the walls were illegible. When the ore was extracted, it was found to be cracked in the middle. The craftsmen considered it impossible to restore, and made two gems from it, one of which was purchased by Candace. She was afraid that the consequences could be disastrous if the gem that gives the power of foresight fell into the wrong hands. There was a suspicious trading caravan robbery in a remote part of the desert that morning, so Candace decided to start her investigation from there. The traders who were delivering firecrackers and fireworks for the Sabzeruz celebration that morning were suddenly blocked by thorns and vines. With the caravan trapped, the criminals fired rockets at them, which detonated the boxes of fireworks. The trader noticed a green stone similar to Candace's gem on one of the criminals. The guardian of Aaru Village assumed that the traders were hiding something, and the dangerous materials they were transporting could have been used by the criminals who were planning an attack during the Sabzeruz Festival.\nBack in Port Ormos, Candace \"saw\" two suspicious people talking about something dangerous entering an alley. Following them, the Defender and the Traveler were ready to detain the criminals, but the suspicious individuals turned out to be Kaveh and Alhaitham, discussing the disappearance of Kaveh's device, Mehrak. Kaveh sent Mehrak for coffee, but it never returned. The architect was afraid that Mehrak had experienced something terrible and decided to escape, but without the device, it was impossible to start the surprise at the Sabzeruz Festival. Kaveh designed a candy tower that was supposed to crash into a Flower Carriage at a designated time and explode, scattering candies in all directions. On a secret signal, Mehrak was supposed to activate the mechanism from afar. Learning the real conversation between Kaveh and Alhaitham, Candace told them about her unusual visions. Alhaitham suggested that the visions were not showing the future but the past, since the merchant's fire had already exploded the previous week, and the crates had been falling constantly during the Sabzeruz Festival due to the large amount of goods. Although the theory seemed plausible, it did not explain the caravan robbery that morning.\nWhen all the participants in the surprise met in Port Ormos to discuss the candy tower, their plan was almost discovered by Nahida, who was walking around the bustling city. Thanks to Faruzan and Kaveh's performance and Nilou's intervention, the surprise was kept a secret. The next day, everyone was supposed to meet in Pardis Dhyai, but Nilou never showed up at the appointed time. The Traveler, Cyno, and Candace suspected that Nilou's disappearance might be connected to a plot to ruin the festivities, as Nilou's dance was to be the highlight of the show. The dancer's tracks and the help of the Aranara led them to the ruins near the Fane of Ashvattha."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/f763bbed8b099c831911976bf53067e8_7208513726636225265.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Setting out to rescue Nilou, Cyno, Candace, the Traveler, and Paimon found their friend, Sethos, Nilou herself, and the Bloomguard, Sorush, safe and sound. Sorush told how she and the other Pari had decided to teach the fireworks merchants a lesson, and Sethos had come out to find out what had happened. Becoming friends, Sethos offered Sorush to guide her through Sumeru, as she wanted to perform the Sabzeruz dance for Lesser Lord Kusanali's birthday. Upon learning that the performer had already been chosen, the Bloomguard demanded to meet with Nilou, and it turned out that centuries later the dance had become different. Nilou didn't want to miss such a unique opportunity and asked the Pari to teach her the original dance, so they all arrived at the ruins.\nThe second shard of Candace's gem ended up with Sethos. He bought the stone, seeing something unique in it, and after reading the texts in the Temple of Silence, he learned about the legend of the Wedjat Eye. It turned out that the Eye does not show the future, but only shows the ancient events recorded on it. Only the descendants of King Deshret could activate the power of the Eye, so only Candace and Sethos were able to use it. Since this fragment of memory only contained grief that Nahida should not have seen on her birthday, the Eye was given to the Temple of Silence for safekeeping."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/f54774bab5219476f656b03107d19d9e_7498551162664092012.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When all the preparations for the festival were ready, the Akademiya decided to choose a candidate for the Knight of Flowers, and the choice fell on the Traveler — a friend of Dendro Archon and the hero of Sumeru. The Knight of Flowers was tasked with decorating the flower carriage. In the morning, on the birthday of Lesser Lord Kusanali, the flower carriage with Nahida, accompanied by the Knight of Flowers and the music of Candace, set off for Sumeru city center."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/9b232db32b54b761185d8765c7939871_8327462140028967051.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nilou performed the original dance of the Sabzeruz Festival for the Archon, and Nahida herself introduced the people to the Aranara, which everyone considered a fairytale. For Nahida, the Sabzeruz holiday became the most unforgettable birthday in her life. The day was so beautiful, like a dream worth remembering. The Traveler suggested taking a photo so that even if they woke up, this moment would never be lost."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"That must have been what Al-Ahmar wanted when he gave Rukkhadevata the Wedjat Eye.</color>\n<color=#ffffffd9>Even though we don't have anything that powerful, we still have our own way to stop time.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/7fa7a201efdf5980b00c0c43c571590d_1759283213044571652.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/3d47d8751d165a25ec4b1ed36a1cf135_1632164507047919111.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Sumeru Akademiya",
        "desc": "<p>The Sumeru organization, which exercises administrative control over the region and educates people.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_6956832860262339103.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "name": "Pari",
        "desc": "<p>The Dendro Archon's familiars. They were born from the pure Amrita and the divine bird, Simurgh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/237301566/f21022149a22f1cc88730af56ae3f1f6_6959906351086783956.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "name": "Aranara",
        "desc": "<p>Greater Lord Rukkhadevata's familiars and spirits of the forest.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/237301566/960461c3413ef1a52a3d848543f4ef41_3564656991372311122.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>A caged bird secluded within the confines of the Sanctuary of Surasthana who can only see the world in her dreams.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2815,
        "name": "Candace",
        "desc": "<p>A descendant of King Deshret with an amber left eye. The defender of Aaru Village.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/2f43da4ece9eabfbde6ec2fcc81b3bff_6412967003441390014.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>The General Mahamatra in charge of supervising the researchers of the Akademiya. It is said that when he gets down to work, the General Mahamatra is even more efficient than the &#34;Great Vayuvyastra&#34; made by the Kshahrewar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>The star of the Zubayr Theater. She is full of warmth and innocence, and her dances are lively and elegant.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tighnari",
        "desc": "<p>A young researcher well-versed in botany who currently serves as a Forest Watcher in Avidya Forest. He is a straight shooter with a warm heart - and a dab hand at guiding even the dullest of pupils.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/35428890/497dd6fac3d3c652a367c67428550747_306268558608889633.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p>A trainee ranger active in Avidya Forest. Behind her enthusiastic words and actions hides a slightly introverted personality.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/194600931/37a18b6b6865c59063003a9380f08225_7758071773430345954.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p>An elusive merchant who has a fondness for glittering Mora.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/35428890/6539bea71efd0f839db897cfc4094362_3469125131800075941.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2967,
        "name": "Faruzan",
        "desc": "<p>A researcher from \"one hundred years ago.\" She enjoys self-identifying as everyone's senior, and has significant knowledge of ancient scripts and machines of all kinds.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/38c12ab46678a4008f83a0e46c900ef5_528211919348170763.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhaitham",
        "desc": "<p>The current scribe of the Sumeru Akademiya, a man endowed with extraordinary intelligence and talent. He lives free — free from the searching eyes of ordinary people, anyway.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/25249dd20b86c775fb35bdbbd805d9ec_8879881358376735994.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3608,
        "name": "Kaveh",
        "desc": "<p>A renowned architect from Sumeru who perhaps cares a bit too much about too many things. He is an aesthete troubled by reality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/02/35428890/2270aba02b92034d7d76b4426be8f53b_7062168821433378650.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p>A member of the Eremites, a mercenary organization that roams the sands of Sumeru. Valiant and powerful, she enjoys great fame amongst her fellow Eremites.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/35428890/65b22311e1e38ffa45a4928d4005ecee_7076295870986871517.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5598,
        "name": "Sethos",
        "desc": "<p>The Temple of Silence's heir. Burdened with secrets, he comes from the sands. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/35428890/cdb7abfcb86138e5b618946a5466d442_6414132746291261116.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3827,
        "name": "Sorush",
        "desc": "<p>A Pari born in the Vourukasha Oasis, Sorush is a Bloomguard acknowledged by the Khvarena.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/28/237301566/0f828dc000ea54f3f0ac3bc42eeaa1ea_3274156925725482660.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3570,
        "name": "Dunyarzad",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/194600931/b870c8c1310f918467367df07471fd94_729771163841159610.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sabzeruz Festival",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/766f6dc32f9b78e3d6d817340c09f9d2_6495643170112041807.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Sabzeruz Festival is an ancient festival named after the Goddess of Flowers, which, according to the legend, was originally the Goddess of Flowers's birthday celebration for Greater Lord Rukkhadevata. Legend has it that King Deshret and Nabu Malikata threw her a celebratory banquet and prepared surprise gifts for the Lord of Dendro during the first Sabzeruz Festival. They scattered candy along a path to lead her toward the site of the banquet, and eventually, the Greater Lord arrived at a lake, where she heard the sound of music. Al-Ahmar was plucking the strings of an instrument while the Goddess of Flowers performed a beautiful dance. As she danced upon the grass, countless beautiful Padisarahs started to bloom wherever she stepped. Those brilliant purple flowers became her dazzling stage. All the gods clamored, <color=#ffffffd9>\"Oh, if only time could stop at this very moment.\"</color> Al-Ahmar and Nabu Malikata extended their heartfelt wishes to their dear friend, and each bestowed upon her a precious gift. King Deshret gave her the Wedjat Eye to record the moments they shared together, and Lord of Flowers gave her the Khvarena to protect the rainforest. After the Khaenri'ahn cataclysm, the Wedjat Eye was lost and Khvarena was turned into a divine bird Simurgh."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/d66ccb9dea8464063ea8c249bd5eb19f_8497919963301964726.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When Greater Lord Rukkhadevata left this world, Sabzeruz began to be celebrated on the birthday of Lesser Lord Kusanali, the day the sages found her. When Lesser Lord Kusanali woke up on her birthday, she was riding in a flower carriage. She dreamed it was her birthday and the Knight of Flowers and his retainers found her. <color=#ffffffd9>\"Oh, Archon, we've finally found you. The people can't wait to meet you.\"</color> The Sabzeruz Festival began, and everyone smiled as they gathered around the Archon. Finally, in the dream, the Lesser Lord got back in the carriage and waved goodbye."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/9e35a9f08e9d7d6020ebd5064eee6ace_939482579750125118.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "At first, everyone was delighted to welcome the Dendro Archon's return to Sumeru, and the festival was a huge event in those days. Under the Akademiya's influence, though, people gradually began to lose interest in the festival. The Akademiya actively participates in Sumeru's many holidays dedicated to Greater Lord Rukkhadevata. When it came to the Sabzeruz Festival, though, the sages acted as if it simply did not exist. Perhaps they saw Lesser Lord Kusanali's birth as confirmation of Greater Lord Rukkhadevata's death, so they were reluctant to celebrate it. The sages from the Akademiya locked the Lesser Lord in the Sanctuary of Surasthana, and each of her birthdays, for 500 years, she celebrated completely alone."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/550dd5f546f43f7b67f2936079932bbe_720816828232606306.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "500 years ago during the Cataclysm, the Greater Lord and the silver-white tree Irminsul, which held the memory and knowledge of Teyvat and whose embodiment was Rukkhadevata, were struck by forbidden knowledge. To save Sumeru, Rukkhadevata devoted all her strength to fighting the forbidden knowledge, and before her death, she created\nfrom an undefiled branch of Irminsul. Even if the tree dies, its branches will eventually take root and grow, continuing the tree's life in another form. 500 years later, Nahida destroyed all the forbidden knowledge from Irminsul, thereby removing the memory of Greater Lord Rukkhadevata from it. People forgot about the existence of the former Dendro Archon, so the Sabzeruz Festival became associated only with Lesser Lord Kusanali. When the sages who participated in banning the holiday were exiled from the Akademiya, the Dendro Archon's birthday once again became an important holiday for the nation.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Sumeru Akademiya",
        "desc": "<p>The Sumeru organization, which exercises administrative control over the region and educates people.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_6956832860262339103.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>The Goddess of Wisdom, the previous Dendro Archon, and a friend of Nabu Malikata and King Deshret. She was completely erased from Irminsul to save it from forbidden knowledge.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/59da6a8cbcffa112e5d2b63788d7051e_2474648649910280690.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>The Goddess of Flowers, a friend of Greater Lord Rukkhadevata and King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_5741359718049745060.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>A caged bird secluded within the confines of the Sanctuary of Surasthana who can only see the world in her dreams.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3373,
        "name": "Silver Twig",
        "desc": "<p>A new branch taken from the center of the world.</p><p>There was once a giant tree that ran across the world, and this twig was part of it. Though it has been removed from the tree, their connection remains strong as ever.</p><p>Therefore, as long as the giant white tree that symbolizes the center of the world does not die, it will never wither.</p><p> </p><p>\"Trees\" symbolize life. In one of the stories from a certain place, there was a person who had entrusted her consciousness to the white tree's branches before she passed away. In that way, neither her life nor hope would be lost, since the branches would grow and sprout where there was sunshine and rain, and would one day blossom and bear fruits.</p><p>\"Trees\" also symbolize wisdom. In one of the legends, a sage hanging upside down on a tree had acquired the knowledge of how to inscribe runes and control sacred words, and thus followed the kingdom established along the tree's roots, eventually gaining a glimpse of the secret of the cosmos.</p><p>All knowledge, memory, and experience flow through this giant tree, just like a stream flows into a river, the river joins a sea, the sea turns into clouds, and the clouds rain onto the ground - just like life itself.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/19/77454259/05a1c827b845851af03663ede6b2d41f_7557901024563427117.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>A holy and noble plant. The conditions for growth in its environment are very demanding. The flower buds can be processed to make valuable spices.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/d5172558c50dbc305ee422b95bf8ed21_2954304386179237064.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Traditions",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/af0b11227c52e6b65bbf488e85926612_2271547091271594877.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "One of the main traditions of the festival is the dance in honor of the gods who celebrated the birthday of Greater Lord Rukkhadevata. Even though these gods no longer exist, the tradition of dancing in their honor has remained. The dancer of the Zubayr Theater from the Grand Bazaar, Nilou, specially designed her costume for the dance to depict the Lord of Flowers. Legends say that Nabu Malikata had beautiful horns on her head, so Nilou made a special crown to show this. Padisarahs, the symbol of the Goddess of Flowers, are placed around the stage during the festival. During the Goddess's lifetime, the flowers had a unique purple hue, but when she died, the real Padisarahs left this world after her. Greater Lord Rukkhadevata recreated the Padisarahs in memory of her departed friend, but she was never able to replicate the beautiful purple of those flowers."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/3398ed34f2d937592007180b886fd3d7_8380969563680432949.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Many wonder why people performed the dance for the Lesser Lord when it was originally done to honor the Greater Lord. Others answer that Greater Lord Rukkhadevata is a beloved deity and honored by all, and Lesser Lord Kusanali is too. If the Goddess of Flowers ever knew Lesser Lord Kusanali, then she would certainly have wished to be her friend and hold celebrations for her. Over time, the elements of Nabu Malikata's original dance became distorted, and only the familiars of the Dendro Archon, Pari, remembered the true dance. Bloomguard Sorush taught Nilou the Sabzeruz dance so that she could perform it at the birthday party of Lesser Lord Kusanali."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/65c5c3fda711ea407249ceaf6bcc40f8_7362558492582330672.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The symbol of Sabzeruz is the Knight of Flowers, Farris, who gives people Yalda Candies. Once upon a time, the man playing Farris rode on a flower carriage, which delighted children. Farris can be recognized by his special hat and the crowd of children next to him. He offers the celebrants to choose Yalda Candies from a box: although they all look the same, some of them are Lavender Melon, Harra Fruit, and Sunsettia, while others are Lizard Tail and Onikabuto. What a person gets is decided by fate."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/037d9e91596e91e46baa15880dea4a0b_6109011411713212585.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "One of the ancient customs of Sabzeruz is the Haft-Mewa Feast. People used to set their tables with seven different foods: Rukkhashava Mushrooms, Nilotpala Lotuses, Sumeru Roses, Sunsettias, Kalpalata Lotuses, Harra Fruits, and Zaytun Peaches. These seven dishes symbolized the seven virtues of the Dendro Archon. A new custom created by Lesser Lord Kusanali is alchemical divination. Visitors must give any two alchemical reagents from their pockets, and the scholar performs a random transmutation. The divination takes place on what remains after the transmutation. According to the Lesser Lord, everything is interconnected, and all that occurs can be traced back to fate. But destiny only shows signs, and only a person themself chooses the real outcome. The image of the moon as a result of transmutation means illusion and lies, if one trusts their intuition and overcomes their fears, the sun will surely rise.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>The Goddess of Wisdom, the previous Dendro Archon, and a friend of Nabu Malikata and King Deshret. She was completely erased from Irminsul to save it from forbidden knowledge.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/59da6a8cbcffa112e5d2b63788d7051e_2474648649910280690.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>The Goddess of Flowers, a friend of Greater Lord Rukkhadevata and King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_5741359718049745060.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>A caged bird secluded within the confines of the Sanctuary of Surasthana who can only see the world in her dreams.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>The star of the Zubayr Theater. She is full of warmth and innocence, and her dances are lively and elegant.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3415,
        "name": "Kimiya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/25/35428890/06153614fecfee3b1b05bad0fead963b_8206432263195424356.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>A holy and noble plant. The conditions for growth in its environment are very demanding. The flower buds can be processed to make valuable spices.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/d5172558c50dbc305ee422b95bf8ed21_2954304386179237064.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 462,
        "name": "Lavender Melon",
        "desc": "A brightly-colored fruit. The flesh within transforms into food with a unique mouthfeel when cooked.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lavender Melon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2844,
        "name": "Harra Fruit",
        "desc": "<p>Growing in the hot humid rainforest, it is a fruit with a special spicy aroma. When ground to powder, spices can be made from it. It is the most valued spice plant in Sumeru.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/22/194600931/2ed644daf09a03e0c2aab5267f6088a2_2468915033114998999.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 883,
        "name": "Sunsettia",
        "desc": "A plump fruit, beautiful like the sunset, that is abundant across all of Teyvat. It has a curious, sweet aroma and is able to energize an individual.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sunsettia_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1883,
        "name": "Onikabuto",
        "desc": "A strange beetle that inhabits areas rich with Electro energy. Its docile and sedentary temperament could not be more different from the fierce, demonic visage displayed on its armored shell.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Onikabuto_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1565,
        "name": "Lizard Tail",
        "desc": "A lizard tail that curled up after losing its owner. Very bitter, but has skin hardening properties.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lizard Tail_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2681,
        "name": "Rukkhashava Mushrooms",
        "desc": "<p>[Version 1]</p><p>A fungus that grows in layers upon layers, like a sea of clouds, and which mostly grows on trees deep in the rainforest. Therefore, they are considered by the people of Sumeru to be the holy crystallization of Rukkhadevata's legacy.</p><p></p><p>[Version 2]</p><p><span style=\"color: #FFD780\">Complete Archon Quest Chapter III: Act V - Akasha Pulses, the Kalpa Flame Rises</span></p><p><span style=\"color: #FFD780\">Quest - Where the Boat of Consciousness Lies</span></p><p></p><p>A fungus that grows in layers upon layers, like a sea of clouds, and which mostly grows on trees deep in the rainforest.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/fbfb9632c9668ce46422fa5b2acb9f0d_1275182905724371156.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2680,
        "name": "Nilotpala Lotus",
        "desc": "<p>Growing in the forest wetlands, these plants only bloom at night with flowers as bright as the moon.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/3863df20ca44d44f23d9d781a83d5436_1998049093508325502.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2796,
        "name": "Sumeru Rose",
        "desc": "<p>Bright and beautiful, these pure purple flowers give off a pleasant fragrance that will give any passerby pause. While some like to call this a type of \"rambler rose,\" its relative lack of multiple flowers means that it falls under a different floral classification.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/23/194600931/f006f3d60b8e449adae09234d000a2a9_3751571159697463451.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2714,
        "name": "Kalpalata Lotus",
        "desc": "<p>Flowers from vines that grow on cliff sides. It is called a lotus only because it has a similar appearance to one. Aside from that, it bears no other similar properties to the lotus.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/b34bf1d89d2aeab8a2642c978545f013_3278021027381429178.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2797,
        "name": "Zaytun Peach",
        "desc": "<p>The fruit of a forest shrub. Its flesh is firm and sweet. It is said to have a calming effect on the mind.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/23/194600931/5923b5e2aabd49d986c37aa6b529ae58_3663129275916378617.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Sabzeruz Festival"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      },
      {
        "key": "Related Quests and Events",
        "value": [
          {
            "type": "RichText",
            "text": "Archon Quest Chapter III: Act II - 'The Morn a Thousand Roses Brings'\nVersion 5.1 Event - Chromatic Ode of Candies and Roses"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Sabzeruz Festival",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/237301566/a35fc0591f6a4f6dc8e20cc27d172527_2158284662226583082.png"
      }
    ],
    "videoCollection": [
      {
        "title": "Character Teaser - \"Nahida: Happy Birthday\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=DWlWuVU4ZiI&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/DWlWuVU4ZiI/maxresdefault.jpg",
        "duration": 170
      },
      {
        "title": "Cutscene Animation: \"Dance of Sabzeruz\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ASR41LdpTKw&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/ASR41LdpTKw/maxresdefault.jpg",
        "duration": 128
      },
      {
        "title": "Story Teaser: Flowers and Dreams | Genshin Impact #Story #Teaser #Nahida #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=yX9vAY8eV_0&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/yX9vAY8eV_0/maxresdefault.jpg",
        "duration": 155
      }
    ]
  }
}