{
  "epId": 7085,
  "name": "Descenders",
  "desc": "<p>Beings from outside of Teyvat, whose wills can rival an entire world.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5225561202100412280.png",
  "menuId": 23,
  "menuName": "Affiliations",
  "version": 1743999795,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Descenders"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Group of aliens"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Notable Descenders"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primordial One",
        "desc": "<p>The First Descender, who defeated seven Dragon Sovereigns of the world and created people. The Primordial One may be Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_6047094467838473554.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "The first throne that appeared in Teyvat and defeated the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Elemental Dragons",
        "desc": "<p>An ancient race, who ruled Teyvat long before human existence. Dragons belong to the Light Realm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_6244634971554940377.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". The first Descender created humanity.\nSecond throne\nInvaders from another world who brought forbidden knowledge and destruction to Teyvat.\nThird Descender\nThe Primordial One and the one who came after created the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnoses are internal magical foci that each of The Seven possesses, allowing them to resonate directly with Celestia itself and serving as an emblem of their status. The Gnoses were created from the remains of the Third Descender.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/d233949972be14fcf0feb738a9b67efa_4817492893140404510.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "from the remains of the third Descender.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Traveler",
        "desc": "A traveler from another world who had their only kin taken away, forcing them to embark on a journey to find The Seven.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Fourth Descender",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "There was an orphanage in Khaenri'ah, where people wanted to raise a Descender.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "name": "Nibelung",
        "desc": "<p>The leader of the elemental dragons, who traveled beyond the world of Teyvat to gain the power of the Abyss to fight the Heavenly Principles.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/596896f7ea3d51d7b1f6e504094f9d97_4010709984094972573.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "The Dragon King, who acquired the power of darkness from outside of Teyvat and led dragons in a fight against the order established by the Primordial One. An unimaginable war took place in Teyvat, causing destruction on an unprecedented scale.\nIt is currently unknown if Nibelung is a Descender.\nVoyager from a distant world\nA scribe drifting through the vast void, attracted by the light of the world of Teyvat when dragons ruled there. When she returned, the Primordial One had already taken over the world, and the Nibelung had disappeared. The Voyager broke the rules and descended into the world, placing her consciousness in the body of a young man. In Teyvat, she met the first angel, who fell in love with her. Together, they decided to go against the laws established by the Heavenly Principles, for which all angels were cursed.\nIt is currently unknown if the Voyager is a Descender.\nTraveler's Sibling\nThe Traveler and their twin came to Teyvat from another world. Although the sibling is not from Teyvat, information about them is added to",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p>Irminsul can be thought of as a large tree growing downwards rather than upwards, containing all the knowledge and wisdom of the world from ancient times to the present. Ley Lines, like the roots of Irminsul, cross the earth, absorbing the memories of the world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/237301566/aa06aa829f5a3a926aef88750adb81f2_3960309425065670916.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ". The Fatui doesn't consider the sibling as a Descender.\nOne who came after\nAn alien who created the Gnoses along with the Primordial One.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Narzissenkreuz sought a way to become a Descender, a will that can protect the world, sustain the world, destroy the world, and create the world.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>A Snezhnayan organization that is loyal to the Tsaritsa and has spread out all over the continent. Its Harbingers are on the hunt for the Gnoses.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/237301566/38c409297992d7a782f0f1312f311707_3548311870444408788.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Fatui keep records of the Descenders and collect the Gnoses, which are the remains of one of them.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 5202,
        "name": "Perinheri",
        "desc": "<p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/94376896/eebe3d494c8e1fcae1905ec185dc3f56_6542739203454698063.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7572,
        "name": "Finale of the Deep Galleries",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/bf39402f87db1168263c7c0898c8ab0c_4434336707917443666.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>A caged bird secluded within the confines of the Sanctuary of Surasthana who can only see the world in her dreams.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Descenders</color>\nThis is true in your case, the Traveler. Irminsul indeed does not have any information on you.\nThere must be something different about your sister/brother... because as it turns out, the world has recorded information on her/him after all.\nThere's only one possible explanation: She/He belongs to this world.\nAccording to the records I was able to access, your sibling suddenly appeared in Khaenri'ah...\nAfter the Khaenri'ah disaster, she/he began her/his journey through the seven nations of Teyvat.\nBut just as her/his journey was about to reach its conclusion, the Irminsul records on her/him suddenly become fuzzy...\nAll I know for sure is that somebody, for reasons only they can know, is deliberately obfuscating her/his fate...\nSomething else I noticed was that according to these records, the Fatui have not classified your sibling as one of the \"Descenders.\"\nLook, I'm sure you must be curious about the information I received from the Fatui in return for my Gnosis, right?\nA very important part of the intel was about this world's Descenders... external beings, ones that don't belong to this world.\nThe Traveler, you are Teyvat's \"Fourth Descender.\"\nThat's right. My current hypothesis is that the \"First Descender\" was likely what we now call the Heavenly Principles.\nAs for the other Descenders... I still need to verify their existence. It could take me some time.\n<color=#ffd780>About Irminsul</color>\nBut unfortunately, there's no information about the Descenders in Irminsul.\nIf even you can't find anything, that seems to confirm it: Irminsul does not keep records on the Descenders. Anyone who comes from beyond this world is not counted as part of Teyvat."
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>The leader of the Narzissenkreuz Ordo, formerly known as Rene de Petrichor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/151578876/90f57df4396a9aa89cee2704bafdac6d_3632425574318427270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the will</color>\n\"Io, Io, Pan! That which lies beneath the great sea!\"\nThe purpose of this line in the ritual scripture is to forsake the self and sink into the abyss, and in the abyss, to welcome rebirth as a holy infant.\nThe origin of this is a tragedy of unknown provenance that has been passed down by persons unknown to this day. Said play is called \"Ajax,\" or \"Aias.\" He was the second-strongest warrior in his alliance.\n\"Lies beneath the great sea\" is, itself, an interesting phrase. It comes from ancient Sumeru texts, and should be read as \"Narayana,\" which also means \"primordial human.\"\nThis, too, is my goal, for not all that comes from beyond may be as one that \"descends.\" That title belongs only to wills that can rival an entire world.\nThat is what I seek, the way to become just such a will, one that can protect the world, sustain the world, destroy the world, and create the world."
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "name": "Skirk",
        "desc": "<p>A mysterious swordswoman from the Abyss and Tartaglia's master. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/151578876/1e2cb29d039dddf84b706c655ed6367a_4235020342409263843.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Gnosis</color>\nHmm. The All-Devouring Narwhal isn't here, so I'm no longer getting any interference.\nI can finally catch the scent of your power... what it's made of.\nIt is the authority of the planet's primordial dragons, but with something very similar to a god's \"curse\" mixed in... It's quite a novel blend.\nI'm sure I've encountered something like this before. What was it again...\nAh, of course... How could I forget:\nYou should have the \"remains of the Third Descender\" on your person, yes?\nHuh... According to your parlance, I believe it may be called a \"Gnosis\"?\nI've been training with my Master, \"The Foul,\" ever since I was young, and I have never returned to the surface since, so most of the information I possess, I got from him.\nIt is only natural for those who are greater than humanity to possess a different sort of common sense, which is why there are so many problems in our attempts to communicate with humans.\nRegardless, you should probably get rid of objects of \"misfortune,\" to prevent any disasters from befalling you.\nTo live is in itself a blessing. But once a person dies, the bonds he once had with this world shall all turn to curses."
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "The Narzissenkreuz Ordo",
        "desc": "<p>The Narzissenkreuz Ordo is the secret society formed by Rene de Petrichor and Jakob Ingold to create Neohumans in order to survive against the destruction of the world as foretold by the world-formula. It was declared an illegal extremist group and a criminal organization by Fontainian law under Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/94376896/76c3b544663face535a657d1f97f4ad0_5422037646256031265.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Notes"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Tower of Ipsissimus</color>\nThe Tower of Ipsissimus comes from an old concept from the ancient Fontainian kingdom of Remuria, and was used to describe a powerful will that could rule, sustain, and destroy the world.\nThis tower was designed by the Narzissenkreuz Ordo, and it represents the evolution of the human soul and the infinite mysteries of the world.\nThe Narzissenkreuz Ordo believes that people continuously refine themselves through samsara cycles. These include Hyperborea, Natlantean, Remuria, and the first half of the fourth samsara (Khraun-Arya), which we are presently experiencing. Please take note that these are just names given to these eras by the Ordo based on ancient texts, and this evolution refers to spiritual evolution. There is no intent here to antagonize any research results obtained by the Akademiya."
      }
    ]
  }
}