{
  "epId": 7151,
  "name": "Springs of Hidden Jade (I)",
  "desc": "What kind of passerby will the young man, lost in a secluded bamboo grove, meet along his way?",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/26abaed96f198252c20ded9a16ce7d4e_3939073526739800803.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1739057731,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Springs of Hidden Jade (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Wanwen Bookhouse"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7144,
            "name": "Springs of Hidden Jade",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/26abaed96f198252c20ded9a16ce7d4e_3939073526739800803.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.2"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Springs of Hidden Jade (I) ",
        "desc": [
          {
            "type": "RichText",
            "text": "It was when dawn's first dew drizzled upon the lotus leaves, and frogs sang once more, that the young man began to wake.\nThe morning sun cast shards of light through the bamboo wood, ever so slightly evaporating the previous night's dew still sticking on his linen clothes, while pearly glistening were the white mane-strands that yet lingered on his shoulder.\nAs the sun shone upon his face, the young man stood up in his lethargy, half-opening his eyes. Only then did he discover that which had disturbed his slumber — a pair of eyes, sparkling like amber gold.\n\"It's getting late, lazybones.\"\nThe slender, golden-eyed woman leaned over slightly, her long platinum hair flowing over her shoulders. Her words bore annoyance, but her eyes hid a smile.\nThe young man had come to this valley of hidden jade to cultivate his arts, only to unexpectedly encounter an adeptus one night as she, too, passed through these same woods.\nShe wore a long white cotton robe, and a pearly raincoat and hat were about her. Her eyes were dazzling and gentle, yet indifferent, and her voice was elegant and tranquil, like jade that falls into a clear spring.\nShe spoke of tales ancient and absorbing, so much so that he forgot the moon's rise and fall, the cycle and orbit of the stars... Even the first croaks of frogs and cries of the cicadas at dawn slipped away from him.\nAfter that, she took him on a tour of secluded abodes where adepti dwelled, and there had him watch an unfinished game of chess; to the bottom of a clear river, exploring the courts of deceased deities; up steep cliffs that overlooked the desolate cities left behind by the mountain tribes...\nAnd still after, when silver butterflies glittered in the moonlight, they would explore the dreams of the fish that played beneath the springs, and they danced together like the ancestral mages who revered the serpent, accompanying the demons and gods of the mountain in falling into deep slumber only when the cicadas had fallen silent.\nRecalling all this, the young man gazed at her back and sighed.\n\"What's wrong? You were fine just now, why are you zoning out of a sudden?\"\nSensing his companion's curiosity, the young man, who had thus far simply gazed at her in silence spoke of the misgiving he held in his heart.\n\"Mortal are but transient guests between heaven and earth, and thus are inclined to momentary joy and sadness, binding ourselves to individual points in the past and forever seeking their echoes...\"\n\"But what would an adeptus think of such a lovely night?\"\n\"You do think highly of yourself. Alas, I may forget you in but a moment... We adepti really are heartless like that.\"\nThen, she gave him a sly smile, and her eyes squinted to slits.\n\"But since you'd like to know, I'll tell you.\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2862.63,-1155.00&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 7152,
        "name": "Springs of Hidden Jade (II)",
        "desc": "What kind of passerby will the young man, lost in a secluded bamboo grove, meet along his way?",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/26abaed96f198252c20ded9a16ce7d4e_3939073526739800803.png",
        "displayStyle": "text"
      }
    ]
  }
}