{
  "epId": 7213,
  "name": "Shuttle of Odara",
  "desc": "Specialized refinement material for \"Calamity of Eshu.\"<br>Refracting an eerie, prism-like light, this jade pendant emits a chilling aura that does not disappear, even were it to be cast within a roaring blaze.<br>In ancient shamanic traditions, the \"shuttle\" symbolizes a medium that pierces through different realms. It is said that in the era of barbarism, before humans knew how to count their days or to weave their tales, the mighty dragons who then roamed the Soulfire Plains had a word for a construct that traversed the pitch-black darkness between the stars. In their long-forgotten language, they called such creations \"Void Shuttles\" — blazing javelins that could pierce anything, even a veil thick enough to enshroud an entire world.<br>Of course, given that the source of this story was the crafty trickster Sanhaj, it may well be that this was nothing but another of his countless tall tales, told with the sole intention of earning himself a meal and a drink. Today, some of the most respected priests of the Masters of the Night-Wind still hold this view.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6cffc5e6d6c967981133efcb001a8025_1579736627642582886.png",
  "filterValues": {
    "objectType": [
      "Refinement Material"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1733125846,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Shuttle of Odara"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Refinement Material"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Version 5.2 Event - Iktomi Spiritseeking Scrolls\nEvent Rewards - Spiritseeking Reward"
          }
        ]
      },
      {
        "key": "Weapon",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7113,
            "name": "Calamity of Eshu",
            "desc": "A ceremonial blade forged by Sanhaj, the great high priest of the Masters of the Night-Wind. In tales of bygone days, Sanhaj could use this curved blade to perform rituals, blurring the boundary between the Night Kingdom and the present world.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/034a74a58833bc506791e2d2c8e00539_8351835749900866009.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.2"
          }
        ]
      }
    ]
  }
}