{
  "epId": 7288,
  "name": "Ochkanatlan",
  "desc": "<p>In order to pursue the great dream in the morning mist and sea of clouds, the warriors who soared the skies never rested for a moment.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/8694aaf89d32e75eca416ec7fe41e487_1634629131275010160.png",
  "menuId": 20,
  "menuName": "Definitions",
  "version": 1745966151,
  "components": {
    "galleryCharacter": [
      {
        "key": "Ochkanatlan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/d00e4b41333f68ba0880a894c481a3d0_5477467923252869824.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ideals, delusions, resentment, and hope — in the end, the tower built for the wishes of the people also collapsed when those wishes were shattered."
          }
        ]
      },
      {
        "key": "Ashflow Street",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/0c07ee805c6e27059501964d55f24f0d_857857030741269160.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "On top of the ruins of a city built by a forgotten race, people once tried to build a new country. Now nothing is left but the ashes after the blaze, and the alliance once assembled for this purpose has long since scattered."
          }
        ]
      },
      {
        "key": "Core of Chu'ulel",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/12/237301566/72e7891dbd4087cbb4d0bfd219d3638d_6197644200072985835.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "To bury the ineffable past, and to unveil the future of the bloodline, someone once offered up their own heart to be the vessel that would control the entire city. After that day, when even the souls in the mountains were burnt to ash, who now watches over the city?"
          }
        ]
      },
      {
        "key": "Old Core of Chu'ulel",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/12/237301566/e92fd4c3126bdd9309afacb93585f447_5517022140042504074.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "In the deep ruins of the city now regarded as a city of ruins, an ancient race forged a bodiless wisdom using golden designs and commands and stored it in stone statues to control the mechanisms of the entire city."
          }
        ]
      },
      {
        "key": "Tonatiuh",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/03/237301566/e63c5d245c823f15c5ae50c1e74f3545_6248026312115154105.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "It is not known why it was buried in the sea of clouds, nor why the ship stopped here. Though it has escaped the control of its creator, it continues to keep an ancient secret."
          }
        ]
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/30/237301566/8306661b6a17e0729ead18b045a73df0_9087730965240607994.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/30/237301566/75e189ca0b9bdb7d871e0f70f7b7ab8a_4248328718789129998.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/30/237301566/7243416b645134926b0d311156b62e75_9212931183411319223.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/30/237301566/e9e783d62d12939c1678bea2c887a777_6555696995759586145.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/30/237301566/8a2e3e741c19fc4b5040808753b5b42e_1741381594312104620.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/30/237301566/72059aed07905cc1d306f25364d8b8eb_1557966325620982509.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/30/237301566/1bd371f693dd8d51592f1fd2c4b3e3b5_8731017221254635548.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/30/237301566/286719ab134a93f4e6c8a988b2b64c5e_2047938443085096461.png"
      },
      {
        "key": "Locations Map",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/30/237301566/5dc181d12c121c101cfaad0b6b6d5aea_2460786016904902945.png"
      },
      {
        "key": "Ix Uxul Tz'ib Bolon Ch'ule-L",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/f6ba6a3e7bdbfa5edb50df930a07d9a0_8777173053661942926.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "The true ruler of Chichen Uctokah and a cable to reach beyond the skies, which was later modified into the Tonatiuh."
          }
        ]
      },
      {
        "key": "Och-Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/4c3b65f258e8510e957ae0e66a315751_1225196187870442325.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "A fresco painted over the image of the Dragonlord."
          }
        ]
      },
      {
        "key": "Evolution",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/60c4ab1854061e6aaef7246fe3c46931_8751326884804268545.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "A false conception of evolution created by Och-Kan: Evolving out of the primordial elemental creatures and into the dragons, then into humans after a few more steps, until one walks upon the stairway to heaven itself."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Ochkanatlan"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Permanent Location"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.2"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Holy Sovereign's Notes (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "..The Cuauhtli Scouts that were dispatched have returned. According to our preliminary investigation, there are ruins that extend to a considerable depth beneath the city... completely submerged... If what (...) said is true, deep within the ruins, there should still be...\n...If Ixquieh were still alive, perhaps she could have created something to quickly drain away the water...\n...We must find a way to drain the water away. Otherwise, we cannot continue..."
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Laborers were requisitioned from each tribe, one from every ten households, in the name of waterworks construction...\n...Aside from the First Speaker of the Flower-Feather Clan's refusal to recruit laborers, no other tribes objected...\n...Storming out unauthorized not only constitutes a blatant abuse of power, but demonstrates utter disregard for our oaths of alliance...\n...Whatever the cost, the accumulated water must be drained away before winter arrives...\n...According to the supervisor's report, the laborers are highly motivated...\n...There have been a few instances of slacking off, but progress has not been affected...\n...Any slacking is a betrayal of the alliance and those found guilty must be...\n...The total number of people in the city exceeds... No potential threat can be ignored. We cannot afford to risk the lives of the tens of thousands he saved...\n...If Uenuku had not left the alliance due to (...), and if the Oceanids who once followed him had not gone too, exploring this place would be much easier...\n...Human laborers are too inefficient and lacking in strength...\n...It is precisely because of this that they are powerless against the transcendent...\n...And that is why all that is beyond human comprehension must be eradicated...\n...The burning sensation that flows beneath my skin still lingers. Blood was let as usual, yet (...) has still not been alleviated...\n...While I am still clear-headed, I must remember to order (...), have him reward hardworking laborers with extra grain rations..."
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "..Evidently, as mentioned by (...), this statue is a construct from an older era. From its appearance, it seems that the dragon craftsmen never managed to complete its lower half. Perhaps they were interrupted by some kind of unexpected emergency...\n...The Secret Source Automata have shown no hostility... It may be assumed that there must be at least one control center; otherwise, they would not be able to operate independently...\n...With some slight modifications to the Phlogiston Engravings, we may be able to...\n...According to the supervisor, the laborers' spirits remain high... Apparently, they cheered with great fervor during inspections...\n...The report makes mention of superstitious rumors... Clearly a lack of understanding regarding Phlogiston Engravings... Dismiss most of the laborers and keep only a small team... to avoid..."
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"...The secret... necessary sacrifices... anything it takes...\"\n(Most of the rest of the content has been burned and is illegible.)"
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "...She called me the fated Sovereign, speaking gently by my bedside of this so-called glory, the glory of vicious beasts. It was... nauseating...\n...Her words were exactly the same as those of (...) ...Xbalanque, now he was someone who never appeared in any prophecy. Not even those ignorant, savage beasts foresaw his existence...\n...In other words, he was a true \"human,\" a Sovereign who belongs solely to \"humanity\"...\n...And for that reason, he alone is the one that all should follow... No one but him deserves to be called a \"god\"...\n...\n...Without holding anything back, she showed me all there was to know about that ancient empire. That ladder that climbed up to the firmament, those weapons converted from (...), those cannons that could tear (...) to pieces, those (...) that fell from the three moons, the research about (...) and wishes...\n...It sent chills down my spine... We must not give them any chance to regain their former glory, or humanity will be powerless to stand against them...\n...Efforts to seek reconciliation are futile, unless they submit fully to humanity's chains, for otherwise...\n...The memories she possesses... the energies by which the Source Mechanisms may be controlled... can still be harnessed by humans...\n...Whilst ensuring that she does not perish before her energy has been fully depleted, we must find a way to completely strip her of her authority..."
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "...We must no longer allow the various tribes to overstep their bounds and claim kingship, as they did before. There is no benefit in having too many rulers; it will lead only to endless internal strife, just as it did with the barbarians of the northern sea and the desert realms...\n...Let there be but one ruler here, one sovereign, one god. Any dispersal of authority is an opportunity for humanity's enemies. Any possibility of revolt must be eliminated...\n...If the history I read from her memories was true and accurate beyond any shadow of doubt, humanity could surely advance, even where those wicked beasts stumbled and fell... So long as we maintain our caution, this power can smash anything that would dare stand in the way of humanity seizing its own destiny...\n...Before that, all offerings to (...) must be ceased... This is the sole variable involved. The souls of traitors must not be afforded the chance to entice the living — the dead should stay peacefully dead...\n...That way, I shall not put his name to shame... Humans, only humans, those he saved, shall become the rulers of all. They will not bow to the Night, nor must they submit to the Flame..."
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "...That despicable demonic entity has been imprisoned within the statue, and yet it refuses to sing as I will it to. A wicked beast in truth, I suppose, to enact defiance it knows full well to be futile. Clearly, humanity shall only be safe from threat once we have imprisoned every last one of her kin, more wretched than she as they are...\n...At present, the only problem that needs solving is that only their base, beastly blood can control these ancient machines. And yet they cannot be trusted, and I cannot expend all my energies controlling those mechanisms as the creature within the statue does...\n...I must find a way to build a Core of Chu'ulel that owes allegiance to humanity alone...\n...\n...Very good. I begin to understand it all...\n...Since only the beasts' filthy blood can operate these devices, the only rational choice is to enslave the \"draconic\" part of myself...\n...That way, even should my \"human\" parts perish, my \"draconic\" components will remain imprisoned here, a slave eternal beneath \"human\" boots, ever submitting to their will and ideals, ever heeding the souls of those who that person once saved...\n...All things that might oppose humanity must be detained...\n...We cannot trust any power mightier than humanity, nor place our hope in their beneficence. No mighty being of such a kind and gentle nature has ever existed save for that person, one who would never commit appalling evils. I myself am no exception, and that is why we must outlaw all...\n(The following segments have been smeared, and cannot be read.)"
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (VIII)",
        "desc": [
          {
            "type": "RichText",
            "text": "...The Recording Officers' reports indicate that Abyssal corrosion remains within the controllable range. It is as our initial estimations showed. No borrowed powers beyond humanity's ken were needed to crush the alliance's foes...\n...The casualties will inevitably decrease over time, so long as people gradually adapt...\n...They may not yet comprehend why we do this, but they shall one day. One day, they will know that this was the only path amidst the many we could have chosen that could lead them to freedom from all external restraints. To survive by relying on the laws of Night is akin to a traveler in winter setting their clothes alight to keep warm...\n...Human fate should be governed by humanity alone, just as he once did..."
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (IX)",
        "desc": [
          {
            "type": "RichText",
            "text": "..The alliance shall never perish... I will not... I cannot let the nation he founded... the realm he dreamt of... perish from this world...\n...So long as this city remains permanently sealed, the Abyss cannot break through the walls...\n...No matter how things become outside, here shall the kindling of human \"hope\" ever remain...\n...Flesh and blood may slough away, bone and marrow may rot, and even the soul may plummet into a prison from which there is no return, but \"hope\" alone must never be forsaken... for this was the sole treasure that person left for me...\n(The handwriting gets messier from here on out, making it hard to decipher.)"
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Know this, brethren...\n...Not once has the Sage ever cared about humanity's survival. For the sake of the path of \"evolution,\" the Sage was even willing to sacrifice the future of its own kind...\n...Heaven cares not about the wills of those who dwell in this world. We are viewed as pillars that bear up the earth, necessary for the struggle against its personal foes...\n...And so, we may rely on neither the wisdom of dragons nor the Lord of the Night's might, nor may we pray to any god other than the one and only Pyro Archon...\n...\n...The only road left to us is the path of Xbalanque...\n[Phlogiston inscriptions that could not be seen previously emerge.]\n(Mine foolish heir, O you who assert such narrow opinions of species. \"Evolution\" is a mingled thing, not pure and untainted as you have imagined. That is precisely why \"evolution\" opposes \"eternity.\")"
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Remember this, brethren...\n...Humanity is the apex life form, the final destination of all things that live in this world...\n...The vishaps of the Great Volcano once held themselves masters of evolution, but they lost their wisdom in their lengthy, chaotic adaptations, and with it, their power, becoming but beasts to be slaughtered by humans...\n...The devolution of the Pyro Vishaps proves that dragon-kind has been abandoned by the evolutionary path. Their heirs have lost the primal flame's purity, and the sovereign of fire shall never again be born from amongst them...\n...\n...Under his guidance, humanity came to rule the land, and one day, we shall conquer the heavens also. Thus, be not bound by the realm of Night...\n...Those upon whom have been bestowed the fortune of boarding this ship, go ye forth! Take the first step toward the realization of our great cause...\n[Phlogiston inscriptions that could not be seen previously emerge.]\n(Were it not for the arbitrary divine punishment that divided my race and cut off their evolutionary paths, why would I have needed to seek new possibilities in humanity? Oh humanity, you who were created, you will never understand, for you are but one stage in this \"evolution.\")"
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Understand this, brethren...\n...Everything comes at a price, and anything that surpasses human wisdom cannot be relied upon...\n...The ancient dragons believed that technology and the Flamelord's authority would grant them overlordship for ten thousand years, but through this, they also lost the strength to progress, and eventually lost it all...\n...If we rely on heaven's rules, not only shall we be bound by the earth, but we shall in the end become but puppets, strung up on the Lord of the Night's strings...\n...Never stop moving forward, or our beloved king and our alliance's glorious cause shall be destroyed in but an instant...\n[Phlogiston inscriptions that could not be seen previously emerge.]\n(I saw, in those dark bedeviled skies, the stallions that raced amidst the true stars... and then at last I understood that all empires, no matter how great, will eventually become barriers in the way of living beings and their continued evolution. Only...)"
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "...You must believe, brethren...\n...The great Pyro Archon Xbalanque's light guides us, and our victory is inevitable...\n...\n...Listen not to the chaotic rumors spread by tale-tellers in the wilderness, and heed neither the words of false gods nor the rebellion of the golden-eyed...\n...The only one we should worship is him, for he is the one true king who is of \"humanity,\" the one true \"human\" god...\n...The true god shall never die... Glory eternal..."
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "[Most of the inscriptions on the stone tablet have been erased, rendering them almost unreadable.]\n...The highest... greatest... brightest (...) made a pact with the (...) of the silver dragon. The shattered gold seal is proof of the oath...\n...By that oath did (...) obtain, from the dragons... the authority of \"Huitzilopochtli\"...\n...Once... shall turn to charred earth... Therefore... must not fall to...\n...For the alliance and humanity's future, I seal it here. Only by the Flamelord's blood... may...\n...Future generations, all shall..."
          }
        ]
      },
      {
        "title": "Someone's Notes",
        "desc": [
          {
            "type": "RichText",
            "text": "...If only I could have returned to the flames alongside him then...\n...No. One who has committed such crimes, a beast who has slain all near and dear, is unworthy of an ending as warm and brilliant as his...\n...Such revolting blasphemies... Must be executed, blood spilled for blood, for...\n...For... whom?"
          }
        ]
      },
      {
        "title": "Maintenance Log (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Log: Switch is working properly. However, there are too many loopholes in existing patrols, and the weapons lack power. Considering that there have been several recent attacks, a security level increase is recommended.\"\n\"Reply: Acknowledged. Approving Party's Suggestion: Merely drive the intruders away. No need to harm anyone.\"\n(The rest of the content seems to be nothing more than ordinary maintenance records...)"
          }
        ]
      },
      {
        "title": "Maintenance Log (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Log: The supervision here is way too lax! These pests do nothing but eat and play. In fact, they eat better than we do, and they treat the facilities like their toys.\"\n\"Lord Och-Kan said that these pests are our enemies. I do not think that foes should be treated in such a friendly fashion!\"\n\"Reply: Acknowledged. Approving Party's Suggestion: No changes required. Also, it's just your first day. No need to rush into work. Please observe and learn first.\"\n(The rest of the content seems to be nothing more than ordinary maintenance records...)"
          }
        ]
      },
      {
        "title": "Maintenance Log (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Log: This switch is too high up. A ladder would be helpful. Climbing up every time is quite the hassle.\"\n\"Reply: Due to budget constraints, no ladders can be made available, only grappling hooks. Approval Suggestion: Your body is in abysmal shape. Do more climbing — it'll come in handy later.\"\n(The rest of the content seems to be nothing more than ordinary maintenance records...)"
          }
        ]
      },
      {
        "title": "Barely-Legible Bulletin",
        "desc": [
          {
            "type": "RichText",
            "text": "\"...By the order of the Guardian\nFlame, and the most benevolent and glorious\nOch-Kan, labor is now being recruited from all tribes for the construction of water conservation infrastructure...\"\n\"...No fixed quotas, with all being based on voluntary participation... Building the alliance... We hope all tribes will actively respond...\""
          }
        ]
      },
      {
        "title": "Barely-Legible Bulletin",
        "desc": [
          {
            "type": "RichText",
            "text": "\"...May glory eternal be... Peacemaker... Most benevolent... Och-Kan...\"\n...Artisans Mahutzintl, Tlanalco, and... those responsible for the construction of the water pump... deliberately slowed down, causing delays... The benevolent... imposed no punishment... only suspended rations for three weeks...\n\"...The <color=#37ffff>stone key</color> that activates the <color=#37ffff>water pump mechanism</color> ... is kept at... no one is allowed to use it without permission... until other artisans are assigned...\""
          }
        ]
      },
      {
        "title": "Ancient Bulletin",
        "desc": [
          {
            "type": "RichText",
            "text": "\"By the order of the Guardian\nFlame, and the most benevolent and glorious\nOch-Kan, the cursed land is hereby sealed off, effective immediately. All members of the alliance are strictly prohibited from entering.\"\n\"Those who enter without authorization will be officially recognized as enemies of the alliance. This is the joint declaration of (...) Nanatzcayan, Meztli, Huitztlan, and Teteocan.\""
          }
        ]
      },
      {
        "title": "Ancient Bulletin",
        "desc": [
          {
            "type": "RichText",
            "text": "\"...Compatriots, family, brothers and sisters who have dedicated themselves to the alliance's inexorable triumph...\"\n\"...The most benevolent... has allocated a batch of new mechanisms from (...) to support transportation, (...) and <color=#37ffff>underwater salvage</color> ...\"\n\"...Forward! Forward! Move forward at all costs... For the glorious future of the alliance, for our freedom and glory, for a homeland free from the evil dragons' oppression...\"\n\"...Without permission... it is forbidden to operate the <color=#37ffff>control lever</color> ... Accidental falls... have already caused the deaths of three workers...\""
          }
        ]
      },
      {
        "title": "Ancient Bulletin",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Glory forever unto to the Guardian\nFlame, the Great\nthe most benevolent\nOch-Kan.\"\n\"Given the slow overall progress of the drainage works in this area, minor adjustments are being made to the rotation system to ensure the alliance's inexorable triumph.\"\n\"Workers will be divided into three teams, each team working sixteen hours, rotating every two days. Teams with exceptional performance will receive extra grain provisions.\"\n\"The triumphant victory of <color=#37ffff>draining the accumulated water</color> is close at hand. Once the ditches are completed, the <color=#37ffff>water pump</color> can operate normally. Push a little harder!\""
          }
        ]
      },
      {
        "title": "Decayed Stone Tablet",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Up ahead is... a restricted area, set up for controlled supervision of... Unauthorized personnel are prohibited. By order of... trespassers will be regarded as... and severely punished.\"\n(Parts of the inscription have been forcibly chiseled off.)"
          }
        ]
      },
      {
        "title": "Nameless Priest's Notes",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nChupicua , the craftsman meant to be recruited to repair the waterway facilities, gave the Recording Officer, Tlamachtihquetl , three whole bags of Obsidian, claiming that he could not volunteer for such labor due to his physical condition, and hoping that these gifts might prove his earnest desire to serve the alliance's cause. The Recording Officer praised his enthusiasm and replaced him with Manqu from the (...)\n...\nThe waterway repairs have been suspended indefinitely. As though overnight, the deep well was completely submerged by a dark calamity, and all nearby residents were transformed into...\nThe Cuauhtli Warriors sealed the entrance and incinerated the infected (...) with flames borrowed from the Holy Sovereign, claiming that all was under control.\nAn old lady who had come to the temple suddenly fell to raving madness before the Recording Officer, spouting nonsense about the sun and the collapse of the alliance. The Kamayuq warriors quickly dragged her out. By the alliance's laws, she will likely be...\n...\nOver the past few days, commoners coming to the temple have been whispering. They believe that the taboo on using (...) to offer sacrifices to the Lord of the Night has aroused its rage and curses, which is why this dark, mortal illness has descended upon us.\nChichiri tried to persuade them but to little avail. People always choose that which they wish to believe in. What can words alone accomplish?\n...\nThe streets are filled the with scent of (...). By the Holy Sovereign's decree, the three areas in the southwest sector have been sealed off, and the Cuauhtli Warriors are trying to incinerate all the (...), which have decayed, yet still roam. They have had little success. How can that which is finite defy the infinite? Not to mention how they too will end up the same way once they fall...\nNothing but despairing wails now comes on the night wind, not only from the world of the living, but also from that long-forbidden world...\n...\nThey are trying to break this gate down. But they won't get my (...), nor will they get the (...) of the children seeking shelter here. At most, they shall get our (...).\nI shall use this dagger to...\n(The following parts are covered in stains and cannot be read.)"
          }
        ]
      },
      {
        "title": "Nameless Artisan's Memo",
        "desc": [
          {
            "type": "RichText",
            "text": "The deeper we dug, the stronger that indescribable, nauseating stench became. Perhaps it was due to the pervasive dampness and fungi, for those pale molds and indescribably strange mineral deposits all seemed to emit a toxic odor, but that was not the only source of unease here. To begin with, (...) felt that there was something \"unlucky\" about this place, but even she did not offer up any explanations even more far-fetched than that at the time. But as the work progressed, a craftsman from (...) suddenly lost his wits — screaming, laughing, crying, and all the while babbling incoherently about how he had seen an almost impossibly large, hideous, and swollen black silhouette in the watery depths; and of how it had shrieked a terrifying, profane song, commanding him to kneel down before the \"Master.\" The supervisor took him away, but a sense of unease had already begun to spread among the workers. The surging foam and swirling of the foul water could be explained as regular elemental phenomena, but those intermittent sounds and whispers... even I could not find any reasonable explanation for those.\nFrom behind those ancient walls — or perhaps from beneath them, though I could not say for sure — I could hear a sound, unmistakably clear yet at the same time faint, furtive, and muffled, as if something was scurrying through the walls. The laborers whispered among themselves, trembling with an incoherent, almost crazed terror as they mumbled obscurely of an unimaginable, profane curse that lurked beneath the water's depths. What we had been doing, they said, had awakened \"it\" from countless eons of slumber. No one would leave this ruin alive, and even if they did, they could never tell anyone about it — for listeners would just dismiss such claims as the ramblings of lunatics.\nI could not find a rational explanation for this loathsome, frightful terror; for by all accounts, those damp, fungus-covered walls that supported the vaulted ceiling should have been built from solid rock, and the echoes they produced when tapped confirmed this. Yet those terrifying rustling sounds continued to reverberate through the dead of night, jarring me into the confusion of half-wakefulness from what was uneasy sleep to begin with.\nOur supervisor reassured us that she herself had not heard anything unusual, attributing our hallucinations to lack of rest. She even applied for extra grain rations for us, out of sympathy for our plight. Yet the fear that had spread among the laborers was so intense that...\n(The long segment that follows has been deliberately erased, and it cannot be read.)"
          }
        ]
      },
      {
        "title": "Artisan's Memo (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"...There's a small trail behind a stone wall to the north that leads to the top of the waterfall. It can be used as a <color=#37ffff>storage area</color> ...\"\n\"...I left a few marks, just in case I forget the way later...\"\n\"...Sayani's injuries took a turn for the worse. The humidity's to blame... I told her to rest, but she laughed it off... saying it would slow the squad down, resulting in everyone missing out on extra provisions...\"\n\"...Once night falls, I'll sneak up to her with a torch to cauterize her wound while the others aren't watching, or her limbs will rot, too...\""
          }
        ]
      },
      {
        "title": "Artisan's Memo (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "..Sayani died. Maybe today, maybe yesterday — I'm not sure. In this dim light, it's hard to tell the living from the dead... People are lying all over the place, splayed out on the ground like alpacas in their pen, and there's a foul stench in the air...\n...No one had the strength to bury her, so we just threw her into a ditch...\n...They're all cursing and swearing... But who exactly should they direct their hatred at? Even they can't say...\n...Just like they said, everyone's working for themselves, for their brothers and sisters in the alliance, not for the evil dragons that once enslaved us... But it's not like they can curse themselves...\n...Just have to do it... If we can't finish digging this ditch in the next five days, we'll lose our rations... And then we'll all die, just like the ones who were in charge of the pumps...\n...What even lies down there, under the water? Who knows... Whatever it is, it's not going to save us."
          }
        ]
      },
      {
        "title": "Artisan's Memo (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "May the curse of (...) descend upon the bloodline of the usurper Och-Kan. May his people end up being buried in desecrated wasteland, may his grain rot like untreated corpses, that it releases a stench that even flowing water may not cleanse. May his name be burned in the fire, five times first, then five times more. This curse was inscribed by the craftsman Manqu from (...). May it not fade even after nineteen four hundred-year cycles have passed.\nHe dispatched us (...), then sealed off (...), intending for all the laborers who knew of the secrets of the Secret Source Automatons to be burned alive here, in order to conceal the path to (...).\nPraise be to (...), for I did not die among the unholy flames. I...\n(The long segment that follows has been deliberately erased, and it cannot be read.)"
          }
        ]
      },
      {
        "title": "Artisan's Memo (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "This is the fifth time I have awoken since arriving here.\nAfter applying (...), my burns have almost all healed, and the risk of infection is now negligible. I would hazard that I will be able to walk normally again after sleeping twice more, at most.\nI do not know whether I should record all that I have seen, for neither words nor logic can explain the things I have experienced. Yet, unless there is a way to erase these memories, I do not have it in me to suppress the urge to write it all down. As I record it here, I pray to (...) that no one will ever read this.\nBack when it happened, beneath that giant, grotesque statue, I met a young woman within Och-Kan's fire.\nSlowly and calmly she walked towards me, as if the fire were nothing more than a gentle spring breeze. Her face... I have never seen anything like it. Even the purest of crystals could not be fashioned into the likeness of such skin, nor could the purest of turquoise be carved into such eyes. Yet for reasons I cannot explain, that face, which should have been the very picture of beauty, was... so nauseatingly repulsive.\nI did not know who — nor even what — she was. I opened my mouth and wanted to beg her, beg her to save me, yet my lips... had been burned beyond all recognition, and I could not utter even a single word.\nShe smiled, a smile laced with a cruel and arrogant malice. She held my face in her hand, and from those turquoise eyes, golden tears fell into mine.\nAnd then I saw it.\nA colossal creation, far larger than the rolling mountains, shining with a brilliance more dazzling than obsidian, floating in the sky like a volcanic cloud. Around it circled countless giant metal birds, greedily sucking away at its dark blood. I saw shadows driven by flowing flames, climbing high from distant horizons to the moon up in the sky, from which tremors and sighs were sent out unimaginable distances via but a single string woven from gold and white copper. She sneered by my ear, as if all humanity had achieved up to this point was nothing more than child's play, as utterly inconsequential as the doings of ants, of beings capable only of crawling around beneath the heavens, trembling away while seeking their inglorious graves. And what they fought, what they were pitted up against, was an inveterate foe as formidable as an entire world. Through those turquoise eyes, those pupils whose beauty was almost terrifying, I saw naught but endless, unfathomable darkness and void; a space that no language could describe, unlike anything I have ever seen in the brief few decades of my transient life. So it was that I began to scream, stumbling as I crawled along that path, but even my blood-curdling screams were drowned out by her laughter, and dissipated without a trace.\nWhen I next woke, I was lying here alone. I did not dare look back, lest those profane, forbidden things, those things that no person should ever know, might catch and tear me to pieces. The others must all have died, perishing in the flames of Och-Kan's fire.\nPerhaps those were not her tears. Perhaps they were simply drops of water that fell from that giant, grotesque stone statue behind her. Perhaps there was nothing in the fire, and that woman was just an illusion of my delirium, something I imagined as I stood on the precipice of death. But now, none of that matters; for I am still alive, and that is all that counts.\nOch-Kan thinks that the secret passages of the ineffable city are now unbeknownst to all but him, and that his reign will last for a thousand years. He is mistaken; for at most, it will last a thousand weeks."
          }
        ]
      },
      {
        "title": "Artisan's Memo (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "...My burns have now completely healed. It's high time I got going...\n...Where to? I do not know. Today, even the Flower-Feather Clan cannot guarantee safety. Their First Speaker's successor is loyal to Och-Kan...\n...Or perhaps I could seek the protection of Yupanqui... As ever, the old general leads a solitary life. Forget informants, he keeps not a single servant around him...\n...As long as he remains interested in the underground road network created by the ancient dragon wrights, I can be sure that he will keep my secrets from Och-Kan...\n...Regardless, let the name of Manqu the craftsman be forgotten, along with these accursed ruins..."
          }
        ]
      },
      {
        "title": "Recordkeeping Secret Source Sentinel",
        "desc": [
          {
            "type": "RichText",
            "text": "(A Secret Source Sentinel used for recording. Two recordings are within, and they are dated very far apart indeed. One of them goes like this...)\n\"I'm sorry, Sakkuk... I'm sorry...\"\n\"The feather accessory I made for you... It is in a stone box on my table... I did not think that I, Manqu, would...\"\n\"A promise... cannot... ah...\"\n(The other, more recent recording, is as follows...)\n\"I must be careful... This is no place for... Damn it... The Flower-Feather Clan's blockade...\"\n\"Should have known... not to come, haha. But since... to die in the same place as those of yesteryear...\"\n\"Agh... Urgh... Go, go, quick! There are... monsters...\""
          }
        ]
      },
      {
        "title": "Ancient Diary",
        "desc": [
          {
            "type": "RichText",
            "text": "This is my first day on the Isle of Night. Weather's good, but I can't say that about my mood.\nI knew I was here to watch over these troublesome pests, yet I had not expected there to be quite so many of them.\nI have heard messengers from Cinder City tell of how those who encountered these pests would fall into the throes of an illness that would grip them day and night, of how the boils that broke forth all over their bodies would be followed by incessant vomiting, before they finally suffered a drastic change in personality and eventually became so frail that they perished.\nAnd we have all heard of the terrible transformation that befell Lord Milchi after coming into contact with them, ranting day and night about tearing any who would dare set foot upon the Isle of Night limb from limb. If even a hero of such stature met with such a fate, then surely any ordinary person wouldn't stand a chance?\nAnd there were also those warriors that Dad could not save... the wounds that were left on their bodies, as if they had been torn to shreds by something sharp. These pests bristle with spikes and fangs, so this must have been their doing too...\nThey should have been eradicated long ago! I cannot for the life of me understand why we're wasting time watching over them, even feeding them... In the words of Lord Och-Kan, the only thing they deserve to eat is a good old knuckle sandwich!\nAlas, if I had known, I would have just followed in Dad's footsteps and studied medicine, or else trained properly with Mom. Now, here I am... No longer with any hope of becoming either a warrior or a doctor, just a lousy guard for these wretched pests. Sure sucks to be me...\n...\nDay 475, and the weather is clear.\nThankfully, finally, Lord Milchi came back today. Another two days and we'd have run out of food for real.\nNo more Grainfruit, Cacahuatl, or meat of any kind... And no more Mora, either.\nHmph! Saurus Crackers and Grainfruit for breakfast, meat for lunch, and fish for dinner — no wonder all the Mora's gone! All the money I'd saved up to buy a ladder spent on stuffing their bellies!\nNow even the skinniest Saurians are at least a couple of belly sizes up from what mine would be if I were one of them, yet still they make me climb up and down all day... \"a bit of exercise,\" they call it. If you ask me, these Saurians should have to maintain the switches themselves! Let them get some exercise and lose some weight so they don't end up getting sick, and I don't end up having to make more medicine for them.\nBut still, it’s true that we can't cut back on bird eggs for the hatchlings. They only just hatched, and they're still growing, so they need the extra nutrition.\nAlso, it seems a few more invaders arrived today, trying to set fire to the entire Isle of Night. Thankfully, the Secret Source Sentinels spotted them and chased them off before it was too late. Otherwise, things could've gotten really bad...\nThose fools from Cinder City, we chase away one batch of them, and another shows up. All they ever talk about is \"curses\" and \"pests.\" They can't be reasoned with, and they're bent on wrecking things too. Such a pain in the...\n—Ha! Illnesses? Festering wounds? Where did they get such nonsense from? These Saurians might be a bit on the energetic side, and they sure have big appetites, but they're clean as clean can be. I should know, because I'm the one who washes them! They're spotless — cleaner than any of you lot, that's for sure!\nAnd curses? If it wasn't for Lord Milchi's kind heart, I would've had the Secret Source Sentinels clobber you fools long ago! And the idea of Atlatl being cursed... What a joke.\nIf Lord Milchi would just listen to me and assent to the use of stronger weapons, we'd have long since washed our hands of all this. It's driving me up the wall... Anyway, that's enough for today. I still have to repair the switches and get on with my training tomorrow, so there'll be plenty for me to get on with...\n...\nI've lost count of how many days it's been, and I have no idea what the weather is like outside. If I had to guess, I'd say this is about the fifth day I've been in hiding. This will probably end up being the last diary entry I make.\nIf I'd have known things would come to this, I should have tried harder to stop Lord Milchi. Thinking back on it all, there were so many warning signs...\nMore and more frequent attacks, restless packs of Saurians, unhatched Saurian eggs, orders to execute the little ones, and rumors of rebellions among the various tribes...\nIn such a dire situation, a summons could only ever mean bad news.\nAside from blades, I honestly cannot imagine what else might await Lord Milchi...\nAnd the end result was never in doubt either. The Isle of Night was utterly defenseless without Lord Milchi, and would have fallen to any old band of warriors.\nFortunately, Lord Milchi was ready, and as soon as the orders came through, was able to take advantage of the chaos to set the little ones free.\nBut Saurian eggs don't have legs, nor can they be so easily transported, so I had to hide it. If only Lord Atlatl were still here... With his help, I'm sure we could have moved it too.\nI honestly cannot fathom why Lord Milchi chose not to escape with us, and instead insisted on confronting Och-Kan...\nOh right! Also, while hiding the egg, I gave it the name that I had long since planned to give it: Aguara. This name even sounds cunning, so perhaps it will help protect it.\nJust as I thought, all those feeble, non-lethal security measures were completely useless again warriors set on bloodshed — I've been saying that all along... Thankfully, they did not find the underground chamber, so I can hide out here for another couple of days.\nBut how long can I carry on hiding here? They've stayed put this whole time, and show no sign of retreating. I don't know what they're looking for, but whatever it is, they haven't found it yet.\nMy food's all gone, and I feel as if I am gradually slipping into unconsciousness. Whether I give myself up or stay here, I'm guessing it'll end the same way...\nBut I cannot let go of Aguara. Though I've put the egg into hibernation, I am not sure how long it will last. Ah, Aguara, you impatient little critter. Why the big hurry? Just wait a bit longer... Your time has not come. The Natlan of today is not ready to be your home, not yet...\nSpeaking of home, I do not believe I have returned to visit, nor have I sent a single letter back, not once since I arrived in this place.\nIf only I had listened to Mom and Dad, put my mind into my medical studies and training... Might things have turned out differently? Might I have been able to protect everyone?\nAguara, I wish I could see what you'll look like... But I guess I never will."
          }
        ]
      },
      {
        "title": "Mountain Ranger's Notes",
        "desc": [
          {
            "type": "RichText",
            "text": "\"...The terrain here is far more complex than I imagined. Perhaps Abyssal erosion is to blame, but many roads that should have been passable have been rendered useless. I marked them out roughly as we passed. The markings should last until our return trip...\"\"...Encountered the adventurers who went missing previously... There was nothing that could be done for them, besides granting peace to their flesh...\"\"...We must find a way to enter the city. If Copan's statement is correct, there must be some mechanism in the city that leads to the sky-vessel...\"\"...We should not have let such a young child come with us. The Masters of the Night-Wind are truly inhumane in such matters. She is ten years my sister's junior. Why, she is not yet of age to even rightly speak of marriage. We cannot let her take such a risk...\""
          }
        ]
      },
      {
        "title": "Traveling Scholar's Notes",
        "desc": [
          {
            "type": "RichText",
            "text": "..\nIf the scroll was no counterfeit, then there can be no doubt that ancient dragon artisans once created a weapon that could be used to annihilate the Abyssal threat in one fell swoop.\nThe one who wove this scroll seems to hail from the era of the One Entombed With the Primal Fire, for he (or she) did not use the proper honorifics when addressing the priest-king Maghan, instead viewing him as an \"immature\" negative example (such disrespect almost makes one tremble). Various details indicate that the odds of it being a forgery of a latter generation are very low — at least, no scholar or mystic I know of could do such a thing. As such, I lean heavily toward believing that this is an ancient text and that the weapon it speaks of is no figment of the imagination — moreover, the scroll clearly mentions a \"treasure ship moored above the Cinder City.\"\nHowever, the recorder appears to have underestimated the damage dealt by the Abyss (understandable, considering the time that has passed). In any case, we must make for the city above the clouds, lest the Abyss...\n...\nWe were deceived. In the end, we were all deceived. The essence of that \"treasure that can burn away all filth\" is, in truth...\n(The rest has been torn away by someone.)"
          }
        ]
      },
      {
        "title": "Spiritcaller's Notes (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nStarting today, I'm swapping to a new notebook!\nAfter all, (...)'s revelation indicates that we'll catch up with Uncle Taika and the others, and embark on an adventure to Cinder City together. As such, it's important to establish a sense of ritual!\nA magnificent fortress built by an ancient tyrant... Exciting, no? Hehe. No matter the danger, you can remain at ease, and safely leave it in the hands of the apprentice of the apprentice of the apprentice of Grand Master Sanhaj — and by that I mean the super awesome Spiritcaller prodigy, Liriwu!\n...\nI don't know what else I can do. Even the voices of the Wayob cannot be heard here, and no mystical art I've learned can be used. Even healing arts have no effect...\nIf a more experienced mystic... No, I fear that even Grand Master Sanhaj could not dispel the curse laid upon this place.\nAncestors above, what in the world happened here?\n..."
          }
        ]
      },
      {
        "title": "Spiritcaller's Notes (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Couldn't take it. I threw up every last drop of the Grainfruit Soup I'd drunk this morning while no one was looking. Still can't stop my hands from shaking.\nWhy were these (...) ever permitted to exist? If there really was a secret treasure that could destroy the Abyss, then why are those things still moving?\nAt least... at least they can now find peace. Their souls may have been ripped to shreds oh so long ago, but at least... They no longer need to exist in that state...\nUncle Copan tried to comfort me by saying that they can be freed so long as we find the Python King's treasure. But were that the case, why did the Python King die in the Abyss?\nNo. I must not fear. I must not waver. If even the Spiritcaller from the Masters of the Night-Wind were to falter...\nI must... For everyone..."
          }
        ]
      },
      {
        "title": "Quenin's Diary",
        "desc": [
          {
            "type": "RichText",
            "text": "(A torn page, with neatly written words at the beginning...)\n\"...Abyss monsters are growing in number, as expected... The adventure team has failed in the end, and a planned retreat is in progress.\"\n\"We must ensure the remaining members can evacuate safely. Be wary of those who vanish at night, or return from places devoid of light.\"\n\"...The Abyss monsters are appearing more frequently. The stronghold may be discovered soon, but before that...\"\n(The handwriting becomes shaky and distorted...)\n\"Ah, it's cold... So cold... There, over there, blood is draining...\"\n\"The sound of the waterfall, so loud... yes, this is good. As long as... under the waterfall, it'll be quiet there... pale faces, opened mouths, drained blood...\"\n\"Just there... just... there... something... something is there...\"\n\"Under the waterfall under the waterfall under the waterfall under the waterfall under the waterfall under the waterfall...\""
          }
        ]
      },
      {
        "title": "Nameless Traveler's Notes (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "(This sheet of paper has already gone yellow with age. The scribbled words on it read as follows...)\nThey say that the one legends call the Python King, the Sacred Lord of Transgression, and the Lord of the Cinder City once used the ancient dragons' legacy to create this \"city above the city.\"\nI do not know how he did it... but the woven scrolls I've found speak of a jade heart beneath the earth, as well as hollows that connect to the surface.\nThis should be one of those \"hollows.\"\nIf the records are correct, this place was once home to... Well, more devices, but it looks empty now.\nLooks like I'll have to continue my search elsewhere.\nThey say that the founder of the Saurian Relics Association once came to this place. It would be nice if I could find something of value here..."
          }
        ]
      },
      {
        "title": "Nameless Traveler's Notes (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "(This sheet of paper has already gone yellow with age. The scribbled words on it read as follows...)\nIt is evident that this place was originally intended to supply energy to this city of ashes...\nBut it appears that something must have occurred to cause this function to cease.\nThough there are signs of a battle here, the main structure of the buildings here have not been damaged. As such, battle damage did not cause the cessation. This seems more like the result of human operation.\nThey say that the only master of Ochkanatlan, who has dominion over the entire city, may freely operate this giant city of machinery, as well as those modified Source Mechanisms...\nBut why, then, did he shut off the supply of energy to Ochkanatlan?\nDid someone else do it? Is there someone else apart from the Python King Och-Kan who can command these devices?"
          }
        ]
      },
      {
        "title": "Nameless Traveler's Notes (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "(This sheet of paper has already gone yellow with age. The scribbled words on it read as follows...)\n\"Hollow\" is the term that the scrolls, at least, use to describe this huge structure that surrounds the city.\nBut it seems evident from my investigation that these \"hollows\" actually precede Ochkanatlan itself.\nRather than say that these were built around Ochkanatlan to supply the city with energy...\nOne should say, instead, that Och-Kan piggybacked off these devices and built his new city atop the original one, which had been built by the ancient dragons...\nThis might also explain why the scale of the underground areas, and some of the surface ones too — such as the width of the roads, or the size of the buildings — are as they are, seeming to have been built for beings that dwarf the average human."
          }
        ]
      },
      {
        "title": "Nameless Traveler's Notes (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "(This sheet of paper has already gone yellow with age. The scribbled words on it read as follows...)\nI found some discarded records. They may have been left behind by people most ancient indeed.\nHah. Well, perhaps my records, too, will one day be regarded by people from the future as \"something that ancient people left behind\"... But enough of that for now.\nI found some clues regarding what must have happened back then.\nHere, it writes... \"As arranged by that poor fellow with only half a face left, we must first shut off the power to the city\"...\nA person with half a face left... Sounds like some character from a horror story.\nBut based on this description, the \"hollows\" were shut down by human action...\n\"After that, we need to cut off the combustion device's core energy supply area... Such that our Grand Alliance Ordnance officer can take advantage of the chaos to bring that person, the great one, before the royal hall.\"\n\"The one to whom this task has been assigned is that half-faced fellow... With any luck, he will be more reliable in deed than in word or plan.\"\nHmm... I'm sure I've heard mention of the position of Grand Alliance Ordnance Officer somewhere before...\nIn any case, the group that shut this place down appear [ sic ] to have headed to a more important core area.\nIf... If I can find something there, the top prize from the Saurian Relics Association will surely be mine!\nThat way, even the fact that I didn't get permission to pass the Flower-Feather Clan blockade to sneak in here and conduct research will not open me up to criticism."
          }
        ]
      },
      {
        "title": "Nameless Traveler's Notes (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "(This sheet of paper has already gone yellow with age. The scribbled words on it read as follows...)\nSame thing here. There's nothing to be found.\nPerhaps it has all been destroyed. It is said, after all, that the second Pyro Archon once overthrew Ochkanatlan and ended Och-Kan's rulership.\nThe mechanisms that once operated here must have ceased at that time, with most items also being destroyed.\nThe woven scroll records indicate that the Core of Chu'ulel lies beneath the many \"hollows,\" while atop them... is another core energy supply area.\nIt would be good if I could find it."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Resources",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Local Specialties"
      },
      {
        "type": "CustomEntry",
        "epId": 6672,
        "name": "Saurian Claw Succulent",
        "desc": "<p>A succulent shaped like the paw of a great animal.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/94376896/49b73558803efe4f07d14f9a14abf3a2_4088771567171166196.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6670,
        "name": "Brilliant Chrysanthemum",
        "desc": "<p>A flower with a shape like floating wings. Its petals sway in an unbelievably relaxed, serene manner as they are caressed by the wind.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/94376896/ce9eba4228da700fb923e82335d19fdb_918682290112045151.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7162,
        "name": "Glowing Hornshroom",
        "desc": "A fungus that emits a faint light in the darkness. It is so named because its shape resembles the horny crest of an Iktomisaurus.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/77a9638bc0cb33a3de62209934f0d3db_1155012823071897200.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7163,
        "name": "Withering Purpurbloom",
        "desc": "A flower, the leaves and petals of which look scorched and withered, that can often be seen in places where ash abounds.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/8e8b48c2f8b649faa03655081c5ca332_7042901679055518409.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Recipes"
      },
      {
        "type": "CustomEntry",
        "epId": 7185,
        "name": "Recipe: Surf, Turf, and Perch",
        "desc": "<p>A detailed step-by-step recipe for making Surf, Turf, and Perch.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/35428890/7dd47128bff79aa89a6b40892a9fd16e_6659748977095960627.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Living Beings",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Enemies and Monsters"
      },
      {
        "type": "CustomEntry",
        "epId": 7081,
        "name": "Tenebrous Mimiflora",
        "desc": "Abyssal monsters that have descended to this world from the deep, dark depths of a twisted and alien world, they possess a plant-like appearance.<br>It is said that where the corrosive waves of the dark tide lap, such plant-like dark monsters will grow. But they only bear a superficial resemblance to plants, for it is a form they only adopted to get closer to the tree-like world, that they might extract the necessary concepts from it, and analyze and imitate them.<br>Some raving lunatics who have lost their minds say that those things that extend out like leaves are actually the beginnings of gates to other worlds.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/2bdd8939119a34c70b5dd45a4daf426c_7371904873920349725.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Wildlife"
      },
      {
        "type": "CustomEntry",
        "epId": 6605,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7124,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 6613,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 6614,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fish"
      },
      {
        "type": "CustomEntry",
        "epId": 7123,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7122,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7118,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7117,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7119,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7120,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7121,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPCs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related NPCs"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>An adventurer who went to Ochkanatlan to find the Jade of Return that can cleanse filth. <span class=\"wk-shady\">She lived almost 500 years ago.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/670e85842edd33ed3f3ddddde20976a5_4273042058691724356.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Library",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Books"
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "A Nameless Adventurer's Notes",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Adventure Guides",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutorials"
      },
      {
        "type": "CustomEntry",
        "epId": 7234,
        "name": "\"Cocouik\"'s Rings of Light",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7235,
        "name": "Radiant Pillars",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7236,
        "name": "Radiant Fragments",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7237,
        "name": "Abyssal Blight",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7238,
        "name": "Malignant Abyssal Blight",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7239,
        "name": "Ancient Inscribed Rings...",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7240,
        "name": "Abyssal Vortices",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7241,
        "name": "Chu'ulel Light Core",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7242,
        "name": "Crackling Mysterious Firestone",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7243,
        "name": "Altar of Primal Flame on the Tonatiuh?",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7244,
        "name": "Ancient Mechanisms on the Tonatiuh",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7259,
        "name": "Strange Mechanism Components...",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7260,
        "name": "Sealed Flamecrystals",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7261,
        "name": "Secret Source Sentinels",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7263,
        "name": "\"Super Awesomesauce Laser\"",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Map",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Location Map"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=en-us#/map/2?shown_types=&center=2616.11,-10740.00&zoom=-1.00"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Grand Alliance",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/866706487c6079f430bf937c0b9aabc7_8916744477640877507.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Xbalanque arose from the throne to enter the Sacred Flame, the mortal world awaited the arrival of their successor. Och-Kan, who proclaimed himself the Sacred Lord, decided that the god he had loved and shed golden tears for should forever remain the one and only. He became the ruler of the first city of the Pyro Archon, which was named Ochkanatlan, and led the Grand Alliance, founded by Xbalanque, to unite all the tribes under its rule. Among Och-Kan's allies were Yupanqui, a warrior from the Scions of the Canopy, and Uenuku from the People of the Springs, followed by the Oceanids. In order to create an ideal world for people, the Sacred Lord decided to become the sole ruler of Natlan. The experience of the desert realms and the barbarians of the northern sea showed that multiplicity leads only to endless internal strife. The various tribes were not allowed to overstep their bounds and claim kingship as they did before. In Ochkanatlan, sacrifices and worship of the Lord of the Night were prohibited. Och-Kan believed that humanity could move forward along the chosen path. For this, it was necessary to forbid all offerings to the Night Kingdom, so the souls of traitors would not entice the living, and the people wouldn't become the\npuppets. He hoped to create this world for the people for the sake of Xbalanque. People should rely on neither the wisdom of dragons nor heaven, as heaven didn't care about the will of those who dwelled in this world. People were viewed as pillars that bear up the earth, necessary for the struggle against its personal foes. And so, people should pray to the one and only Pyro Archon, Xbalanque, and follow his path, not submitting to the Flame or the Night. Under his guidance, humanity came to rule the land, and the Sacred Lord believed that one day, they would conquer the heavens too.\nThousands of years ago, at the dawn of the tribes, there were two hero twins in Natlan, Ahpub and Ixquieh. When great dragons still roamed above the scorched lands, the twins endured countless trials, defeated an evil dragon by cunning, and swore an oath to Xbalanque, One Entombed With the Primal Fire. Numerous legends of incredible adventures would later become the origins of the traditions of both the Collective of Plenty and the mines. After the first Pyro Archon entered the Sacred Flame and Och-Kan came to power, the brother and sister quarreled, and Ixquieh left the Grand Alliance. Although her brother never expressed disagreement with the hero's teachings about the peaceful coexistence of humans and Saurians, everyone knew about his hostility to dragons. So when the ruler of the forbidden city tentatively ordered that the fleeing wicked dragons be pursued, among the heroes who still served the Alliance then, only Ahpub, Och-Kan's best friend, answered the call. As Chief, he led countless warriors of the Collective of Plenty before the mines in the mountains, asking Ixquieh, the ruler of the Nanatzcayan, to hand over the \"ferocious beasts hidden in the mountains\" or face their blades. After facing off for several days, the hero invited his twin sister to the place of reunion to speak, intending to remind her of the oath."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"It is you and the usurper ruling the Cinder City who are the real oathbreakers, my foolish brother... Surely you recall the hero's prohibition?\"</color>\n<color=#ffffffd9>\"Should you insist on hurting these peace-loving dragons, who wish no ill upon us... Nanatzcayan will see you as enemies who betrayed our Alliance.\"</color>\n<color=#ffffffd9>\"O Brother, my foolish brother... What you seek has long ceased to be vengeance, but a blind bloodlust, merely to satiate yourself.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/4ab0178d39299921e1617f1162eaf53d_1182765024941123465.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In a burning rage, Ahpub held his blade to his sister's neck to intimidate her and force the Chief of the mines of the mountains to obey the new King's decree, but the spilled blood put an end to the pointless arguments, leaving only despairing wails. To prevent the death of ordinary soldiers, Ixquieh threw herself directly onto her brother's sword, attempting to force him into taking their own lives together. Holding his sister in his arms, the hero entered the incinerating fire. Another legend claims that the siblings survived — and, having uncovered the tyrant's plot to stir up discord, fled together to a distant land, and so the Collective of Plenty inclined towards fighting with their bare hands. With the disappearance of the two Chiefs, the beacons of war never flared up, and Och-Kan, pretending to spare the dragons, sent emissaries to attempt to persuade those of the canyons and Plenty to temporarily hand authority over to the Alliance until both tribes could choose new Chiefs. At the same time, he secretly recorded the names of those who had sheltered the dragons, waiting for a chance to take the traitors' heads."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/5d9e2a66fb12e2e52771f122d6909843_417383126039169940.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In the years when the great dragons still roamed Natlan and the Masters of the Night-Wind tribe did not exist, the deep valley was inhabited only by lowly villagers under the protection of the dragons. Ancient beacons burned the pride of the dragons, forcing them to flee fearfully into withering dreams, so they made a pact with the mortals, instructing them to protect the dragons' sleep. When the Python King demanded the destruction of all dragon descendants, he declared the inhabitants of the village where dragons were worshiped traitorous enemies. A mighty army razed the fortress of mists to the ground, and the hero Maghan, who had once fought alongside the One Entombed With the Primal Fire and had not lost his former valor, led the attack. Before the dragons could awaken from their dream, he had slain the traitors who had made a pact with them, thus ending the conflict. Granted a royal audience, the aging hero did not receive the favor but asked for permission to retire since he could no longer serve the Alliance. Thus, the\ntribe appeared, submitting to the Grand Alliance."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/3715339a585397cdd2eaa1d6eea213a3_6598205487064156572.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The First Flower-Feather Clan Speaker, Lianca, was the only one who refused to serve the Lord of Cinder City. Raised among dragons, she led homeless orphans, wandering warriors unwilling to be bound by the rules of the tribe, and banished dragons. The uncrowned princess accepted them all, human or dragon, whether they had been foe or friend. This was the founding moment of the tribe that would be known as the \"Flower-Feather Clan\" for the next thousand years. During Och-Kan's reign, the matriarch's heir proposed to the tyrant that the First Speaker be eradicated. She stood straight even when she was forced to the end of her rope. The very first arrow she gifted to her treacherous heir, and the remaining arrows to the usurper's minions. Her bones had long since shattered, so she used her final arrow to nail her shattered body to the jade bow so that not even death could force the proud daughter of the dragons to bend the knee.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Children of Echoes",
        "desc": "<p>One of the six tribes of Natlan, also known as Nanatzcayan. The tribe's people are famous for mining and live alongside the Tepetlisaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/237301566/eb438f45c1b23162d4b17505fc6b0205_6221196204265130029.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "name": "Collective of Plenty",
        "desc": "<p>One of the six tribes of Natlan, also known as Teteocan. The tribe's people live alongside the Tatankasaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/34cbc5aa060896e731bea85173816bed_1271133769902272148.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Masters of the Night-Wind",
        "desc": "<p>One of the six tribes of Natlan, also known as Mictlan. They are famous for their predictions and rituals to amplify the ability to communicate with the Night Kingdom and the Wayob.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/13/237301566/0ed9af441ff862c8caccc8ba87d3f4e8_7653645795007489845.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Flower-Feather Clan",
        "desc": "<p>One of the six tribes of Natlan, also known as Tlalocan. The tribe's people live alongside the Qucusaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/b3db302029d76613e2bfa33f036c565c_7606088335673821556.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Ring of Yaxche",
        "desc": "This jade vessel was created by a hero of yesteryear. Legend has it that it once shot the giant dragon that dwelt in the volcano down from the skies.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6547,
        "name": "Flute of Ezpitzal",
        "desc": "A peculiarly shaped jade longsword that has been passed down amongst the Masters of the Night-Wind as a \"priestly flute.\"",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Chain Breaker",
        "desc": "A jade-adorned longbow. The gentle winds always seem to swirl gently about its string. Legends claim that this weapon was made in a far more ancient era by a dragon artisan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8a6b418598f555deba7da922385254a2_8112788546506820868.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6662,
        "name": "Delirious Demeanor of the Sacred Lord",
        "desc": "<p>Weapon Ascension Material.<br>It was in that era that the first human to ascend arose from the throne to enter the Sacred Flame, while the mortal world awaited the arrival of their successor.<br>It was also the era that the mastermind took up the reins of all authority in their stead.<br>Unfortunately, this self-proclaimed Sacred Lord, this usurper who believed that the god he had loved and shed golden tears for should forever remain the one and only — overstepped his authority. Placing selfish desire above the commandments left by that revered god, he established a city in which the heavens and the earth were separated from one another.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/aa7185b04bd1c2497721b870cc673d60_2558068363168163863.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6658,
        "name": "Blazing Sacrificial Heart's Resolve",
        "desc": "<p>Weapon Ascension Material.<br>It is said that the Sage of the Stolen Flame, after imparting the secret knowledge of the mastery of flames in all their many forms to the tribespeople, hoped that they would climb the ladder of civilization and abandon the wrongful practices of their forebears.<br>Yet dogma deeply entrenched is difficult indeed to shake, and the now empowered youngsters instead ignited conflicts within their own tribes merely for the sake of more offerings. This may explain the sage's eventual disillusionment and withdrawal from history.<br>Notably, it was precisely during the reign of the Sacred Lord of the ineffable city that the practice of offering live sacrifices was banned outright. Though the Sacred Lord's true motivation for abolishing many of their customs was the consolidation of authority, this particular act might also be seen as the start of a new kind of civilization.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/df3fc459d775fc9e9039538ca269a904_1049025833407742815.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ashen City",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/6311178c86742d8f0f7bfdd3b2b972a8_3312943021699176080.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the ancient dragons still ruled Natlan, huge structures called \"hollows\" were built on the site of the future Ochkanatlan, which provided the entire city with energy. The Cuauhtli Scouts learned that the \"hollows\" under the city were flooded, but there should have been the Core of Chu'ulel in the depths. The Sacred Lord asked to send one person from ten families of each tribe to build irrigation structures so that it would be possible to pump water out of the \"hollows.\" All the tribes sent one person from every ten households, who enthusiastically started working. While exploring the ruins, Uenuku committed folly and was to be burned by dragon fire, but he was shielded by an Oceanid, whose dream was to cleanse the springs of phlogiston and fill them with clear water. After this, Uenuku left the Grand Alliance, and the Oceanids disappeared, which complicated the process of pumping out the water. The deeper the workers dug, the stronger the indescribable, nauseating stench became, and superstitions began to spread among the workers. One craftsman suddenly lost his wits and began babbling that he saw an almost impossibly hideous silhouette under the water, commanding him to kneel down before the \"Master.\" Although the supervisors took away the craftsman, a sense of unease had already begun to spread among the workers. From behind the ancient walls, faint, furtive, and muffled sounds, as if something was scurrying through the walls, were heard. The laborers whispered, trembling with an incoherent terror, sure that some unimaginable, profane curse lurked beneath the water's depths. And that they had awakened \"it\" from countless eons of slumber. The supervisors explained everything by auditory hallucinations due to a lack of rest and applied for extra grain rations for them. Yet, the fear that had spread among the laborers was already unstoppable."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/272374c1e33104bb8b7eb592a812fa37_8813226907564543863.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A statue from an ancient era, the lower part of which was never completed, was found in the depths of the ruins. There, the Sacred Lord met the Dragonlord, Ix Uxul Tz'ib Bolon Ch'ule-L, the ruler of Chichen Uctokah. She called him the fated Sovereign and spoke of the glory of the dragons. The Dragonlord told all about the ancient empire of the dragons: the ladders that climbed up to the firmament, the great weapons and cannons, the research and wishes. Learning about his ancestors' past, the Python King realized that under no circumstances should dragons be allowed to return to their former glory, or humanity would be powerless to stand against them. There was no way to negotiate with the dragons and their descendants, and all the beasts had to be detained. Och-Kan wanted to use Dragonlord's knowledge and her energy, which was used to control the Source Mechanisms, so he tricked her into trapping her memories in a statue from an ancient era.\nEven when the Dragonlord was imprisoned in a statue, she refused to obey the Sacred Lord and control the ancient mechanisms, which only dragons were capable of. To protect humanity from the threat, Och-Kan decided to create a Core of Chu'ulel that owes allegiance to humanity alone. Over time, he realized that if only the beasts' blood could control the mechanisms, he had no choice but to enslave the \"draconic\" part of himself to control the Core. And even should his \"human\" parts perish, his \"draconic\" components would remain imprisoned in a slave body and would forever submit to humans and their will and ideals. The Sacred Lord couldn't trust any power mightier than humanity since everyone who possessed power committed appalling evils. Even he himself was no exception."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/72e7891dbd4087cbb4d0bfd219d3638d_4969637051061347941.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Attempts to lead humanity down the right path led Ochkanatlan to become infected with the Abyss. Believing that only harnessing the powers of the Abyss would lead humanity to freedom from external restraints, the Python King opened the door to malevolent forces to charge the Core of Chu'ulel. At first, the Abyssal corrosion remained within the controllable range, and Och-Kan hoped that people would gradually adapt to it. But suddenly, during the waterway repairs, overnight, a deep well was completely submerged by a dark calamity, and all nearby residents were transformed into monsters. The commoners believed that the taboo on worshiping the Lord of the Night and the sacrifices had aroused their rage and curses, which is why this dark, mortal illness descended upon them. By the Holy Sovereign's decree, the three areas in the southwest sector of Ochkanatlan had been sealed off, and the Cuauhtli Warriors unsuccessfully burned the infected, whose flesh had long since decomposed. The Python King ordered the city to be permanently sealed so that the Abyss would not break through the walls. No matter how things would become outside, the kindling of human \"hope\" would forever remain inside. Flesh and blood might slough away, bone and marrow might rot, and even the soul might plummet into a prison from which there is no return, but \"hope\" alone must never be forsaken, for this was the sole treasure left by Xbalanque. To save his people, he sealed his mind into the Core of Chu'ulel and fought alongside them within Ochkanatlan.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7407,
        "name": "Open Your Heart to Me",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/20856775/1c0f22a859063af0403353b6fad40a28_141740419958079412.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Lost Traveler in the Ashen Realm",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">A World Quest Series following Bona and Coco, an adventurer and her companion, to find the Jade of Return and track the evil dragon down.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/118896516/ab06e18104f1151fa067413a66270fd9_7737327367838782536.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanids",
        "desc": "<p>Oceanids are intelligent Hydro lifeforms created by the previous Hydro Archon, Egeria, and are able to manipulate water at will. <span class=\"wk-shady\">All the people of Fontaine were once Oceanids, whom Egeria had turned into humans to satisfy their wishes, going against the will of the Heavenly Principles.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/5e33c09fbd3c6781bb822fd9c57b6abc_7075433854813111066.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>A researcher for the Saurian Relics Association, who is responsible for scholarly inquiries into certain tribal customs. <span class=\"wk-shady\">The real Manqu was a craftsman who lived a thousand years ago and died during the overthrow of the tyrant Och-Kan. Now, Manqu is a phlogiston projection of Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/e69d1b4b9230a8274adafc2a18719733_7195518559700501272.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6549,
        "name": "Footprint of the Rainbow",
        "desc": "A keen polearm forged from jade. It gives off rainbow-hued light when exposed to sunlight.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9d5294dc8b165585f51ec126543a5208_1314604610170565721.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7271,
        "name": "Perfect Heart of the Sacred Dragon",
        "desc": "A flawless piece of jade. Before the fires of human civilization had ever been kindled, it was the heart of the Dragonlord Ix Uxul Tz'ib Bolon Ch'ule-L, ruler of Chichen Uctokah.<br>It once held the authority to command all devices within Ochkanatlan, the ineffable city, yet can no longer be used due to its energy having been completely exhausted.<br>Just as with the half-humans who pursued it so relentlessly, the Dragonlord's quest for perfection was ultimately in vain, leading to naught but an end that was as cold and lifeless as jade.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6bb5b54dbc11fd5e245ecd67d3c155c3_1353884348581038888.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fall of the Cinder City",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "For the sake of creating an ideal world for people, for the sake of the only god he loved, the Sacred Lord turned away from the Alliance and became hated by people. In that distant time, the Flower-Feather Clan elder, who only ostensibly obeyed the Python King, banished a young man with scarlet eyes from the tribe so that he, who desired to protect the Saurians, might escape the usurper's capture. The first one to join him was the daughter of the mines, Sakkuk, from the Children of Echoes, followed by the twin heroes Atawallpa and Waskar: the elder whose lips and teeth were sharper than any blade, and the younger whose back bore the brunt of the tyrant's lash. Upon hearing of how the scarlet-eyed youth had saved the Saurians, the ordnance officer of the Grand Alliance, Yupanqui, who did not dare to rebel against his old friend, decided to contribute his strength. To get into the Forbidden City, they needed a man who knew all the roads, paths, and secret passages of the city and could operate any mechanisms. And then the silent Yupanqui named the master.\nWhen Och-Kan trapped the Dragonlord in the statue and the workers began dying from the contamination, the Python King ordered the \"hollows\" entrances to be sealed with stone walls and cleansed with fire. Among the workers who were locked near the dragon statue site was Manqu, and when he was lying under the grotesque dragon statue, doomed to die, surrounded by all-consuming flames in Och-Kan's fire, he suddenly saw a young woman whose face was more beautiful than the purest crystal, and whose eyes were more beautiful than the purest turquoise. Despite her beauty, her face was so nauseatingly repulsive. Her smile was laced with a cruel and arrogant malice. The craftsman opened his mouth to beg her to save him, but his lips burned beyond all recognition, and he could not utter a single word. The woman held his face in her hand, and from those turquoise eyes, golden tears fell into Manqu's eyes. And then he saw a colossal creation, far larger than the rolling mountains, floating in the sky like a volcanic cloud; countless metal birds greedily sucking dark blood and shadows driven by flowing flames, climbing high from distant horizons to the moon up in the sky. She sneered by his ear that people could crawl around beneath the heavens, trembling away while seeking their inglorious graves, and the ancient dragons fought an inveterate foe as formidable as an entire world. Through the turquoise eyes of the woman, the craftsman saw naught but endless, unfathomable darkness and void that no language could describe. Then, Manqu screamed at the top of his lungs and, stumbling, crawled towards the secret path, but his scream was drowned in the laughter of the woman. When the craftsman woke up, he was completely alone. He didn't know if the woman existed or if it was delirium, if there were tears, or if they were drops that fell from the giant dragon statue behind her, but he was alive.\nWhile Manqu was passing the time in dirty taverns, he met Sakkuk, who was looking for the craftsman who had created a masterful turquoise feather for her father. The scars of having been burnt by a raging blaze marred the half of his face that was hidden under a hat, the flesh a melted slurry of blood, but Sakkuk was not afraid and handed him the plume. When he learned that the man to whom he gave the feather was the girl's father, the craftsman agreed to serve her and her master. When their rebellion was crowned with success, people said that the man behind the plan was a skilled artisan who left no name behind. Manqu planned to disconnect the city from the power source and turn off the Core of Chu'ulel so that Yupanqui, taking advantage of the confusion, would deliver the youth with scarlet eyes to the throne room of the Sacred Lord.\nThe scarlet-eyed youth, guided through numerous trials, was able to defeat the tyrant of the forbidden city. To emulate Xbalanque, the first human to ascend, he sacrificed his heart with a golden dagger and then returned from the kingdom where water flows as rays of light, becoming the second Pyro Archon of Natlan. So that people would know that every human can become the god that guides them, the scarlet-eyed youth asked Sakkuk, who was in love with him, to erase his name from history. When the youth had fulfilled his mission, he returned to the Sacred Flame, leaving behind nothing but a warm glow. The artisan, Manqu, could not escape the burning city because the Flower-Feather Clan had walled up the secret exits, and the hero twin, Atawallpa, died at the hands of the enemy. The silent warrior Yupanqui died from the Turnfire. To this day, the Scions of the Canopy have a legend about a hero with the Ancient name Malipo. According to the legend, Och-Kan used the Turnfire to rule Natlan and oppress anyone who opposed him. Turnfire is different from normal fire: if one gets set on fire with it, they will feel a horrible burning pain from behind them, but they won't die from it right away. And whatever you do, you mustn't turn back to look at it. Yupanqui stole the Turnfire and threw it at the Och-Kan's army. All the soldiers were burned to ashes. Just as Yupanqui was about to leave the city, he thought he heard Och-kan calling out to him from behind. It caught him off guard, and he turned around to look, but Och-kan was not there. All he saw was a city burned black, an army in ruins, and giant flames reaching up into the sky. A split second later, the flames he saw burst out from inside his eyes and swallowed Yupanqui up. This fire burned more fiercely than any other. It burned for a hundred days, until it burned a hole right through the ley lines, and then fell into the deathly dark Night Kingdom, where it still burns to this day. The Turnfire lights up the path that leads to the next life. But for the dead to be reborn, they have to accept the flames and be purified by the fire first.\nAfter Sakkuk returned to her tribe, she asked to make the long-dulled feather for her again. She promised the craftsman that when the time came, she would give them a turquoise crown in return. It was after witnessing the crooked corpse agonizingly hunched beneath the black beast's butcher's blade that she understood that the crown would wait alone for its master. For many years, she collected jewelry and even forgery that was signed by Manqu, gifting those who presented them with precious gems. The mistress of the mines did not want the crude forgeries to stain the good name of an artisan who created the originals, and deceivers with forgeries were always punished. At the end of her life, Sakkuk collected all the works bearing Manqu's name and walked into the dark night, never to return. According to legend, on the next day, the people stood under the tree where she had placed the turquoise crown, and they swore an oath to follow her final orders, blotting from history the name of the masterful craftsman she took away with her.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6985,
        "desc": "",
        "displayStyle": "card",
        "menuId": 38
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>A researcher for the Saurian Relics Association, who is responsible for scholarly inquiries into certain tribal customs. <span class=\"wk-shady\">The real Manqu was a craftsman who lived a thousand years ago and died during the overthrow of the tyrant Och-Kan. Now, Manqu is a phlogiston projection of Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/e69d1b4b9230a8274adafc2a18719733_7195518559700501272.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Astral Vulture's Crimson Plumage",
        "desc": "An ancient longbow crested with red feathers, a sacred relic of the Flower-Feather Clan that has been passed down from generation to generation.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Unfinished Reverie",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/356c6b0e1be129282f759d8844872c7d_544884929456263860.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6659,
        "name": "Blazing Sacrificial Heart's Splendor",
        "desc": "<p>Weapon Ascension Material.<br>\"If you wish to possess all that the world has to offer, you must first offer all you have to the world.\"<br>After the Sacred Lord of the ineffable city forbade the people from praying to the Night Kingdom, the spiritual bonds that had once been established fell into ruin.<br>The scarlet-eyed youth, guided through numerous trials, now faced his final test: to emulate the first human to ascend and confront his own demise by offering up his heart with a golden dagger.<br>Self-sacrifice was seen as an honor reserved for the victor — and thus, without even a moment's hesitation, he sliced open his chest with the gleaming blade.<br>In the end, his sacrifice received the response it deserved, and he was able to return from the kingdom where water flows as rays of light to set out upon a grand new endeavor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/ed159b7777c20a3279fc1256f76921d1_3339533476365847305.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Jade of Return",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "When Xbalanque defeated the\nhe split the dragon's eye into two. According to legend, the ancient Dragonlord, who once held dominion over all light and wisdom, transformed one of his eyes into a conduit of supreme authority by which all flames might be governed. Xbalanque took one\nand Waxaklahun Ubah Kan took the other. According to the agreement, Xbalanque and the Sage of the Stolen Flame were to combine the Golden Entreaties and activate the power of Huitzilopochtli. Waxaklahun Ubah Kan knew that humans might not survive this disaster, but he hoped that civilization would come later and would surpass both dragons and humans. Xbalanque broke his oath with the dragon, and Och-Kan, in an attempt to prevent his father's plans from coming to fruition, decided to hide the Golden Entreaty. He turned the cable created by the ancient dragons that led to the sky to modify and create the\nTo prevent the Sage of the Stolen Flame from taking possession of the Golden Entreaty, Och-Kan hid it on the Tonatiuh and placed a seal on it that could only be removed by the blood of the Flamelord's descendant."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/e7d13bd7223a42bd4d438059d01d18c5_4781014263270109582.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "500 years ago, a cataclysm occurred in Khaenri'ah, as a result of which Natlan faced the Abyss — a black wave that swallowed the entire world. These monsters could not be understood, and it was impossible to negotiate with them. Where children once played, laughing in gardens, now only ashes and bones burned by wildfire remained. In hot springs, now fresh blood and mud ran over the banks. According to legend, the ancient Python King of Ochkanatlan once built a skyship and forged the\n— a secret treasure capable of repelling the Abyss and finally banishing it from the world. It was akin to a golden wheel that could reverse time's flow, burning away the writhing agonizing present and bringing the beautiful past back. And this treasure could only be obtained in the depths of Ochkanatlan, flooded with filth. People who had given up on fighting the Abyss decided to try their luck and go in search of the Jade, even if it was a trap. When Natlan was overrun by corruption, an evil dragon appeared in Cinder City. All the adventurers who went in hopes of destroying the Abyss were defeated by the dragon, and almost none of them returned.\nAmong these adventurers was a group that set out for the city in the clouds ten years after the Cataclysm. The group's leader was the most powerful warrior of the Flower-Feather Clan, Taika. Before the Cataclysm, he had always won in combat duels and was bored, thinking that his whole life would pass like this. It was only after witnessing true war that he first felt the weight of destiny. Thus did he bid his wife and unborn child farewell and set out to drive the evil spirits away. In the city, he discovered the blueprints of Ochkanatlan, thanks to which the group was able to find the Altar of Primal Fire and reach the flying ship. But the battle on the Tonatiuh was his last, and before his death, he remembered the words he said to his he said to his beloved wife as they parted."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...If it's a girl, call her Bona. She will surely become an outstanding warrior.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The second member of the team was a beast tamer from the Scions of the Canopy, Legba. When he returned to the tribe during the Cataclysm, all he saw were dreams ripped to shreds by monstrous claws running amok. Settling the tribespeople fortunate enough to survive, the beast tamer embarked on a journey from which there could be no return. This time, his foes were the heartless demons that came in with that dark tide. Another member was the President of the Saurian Relics Association from the Collective of Plenty, Сopan, who carried thick woven scrolls day in and day out or tampered with mysterious mechanisms of unknown provenance. When dark nightmares devoured homes, all the woven scrolls they worked so hard to find were destroyed in the fires of war. To prevent his comrades from dying in vain, he put his past research aside and went to the Cinder City. The machines of the Secret Source excavated from those abandoned ruins were restructured and modified to aid the warriors as if there was some wise sage's guiding hand behind the scenes."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/e0c6bac8ce97bb394d618edbb417ed0c_6046959398195644051.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The fourth member of the adventurers' party was the Mountain Ranger from the People of the Springs, who was supposed to reclaim his home. The fifth member of the team was the warrior Quenin of the Flower-Feather Clan. Every night when he tried to sleep, he heard the voices of inhuman monsters in the Cinder City, which were capable of disguising themselves in different forms. They hid in the ancient ruins, so he could not sleep. When the pitch-black tide almost reached the team, Quenin stayed to evacuate the survivors so that the rescue team from the Flower-Feather Clan could take them to a safe place. Sometimes, he woke up and saw that a road that was perfectly intact just the day before had now become broken and dilapidated, and sometimes, he saw friends who were long gone. Quenin fell in battle with these monsters, and his form was taken by one of them. Not realizing that he had become a monster himself, Quenin continued to protect adventurers. Only when the Traveler revealed the secret of the fallen warrior, he realized that he had long since become a monster. Members of the Children of Echoes also joined the team.\nThe last to join the party was the young shaman Liriwu from the Masters of the Night-Wind. When she joined the party, the apprentice of the apprentice of the apprentice of Grand Master Sanhaj was full of faith in her powers, but she could not imagine that the Cinder City would be swarming with hordes of demons. In Ochkanatlan, the voice of the Wayob was not heard, the secret techniques of the Masters of the Night-Wind did not work, and the mystic could not even heal wounds. One night, she tried to sneak away. Her party members realized that Liriwu would not be able to go further and left her in a safe tower. When the shaman finally reached their camp, all that awaited were the shattered remains of the dragon's hearty meal. As a mystic, not only had she failed to rescue her allies, but she could not bring their souls back, either. If nothing else, she had to bring tales of their end back to their families who yet awaited their return. Upon her return, Liriwu left the last remaining fragment of Pyrophosphorite in the world, which was needed to find the Jade of Return, with Taika's newborn daughter."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/225ea0a3d967b5a7545dc1225d772d7a_2797358375977435796.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When Taika's daughter, Bona, grew up, she decided to continue her father's work and go to the ancient city to find the Jade of Return. While fleeing from the evil dragon, she discovered the Core of Chu'ulel, which was once the heart of the entire city. With the Pyrophosphorite, Bona awakened the dragon spirit sleeping in the heart of the mechanism and named it Cocouik. Using Liriwu's marks, together they reached the Altar of the Primal Fire, from which one could ascend to the Tonatiuh. On the ship, she finally understood the true nature of the Jade of Return: there was no treasure that could destroy the Abyss, and the Jade was just a legend concocted by the Sage of the Stolen Flame to lure adventurers. The\nwas a mechanism that could save Natlan but destroy the people. Realizing Waxaklahun Ubah Kan's plan, Bona vowed to protect the Golden Entreaty and prevent the Sage's plan from coming to fruition. She stopped him, but at the cost of her life, and even Cocouik could not save her.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Lost Traveler in the Ashen Realm",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">A World Quest Series following Bona and Coco, an adventurer and her companion, to find the Jade of Return and track the evil dragon down.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/118896516/ab06e18104f1151fa067413a66270fd9_7737327367838782536.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7409,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Children of Echoes",
        "desc": "<p>One of the six tribes of Natlan, also known as Nanatzcayan. The tribe's people are famous for mining and live alongside the Tepetlisaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/237301566/eb438f45c1b23162d4b17505fc6b0205_6221196204265130029.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "name": "Scions of the Canopy",
        "desc": "<p>One of the six tribes of Natlan, also known as Huitztlan. The tribe's people love extreme sports like rock climbing, rappelling, and volcano parkour and live alongside the Yumkasaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/237301566/79ebff2a0e10528e9129a10ee3043668_3961141848192538396.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6997,
        "name": "People of the Springs",
        "desc": "<p>One of the six tribes of Natlan, also known as Meztli. They are cheerful, kind people, lovers of music, gatherings, and hot springs. The tribe lives alongside the Koholasaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/bf4346b2af8799209a3a494f359067a7_4444899030879830024.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Masters of the Night-Wind",
        "desc": "<p>One of the six tribes of Natlan, also known as Mictlan. They are famous for their predictions and rituals to amplify the ability to communicate with the Night Kingdom and the Wayob.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/13/237301566/0ed9af441ff862c8caccc8ba87d3f4e8_7653645795007489845.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Flower-Feather Clan",
        "desc": "<p>One of the six tribes of Natlan, also known as Tlalocan. The tribe's people live alongside the Qucusaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/b3db302029d76613e2bfa33f036c565c_7606088335673821556.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "name": "Collective of Plenty",
        "desc": "<p>One of the six tribes of Natlan, also known as Teteocan. The tribe's people live alongside the Tatankasaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/34cbc5aa060896e731bea85173816bed_1271133769902272148.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "name": "Titu",
        "desc": "<p>Storyteller of the Children of Echoes and a guard at the sentry post. <span class=\"wk-shady\">The real Titu lived about 500 years ago, and then his image was used by Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/4178d6937c0cecf38e3f081ee2411fcc_4944164836337386642.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>An adventurer who went to Ochkanatlan to find the Jade of Return that can cleanse filth. <span class=\"wk-shady\">She lived almost 500 years ago.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/670e85842edd33ed3f3ddddde20976a5_4273042058691724356.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Scroll of the Hero of Cinder City",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/6ad5095f324c2da829ecaa5e2ed13af9_552940265782217486.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "A Nameless Adventurer's Notes",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruler of Cinder City's corroded ruins within Ochkanatlan. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's body, and is said to have been one of the fragments left behind when the Flamelord's eye was split in two. According to legend, it is said that the ancient Dragonlord — who once held dominion over all light and wisdom — transformed one of his eyes into a conduit of supreme authority by which all flames might be governed, and that this became his only exploitable weakness...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/41133912/558e5a31d367a67a8e85745a668d2c5e_116786154739108321.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruins of the Sage of the Stolen Flame. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's back. Golden inscriptions are etched into the surface of the white disc, and when touched, one can sense the intricate patterns pulsating as if imbued with life.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/27/41133912/558e5a31d367a67a8e85745a668d2c5e_3222826536943573284.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "name": "Pyrophosphorite",
        "desc": "An ordinary-looking stone that seems to be the key to unlocking the secrets hidden within the legendary Tonatiuh.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/1753d71c8a0f185f6dd71899f91d6fa1_1880279432634972620.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lost Traveler in the Ashen Realm",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "The Tyrant of the Cinder City was the last heir of the ancient dragons who had the blood of the Pyro Dragon in his veins, so the Flamelord's Blessing did not harm him. Dragons and Saurians with this mark possess incredible power, but modern Saurians can no longer withstand it. The Wayob and the Night Kingdom also reject this power and refuse to accept such Saurians. In the process of growing, they will sometimes be killed by this power or driven mad by it. Legend has it that the tribal warriors would carry a\nand in the Great Volcano of Tollan, they would wash the name of their companion as remembered by the Fallen Dragon. Then, they would gain their Saurian the Night Kingdom's acceptance once more. A little Tepetlisaurus that became the Traveler's companion was born with the Flamelord's Blessing. To travel to the Great Volcano, the Traveler and Paimon received the first Golden Entreaty in the ruins where the Sage of the Stolen Flame made a deal with the future first Pyro Archon Xbalanque to release the power of Huitzilopochtli. The Golden Entreaties were the gifts needed for the Pilgrimage to the volcano. After receiving the first Entreaty, the Traveler and Paimon learned that the second could be in the Cinder City."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/310ca7d8de06ef58cfb4b777a02b17a7_2221925650146633823.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "On their way to Ochkanatlan, the Traveler, Paimon, and the Tepetlisaurus were attacked by an evil dragon and then monsters, but they were saved by a mysterious golden glow, locking the door of the tower. Inside this tower, they found the notes of the adventurer, Bona, which she left behind during her journey to the forbidden city. Soon, they met Bona herself, who remained in the city as a ghost, and Cocouik, who saved them from the monsters. Neither Bona nor the Traveler knew that the girl was actually dead, so they decided to ally and go in search of the Jade of Return."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/cf3b2610ccc551e03a7b593928a5b591_3313243384448317994.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When the Traveler, Paimon, the Tepetlisaurus, Bona, and Cocouik reached Tonatiuh and received the Golden Entreaty by placing the Pyrophosphorite at the Altar of the Primal Fire, the evil dragon suddenly snatched the Entreaty and flew away. After a chase, it turned out that the evil dragon was the body of the Python King, Och-Kan, corrupted by the Abyss.\nwas finally able to reunite with his body and share his memories with the Traveler. They learned that the two Golden Entreaties were not needed to remove the Flamelord's Blessing but to release the power of Huitzilopochtli, with which Waxaklahun Ubah Kan intended to restore the greatness of the ancient dragon race. Although Och-Kan's sins could not be cleansed, nor could the filth of the Abyss, thanks to the Traveler, the nightmare of the Python King finally ended, and he slumbered at peace forever. Finally, the adventure of Bona, to whom the Traveler and Paimon promised to tell everyone about \"Tonatiuh\" and her fate, also ended. After Bona and Och-Kan's souls returned to the Night Kingdom, they both helped the Traveler face off against the Abyss for the sake of Natlan.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Lost Traveler in the Ashen Realm",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">A World Quest Series following Bona and Coco, an adventurer and her companion, to find the Jade of Return and track the evil dragon down.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/118896516/ab06e18104f1151fa067413a66270fd9_7737327367838782536.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Ancient Sacred Mountain",
        "desc": "<p>Before the descendants of the various tribes learned to record their history with woven scrolls, the ancient and proud nobility had already built a magnificent holy city here, scorning the land that those feeble slaves knew as \"Natlantea.\" However, the vast empire that prided itself on its power has long since perished in battle. Only a lonely tomb remains of that mighty city.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/29/237301566/6fdb6cce9a5cce40096dce9c2672feba_7641303426493271828.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>An adventurer who went to Ochkanatlan to find the Jade of Return that can cleanse filth. <span class=\"wk-shady\">She lived almost 500 years ago.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/670e85842edd33ed3f3ddddde20976a5_4273042058691724356.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "name": "Pyrophosphorite",
        "desc": "An ordinary-looking stone that seems to be the key to unlocking the secrets hidden within the legendary Tonatiuh.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/1753d71c8a0f185f6dd71899f91d6fa1_1880279432634972620.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruler of Cinder City's corroded ruins within Ochkanatlan. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's body, and is said to have been one of the fragments left behind when the Flamelord's eye was split in two. According to legend, it is said that the ancient Dragonlord — who once held dominion over all light and wisdom — transformed one of his eyes into a conduit of supreme authority by which all flames might be governed, and that this became his only exploitable weakness...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/41133912/558e5a31d367a67a8e85745a668d2c5e_116786154739108321.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7234,
        "name": "\"Cocouik\"'s Rings of Light",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tutorial",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "The Fabled Forbidden Ground: Ochkanatlan"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/c0c9651241c4a5bd260e543a22b797d2_2247909457960995578.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>November 12, 2024</color>\nHello, Traveler!\nGaze out from a certain corner of the Flower-Feather Clan and you will be able to make out an ancient city shrouded in a sea of fog.\nIt is said to be a place where danger lurks around every corner, and from which few intrepid adventurers have ever returned. As such, it has been declared forbidden ground. Little is known of what is truly concealed there, but vague stories are told, and rumors spread in hushed tones..."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ochkanatlan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7f8feaf87a23de3baaaedbf6efa60b47_8272767965738074305.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Many millennia ago, when the first throne of the heavens had not yet appeared in the sky of Teyvat, the world belonged to the dragons. The city that would be called Ochkanatlan in the future was a city of dragons — the\nDragonlord CL-09 \"Chronicler of the End Times\" Ix Uxul Tz'ib Bolon (Type-L Self-Regulating Overseer Array Integrated Processing Unit), one of the thirteen Dragonlords who became the phlogiston projection, was the sovereign ruler of Chichen Uctokah. This bodiless wisdom, stored in majestic statues, could control all the mechanisms of the city with the help of golden designs and commands. The main core of Chichen Uctokah was the Core of Chu'ulel. When the Python King, Och-Kan, came to power millennia later, he announced the excavation of the ancient ruins in search of the core and met the Dragonlord there. Although she believed him to be the fated Sovereign, he tricked her into imprisoning her in a statue to control the mechanisms of Ochkanatlan, tore her heart apart, and hid it in various places. It was only many years later, when the ruins were discovered by the Traveler and Paimon, that Ixlel's heart, as Paimon called her, was reassembled. The\ncreated before the fires of human civilization had ever been kindled contained all of Ixlel's memories, and it was these memories that bound her within the statue. Her consciousness should have faded within thirty years, but the Dragonlord did not want to die in captivity. Ix Uxul Tz'ib Bolon Ch'ule-L could not destroy herself, but thanks to the heart fragments the Traveler found, she was able to restore the remains of her\nand restore her broken heart as a sign of self-protection so as not to violate the sacred law. When the consciousness contained within the statue was finally released and dissipated, all that remained of the ruler of Chichen Uctokah was the Perfect Heart of the Sacred Dragon, which no human gem could compare to."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/d25bfa25bdc4ed14f83eeef1456eb86b_5794537881159549616.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When Och-Kan failed to use Ix Uxul Tz'ib Bolon Ch'ule-L to control the devices of Ochkanatlan, he decided to create a new Chu'ulel Core that would obey only humans. In order to become a vessel that would rule the entire city, the ruler of the Cinder City sacrificed his own heart, but its desecration led to the destruction of Ochkanatlan. The path to this Core of Chu'ulel is hidden under a fresco depicting the true ruler of Chichen Uctokah. Having come to power, the Python King painted his image over the old one."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/6dc298f417de8f5357639c74c75a6ba6_1485922564085983323.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Not far from the Core of Chu'ulel is a waterfall where the warrior Quenin had his refuge. 500 years ago, he arrived in Ochkanatlan with a group of adventurers hoping to find a legendary treasure. The warrior died in a collision with the Abyss, but the creature that took his form continued to consider itself Quenin. Quenin's body was left buried under the rocks near the waterfall. For five hundred years, the creature continued to fight monsters until the truth was finally revealed to it."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/1a8a0e17c2fa7dd40049f60d3fba1419_6072678402222406173.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In the Cradle of Fleeting Dreams lies the throne of the first Pyro Archon. When Xbalanque defeated the dragons thousands of years ago, the first capital of the Pyro Archon was built on the ruins of the dragon civilization, where heaven and earth were separated from one another. Xbalanque borrowed the power of the\nhere to protect his people from the Abyss and establish the rules of Natlan: the Ode of Resurrection and the Pilgrimage of the Return of the Sacred Flame. Thousands of years later, when the time came for the final battle with the Abyss, the Pyro Archon, Mavuika, used the powers of the divine throne and the gifts of Ronova, the price of which was death. When the Abyss was defeated, Mavuika was ready to repay the debt, asking in return for the restoration of Natlan's Ley Lines from the Lord of the Night, who created the Night Kingdom. Her power would be enough to maintain the Ley Lines for two hundred years, during which time the next Pyro Archon would have to find a new way. She went to the throne of the first Pyro Archon to meet the Ruler of Death and the Lord of the Night and die, but another man approached the Lord of the Night with the same offer, the First of the Eleven Fatui Harbingers and the Sentinel Knight of Khaenri'ah,"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/5c65238e3472cfc891aa421f69da3434_8106064855333757635.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 years ago, during the Khaenri'ahn cataclysm, the Ruler of Death cursed all the people of the kingdom without gods with immortality for the Five Sinners' exploitation of the Abyss. Although most people were innocent and unaware of the Sinners, they were cursed to suffer endless physical torment, cursed to witness the demise of everything they held dear. For five hundred years, Il Capitano had kept the souls of his fallen comrades and the Natlanese in his heart, ready to send them home. The Ley Lines could not accept these souls, but by becoming one with the Lord of the Night, the Sentinel Knight could change the laws that governed the Ley Lines so that the souls could find peace. The Captain gave the Ruler of Death a choice: if he sacrificed his life to the Lord of the Night, Ronova would get the death she desired, but the curse of immortality would negate the very death. Knowing that the curse of immortality could not be lifted and that such a paradox could uproot the natural order of this world, Il Capitano decided to turn the curse into a tool to overturn the oppression of the gods. The Lord of the Night, whose mission was to serve humanity, agreed to the Sentinel Knight's plan and accepted his sacrifice, merging with him. The curse of immortality was not lifted, and Il Capitano remained to sit for eternity on the Throne of the Primal Fire, \"frozen\" in life and death. For those cursed with immortality, release from the mortal coil was the greatest form of peace, and his path was finally over. Through Il Capitano's sacrifice, the Lord of Night and the Ley Lines of Natlan can exist forever, accepting all souls."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"A noble figure coats the sun with frost, and two eras grant salvation to Natlan not once, but twice.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/0a12cc7ec05c8a7707d6b704acc643c2_8929304714429118801.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "At the Throne of the Primal Fire, the Traveler may offer the Blazing Flint Ore to the Lord of the Night. The first flint lights up the distant past, the land of the journey's beginning, called home. There may be no way back, but when one embraces the night, pure as a mirror it remains, and forever shall it stay. The second flint lights up the juncture of setting forth, the day the journey begins, called farewell. In its departure, the unchanging world betrays people, and yet some try to grasp its shadow. The third flint lights up a daytime of celebration, the moment of open hearts, called friendship. This journey is far from a solitary trial; not only the winds but human hearts too, embrace along the way. The fourth flint lights up a tempestuous night of rain-soaked despair and a sea of anguishing descent called failure. Fighting against the rising tide, a little boat is very nearly submerged; yet, thankfully, it cannot prize the oars from the hands. The fifth flint lights up those days of pushing onward, and the stones with which tall towers are built are called determination. The higher the people climb, the higher and higher they go until at last, they glimpse the destination they have long dreamed of. The sixth flint lights up the moment of arrival and the seats upon which the people may evermore rest, which is called a miracle. Together, one can bring this journey to its conclusion, but instead of an ending, one can see this as a new beginning."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/b3b73b152ca4cb11cfb5c164b722a808_3836358697735151338.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Located at the exit from Ochkanatlan, the Vucub Caquix Tower is where the first meeting of the Traveler and the adventurer Bona took place. Together, they defeated the\nwent to the legendary Tonatiuh and learned the truth about the treasure hidden on the flying ship. When the evil dragon, who had been attacking people for the past 500 years, was defeated, it fell from a great height and made a hole in the ground, reaching the Night Kingdom itself. There, in the Nursery of Nightmares, the Traveler returned the separated soul to the Python King and said goodbye to him, leaving the ruler of the Cinder City to rest forever."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/15bd77f82b7ab585dafe9f593037fd9b_2336625757414032713.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "To the northeast of Ochkanatlan is the Isle of Tozoz, also known as the Isle of Night. Early in Och-Kan's reign, a group of people was sent to the island to keep an eye on the Saurians. It was rumored that those who encountered these pests would fall into the throes of an illness that would grip them day and night, of how the boils that broke forth all over their bodies would be followed by incessant vomiting, before they finally suffered a drastic change in personality and eventually became so frail that they perished. The warriors who could not be saved had wounds on their bodies as if they had been torn to pieces by something sharp. One of the guards who arrived on the island believed that the Saurians should be exterminated and not waste food on them since the only thing they deserved to eat was a good old knuckle sandwich. Over time, the guard came to love the Saurians and realized that they were not \"pests\" and did not cause festering wounds. Even when the rations were cut, he was not ready to cut back on bird eggs for the hatchlings, who needed extra nutrition to grow. Sometime later, an order came to the Isle of Night to exterminate all Saurians, but the commander of the guards released them all after receiving the notification."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7e5266ddc816b6ffcb07a50d059df181_133214873930074602.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "An egg was left on the island, which the guard named Aguara. When the island was attacked by warriors determined to shed blood, he hid in an underground chamber with the egg. His food ran out, and he was gradually losing consciousness, but he could not leave Aguara. Before his death, the guard put the egg into hibernation so that it would not hatch during the attack. Thus, the egg lay in hibernation for over a thousand years until it was found by the Traveler and Paimon. They turned on the incubator for the egg, but even after a long wait, the egg did not change. Deciding that the environment might not be suitable for hatching, the Traveler and Paimon took the egg with them and placed it in the safe abode of their Tepetlisaurus companion. After a long journey in Natlan, a little Tepetlisaurus, Aguara, finally hatched and stayed to live in the Traveler's Serenitea Pot."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7add03fa6f5b95cde5c0d37ba9d77683_1647385288772725335.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "There are five furnaces of fiery embers around Ochkanatlan, which supplied the city with energy back in the time of the dragons. When the scarlet-eyed youth rebelled against the ruler of the Cinder City, the first thing they did was to turn off these power sources in order to penetrate the Chu’ulel Core that powered the combustion device. The task of turning off the power sources was entrusted to the craftsman Manqu, who participated in the excavations in Ochkanatlan. Thanks to his help, the officer who served the Python King was able to lead the scarlet-eyed youth to the throne room, where the tyrant of the Cinder City was killed, and the youth became the new Pyro Archon. When the Traveler lit all the furnaces and collected all the golden designs, the old sword in the center of the city, as if tied to space itself, teleported them to the island in the sky, where this sword was finally retrieved.\nWorld Quests"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Lost Traveler in the Ashen Realm",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">A World Quest Series following Bona and Coco, an adventurer and her companion, to find the Jade of Return and track the evil dragon down.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/118896516/ab06e18104f1151fa067413a66270fd9_7737327367838782536.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 7399,
        "name": "The Lone Isle Named Night",
        "desc": "<p>You've discovered a hidden chamber deep within the Isle of Night...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/149158619/03386dacb31726cbf471f6fb2a29e069_4468092012608823332.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 7407,
        "name": "Open Your Heart to Me",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/20856775/1c0f22a859063af0403353b6fad40a28_141740419958079412.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", and"
      },
      {
        "type": "CustomEntry",
        "epId": 7409,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "can be found in Ochkanatlan.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Elemental Dragons",
        "desc": "<p>An ancient race, who ruled Teyvat long before human existence. Dragons belong to the Light Realm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_6244634971554940377.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>A Snezhnayan organization that is loyal to the Tsaritsa and has spread out all over the continent. Its Harbingers are on the hunt for the Gnoses.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/237301566/38c409297992d7a782f0f1312f311707_3548311870444408788.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>The Ruler of Death, one of the Primordial One's Shades.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/03/237301566/45f2ada04f8e32dad172df1e9d16a9db_6355557104959298103.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Lord of the Night",
        "desc": "<p>An angel who created the Night Kingdom in Natlan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/6b241f723a377795d5a2ef3c3e97200b_1026552209256108574.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "The leader of Natlan who inherited the Ancient Name of \"Kiongozi.\" She made a vow to illuminate the future of the nation of war with the Sacred Flame.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>An adventurer who went to Ochkanatlan to find the Jade of Return that can cleanse filth. <span class=\"wk-shady\">She lived almost 500 years ago.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/670e85842edd33ed3f3ddddde20976a5_4273042058691724356.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6926,
        "name": "Blazing Flint Ore",
        "desc": "Known as a raw ore due to the radiant glow it harbors.<br>When grasped in one's hand, one can feel the fiery pulse thrumming within the stone. Perhaps one day, held high against the starry sky, it might emit a gentle gleam that illuminates the night.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/1aad97b3d5f1ffb4e985bfe615a5172b_5527410245275030764.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7271,
        "name": "Perfect Heart of the Sacred Dragon",
        "desc": "A flawless piece of jade. Before the fires of human civilization had ever been kindled, it was the heart of the Dragonlord Ix Uxul Tz'ib Bolon Ch'ule-L, ruler of Chichen Uctokah.<br>It once held the authority to command all devices within Ochkanatlan, the ineffable city, yet can no longer be used due to its energy having been completely exhausted.<br>Just as with the half-humans who pursued it so relentlessly, the Dragonlord's quest for perfection was ultimately in vain, leading to naught but an end that was as cold and lifeless as jade.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6bb5b54dbc11fd5e245ecd67d3c155c3_1353884348581038888.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Legendary Tonatiuh",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/18b8365b87a5c09e7fa659baac4208e4_8573899096872455438.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In the sky above Ochkanatlan is a flying ship created by the ruler of Cinder City. When Teyvat was still ruled by dragons, they explored the space around their world. In those days, they set up a stairway to reach beyond the skies and were preparing to leave it beyond the orbit and use it to tighten the sky cable and anchor the latter's trajectory. Later, Och-Kan modified it to become Tonatiuh. Once, the Tonatiuh hovering above the clouds was the cherished goal of many adventurers. In the past, many empty dreams failed here, but the path of hope also began here. On the ship, Och-Kan left notes for his compatriots to guide them along the path of the Pyro Archon. The Python King believed that humans could not rely on dragons or heavenly rules. The ancient dragons believed that technology and the power of the Lord of Fire would allow them to rule for ten thousand years, but in the end, they lost their desire for progress and lost everything. Och-Kan wrote that the Vishaps of the Great Volcano once held themselves masters of evolution, but they lost their wisdom in their lengthy, chaotic adaptations, and with it, their power, becoming but beasts to be slaughtered by humans. Their devolution proved that dragon-kind had been abandoned by the evolutionary path, their heirs had lost the primal flame's purity, and the sovereign of fire shall never again be born from amongst them. After the fall of the Vishaps, humanity became the apex life form, the final destination of all things that live in this world. That is why people had to pray only to the true king of humanity, the only real human god, Xbalanque."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7248a20ac81196b871ed1a7ab52ae572_1168172392216280863.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Och-Kan's father, Waxaklahun Ubah Kan, did not agree with his son's views. When the race of the Sage of the Stolen Flame was divided by arbitrary divine punishment and they were cut off from their evolutionary paths, the Sage began to seek new possibilities for evolution in the human race. He believed that humanity, created beings, would never be able to comprehend \"evolution\" because they were only one stage on the path. \"Evolution\" is a mingled thing, not pure and untainted, and that is why it opposes \"eternity.\" It was on the Tonatiuh that the first personal meeting took place between Waxaklahun Ubah Kan and the Saurian companion of the Traveler, whom the Sage of the Stolen Flame led to Ochkanatlan in various guises.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Elemental Dragons",
        "desc": "<p>An ancient race, who ruled Teyvat long before human existence. Dragons belong to the Light Realm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_6244634971554940377.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>The Pyro Sovereign, defeated by the first Pyro Archon, Xbalanque. He faked his own death, after which the descendants of the ancient dragons could only bow before the throne and watch as their civilization inevitably faded away with each passing day.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/36590cd4be92a9d70abed92915537d5e_3879864065456128285.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Little One",
        "desc": "<p>A little Tepetlisaurus that received the<custom-ruby data-ruby=\"Flamelord's|Xiuhcoatl|\"></custom-ruby>Blessing. It accompanied the Traveler on a pilgrimage to the Great Volcano of Tollan to remove the mark.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/63ce79e5312eda1c2946bde7b80c7727_6704985478906573625.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ]
  }
}