{
  "epId": 7296,
  "name": "Och-Kan",
  "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1748729611,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>In order to pursue the great dream in the morning mist and sea of clouds, the warriors who soared the skies never rested for a moment.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/8694aaf89d32e75eca416ec7fe41e487_1634629131275010160.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A city, built on the ancient dragon ruins. Och-Kan tried to create the Core of Chu'ulel that would belong only to humans, not allowing the dragons to regain their full glory. He sealed his mind into the Core of Chu'ulel but his body and soul turned against him.\nA sky-faring ship built by Python King where he hid the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruler of Cinder City's corroded ruins within Ochkanatlan. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's body, and is said to have been one of the fragments left behind when the Flamelord's eye was split in two. According to legend, it is said that the ancient Dragonlord — who once held dominion over all light and wisdom — transformed one of his eyes into a conduit of supreme authority by which all flames might be governed, and that this became his only exploitable weakness...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/41133912/558e5a31d367a67a8e85745a668d2c5e_116786154739108321.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\nGrand Alliance\nAn organization to rule over all Natlanese tribes that existed thousands of years ago. Och-Kan was a ruler of the Alliance.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Och-Kan's father who settled him among the people. The Sage of the Stolen Flame wanted his son to kill the Pyro Dragon,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>The Pyro Sovereign, defeated by the first Pyro Archon, Xbalanque. He faked his own death, after which the descendants of the ancient dragons could only bow before the throne and watch as their civilization inevitably faded away with each passing day.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/36590cd4be92a9d70abed92915537d5e_3879864065456128285.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", and become a new Pyro Sovereign but Och-Kan went against his wishes.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "According to a legend, Xbalanque saved Och-Kan from the dragons' imprisonment and became his friend. Xbalanque was the only god Och-Kan loved.\nYupanqui\nOch-Kan's old friend who opposed his tyranny. According to a legend, Yupanqui, who was an ordnance officer for the Grand Alliance, stole the Turnfire that the tyrant used to rule Natlan. All the soldiers were burned to ashes but when Yupanqui was ready to leave the city, he turned back and was consumed by the Turnfire.\nThe scarlet-eyed youth\nA member of the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Flower-Feather Clan",
        "desc": "<p>One of the six tribes of Natlan, also known as Tlalocan. The tribe's people live alongside the Qucusaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/b3db302029d76613e2bfa33f036c565c_7606088335673821556.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "who defeated the ruler of the Cinder City.\nCocouik\nA part of Och-Kan's mind that was sealed in the Core of Chu'ulel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>An adventurer who went to Ochkanatlan to find the Jade of Return that can cleanse filth. <span class=\"wk-shady\">She lived almost 500 years ago.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/670e85842edd33ed3f3ddddde20976a5_4273042058691724356.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "An adventurer who went to Ochkanatlan about 470 years ago to find the Jade of Return which, according to legends, could drive the Abyss away. When she realized the true nature of the Jade of Return, together with Cocouik, she opposed the Sage of the Stolen Flame to protect the Golden Entreaty.\nIx Uxul Tz'ib Bolon Ch'ule-L\nOch-Kan learned about the dragons' glory and the Core of Chu'ulel from the Dragonlord and trapped her in a statue.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Unfinished Reverie",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/356c6b0e1be129282f759d8844872c7d_544884929456263860.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Scroll of the Hero of Cinder City",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/6ad5095f324c2da829ecaa5e2ed13af9_552940265782217486.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Astral Vulture's Crimson Plumage",
        "desc": "An ancient longbow crested with red feathers, a sacred relic of the Flower-Feather Clan that has been passed down from generation to generation.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6548,
        "name": "Earth Shaker",
        "desc": "A heavy blade that people claim was beloved by the hero known as the Firethief. They say that even the Lord of Cinder Keep's flames could not burn it away.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/dc6bf4c87afe67014579743618e97371_6360663376854922140.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Ring of Yaxche",
        "desc": "This jade vessel was created by a hero of yesteryear. Legend has it that it once shot the giant dragon that dwelt in the volcano down from the skies.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6660,
        "name": "Delirious Decadence of the Sacred Lord",
        "desc": "<p>Weapon Ascension Material.<br>It is said that the controversial mastermind who later came to be known as the Sacred Lord of the ineffable city was once imprisoned. The first human to ascend, who at the time had not yet attained divine form, showed him great compassion.<br>Thus, after emerging from the mighty wing-shadows of a once-great race, he was accepted by the tribe who had once been his.<br>Since then, he has concealed his true visage beneath a mask, hiding the golden patterns that mark it, and resolved to offer up everything to the master who holds his vow.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/0e878dbfaa80066b537aa65b21f98ab5_7374209565302970495.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6661,
        "name": "Delirious Desolation of the Sacred Lord",
        "desc": "<p>Weapon Ascension Material.<br>During the war with the dragons, that mastermind of all the tribes — the same one who had hidden his face behind a mask — deciphered the golden patterns on the non-human ruins for the warriors. The knowledge with which he did so is now long lost.<br>It was from their enemies that he learned the language and thought patterns required to do this. For him, wielding these skills against them was perhaps a deeply satisfying act of revenge.<br>Yet his unconcealed hatred for them was a recurring cause of great concern among his fellow heroes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/ad7d4eced9c047cf55dc7de12602b032_58766908942440815.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6662,
        "name": "Delirious Demeanor of the Sacred Lord",
        "desc": "<p>Weapon Ascension Material.<br>It was in that era that the first human to ascend arose from the throne to enter the Sacred Flame, while the mortal world awaited the arrival of their successor.<br>It was also the era that the mastermind took up the reins of all authority in their stead.<br>Unfortunately, this self-proclaimed Sacred Lord, this usurper who believed that the god he had loved and shed golden tears for should forever remain the one and only — overstepped his authority. Placing selfish desire above the commandments left by that revered god, he established a city in which the heavens and the earth were separated from one another.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/aa7185b04bd1c2497721b870cc673d60_2558068363168163863.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6663,
        "name": "Delirious Divinity of the Sacred Lord",
        "desc": "<p>Weapon Ascension Material.<br>The Sacred Lord of the ineffable city often murmured non-human languages in his dreams, and when he beheld himself in the mirror, he saw how the single pupil that was visible through his mask was gradually becoming bertical. This only served to further fuel his growing hatred for the dragons.<br>It is said that when the scarlet-eyed youth burned down that city above a city, submerged in shadow as it was, he witnessed a half-human figure before the royal hall who had been driven mad. As if tearing off its very face, it ripped away at its indelible divine visage, revealing gaping holes that were fearsomely draconic.<br>Consumed by the golden flames it spewed, the disfigured form of that deranged soul fell from a great height into the pitch-black mire below. Forsaken by all, thus was the tragic end that this delusional outcast is said to have met.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/4c7853537ced53b00d9bb4f1afd665db_3037530834058540477.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6659,
        "name": "Blazing Sacrificial Heart's Splendor",
        "desc": "<p>Weapon Ascension Material.<br>\"If you wish to possess all that the world has to offer, you must first offer all you have to the world.\"<br>After the Sacred Lord of the ineffable city forbade the people from praying to the Night Kingdom, the spiritual bonds that had once been established fell into ruin.<br>The scarlet-eyed youth, guided through numerous trials, now faced his final test: to emulate the first human to ascend and confront his own demise by offering up his heart with a golden dagger.<br>Self-sacrifice was seen as an honor reserved for the victor — and thus, without even a moment's hesitation, he sliced open his chest with the gleaming blade.<br>In the end, his sacrifice received the response it deserved, and he was able to return from the kingdom where water flows as rays of light to set out upon a grand new endeavor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/ed159b7777c20a3279fc1256f76921d1_3339533476365847305.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dragon mixed with a human soul",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/5997fa20dc470865640c2d4095f0a19a_8696976243264599532.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Before the existence of humanity, Teyvat was ruled by an advanced civilization of dragons, with the Dragon King, Nibelung, as their leader. Seven elemental dragons ruled the seven kingdoms, one for each element. When the\nof the Heavens appeared in the sky, a war began between the First Descender and the dragons, resulting in the seven kingdoms submitting to the throne of heavens. After the\nfaked his death, all that the descendants of the ancients knew was to bow before the throne. From then on, the great civilization deteriorated by the day, marching inexorably towards decline. After the dragons, the humans came — the creator's most beloved yet weakest species. When the second throne appeared in the sky, bringing a new war and the Abyss to Teyvat, the original civilizations crumbled like shattered jade, and those envoys from the skies above, under whose guidance the earthly civilizations had thrived, were devoured by the awakened dragons. Humanity plunged into savagery, losing the ability to perceive the world anew, and reverted to their most primal beliefs. Thus, the dragons gained power over men, and the people were scraped by, impoverished, in the expanse of their shadows."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7248a20ac81196b871ed1a7ab52ae572_8275596641259288078.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "To fight the Abyss and the reaver from beyond the skies, the Flamelord wanted to use the\nwhich could destroy Teyvat, but his brother, Waxaklahun Ubah Kan, did not agree with him. The Dragon Sage knew that neither the gods in their heavens nor the high king among dragons would suffice all the strength to defeat the enemies that hid in the night's deepest depths. He saw hope among the humans that a new ruler among their descendants would receive the primordial fire as a tribute, and the ancient civilization of dragons would find its footing once more on the earth. He stole fire from his kind, becoming the Sage of Stolen Flame, and taught people how to use it. This precious gift not only brought civilization to barbarians but also ordered their destinies. Unlike the plan of the first divine one, the Sage brought the path of \"evolution.\" He divined that at the end of that path, human blood would be poured into the derelict body of the moribund earth, merging two species and two bloodlines of the dragons and humans as one. Thus, an ancient pulse would surge through a reborn civilization.\nTo create the perfect ruler for humans and dragons, Waxaklahun Ubah Kan created a child, Och-Kan, with dragon blood running through his veins. The Sage planned for the dragon with a human soul to kill the decrepit Pyro Dragon and become the new Dragon Sovereign, ruler of two worlds. Och-Kan was no different in appearance from an ordinary human child, but he could live longer than humans and exhibited strength and regenerative capabilities far beyond those of the average adult male. After eating, he always shared the remaining food with the other vishaps he grew up with, which distinguished him from ordinary humans. When a neutralizing injection was administered to vishaps incapable of becoming dragons, Och-Kan displayed a fear absent in vishaps and an empathy toward fallen enemies unseen in humans. Although he was briefly incapacitated, all physiological indicators remained within safe parameters. One day, Och-Kan escaped from the nest, for which, according to protocol, he should have been pursued and neutralized, but Waxaklahun Ubah Kan informed the dragon council that he had eliminated his son. The Sage of the Stolen Flame knew that if his son followed his plan and became the king of the people, then in the end, he would make the choice that the dragon was counting on, but then everything would be meaningless, so he decided to send his son to the people.\nLegend has it that the Python King Och-Kan was once imprisoned, from where he was rescued by the future first Pyro Archon Xbalanque, who showed him great compassion. In gratitude, Och-Kan swore to serve Xbalanque and hid the golden patterns on his face with a mask so that no one would know his nature. During the war with the dragons, he deciphered the golden patterns on the dragon ruins, the knowledge of which had long been lost. Living among humans, the Python King began to hate dragons, so he betrayed his father because there was no place for humans in the world that the Sage of the Stolen Flame created. Instead of Och-Kan, Xbalanque defeated the Pyro Sovereign, becoming the first Pyro Archon of Natlan.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Ancient Sacred Mountain",
        "desc": "<p>Before the descendants of the various tribes learned to record their history with woven scrolls, the ancient and proud nobility had already built a magnificent holy city here, scorning the land that those feeble slaves knew as \"Natlantea.\" However, the vast empire that prided itself on its power has long since perished in battle. Only a lonely tomb remains of that mighty city.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/29/237301566/6fdb6cce9a5cce40096dce9c2672feba_7641303426493271828.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Elemental Dragons",
        "desc": "<p>An ancient race, who ruled Teyvat long before human existence. Dragons belong to the Light Realm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_6244634971554940377.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primordial One",
        "desc": "<p>The First Descender, who defeated seven Dragon Sovereigns of the world and created people. The Primordial One may be Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_6047094467838473554.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "name": "Nibelung",
        "desc": "<p>The leader of the elemental dragons, who traveled beyond the world of Teyvat to gain the power of the Abyss to fight the Heavenly Principles.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/596896f7ea3d51d7b1f6e504094f9d97_4010709984094972573.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>The Pyro Sovereign, defeated by the first Pyro Archon, Xbalanque. He faked his own death, after which the descendants of the ancient dragons could only bow before the throne and watch as their civilization inevitably faded away with each passing day.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/36590cd4be92a9d70abed92915537d5e_3879864065456128285.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Obsidian Codex",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/cd11df3be5420d2c53c2da0d3298eb92_1095952715486440137.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6660,
        "name": "Delirious Decadence of the Sacred Lord",
        "desc": "<p>Weapon Ascension Material.<br>It is said that the controversial mastermind who later came to be known as the Sacred Lord of the ineffable city was once imprisoned. The first human to ascend, who at the time had not yet attained divine form, showed him great compassion.<br>Thus, after emerging from the mighty wing-shadows of a once-great race, he was accepted by the tribe who had once been his.<br>Since then, he has concealed his true visage beneath a mask, hiding the golden patterns that mark it, and resolved to offer up everything to the master who holds his vow.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/0e878dbfaa80066b537aa65b21f98ab5_7374209565302970495.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6661,
        "name": "Delirious Desolation of the Sacred Lord",
        "desc": "<p>Weapon Ascension Material.<br>During the war with the dragons, that mastermind of all the tribes — the same one who had hidden his face behind a mask — deciphered the golden patterns on the non-human ruins for the warriors. The knowledge with which he did so is now long lost.<br>It was from their enemies that he learned the language and thought patterns required to do this. For him, wielding these skills against them was perhaps a deeply satisfying act of revenge.<br>Yet his unconcealed hatred for them was a recurring cause of great concern among his fellow heroes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/ad7d4eced9c047cf55dc7de12602b032_58766908942440815.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6657,
        "name": "Blazing Sacrificial Heart's Hesitance",
        "desc": "<p>Weapon Ascension Material.<br>After the original civilizations crumbled like shattered jade — and those envoys from the skies above, under whose guidance the earthly civilizations had thrived, were devoured by the awakened dragons — humanity plunged into savagery, losing the ability to perceive the world anew.<br>Thus did they revert to their most primal beliefs, convinced of the inherent mystery of the earth that nurtured all things. This marked the dawn of the era where hunted prey began to be offered as sacrifices.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/950e0ff91d2403dacc8c17553620ac31_1673674239830066296.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Grand Alliance",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/d00e4b41333f68ba0880a894c481a3d0_872258698219727696.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Xbalanque arose from the throne to enter the Sacred Flame, the mortal world awaited the arrival of their successor. Och-Kan, who proclaimed himself the Sacred Lord, decided that the god he had loved and shed golden tears for should forever remain the one and only. He became the ruler of the first city of the Pyro Archon, which was named Ochkanatlan, and led the Grand Alliance to unite all the tribes under its rule. Among Och-Kan's allies were Yupanqui, a warrior from the Scions of the Canopy, and Uenuku from the People of the Springs, followed by the Oceanids.\nTo create an ideal world for people, the Sacred Lord decided to become the sole ruler of Natlan. The experience of the desert realms and the barbarians of the northern sea showed that multiplicity leads only to endless internal strife. The various tribes were not allowed to overstep their bounds and claim kingship as they did before. In Ochkanatlan, sacrifices and worship of the Lord of the Night were prohibited. Och-Kan believed that humanity could move forward along the chosen path, but for this, it was necessary to forbid all offerings to the Night Kingdom so the souls of traitors would not entice the living. He hoped to create this world for people for the sake of Xbalanque. Only people would become rulers, not bow to the Night, nor must they submit to the Flame."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/272374c1e33104bb8b7eb592a812fa37_7569566763402282627.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "To explore the ruins beneath the city, Och-Kan sent scouts who discovered flooded areas. The Sacred Lord believed that the depths must contain the Core of Chu'ulel, which once controlled all the city's mechanisms. He instructed each tribe to send people to create waterworks constructions to pump water out of the ruins. Over time, the workers began to get sick, and superstitious rumors spread among them, so fewer people were willing to work. Even Och-Kan's friend, Uenuku, left the Alliance with the Oceanids. In the dragon ruins, where Och-Kan entered with the Flamelord's Blessing, he met the Dragonlord Ix Uxul Tz'ib Bolon Ch'ule-L (Type-L Self-Regulating Overseer Array Integrated Processing Unit), the ruler of Chichen Uctokah. She called the Sacred Lord the fated Sovereign and told all about the ancient empire of the dragons: the ladders that climbed up to the firmament, the great weapons and cannons, the research and wishes. Och-Kan realized that the dragons could not regain their former glory under any circumstances, or humanity would be powerless to stand against them. He tricked Ix Uxul Tz'ib Bolon Ch'ule-L into a statue of the dragon age and deprived her of her power so that he could use the energy to control the Source Mechanisms. The ancient ruins were sealed, and all workers were forbidden to go near them. One day, he lit a huge fire to burn all the excavations and everyone who knew about them."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/d25bfa25bdc4ed14f83eeef1456eb86b_1961966198890084761.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Even when the Dragonlord was imprisoned in a statue, she refused to obey the Sacred Lord and control the ancient mechanisms, which only dragons were capable of. To protect humanity from the threat, Och-Kan decided to destroy all the descendants of dragons and create a Core of Chu'ulel that owes allegiance to humanity alone. Over time, he realized that if only the beasts' blood could control the mechanisms, he had no choice but to enslave the \"draconic\" part of himself to control the Core. And even should his \"human\" parts perish, his \"draconic\" components would remain imprisoned in a slave body and would forever submit to humans and their will and ideals. The Sacred Lord couldn't trust any power mightier than humanity since everyone who possessed power committed appalling evils. Even he himself was no exception. When Och-Kan looked in the mirror, he noticed that his only pupil, visible through the mask, gradually became vertical, which only increased his hatred for dragons."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/72e7891dbd4087cbb4d0bfd219d3638d_2079248200380823695.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Attempts to lead humanity down the right path led Ochkanatlan to become corrupted by the Abyss. Believing that only harnessing the powers of the Abyss would lead humanity to freedom from external restraints, the Python King opened the door to malevolent forces to charge the Core of Chu'ulel. At first, the Abyssal corrosion remained within the controllable range, and Och-Kan hoped that people would gradually adapt to it. But suddenly, during the waterway repairs, overnight, a deep well was completely submerged by a dark calamity, and all nearby residents were transformed into monsters. By the Holy Sovereign's decree, the three areas in the southwest sector of Ochkanatlan had been sealed off, and the Cuauhtli Warriors unsuccessfully burned the infected, whose flesh had long since decomposed. The Python King ordered the city to be permanently sealed so that the Abyss would not break through the walls. He sealed his mind into the Core of Chu'ulel to save his people and fought alongside them within Ochkanatlan. No matter how things would become outside, the kindling of human \"hope\" would forever remain inside. Flesh and blood might slough away, bone and marrow might rot, and even the soul might plummet into a prison from which there is no return, but \"hope\" alone must never be forsaken, for this was the sole treasure left by Xbalanque.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>In order to pursue the great dream in the morning mist and sea of clouds, the warriors who soared the skies never rested for a moment.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/8694aaf89d32e75eca416ec7fe41e487_1634629131275010160.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Elemental Dragons",
        "desc": "<p>An ancient race, who ruled Teyvat long before human existence. Dragons belong to the Light Realm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_6244634971554940377.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Night Kingdom",
        "desc": "<p>The Lord of the Night designed a realm of souls and memories to recreate the damaged Ley Lines in Natlan. The Night Kingdom is a mysterious, liminal space between the body and mind, life and death, where the souls of all the dead Natlanese go.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanids",
        "desc": "<p>Oceanids are intelligent Hydro lifeforms created by the previous Hydro Archon, Egeria, and are able to manipulate water at will. <span class=\"wk-shady\">All the people of Fontaine were once Oceanids, whom Egeria had turned into humans to satisfy their wishes, going against the will of the Heavenly Principles.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/94376896/5e33c09fbd3c6781bb822fd9c57b6abc_7075433854813111066.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7407,
        "name": "Open Your Heart to Me",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/20856775/1c0f22a859063af0403353b6fad40a28_141740419958079412.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Lord of the Night",
        "desc": "<p>An angel who created the Night Kingdom in Natlan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/6b241f723a377795d5a2ef3c3e97200b_1026552209256108574.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Unfinished Reverie",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/356c6b0e1be129282f759d8844872c7d_544884929456263860.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6549,
        "name": "Footprint of the Rainbow",
        "desc": "A keen polearm forged from jade. It gives off rainbow-hued light when exposed to sunlight.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9d5294dc8b165585f51ec126543a5208_1314604610170565721.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6662,
        "name": "Delirious Demeanor of the Sacred Lord",
        "desc": "<p>Weapon Ascension Material.<br>It was in that era that the first human to ascend arose from the throne to enter the Sacred Flame, while the mortal world awaited the arrival of their successor.<br>It was also the era that the mastermind took up the reins of all authority in their stead.<br>Unfortunately, this self-proclaimed Sacred Lord, this usurper who believed that the god he had loved and shed golden tears for should forever remain the one and only — overstepped his authority. Placing selfish desire above the commandments left by that revered god, he established a city in which the heavens and the earth were separated from one another.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/aa7185b04bd1c2497721b870cc673d60_2558068363168163863.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6658,
        "name": "Blazing Sacrificial Heart's Resolve",
        "desc": "<p>Weapon Ascension Material.<br>It is said that the Sage of the Stolen Flame, after imparting the secret knowledge of the mastery of flames in all their many forms to the tribespeople, hoped that they would climb the ladder of civilization and abandon the wrongful practices of their forebears.<br>Yet dogma deeply entrenched is difficult indeed to shake, and the now empowered youngsters instead ignited conflicts within their own tribes merely for the sake of more offerings. This may explain the sage's eventual disillusionment and withdrawal from history.<br>Notably, it was precisely during the reign of the Sacred Lord of the ineffable city that the practice of offering live sacrifices was banned outright. Though the Sacred Lord's true motivation for abolishing many of their customs was the consolidation of authority, this particular act might also be seen as the start of a new kind of civilization.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/df3fc459d775fc9e9039538ca269a904_1049025833407742815.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Collapse of the White Tower",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/e7d13bd7223a42bd4d438059d01d18c5_65410704949226809.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Xbalanque defeated the Pyro Dragon, he split his eye into two. According to legend, the ancient Dragonlord, who once held dominion over all light and wisdom, transformed one of his eyes into a conduit of supreme authority by which all flames might be governed. Xbalanque took\nand Waxaklahun Ubah Kan took the other. According to the agreement, Xbalanque and the Sage of the Stolen Flame were to combine the Golden Entreaties and activate the power of Huitzilopochtli. Waxaklahun Ubah Kan knew that humans might not survive this disaster, but he hoped that civilization would come later and would surpass both dragons and humans. Xbalanque broke his oath with the dragon, and Och-Kan, in an attempt to prevent his father's plans from coming to fruition, decided to hide the Golden Entreaty. He turned the cable created by the ancient dragons that led to the sky to modify and create the\nTo prevent the Sage of the Stolen Flame from taking possession of the Golden Entreaty, Och-Kan hid it on the Tonatiuh and placed a seal on it that could only be removed by the blood of the Flamelord's descendant. Moreover, he ordered the destruction of the towers that allowed Huitzilopochtli to cover all of Natlan and anchor its areas of coverage.\nAlthough the Python King spent all his strength to continue the work of the god he loved, he became a tyrant to the people he considered his own. In their eyes, he was no different from any of the evil dragons who ruled over Natlan, and they cried out for a new Pyro Archon to slay him. The scarlet-eyed youth of the Flower Feather clan led the daughter of the mines, Sakkuk, from the Children of Echoes, the aging warrior Yupanqui, who had hesitated for so long to rebel against his friend, the twins Atawallpa and Waskar, and the surviving craftsman Manqu, who had survived the fire to seal the dragon ruins of Ochkanatlan. It is said that when the scarlet-eyed youth burned down that city above a city, submerged in shadow as it was, he witnessed a half-human figure before the royal hall who had been driven mad. As if tearing off its very face, it ripped away at its indelible divine visage, revealing gaping holes that were fearsomely draconic. Consumed by the golden flames it spewed, the disfigured form of that deranged soul fell from a great height into the pitch-black mire below. Forsaken by all, thus was the tragic end that this delusional outcast is said to have met.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>In order to pursue the great dream in the morning mist and sea of clouds, the warriors who soared the skies never rested for a moment.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/8694aaf89d32e75eca416ec7fe41e487_1634629131275010160.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>The Pyro Sovereign, defeated by the first Pyro Archon, Xbalanque. He faked his own death, after which the descendants of the ancient dragons could only bow before the throne and watch as their civilization inevitably faded away with each passing day.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/36590cd4be92a9d70abed92915537d5e_3879864065456128285.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Astral Vulture's Crimson Plumage",
        "desc": "An ancient longbow crested with red feathers, a sacred relic of the Flower-Feather Clan that has been passed down from generation to generation.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Unfinished Reverie",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/356c6b0e1be129282f759d8844872c7d_544884929456263860.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruins of the Sage of the Stolen Flame. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's back. Golden inscriptions are etched into the surface of the white disc, and when touched, one can sense the intricate patterns pulsating as if imbued with life.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/27/41133912/558e5a31d367a67a8e85745a668d2c5e_3222826536943573284.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruler of Cinder City's corroded ruins within Ochkanatlan. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's body, and is said to have been one of the fragments left behind when the Flamelord's eye was split in two. According to legend, it is said that the ancient Dragonlord — who once held dominion over all light and wisdom — transformed one of his eyes into a conduit of supreme authority by which all flames might be governed, and that this became his only exploitable weakness...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/41133912/558e5a31d367a67a8e85745a668d2c5e_116786154739108321.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6663,
        "name": "Delirious Divinity of the Sacred Lord",
        "desc": "<p>Weapon Ascension Material.<br>The Sacred Lord of the ineffable city often murmured non-human languages in his dreams, and when he beheld himself in the mirror, he saw how the single pupil that was visible through his mask was gradually becoming bertical. This only served to further fuel his growing hatred for the dragons.<br>It is said that when the scarlet-eyed youth burned down that city above a city, submerged in shadow as it was, he witnessed a half-human figure before the royal hall who had been driven mad. As if tearing off its very face, it ripped away at its indelible divine visage, revealing gaping holes that were fearsomely draconic.<br>Consumed by the golden flames it spewed, the disfigured form of that deranged soul fell from a great height into the pitch-black mire below. Forsaken by all, thus was the tragic end that this delusional outcast is said to have met.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/4c7853537ced53b00d9bb4f1afd665db_3037530834058540477.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cocouik",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "500 years ago, when the world was filled with the Abyss, an evil dragon appeared near Cinder City, attacking people who approached. The Sage of the Stolen Flame, not giving up on his attempt to obtain the Golden Entreaty, created the legend of the\nwhich could suppress the Abyss forever. Many travelers went to Tonatiuh searching for the treasure, but few of them returned. One of the travelers was the adventurer Bona from the Flower Feather Clan, whose father did not return from Ochkanatlan, leaving her with the Pyrophosphorite needed to obtain the Jade of Return. With the help of the Pyrophosphorite, she awakened the dragon spirit slumbering within the heart of the Ochkanatlan mechanism (the Core of Chu'ulel) and named it Cocouik. Traveling to Tonatiuh with Cocouik, Bona discovered the true nature of the Jade of Return, a mechanism that could save Natlan but not its people. She realized that Waxaklahun Ubah Kan, who had lured them there, could not touch the Jade, so he needed Bona and Cocouik. The adventurer protected the last fragment of Pyrophosphorite and the Golden Entreaty needed by the Sage of the Stolen Flame, but Cocouik failed to save her."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/cf3b2610ccc551e03a7b593928a5b591_8361591103436591534.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 years later, the Traveler, Paimon, and their Saurian companion arrived in Ochkanatlan in search of the Golden Entreaty. Like Och-Kan, the Saurian was marked by Flamelord's Blessing, which modern Saurians cannot withstand. Although the mark of Xiuhcoatl grants great powers to the descendants of dragons, it eventually kills or drives them mad. To remove the mark, the Traveler must collect both Golden Entreaties and travel to the Great Volcano of Tollan. In Ochkanatlan, the Traveler and Paimon met the ghost of Bona, who had no memory of her death, and Cocouik. Together, they went to the Tonatiuh and found the\nWhen the Traveler defeated the evil dragon, Cocouik was reunited with his body. It turned out that the evil dragon that had been attacking people was Och-Kan, who had been corrupted by the Abyss. Although the Python King could not be cleansed of his taint, he was able to share his memories with the Traveler and fell into slumber in silence until the end of time. After Och-Kan's soul returned to the Night Kingdom, he helped the Traveler fight the Abyss to save Natlan.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>In order to pursue the great dream in the morning mist and sea of clouds, the warriors who soared the skies never rested for a moment.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/8694aaf89d32e75eca416ec7fe41e487_1634629131275010160.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Night Kingdom",
        "desc": "<p>The Lord of the Night designed a realm of souls and memories to recreate the damaged Ley Lines in Natlan. The Night Kingdom is a mysterious, liminal space between the body and mind, life and death, where the souls of all the dead Natlanese go.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Flower-Feather Clan",
        "desc": "<p>One of the six tribes of Natlan, also known as Tlalocan. The tribe's people live alongside the Qucusaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/b3db302029d76613e2bfa33f036c565c_7606088335673821556.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Lost Traveler in the Ashen Realm",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">A World Quest Series following Bona and Coco, an adventurer and her companion, to find the Jade of Return and track the evil dragon down.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/118896516/ab06e18104f1151fa067413a66270fd9_7737327367838782536.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>An adventurer who went to Ochkanatlan to find the Jade of Return that can cleanse filth. <span class=\"wk-shady\">She lived almost 500 years ago.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/670e85842edd33ed3f3ddddde20976a5_4273042058691724356.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Little One",
        "desc": "<p>A little Tepetlisaurus that received the<custom-ruby data-ruby=\"Flamelord's|Xiuhcoatl|\"></custom-ruby>Blessing. It accompanied the Traveler on a pilgrimage to the Great Volcano of Tollan to remove the mark.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/63ce79e5312eda1c2946bde7b80c7727_6704985478906573625.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Scroll of the Hero of Cinder City",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/6ad5095f324c2da829ecaa5e2ed13af9_552940265782217486.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "A Nameless Adventurer's Notes",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "name": "Pyrophosphorite",
        "desc": "An ordinary-looking stone that seems to be the key to unlocking the secrets hidden within the legendary Tonatiuh.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/1753d71c8a0f185f6dd71899f91d6fa1_1880279432634972620.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruler of Cinder City's corroded ruins within Ochkanatlan. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's body, and is said to have been one of the fragments left behind when the Flamelord's eye was split in two. According to legend, it is said that the ancient Dragonlord — who once held dominion over all light and wisdom — transformed one of his eyes into a conduit of supreme authority by which all flames might be governed, and that this became his only exploitable weakness...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/41133912/558e5a31d367a67a8e85745a668d2c5e_116786154739108321.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Och-Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/4c3b65f258e8510e957ae0e66a315751_3536870052049586754.png"
      },
      {
        "key": "Och-Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/cf3b2610ccc551e03a7b593928a5b591_3856107506150366904.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Och-Kan"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Dragons"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Sacred Lord\nPython King\nRuler of the Cinder City"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Holy Sovereign's Notes (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "...The Cuauhtli Scouts that were dispatched have returned. According to our preliminary investigation, there are ruins that extend to a considerable depth beneath the city... completely submerged... If what (...) said is true, deep within the ruins, there should still be...\n...If Ixquieh were still alive, perhaps she could have created something to quickly drain away the water...\n...We must find a way to drain the water away. Otherwise, we cannot continue..."
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Laborers were requisitioned from each tribe, one from every ten households, in the name of waterworks construction...\n...Aside from the First Speaker of the Flower-Feather Clan's refusal to recruit laborers, no other tribes objected...\n...Storming out unauthorized not only constitutes a blatant abuse of power, but demonstrates utter disregard for our oaths of alliance...\n...Whatever the cost, the accumulated water must be drained away before winter arrives...\n...According to the supervisor's report, the laborers are highly motivated...\n...There have been a few instances of slacking off, but progress has not been affected...\n...Any slacking is a betrayal of the alliance and those found guilty must be...\n...The total number of people in the city exceeds... No potential threat can be ignored. We cannot afford to risk the lives of the tens of thousands he saved...\n...If Uenuku had not left the alliance due to (...), and if the Oceanids who once followed him had not gone too, exploring this place would be much easier...\n...Human laborers are too inefficient and lacking in strength...\n...It is precisely because of this that they are powerless against the transcendent...\n...And that is why all that is beyond human comprehension must be eradicated...\n...The burning sensation that flows beneath my skin still lingers. Blood was let as usual, yet (...) has still not been alleviated...\n...While I am still clear-headed, I must remember to order (...), have him reward hardworking laborers with extra grain rations..."
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Evidently, as mentioned by (...), this statue is a construct from an older era. From its appearance, it seems that the dragon craftsmen never managed to complete its lower half. Perhaps they were interrupted by some kind of unexpected emergency...\n...The Secret Source Automata have shown no hostility... It may be assumed that there must be at least one control center; otherwise, they would not be able to operate independently...\n...With some slight modifications to the Phlogiston Engravings, we may be able to...\n...According to the supervisor, the laborers' spirits remain high... Apparently, they cheered with great fervor during inspections...\n...The report makes mention of superstitious rumors... Clearly a lack of understanding regarding Phlogiston Engravings... Dismiss most of the laborers and keep only a small team... to avoid..."
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"...The secret... necessary sacrifices... anything it takes...\"\n(Most of the rest of the content has been burned and is illegible.)"
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "...She called me the fated Sovereign, speaking gently by my bedside of this so-called glory, the glory of vicious beasts. It was... nauseating...\n...Her words were exactly the same as those of (...) ...Xbalanque, now he was someone who never appeared in any prophecy. Not even those ignorant, savage beasts foresaw his existence...\n...In other words, he was a true \"human,\" a Sovereign who belongs solely to \"humanity\"...\n...And for that reason, he alone is the one that all should follow... No one but him deserves to be called a \"god\"...\n...\n...Without holding anything back, she showed me all there was to know about that ancient empire. That ladder that climbed up to the firmament, those weapons converted from (...), those cannons that could tear (...) to pieces, those (...) that fell from the three moons, the research about (...) and wishes...\n...It sent chills down my spine... We must not give them any chance to regain their former glory, or humanity will be powerless to stand against them...\n...Efforts to seek reconciliation are futile, unless they submit fully to humanity's chains, for otherwise...\n...The memories she possesses... the energies by which the Source Mechanisms may be controlled... can still be harnessed by humans...\n...Whilst ensuring that she does not perish before her energy has been fully depleted, we must find a way to completely strip her of her authority..."
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "...We must no longer allow the various tribes to overstep their bounds and claim kingship, as they did before. There is no benefit in having too many rulers; it will lead only to endless internal strife, just as it did with the barbarians of the northern sea and the desert realms...\n...Let there be but one ruler here, one sovereign, one god. Any dispersal of authority is an opportunity for humanity's enemies. Any possibility of revolt must be eliminated...\n...If the history I read from her memories was true and accurate beyond any shadow of doubt, humanity could surely advance, even where those wicked beasts stumbled and fell... So long as we maintain our caution, this power can smash anything that would dare stand in the way of humanity seizing its own destiny...\n...Before that, all offerings to (...) must be ceased... This is the sole variable involved. The souls of traitors must not be afforded the chance to entice the living — the dead should stay peacefully dead...\n...That way, I shall not put his name to shame... Humans, only humans, those he saved, shall become the rulers of all. They will not bow to the Night, nor must they submit to the Flame..."
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "...That despicable demonic entity has been imprisoned within the statue, and yet it refuses to sing as I will it to. A wicked beast in truth, I suppose, to enact defiance it knows full well to be futile. Clearly, humanity shall only be safe from threat once we have imprisoned every last one of her kin, more wretched than she as they are...\n...At present, the only problem that needs solving is that only their base, beastly blood can control these ancient machines. And yet they cannot be trusted, and I cannot expend all my energies controlling those mechanisms as the creature within the statue does...\n...I must find a way to build a Core of Chu'ulel that owes allegiance to humanity alone...\n...\n...Very good. I begin to understand it all...\n...Since only the beasts' filthy blood can operate these devices, the only rational choice is to enslave the \"draconic\" part of myself...\n...That way, even should my \"human\" parts perish, my \"draconic\" components will remain imprisoned here, a slave eternal beneath \"human\" boots, ever submitting to their will and ideals, ever heeding the souls of those who that person once saved...\n...All things that might oppose humanity must be detained...\n...We cannot trust any power mightier than humanity, nor place our hope in their beneficence. No mighty being of such a kind and gentle nature has ever existed save for that person, one who would never commit appalling evils. I myself am no exception, and that is why we must outlaw all...\n(The following segments have been smeared, and cannot be read.)"
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (VIII)",
        "desc": [
          {
            "type": "RichText",
            "text": "...The Recording Officers' reports indicate that Abyssal corrosion remains within the controllable range. It is as our initial estimations showed. No borrowed powers beyond humanity's ken were needed to crush the alliance's foes...\n...The casualties will inevitably decrease over time, so long as people gradually adapt...\n...They may not yet comprehend why we do this, but they shall one day. One day, they will know that this was the only path amidst the many we could have chosen that could lead them to freedom from all external restraints. To survive by relying on the laws of Night is akin to a traveler in winter setting their clothes alight to keep warm...\n...Human fate should be governed by humanity alone, just as he once did..."
          }
        ]
      },
      {
        "title": "Holy Sovereign's Notes (IX)",
        "desc": [
          {
            "type": "RichText",
            "text": "...The alliance shall never perish... I will not... I cannot let the nation he founded... the realm he dreamt of... perish from this world...\n...So long as this city remains permanently sealed, the Abyss cannot break through the walls...\n...No matter how things become outside, here shall the kindling of human \"hope\" ever remain...\n...Flesh and blood may slough away, bone and marrow may rot, and even the soul may plummet into a prison from which there is no return, but \"hope\" alone must never be forsaken... for this was the sole treasure that person left for me...\n(The handwriting gets messier from here on out, making it hard to decipher.)"
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Know this, brethren...\n...Not once has the Sage ever cared about humanity's survival. For the sake of the path of \"evolution,\" the Sage was even willing to sacrifice the future of its own kind...\n...Heaven cares not about the wills of those who dwell in this world. We are viewed as pillars that bear up the earth, necessary for the struggle against its personal foes...\n...And so, we may rely on neither the wisdom of dragons nor the Lord of the Night's might, nor may we pray to any god other than the one and only Pyro Archon...\n...\n...The only road left to us is the path of Xbalanque...\n[Phlogiston inscriptions that could not be seen previously emerge.]\n(Mine foolish heir, O you who assert such narrow opinions of species. \"Evolution\" is a mingled thing, not pure and untainted as you have imagined. That is precisely why \"evolution\" opposes \"eternity.\")"
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "..Remember this, brethren...\n...Humanity is the apex life form, the final destination of all things that live in this world...\n...The vishaps of the Great Volcano once held themselves masters of evolution, but they lost their wisdom in their lengthy, chaotic adaptations, and with it, their power, becoming but beasts to be slaughtered by humans...\n...The devolution of the Pyro Vishaps proves that dragon-kind has been abandoned by the evolutionary path. Their heirs have lost the primal flame's purity, and the sovereign of fire shall never again be born from amongst them...\n...\n...Under his guidance, humanity came to rule the land, and one day, we shall conquer the heavens also. Thus, be not bound by the realm of Night...\n...Those upon whom have been bestowed the fortune of boarding this ship, go ye forth! Take the first step toward the realization of our great cause...\n[Phlogiston inscriptions that could not be seen previously emerge.]\n(Were it not for the arbitrary divine punishment that divided my race and cut off their evolutionary paths, why would I have needed to seek new possibilities in humanity? Oh humanity, you who were created, you will never understand, for you are but one stage in this \"evolution.\")"
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Understand this, brethren...\n...Everything comes at a price, and anything that surpasses human wisdom cannot be relied upon...\n...The ancient dragons believed that technology and the Flamelord's authority would grant them overlordship for ten thousand years, but through this, they also lost the strength to progress, and eventually lost it all...\n...If we rely on heaven's rules, not only shall we be bound by the earth, but we shall in the end become but puppets, strung up on the Lord of the Night's strings...\n...Never stop moving forward, or our beloved king and our alliance's glorious cause shall be destroyed in but an instant...\n[Phlogiston inscriptions that could not be seen previously emerge.]\n(I saw, in those dark bedeviled skies, the stallions that raced amidst the true stars... and then at last I understood that all empires, no matter how great, will eventually become barriers in the way of living beings and their continued evolution. Only...)"
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "..You must believe, brethren...\n...The great Pyro Archon Xbalanque's light guides us, and our victory is inevitable...\n...\n...Listen not to the chaotic rumors spread by tale-tellers in the wilderness, and heed neither the words of false gods nor the rebellion of the golden-eyed...\n...The only one we should worship is him, for he is the one true king who is of \"humanity,\" the one true \"human\" god...\n...The true god shall never die... Glory eternal..."
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "[Most of the inscriptions on the stone tablet have been erased, rendering them almost unreadable.]\n...The highest... greatest... brightest (...) made a pact with the (...) of the silver dragon. The shattered gold seal is proof of the oath...\n...By that oath did (...) obtain, from the dragons... the authority of \"Huitzilopochtli\"...\n...Once... shall turn to charred earth... Therefore... must not fall to...\n...For the alliance and humanity's future, I seal it here. Only by the Flamelord's blood... may...\n...Future generations, all shall..."
          }
        ]
      },
      {
        "title": "Someone's Notes",
        "desc": [
          {
            "type": "RichText",
            "text": "...If only I could have returned to the flames alongside him then...\n...No. One who has committed such crimes, a beast who has slain all near and dear, is unworthy of an ending as warm and brilliant as his...\n...Such revolting blasphemies... Must be executed, blood spilled for blood, for...\n...For... whom?"
          }
        ]
      }
    ]
  }
}