{
  "epId": 7297,
  "name": "Waxaklahun Ubah Kan",
  "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1748123238,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Kukulkan and the Seed of the Primal Fire",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/a1d846f80c1e55e2a7ab95315058e57e_1873050929874800432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Long before the existence of humanity, Teyvat was ruled by a highly advanced dragon civilization led by the primordial dragon, Nibelung. On the land that would be called Natlan thousands of years later, on the Sacred Mountain, the first Pyro Sovereign, Xiuhcoatl, was born from the primal fire, founded the Sacred City of Tollan, and created the Dragonborn with the primal fire. He gave his first creation, his brother\na piece of that same fire, which the descendants of the dragons considered part of a great soul. When\nfrom beyond the skies appeared in Teyvat, a war began between the First Descender and the dragons, during which the reaver froze Xiuhcoatl in lava, causing him to fall into a false death. When Nibelung returned to Teyvat with the forbidden knowledge, the Flamelord was called forth by the Abyss and awoke from his long dream. The reaver annihilated the\nat great cost, and at that moment, the Flamelord, who had been steeped in the Abyss, regained brief, tragic clarity."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/b04ee438a63a713231ce03528873c47e_562786398138198947.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "To fight the reavers and the Abyss, in the moments of clarity, Xiuhcoatl decided to use the\nwhich was capable of transforming all of Natlan into a land consisting only of phlogiston matter. All life would either be destroyed or forced to abandon its body and become phlogiston-based life forms. Then the dragons, now phlogiston-based life forms, would rule this new world. Although the dragon court, blindly following their ruler, agreed to this plan, Kukulkan was horrified. All life, transformed into flickering, illusory shadows cast by a giant torch, would be deprived of any chance to evolve. Kukulkan knew that the Flamelord, who had experimented on himself for Huitzilopochtli's creation, would be the first to die from the use of this power, so he did not agree to his brother's plan. He saw light fall upon the rootless earth, dragons prostrating before their ruler's deathbed, a great civilization perished, and the world obeyed cycles. The sage of the dragons knew that the gods in the heavens and the king of all dragons lacked the power to defeat the enemies hiding in the deepest corners of the Night Kingdom. He hoped that in the abundant primordial wilderness, there was a land that wasn't touched by filth and decay."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/22/237301566/07572b5fa339baa6bdda00d5a2e02ed3_786153547844488635.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Appointed regent after Xiuhcoatl's corruption, the wisest of dragons decided to find another solution and go to humans, in whom he saw the hope of evolution. Humans were the most beloved and weakest creations of the Primordial One, who had taken the place of dragons. When the second war with Nibelung broke out in Teyvat, the primitive civilizations collapsed like broken jade, and the awakened dragons absorbed those who led the earthly civilizations. Humanity fell into chaos, losing the ability to perceive the world and returning to primal instincts. According to the legend, Kukulkan passed through searing flame and raging wind and took unextinguished\nfrom the ancient palace beneath the magma, becoming the Sage of the Stolen Flame. The wisest among dragons traversed the burning plains, carrying the seed split from the primal flame, stepping into a rugged, untamed land. He walked through hot springs and valleys that dragonkind had yet to touch, and one day, the fog dispersed in a deep valley, and humans appeared before him. These creatures, who should still have been wrapped in swaddling cloths, yet were born in a land where dragons did dance, so they could survive only in the shadow of ancient wings. Although they had long lost their guide, forgotten their past histories and memories, and lost themselves amidst mountains and wood, they survived. Marveling at their tenacity, unity, and courage, the sage among dragons resolved to grant them the flaming seed of wisdom. But that gift had its price: it would civilize these barbarians, but it would also order their destinies, and unlike the plan of that first divine one, what the most sage one brought was the profane path of \"evolution.\" Waxaklahun Ubah Kan foresaw that at the end of this path, human blood would be poured, two species, two bloodlines, would merge as one, and an ancient pulse would surge through a reborn civilization. When Waxaklahun Ubah Kan created the\nhe gave phlogiston to the first barbarian, Chaac, who ascended the island and said that among Chaac's descendants, a savior of two worlds would be born."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"But from your heirs shall come the savior of two worlds. He shall be brutal as a manticore, but as cunning as a wild fox.\"</color>\n<color=#ffffffd9>\"One day, he shall slay the overlord of fire and ascend to the oldest of thrones. Praise be unto the ruler of two worlds!\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/8e804c627f71c74c767026a67861ce53_9060395117135110288.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The brave and wise Chaac took the ever-bright kindling from the hands of the Sage of the Stolen Flame and shared this kindling with his fellow tribespeople, passing the secret of fire on to all who came forth to study it. Thus, the new sprouts of civilization sprang up once more from the untamed wilderness. Having mastered the majestic primal flame, fearless Chaac and his companions at last defeated the raging, wicked Lord of Volcano and founded the first tribe. Over time, all the tribesmen dispersed across the earth, and Chaac was left alone. On the last night of his life, he climbed a high mountain to ignite the first flame. He called out, hoping to reunite with his former companions. The gods of the night realm responded. That night, voices from another world rang out across the land, merging into the birth-cry of the first Wayob of the Night Kingdom."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/8d8e829bd173a60d120d829446104133_7883217380630042215.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "According to legend, when the Sage of the Stolen Flame shared the seed of fire with the people, they imitated the dragons, creating a language to control phlogiston. This is how Phlogiston Engravings were born. In ancient times, there was a sage who attained such mastery of the art of Phlogiston Engraving that they could transform all its many meanings into graceful, drifting lines. With phlogiston as their medium, they used towering cliffs as canvases for vibrant murals. This, it is said, is the origin of Natlan graffiti as we know it now.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Ancient Sacred Mountain",
        "desc": "<p>Before the descendants of the various tribes learned to record their history with woven scrolls, the ancient and proud nobility had already built a magnificent holy city here, scorning the land that those feeble slaves knew as \"Natlantea.\" However, the vast empire that prided itself on its power has long since perished in battle. Only a lonely tomb remains of that mighty city.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/29/237301566/6fdb6cce9a5cce40096dce9c2672feba_7641303426493271828.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Elemental Dragons",
        "desc": "<p>An ancient race, who ruled Teyvat long before human existence. Dragons belong to the Light Realm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_6244634971554940377.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "name": "Nibelung",
        "desc": "<p>The leader of the elemental dragons, who traveled beyond the world of Teyvat to gain the power of the Abyss to fight the Heavenly Principles.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/596896f7ea3d51d7b1f6e504094f9d97_4010709984094972573.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>The Pyro Sovereign, defeated by the first Pyro Archon, Xbalanque. He faked his own death, after which the descendants of the ancient dragons could only bow before the throne and watch as their civilization inevitably faded away with each passing day.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/36590cd4be92a9d70abed92915537d5e_3879864065456128285.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primordial One",
        "desc": "<p>The First Descender, who defeated seven Dragon Sovereigns of the world and created people. The Primordial One may be Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_6047094467838473554.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Obsidian Codex",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/cd11df3be5420d2c53c2da0d3298eb92_1095952715486440137.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Records of Hanan Pacha",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mictlan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/45e7cf2f6922c41f29cbd811017e0c72_6178923358712572512.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In the distant years when the great dragons still roamed the earth, the deep valley had not yet been given the name of \"Mictlan\" and was inhabited by lowly villagers under the protection of the dragons. Ancient fire beacons incinerated the dragons' prideful honor, driving them to flee fearfully into withering dreams. So the dragons made a pact with the mortals who sought their protection, demanding them to choose a Holy Sovereign, one with exceptional talents and a star-bright soul. They promised to build a labyrinth of mirrors and a fortress of mist to protect the tiny mortal tribes from the scourge of war. In return, they asked only one thing — to choose a Sovereign to guide them into their dreams. But this so-called fated Sovereign was but an offering to dreams, destined to be dispersed like smoking embers by the cold night wind. Their eyes were blinded so they would not be entranced by the colors they reflected, and their ankles were mutilated so they would not abandon their beloved comrades. One of the Sovereigns was a young girl whose only companions were a flute and her silent attendant, Dinga."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/22/237301566/5d9e2a66fb12e2e52771f122d6909843_3566651460353031511.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A covenant was established between the people of the valley and the noble scions, extinguishing the bloodthirsty flames of civil war, leaving only the peaceful silence of death, and no one noticed the cunning plan of the sage among the dragons. With small tricks, all in the name of goodwill, the sage incited the young Sovereign to revolt against the dragons. One day, he guided her through the perilous realm of night, to gaze upon those night-wind shrouded ways, so after a few clever words about so-called \"hope\" and a little fuel onto the flames of suffering, the young mortal caught his every word. As the sage had predicted, the Holy Sovereign, the young woman, who had once kneeled before the dragons, led an\nhe had never seen before through the wall of fumes with flute and song, and then, following his perfect plan, sent the silent servant Dinga forth from the deep valley. Many years later, when the hero\nplunged the Python King's golden dagger into his former master's heart, only then did the sage, who had thought he could control human hearts, realize that the fiery seeds of betrayal had long been sown. Only the betrayal was not pointed toward the dragons in their deep slumber, but instead came alongside the song of the newborn Wayob, from within the deepest halls of the Night Realm, securing the foundations of the tribe named \"Mictlan\" for a thousand years to come. Under the night wind and cold light of day, people stole secret rites that even the self-proclaimed sage could never hope to acquire.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7287,
        "name": "Tezcatepetonco Range",
        "desc": "<p>Living with the Iktomisaurs, this is where the Masters of the Night-Wind, most mysterious of the six major tribes of Natlan, call home. It is said that at night, the members of the tribe and their Saurians use glowing patterns to listen to the echoes of the silent kingdom of the night.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/8694aaf89d32e75eca416ec7fe41e487_2880658756456199414.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Masters of the Night-Wind",
        "desc": "<p>One of the six tribes of Natlan, also known as Mictlan. They are famous for their predictions and rituals to amplify the ability to communicate with the Night Kingdom and the Wayob.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/13/237301566/0ed9af441ff862c8caccc8ba87d3f4e8_7653645795007489845.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6547,
        "name": "Flute of Ezpitzal",
        "desc": "A peculiarly shaped jade longsword that has been passed down amongst the Masters of the Night-Wind as a \"priestly flute.\"",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7366,
        "name": "Starcaller's Watch",
        "desc": "A statue carved in the shape of an eagle, a sacred relic of the Masters of the Night-Wind that has been passed down from generation to generation.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/de225a286996965268c32027a6c484d9_2367767765928118667.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ruler of Two Worlds",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/6311178c86742d8f0f7bfdd3b2b972a8_887618972970591646.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Sage of the Stolen Flame continued to lead people along the path of \"evolution.\" Through careful selection and cultivation, the tribal heroes he prepared ascended to the stage of competition between all parties. The strongest among them was to become the hero who would rule all human tribes dwelling atop the black stone. In their name, they would make a covenant, raise a banner of the blazing sun, and march upon the\nthat even gods had yet to conquer. On that day, the\non the throne would spit forth flame that could stain the sky red, and the new king would receive the primal flame as a tribute due them for ascension. The dragons would once more bow before the overlord of two worlds, and the knowledge of countless years of civilization would be open to them. To create the perfect ruler for both humans and dragons, Kukulkan created a child, Och-Kan, with dragon blood running through his veins. Och-Kan would slay the decrepit old Pyro Dragon and ascend to become the new Dragon Sovereign, the ruler of two worlds. Och-Kan was no different in appearance from an ordinary human child, but he could live longer than humans and exhibited strength and regenerative capabilities far beyond those of the average adult male. After eating, he always shared the remaining food with the other vishaps he grew up with, which distinguished him from ordinary humans. When a neutralizing injection was administered to vishaps incapable of becoming dragons, Och-Kan displayed a fear absent in vishaps and an empathy toward fallen enemies unseen in humans. Although he was briefly incapacitated, all physiological indicators remained within safe parameters."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/866706487c6079f430bf937c0b9aabc7_913639247660289749.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "One day, Och-Kan escaped from the nest, for which, according to protocol, he should have been pursued and neutralized, but Waxaklahun Ubah Kan informed the dragon council that he had eliminated his son. The Sage of the Stolen Flame knew that if his son followed his plan and became the king of the people, then in the end, he would make the choice that the dragon was counting on, but then everything would be meaningless, so he decided to send his son to the people. When the dragon court found out that Kukulkan stole the Seed of the Primal Fire and that the upstart human federation harbors his escaped test subject, they proclaimed Kukulkan a traitor and tried to impeach the regent from the position of ruler of the Sacred City of Tollan, but were stopped by Xiuhcoatl. After living among people, Och-Kan started to resent the dragons, his father, and the dragon part of himself because he understood that there was no place for people in Kukulkan's plan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/132aa0b697510cba7613d929b1849368_8719093235876291499.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In the years when the war chiefs of the tribes had abandoned their great cause of slaying wicked dragons and were lunged into endless warfare, a hero unprophesied, a champion unchronicled by any plan, appeared. He rose from the dark lands bright as the newborn sun, warm as the budding dawn. He wore a crown woven from golden flowers, wielded a great blade of obsidian, and visited one tribe after another. The Sage of the Stolen Flame did not expect that those with strength would give it an answer beyond conquest and slaughter. Thus, the Grand Alliance was founded, uniting all the tribes, and the first town on the ruins of Chichen Uctokah was built, where the heavens and land were separated. The outlander Xbalanque once saved Och-Kan from the dragon prison and became his friend. Together with other heroes of the tribes, Xbalanque disrupted the plans of Waxaklahun Ubah Kan and killed the corrupted Pyro Dragon. He was reborn from the fire and became the first Pyro Archon, the ruler of the people.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Lost Traveler in the Ashen Realm",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">A World Quest Series following Bona and Coco, an adventurer and her companion, to find the Jade of Return and track the evil dragon down.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/118896516/ab06e18104f1151fa067413a66270fd9_7737327367838782536.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>In order to pursue the great dream in the morning mist and sea of clouds, the warriors who soared the skies never rested for a moment.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/8694aaf89d32e75eca416ec7fe41e487_1634629131275010160.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>The Pyro Sovereign, defeated by the first Pyro Archon, Xbalanque. He faked his own death, after which the descendants of the ancient dragons could only bow before the throne and watch as their civilization inevitably faded away with each passing day.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/36590cd4be92a9d70abed92915537d5e_3879864065456128285.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7365,
        "name": "A Thousand Blazing Suns",
        "desc": "A greatsword that dazzles like the rising sun. It has witnessed the extinguishing and rekindling of innumerable suns.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/da1910fbe0e825e1e3704c126720ab24_2121228058184091562.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Huitzilopochtli",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/eb972859b1cd859eb835e87e96db4d33_2026598325536753667.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The ancient Dragonlord, who once held dominion over all light and wisdom, transformed one of his eyes into a control center for Huitzilopochtli, a conduit of supreme authority by which all flames might be governed. Since he needed to monitor and anchor himself in reality through the \"eye,\" the \"eye\" became his only vulnerability, which is how he was killed. When Xbalanque defeated the Flamelord, he split his eye into two parts, two Golden Entreaties. The Golden Entreaties were a control center that could be used to reactivate the Heart of the Sacred Mountain. For safekeeping, Xbalanque took one Golden Entreaty, and Waxaklahun Ubah Kan took the other. Using the connection with Xbalanque through his son, Kukulkan wanted to prevent Huitzilopochtli from being activated. The Dragon Sage modified the Golden Entreaties so that both a human and a descendant of the dragons were required to return them to the Heart of the Sacred Mountain. Kukulkan made a pact with the Pyro Archon that when the time came, they would unite their Golden Entreaties and activate Huitzilopochtli. He knew that the humans might not survive this disaster, but he hoped that a civilization would come later that would surpass both dragons and humans. When the human Archon bartered with \"death\" for power, the Sage of the Stolen Flame submitted to his will. But Xbalanque never intended to obey the rules, much less fulfill the oath he had given to Waxaklahun Ubah Kan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/e7d13bd7223a42bd4d438059d01d18c5_8844808207521089898.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When Xbalanque left the divine throne and entered the Sacred Flame, he left the Golden Entreaty and the rule of the Grand Alliance to his friend Och-Kan. To prevent the entreaty from falling into the hands of the Sage of the Stolen Flame, Och-Kan hid the Golden Entreaty on a modified flying ship, Tonatiuh, and placed a seal on it that could only be broken by the blood of the Flamelord's descendants. Proclaiming himself a Sacred Lord, Och-Kan led the first capital of the Pyro Archon and decided that the god he loved and for whom he shed golden tears should be left without a successor. He broke the oaths of the first Pyro Archon about peace between the Saurians and humans and ordered the extermination of all the descendants of the dragons. Trying to create a better world exclusively for humans, the Sacred Lord strayed further and further from the path of \"evolution\" and opened the gates to\nTo protect humans from the spread of the Abyss, Och-Kan separated his mind and locked it in the Core of Chu'ulel, which controlled all the mechanisms of the city. When the humans rebelled and overthrew the tyrant, his mind remained locked, and his body, infected with the Abyss, was used by the Sage of the Stolen Flame."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/215c43cae331b13e9d38c4c3ce07a394_4119021113859639934.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Once, Waxaklahun Ubah Kan believed that through his son, he could discover how the Primordial One, seated upon heaven's throne, converted the Ley Lines into a girdle that defended the planet. He hoped to use this method to merge the human and dragon races, allowing dragon-kind to use subtler means to resist their great foe, the Abyss. Then, the Dragonborn could once again glimpse the truth beyond the fake skies. Compared to the power and uniformity of dragon souls, human souls are too varied, and most are too weak. Och-Kan's spirit was like broken glass. He flew too close to the sun to become one with it, but lost his shape. Kukulkan believed that Och-Kan was too much like himself, and like himself, he had disappointed everyone. Humans had disappointed him, too. The wisest of dragons had once believed that humans could create a more glorious civilization. After Xbalanque's apotheosis, he even thought that humans would be able to avoid the dragons' disastrous path, so he decided to give them more time. But a thousand years had passed, and not a single tribe since Och-Kan had dared to create a united empire. Humans also leaned on the power of the Archons, unable to forge their own weapons for themselves to wield, such that their world might be defended from the all-corrupting dark. They clung too much to the past and were not prepared to take risks. Each time an enemy struck from the shadows, the slowly accumulated fruits of civilization were destroyed all in an instant, and afterward, there was only the eternal cycle, or worse, inexorable devolution. As a result, the time they were granted was meaningless. Perhaps in thousands or tens of thousands of years, humans would have created a great civilization, but Kukulkan ran out of time and no longer believed in it. As Xiuhcoatl had warned him, Waxaklahun Ubah Kan chose the same path as his brother."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/310ca7d8de06ef58cfb4b777a02b17a7_8112960753490759069.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Realizing that the borders of the world were beginning to collapse from the Abyss, and soon all of Natlan, and then all of Teyvat, would plunge into darkness, Waxaklahun Ubah Kan decided that the critical moment had come. A\nswept over Natlan, humanity failed, and the only way out was to unite the Golden Entreaties together and activate Huitzilopochtli. Since he could not take the second entreaty, he created the legend of the Jade of Return, a treasure on a flying ship that could repel the Abyss and finally banish it from the world. To follow the people, Waxaklahun Ubah Kan used the \"masks\" of people absorbed by his son. Many travelers went to the Cinder City in search of the treasure, but almost none of them returned. One of these seekers was Bona from the Flower-Feather Clan. When she went to the forbidden city, she freed Och-Kan's mind from the Core of Chu'ulel and ascended to Tonatiuh. There, she realized that the Jade of Return was a trap, so she vowed to protect the Golden Entreaty from the Sage of the Stolen Flame.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Ancient Sacred Mountain",
        "desc": "<p>Before the descendants of the various tribes learned to record their history with woven scrolls, the ancient and proud nobility had already built a magnificent holy city here, scorning the land that those feeble slaves knew as \"Natlantea.\" However, the vast empire that prided itself on its power has long since perished in battle. Only a lonely tomb remains of that mighty city.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/29/237301566/6fdb6cce9a5cce40096dce9c2672feba_7641303426493271828.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>In order to pursue the great dream in the morning mist and sea of clouds, the warriors who soared the skies never rested for a moment.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/8694aaf89d32e75eca416ec7fe41e487_1634629131275010160.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6966,
        "name": "Between Pledge and Forgettance",
        "desc": "<p>A World Quest Series following Little One, a little Tepetlisaurus that received \"<custom-ruby data-ruby=\"Flamelord's | Xiuhcoatl\"></custom-ruby>Blessing,\" to cure it.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/41133912/99444c9bf5f92b1171ee7a8751817120_8408594922716309600.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Lost Traveler in the Ashen Realm",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">A World Quest Series following Bona and Coco, an adventurer and her companion, to find the Jade of Return and track the evil dragon down.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/118896516/ab06e18104f1151fa067413a66270fd9_7737327367838782536.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>The Pyro Sovereign, defeated by the first Pyro Archon, Xbalanque. He faked his own death, after which the descendants of the ancient dragons could only bow before the throne and watch as their civilization inevitably faded away with each passing day.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/36590cd4be92a9d70abed92915537d5e_3879864065456128285.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>An adventurer who went to Ochkanatlan to find the Jade of Return that can cleanse filth. <span class=\"wk-shady\">She lived almost 500 years ago.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/670e85842edd33ed3f3ddddde20976a5_4273042058691724356.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7365,
        "name": "A Thousand Blazing Suns",
        "desc": "A greatsword that dazzles like the rising sun. It has witnessed the extinguishing and rekindling of innumerable suns.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/da1910fbe0e825e1e3704c126720ab24_2121228058184091562.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Scroll of the Hero of Cinder City",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/6ad5095f324c2da829ecaa5e2ed13af9_552940265782217486.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruins of the Sage of the Stolen Flame. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's back. Golden inscriptions are etched into the surface of the white disc, and when touched, one can sense the intricate patterns pulsating as if imbued with life.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/27/41133912/558e5a31d367a67a8e85745a668d2c5e_3222826536943573284.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruler of Cinder City's corroded ruins within Ochkanatlan. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's body, and is said to have been one of the fragments left behind when the Flamelord's eye was split in two. According to legend, it is said that the ancient Dragonlord — who once held dominion over all light and wisdom — transformed one of his eyes into a conduit of supreme authority by which all flames might be governed, and that this became his only exploitable weakness...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/41133912/558e5a31d367a67a8e85745a668d2c5e_116786154739108321.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Final Entreaty",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/05d47ef710a65616498dbc58b2488787_3653661157448209777.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the reavers from beyond the skies took over Teyvat, they dropped the Divine Nail to destroy the phlogiston-rich land. With their incredible adaptability and ability to evolve, the dragons adapted to life on the new land, but this evolution changed the dragons just to survive. At first, the Pyro Dragon Sovereign channeled the light of\nthrough his horn, but over time, the bodies of Xiuhcoatl's descendants became unable to withstand such power. They possessed incredible abilities, but as they grew older, this power either killed them or drove them mad. In order to remove the seal from the Sacred City and unite the Golden Entreaties, Kukulkan needed a human and a Saurian companion marked with the Flamelord's Blessing. He tried to control the Blessing's occurrence through experiments and created a legend that one must find a token divided into two parts and make a pilgrimage to the Great Volcano of Tollan. There, the tribal warriors could wash away the name of their companion, which the late Xiuhcoatl remembered, and remove the mark."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/b47d11bc7909c6283751de665ddea588_3525408384390644015.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A little Tepetlisaurus, who became the companion of the Traveler and Paimon, was born with the Flamelord's Blessing. To lure the Chosen of the Dragons to the Heart of the Sacred Mountain, Waxaklahun Ubah Kan chose the image of the craftsman Manqu, who lived a thousand years ago, and introduced himself as a member of the Saurian Relics Association. Manqu directed the Traveler and the Tepetlisaurus to the ruins where the Sage of the Stolen Flame once made an agreement with Xbalanque to activate Huitzilopochtli. Having received the first Golden Entreaty, they went to Cinder City, Ochkanatlan, where they were met by the ghost of the adventurer Bona, who did not remember her death."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/8287e972b0dbc501376be8d66db0d9cf_4632891782988135276.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "With her help, the Traveler and the Saurian were taken to the flying ship Tonatiuh, where they received the second Golden Entreaty, and the Tepetlisaurus met with Kukulkan. Believing that this would remove the mark on the Saurian's horns, the Traveler and Paimon traveled to the Sacred City of Tollan, removing the seal from the volcano and gaining permission to enter the Heart of the Sacred Mountain. When the human's mission was complete, the Sage of the Stolen Flame separated the Saurian and his companions, as only the Chosen of the Dragons (Dragonborn Who Braved the Flame and Returned) could walk the final path. In the Heart of the Sacred Mountain itself, at the Huitzilopochtli Activation Array, Waxaklahun Ubah Kan told the Tepetlisaurus to activate the power so that the great enemy hidden in the shadows could never invade again. He promised that when Natlan turned into phlogiston, the concept of life would be rewritten, and the power of the Primal Fire would return naturally. Only the dragons who had turned into phlogiston life forms would receive all power, and the Tepetlisaurus would become the new ruler, existing outside the usual framework and ideas. He would return all the light, all the warmth, all the wisdom, bringing great order and glory to this world."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"This is an omen of new life, and also the final entreaty.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "When Huitzilopochtli was activated, a world of pure white stretched before the Tepetlisaurus. Ten million years passed in what seemed but a moment, but time had no meaning. The only consciousness left in this world was \"it,\" which had once been the Tepetlisaurus. Many great and mighty things happened in the world-that-once-was. Countless wars of inconceivable scale, battles that tore dimensions asunder, uncounted lives swallowed and transformed until the blazing light devoured the most primordial rule. The shadow no longer threatened the world, but was it a world with any meaning? \"It\" knew that the primal flame was not inexhaustible, although it would burn for billions of years in this dark cosmic sea. Sometimes, \"it\" recalled, as if in a dream, how long ago it had traveled alongside two companions when the land was still tangible. Holding on to these memories, \"it\" thought it might yet endure the torment until death comes upon eternity's far shore. If \"it\" could return to the Heart of the Sacred City, would it make a different choice?"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/7ac282ecbb67297b04ec3b377edd8abe_6119538618013943854.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Seeing the fate that Huitzilopochtli had in store for the world, the Tepetlisaurus refused to activate the Sweeping Skyfire and made the same choice as Kukulkan in the beginning. After so many years, the wisest of dragons finally understood what his brother felt. To yearn to see this one thing done, or to receive that single clear answer, and to be willing to do anything to accomplish these goals. But if he wanted the dragon to truly activate that system, he should have raised him in the Sacred City and taught him to hate this world. Perhaps, deep down, he still wanted to believe in hope."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...My king, my elder brother, O lord who gave me life on the day you yourself were born...</color>\n<color=#ffffffd9>You once said that in my final moments, I would understand your desire.</color>\n<color=#ffffffd9>Haha, but it seems that on this point alone, I cannot concede…\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6966,
        "name": "Between Pledge and Forgettance",
        "desc": "<p>A World Quest Series following Little One, a little Tepetlisaurus that received \"<custom-ruby data-ruby=\"Flamelord's | Xiuhcoatl\"></custom-ruby>Blessing,\" to cure it.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/41133912/99444c9bf5f92b1171ee7a8751817120_8408594922716309600.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Lost Traveler in the Ashen Realm",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">A World Quest Series following Bona and Coco, an adventurer and her companion, to find the Jade of Return and track the evil dragon down.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/118896516/ab06e18104f1151fa067413a66270fd9_7737327367838782536.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Ancient Sacred Mountain",
        "desc": "<p>Before the descendants of the various tribes learned to record their history with woven scrolls, the ancient and proud nobility had already built a magnificent holy city here, scorning the land that those feeble slaves knew as \"Natlantea.\" However, the vast empire that prided itself on its power has long since perished in battle. Only a lonely tomb remains of that mighty city.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/29/237301566/6fdb6cce9a5cce40096dce9c2672feba_7641303426493271828.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Little One",
        "desc": "<p>A little Tepetlisaurus that received the<custom-ruby data-ruby=\"Flamelord's|Xiuhcoatl|\"></custom-ruby>Blessing. It accompanied the Traveler on a pilgrimage to the Great Volcano of Tollan to remove the mark.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/63ce79e5312eda1c2946bde7b80c7727_6704985478906573625.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>An adventurer who went to Ochkanatlan to find the Jade of Return that can cleanse filth. <span class=\"wk-shady\">She lived almost 500 years ago.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/670e85842edd33ed3f3ddddde20976a5_4273042058691724356.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>A researcher for the Saurian Relics Association, who is responsible for scholarly inquiries into certain tribal customs. <span class=\"wk-shady\">The real Manqu was a craftsman who lived a thousand years ago and died during the overthrow of the tyrant Och-Kan. Now, Manqu is a phlogiston projection of Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/e69d1b4b9230a8274adafc2a18719733_7195518559700501272.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7615,
        "name": "Human and Saurian, as One!",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/151578876/3f4fe113c24941f8eda0bc0f1e61e8ed_3512392266575481879.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hanan Pacha",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/01415d576cd0b43b81aa4c25f6cbf349_7672827490069104708.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Over the thousands of years of Waxaklahun Ubah Kan's life, his true origins were erased from people's memories, and his name was overgrown with fairy tales. According to one of these tales, when dragons ruled the earth and the Night Kingdom was submissive to the Lord of the Night, people wandered the barren lands. But one day, a mortal man, Waxaklahun Ubah Kan, brought the kindling of phlogiston from the red and black land, and people finally had the opportunity to resist wild beasts and fell dragons. At that time, a winged dragon lived on the black and red lands, who was the scion of Xiuhcoatl, the great lord of the volcano. Among those treasures, one of the most striking was known as \"Pyrophosphorite.\" That was a crystal refined from the primal fire in the depths of the great volcano, and its color was that of an ever-shifting rainbow, shining with dazzling light. Perhaps the dragon's vanity angered the Lord of the Night, and they sent the Sage Waxaklahun Ubah Kan to defeat the dragon. And to be sure, they sent the fool, Chaac, with the Sage. Under the protection of the Lord of the Night, the two reached the black and red lands, and the sage wounded the dragon in the eye with a shot from a bamboo blowdart. Even blind in one eye, the dragon was still incredibly strong, so Waxaklahun Ubah Kan came up with a far-sighted plan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/406da9a96315023423e763bbde857186_2379225423503024667.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Disguised as healers, Waxaklahun Ubah Kan and Chaac entered the dragon's cave and offered to replace his wounded eye, fangs, and wings with bright gems. The vain dragon couldn't help but imagine how beautiful he would be if he shone a hundred times brighter, and he agreed without hesitation. Then, the Sage and Chaac took out the grainfruit they had earlier prepared and replaced the eyes, fangs, and claws of the winged dragon with them. Thus, the dragon died in a daze, and the Pyrophosphorite fell into the hands of Waxaklahun Ubah Kan. By breaking the Pyrophosphorite into pieces, the Sage released the power of the dragons, known as \"Phlogiston.\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/f7e59ebc117db3e5cd913f78d7d10bec_4695235539739888071.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Leaving the black and red lands, the wise Waxaklahun Ubah Kan and the fool Chaac came to the land of forests and mountains, where human tribes lived. Waxaklahun Ubah Kan wished to pass on the power to use phlogiston to humans, but none wished to learn from him because people didn't know what benefit phlogiston would bring them. Seeing how upset the Sage was, Chaac offered to show people the benefits of phlogiston, for example, lifting a rock higher than the mountains. Then the Sage taught Chaac the power of dragons, and together they lifted the earth into the air. The land they raised became Hanan Pacha, the Upper Sanctum of which people today speak. Initially, Hanan Pacha was a single continent that rose so high in the sky that all the people of Natlan could see it from afar and came to satisfy their curiosity. The kind-hearted Chaac helped people rise to the Upper Sanctum with the help of phlogiston, and so people, under the leadership of Waxaklahun Ubah Kan, first permanently settled the tribe upon Hanan Pacha. The city had magnificent palaces and temples, all made of rare gems, brilliant feathers, and fragrant flowers.\nWhen work on the city was finished, Waxaklahun Ubah Kan decided to raise Hanan Pacha even higher and forbade people to eat anything produced by this land. They could only drink water that flowed from the Source of All Waters, not subject to the Lord of the Night's control. Although the people did not understand why it was necessary to raise the land even higher, they did as the Sage told them. The people began to raise fish in the blue expanse and grow ball algae for food. Hanan Pacha rose higher and higher day by day. Finally, the Lord of the Night realized the Sage's intentions. Fearing that all the people would leave, they pretended to be a man and brought a bottle of mysterious water to the tribe. Chaac tasted this water, which was sweeter than anything in the world, and shared it with everyone. When the Sage returned, the people had already become dead drunk. He knew that the people would no longer be able to leave Natlan, and he banished them from Hanan Pacha. The people scattered to all corners of Natlan and took the phlogiston with them, and the Sage of the Stolen Flame set out on the road home."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/25/237301566/1228c2098563f55f5f6efe34707c73a2_98397734549776695.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When the path to the Upper Sanctum was cut off, a legend spread among people about the \"legendary elixir that heals all wounds\" — a gift from the Sage of the Stolen Flame. To get to the elixir, the Sage set a series of tests, including Spiritways and Unveiling Scripts. But even after passing all the tests, at the end of the path, people only see a hot spring with water.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6974,
        "name": "Tale of Dreams Plucked From Fire",
        "desc": "<p>A World Quest series following Chikya, a woman of the Night-Wind Clan, to search for the \"panacea.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/118896516/ab06e18104f1151fa067413a66270fd9_1945616710147944028.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7092,
        "name": "Toyac Springs",
        "desc": "<p>The tribe who lives alongside the Koholasaurs, known as the \"People of the Springs,\" renowned for their hot springs and relaxing music. Among all the tribes, this is the most popular among visitors from afar.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/8694aaf89d32e75eca416ec7fe41e487_2282962834532951359.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Night Kingdom",
        "desc": "<p>The Lord of the Night designed a realm of souls and memories to recreate the damaged Ley Lines in Natlan. The Night Kingdom is a mysterious, liminal space between the body and mind, life and death, where the souls of all the dead Natlanese go.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Lord of the Night",
        "desc": "<p>An angel who created the Night Kingdom in Natlan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/6b241f723a377795d5a2ef3c3e97200b_1026552209256108574.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Records of Hanan Pacha",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>The Pyro Sovereign, defeated by the first Pyro Archon, Xbalanque. He faked his own death, after which the descendants of the ancient dragons could only bow before the throne and watch as their civilization inevitably faded away with each passing day.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/36590cd4be92a9d70abed92915537d5e_3879864065456128285.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "The first Pyro Dragon and Kukulkan's older brother, from whom he received life. He created Huitzilopochtli to save the world from the Abyss, but Kukulkan wanted to go down a different path.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A dragon mixed with a human soul and Waxaklahun Ubah Kan's son. He was raised among humans and, according to his father's plan, was supposed to kill the Pyro Dragon,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>The Pyro Sovereign, defeated by the first Pyro Archon, Xbalanque. He faked his own death, after which the descendants of the ancient dragons could only bow before the throne and watch as their civilization inevitably faded away with each passing day.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/36590cd4be92a9d70abed92915537d5e_3879864065456128285.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", and become a new Dragon Sovereign. Och-Kan loved humanity and couldn't let his father's plans come to fruition.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "The Sage of the Stolen Flame and Xbalanque made a pact to piece their Golden Entreaties together and activate Huitzilopochtli, but Xbalanque betrayed him.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Little One",
        "desc": "<p>A little Tepetlisaurus that received the<custom-ruby data-ruby=\"Flamelord's|Xiuhcoatl|\"></custom-ruby>Blessing. It accompanied the Traveler on a pilgrimage to the Great Volcano of Tollan to remove the mark.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/63ce79e5312eda1c2946bde7b80c7727_6704985478906573625.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan guided the Traveler and their little Tepetlisaurus to the Sacred City of Tollan to activate Huitzilopochtli.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "name": "Titu",
        "desc": "<p>Storyteller of the Children of Echoes and a guard at the sentry post. <span class=\"wk-shady\">The real Titu lived about 500 years ago, and then his image was used by Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/4178d6937c0cecf38e3f081ee2411fcc_4944164836337386642.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>A researcher for the Saurian Relics Association, who is responsible for scholarly inquiries into certain tribal customs. <span class=\"wk-shady\">The real Manqu was a craftsman who lived a thousand years ago and died during the overthrow of the tyrant Och-Kan. Now, Manqu is a phlogiston projection of Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/e69d1b4b9230a8274adafc2a18719733_7195518559700501272.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>An adventurer who went to Ochkanatlan to find the Jade of Return that can cleanse filth. <span class=\"wk-shady\">She lived almost 500 years ago.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/670e85842edd33ed3f3ddddde20976a5_4273042058691724356.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Legba\nUsing phlogiston projections, Waxaklahun Ubah Kan can take the form of humans to live among them unnoticed. Titu, Manqu, Bona, and Legba are some of these \"masks.\"\nChaac\nChaac was the Sage's disciple who awakened the first Wayob. Together with Waxaklahun Ubah Kan, he defeated a fell dragon. Chaac and his followers founded the first tribe.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books and Items"
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Records of Hanan Pacha",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Obsidian Codex",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/cd11df3be5420d2c53c2da0d3298eb92_1095952715486440137.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6863,
        "name": "Talisman of Waxaklahun Ubah Kan",
        "desc": "<p>The talisman of the Sage of the Stolen Flame. It is said that the sage who once stole phlogiston from a dragon's claws left this behind as proof of a pact made with the tribes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/27/41133912/a55075210411271007506c2da522b73e_521072901393251199.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruler of Cinder City's corroded ruins within Ochkanatlan. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's body, and is said to have been one of the fragments left behind when the Flamelord's eye was split in two. According to legend, it is said that the ancient Dragonlord — who once held dominion over all light and wisdom — transformed one of his eyes into a conduit of supreme authority by which all flames might be governed, and that this became his only exploitable weakness...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/41133912/558e5a31d367a67a8e85745a668d2c5e_116786154739108321.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruins of the Sage of the Stolen Flame. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's back. Golden inscriptions are etched into the surface of the white disc, and when touched, one can sense the intricate patterns pulsating as if imbued with life.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/27/41133912/558e5a31d367a67a8e85745a668d2c5e_3222826536943573284.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "About Huitzilopochtli",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Beside the flaming pool, the silver-white and ash-covered shadows converse as such...</color>\n<color=#37ffff>Somber Yet Weary Voice</color> : \"...Phase Two experimental verification is complete. I name the thing that shall purify all and evolve all 'Huitzilopochtli,' or the 'Sweeping Skyfire'...\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Not that this matters. Names shall lose meaning in this place very soon, after all.\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"The Astral Assemblages must be activated and actively attached to serve as countermeasures against corruption. Before they are completely warped by the Abyss, they will self-destruct and eliminate its influence...\"\n<color=#37ffff>Cold Voice</color> : But how will you accurately identify targets as having been corrupted? A controllable specimen...\n<color=#37ffff>Cold Voice</color> : Self-experimentation? Has sanity deserted you?\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Hah. This too, is well. If nothing else, this decrepit body may still serve in this manner.\"\n<color=#37ffff>Cold Voice</color> : So, you shall be the least likely to survive once this system is activated, then?\n<color=#37ffff>Cold Voice</color> : Has the Abyss at last rotted your mind? Or... do you simply wish for all your kin to be martyred upon your funeral pyre?\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Such little faith you have in your people! All the lords have consented to this, save you.\"\n<color=#37ffff>Cold Voice</color> : They merely follow your plan as though blind, never once considering the true meaning behind the scheme... This action does not have my consent.\n<color=#37ffff>Somber Yet Weary Voice</color> : \"...That matters little. Destruction... shall also be rebirth. I have made my mind up as such.\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Hah... I fear this is as much time as I can spend awake each day. In any case, I shall activate it once all is prepared.\"\n<color=#37ffff>Cold Voice</color> : Is there no room for a different course? I am still searching for another way... Are you certain that you are not bathing the world in flame over some personal grudge?\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Perhaps! I will do anything it takes to keep our shadow-foe beyond the circles of this world.\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Hah. Besides, 'another way,' you say... Will you really find what you seek from those 'humans' of yours? You are in too deep already. I see it...\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"I once tried to make you understand... But just as it was with those of our line who sought wisdom through the pools of flame, knowledge and acceptance are two different things.\"\n<color=#37ffff>Cold Voice</color> : ...\n<color=#37ffff>Somber Yet Weary Voice</color> : \"If you believe that I simply wish for 'destruction,' whereas you have a world you wish to construct... Then stop me. Slay me. Prove yourself to me!\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"But know this, Kukulkan, though it be not prophecy — simply advice from one who once walked this path. A day shall come...\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"...When you shall tread the same road as I.\""
          }
        ]
      },
      {
        "title": "About the future of the dragons",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Operations stream along countless convolutions, flowing spectrum paths that shift across layered platforms.</color>\n<color=#ffffffd9>The accumulated Phlogiston coalesces under immense pressure into a floating, controllable ball of heat.</color>\n<color=#ffffffd9>\"We've done it!\" Your brethren cheer all around you.</color>\n<color=#ffffffd9>Yet the one who masterminded this feat, in no way inferior to star-forging, stands outside the experimental site, as though wholly unrelated to this momentous deed.</color>\n<color=#37ffff>Cold Voice</color> : Congratulations are in order. Creating something equivalent to a celestial body in miniature... An \"Astral Assemblage,\" is it? Truly, a grand achievement, comparable with lunar reconstruction.\n<color=#37ffff>Cold Voice</color> : \"That one\" would surely have tucked their wings in and nodded congratulations to you — were they still with us.\n<color=#37ffff>Somber Yet Weary Voice</color> : \"...If you had been willing to help, it might have been completed long ago.\"\n<color=#37ffff>Cold Voice</color> : I have no interest in it.\n<color=#37ffff>Somber Yet Weary Voice</color> : \"...But you should help me, Kukulkan. We have driven the All-Plunderer's herald into the deepest of mountain valleys, yet once its master awakens...\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"It will surely bring another catastrophe upon our people.\"\n<color=#37ffff>Cold Voice</color> : Ah, how very noble of you, creating this thing to protect your pitiable brethren...\n<color=#37ffff>Somber Yet Weary Voice</color> : \"'Our' pitiable brethren.\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"This is only the beginning, and my days are numbered. I must forge a new path for the Dragonborn before the pitch-black shadow smothers us all.\"\n<color=#37ffff>Cold Voice</color> : Or, perhaps, you should let them find their own way... Forgive my forthrightness, but the path you plan to create may be too narrow for our kind.\n<color=#37ffff>Somber Yet Weary Voice</color> : \"The narrow way must be walked. When your time runs short... When waiting becomes a luxury.\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Enough waiting, I say. A time will come, Kukulkan, when your days go down like the sun behind the hills, and you will understand. Then, you shall make the same decision as I have...\"\n<color=#37ffff>Cold Voice</color> : ...My king, my elder brother, O lord who gave me life on the day you yourself were born... On this alone I cannot concede to you."
          }
        ]
      },
      {
        "title": "Record Left by the \"Flamestealer\"",
        "desc": [
          {
            "type": "RichText",
            "text": "\"...My beloved son is born, just as I had planned...\"\n\"...How beautiful he is, such a flawless creation. I can feel the blood of the dragon flowing through his veins. Even my brother, should he lay eyes upon him, would struggle to discern his true lineage at first glance...\"\n\"...Beshackled by their feeble flesh, human souls are forever incapable of fully realizing their will. But not so my beloved son, for he shall surpass all of humanity and take his rightful place as the protagonist of my 'story'...\"\n\"...His strength is undeniable. Even within the confines of the vishaps' nest, when it comes to feeding time, he always claims the dragon's share. To conquer or be conquered, and grow stronger with every trial — just as it has been with all who have become dragons before him...\"\n\"...But I did not create him merely to raise another lord of dragonkind...\"\n...\n\"...Were I to steer him step by step, shaping his ascent to power just as I dictated, guiding him to rule over the human tribes and eventually become their king... Without question, he would make the choices laid out before him, the choices I envisioned. Then it would all be meaningless...\"\n\"...Perhaps it would be unwise to keep him here too long...\""
          }
        ]
      },
      {
        "title": "Records Regarding \"Creating the Secret Source Servants...\"",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nTo test the efficiency of complex structures and the Phlogiston power unit, such that a Secret Source Servant can be manufactured for the purposes of record-keeping...\nIntended to perform precise adjustment and control of Phlogiston during the second stage of the plan, and to provide insurance in case of contingencies.\nIf the full-scale Phlogistonization experiment becomes unstable, a physical system will be required to maintain a quasi-Phlogiston state. In this scenario, we will need to rely on these small mechanisms to perform maintenance duties.\n...\nTo think my memory had been corroded to such an extent by the time the prototype could be constructed...\nI can no longer even recall... how long it has been since the days when my people would unfurl their wings and soar freely above this land.\nI cannot even... Haha. I cannot even recall the figure who should have stood beside my empty throne.\nNever mind... He shall one day return to this city. This I believe.\nComments on the Phlogiston Records: Part I\nTime of Comment:\nUnknown\nComment:\nI can understand the need for Secret Source Automatons to maintain the mechanisms, and as a backup plan for the second stage...\nBut must they have been constructed in such a way? Other shapes would have made more efficient use of the energy source...\nMoreover, my pitiable brother, lost to delusions... Know that your descendants merely copying your prototype blindly, having no comprehension of its significance.\nTheir ignorance is such that the Secret Source Servants they create are even smaller than your prototype — so as not to \"usurp\" the magnificence of your creation.\nLaughable, isn't it, how this non-uniformity creates unnecessary wastage in their assembly...\nComments on the Phlogiston Records: Part II\nTime of Comment:\nUnknown\nComment:\n...Who would have imagined that these Secret Source Servants, built merely to maintain mechanisms and unarmed to boot, would manage to survive the war?\nIt appears that — in imitation of your ways — they left their own marks at the cores of the Secret Source Servants they created.\nBy this can I tell these identical facsimiles apart and know who created each one.\n...I have given them the names of their creators... For what purpose, one might ask? Remembrance, perhaps?\nIf you could see me now, brother, you would laugh at my foolishness.\nIt seems that in this withered city whose life has run its course... I, too...\nComments on the Phlogiston Records: Part III\nTime of Comment:\nUnknown\nComment:\nHow peculiar... I am unable to change the name of your prototype... It seems that even I lack the relevant authority. It is hard to believe... that you would leave something such as this for yourself.\nPerhaps it is because the Abyssal corruption of the Sacred City is so severe. In this colossal metropolis constructed from Phlogiston... data and structure exist as one.\nYes... The city itself is built of data sectors made manifest... so if the sector containing the prototype's data has been corrupted, the name cannot be read, and therefore cannot be changed.\nI wonder... What name did you give this machine?\nOr have names themselves lost all meaning in this place? Perhaps you never gave it a name to begin with..."
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Know this, brethren...\n...Not once has the Sage ever cared about humanity's survival. For the sake of the path of \"evolution,\" the Sage was even willing to sacrifice the future of its own kind...\n...Heaven cares not about the wills of those who dwell in this world. We are viewed as pillars that bear up the earth, necessary for the struggle against its personal foes...\n...And so, we may rely on neither the wisdom of dragons nor the Lord of the Night's might, nor may we pray to any god other than the one and only Pyro Archon...\n...\n...The only road left to us is the path of Xbalanque...\n[Phlogiston inscriptions that could not be seen previously emerge.]\n(Mine foolish heir, O you who assert such narrow opinions of species. \"Evolution\" is a mingled thing, not pure and untainted as you have imagined. That is precisely why \"evolution\" opposes \"eternity.\")"
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Remember this, brethren...\n...Humanity is the apex life form, the final destination of all things that live in this world...\n...The vishaps of the Great Volcano once held themselves masters of evolution, but they lost their wisdom in their lengthy, chaotic adaptations, and with it, their power, becoming but beasts to be slaughtered by humans...\n...The devolution of the Pyro Vishaps proves that dragon-kind has been abandoned by the evolutionary path. Their heirs have lost the primal flame's purity, and the sovereign of fire shall never again be born from amongst them...\n...\n...Under his guidance, humanity came to rule the land, and one day, we shall conquer the heavens also. Thus, be not bound by the realm of Night...\n...Those upon whom have been bestowed the fortune of boarding this ship, go ye forth! Take the first step toward the realization of our great cause...\n[Phlogiston inscriptions that could not be seen previously emerge.]\n(Were it not for the arbitrary divine punishment that divided my race and cut off their evolutionary paths, why would I have needed to seek new possibilities in humanity? Oh humanity, you who were created, you will never understand, for you are but one stage in this \"evolution.\")"
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Understand this, brethren...\n...Everything comes at a price, and anything that surpasses human wisdom cannot be relied upon...\n...The ancient dragons believed that technology and the Flamelord's authority would grant them overlordship for ten thousand years, but through this, they also lost the strength to progress, and eventually lost it all...\n...If we rely on heaven's rules, not only shall we be bound by the earth, but we shall in the end become but puppets, strung up on the Lord of the Night's strings...\n...Never stop moving forward, or our beloved king and our alliance's glorious cause shall be destroyed in but an instant...\n[Phlogiston inscriptions that could not be seen previously emerge.]\n(I saw, in those dark bedeviled skies, the stallions that raced amidst the true stars... and then at last I understood that all empires, no matter how great, will eventually become barriers in the way of living beings and their continued evolution. Only...)"
          }
        ]
      },
      {
        "title": "Records Regarding \"Items That Should Perhaps Be Deleted...\"",
        "desc": [
          {
            "type": "RichText",
            "text": "Report on Reversing the Regressive Evolution of the Dragonborn\n...\nThe following conclusions can be drawn from our experiments and trials: Previous regressive evolutionary events have significantly impacted the physiological malleability of the Dragonborn.\nOn the one hand, Dragonborn experiencing regressive evolution can, at present, adapt to a stable environment that has undergone (...) changes.\nOn the other, the power such physical forms can withstand cannot be restored to their original state via (...). This can only be achieved via bloodlines... (...) can be selected and beneficial modifications then performed over generations through expression of the mark known as the \"Flamelord's Blessing\"...\n...\nAssessment:\nIt may be possible to restore lost wisdom to the Dragonborn through the above methods. However, the price would be too great.\nThere is neither enough time, nor can the bodies of many of our kin who have already regressed withstand the power required.\nThis report should remain sealed... Even though our regressed kin are already...\nThese experiments are too cruel.\nComments on the Phlogiston Records\nTime of Comment:\nUnknown\nComment:\n...This may well be an opportunity.\nIf we could... make use of this experiment... perhaps we could overcome the barrier of destiny laid down by (...).\nAh, my brother, through all these long years, the promise I saw in humanity... Was it justified, or was it all a mistake...\nThe future I once hoped for, the world I once planned out... If any of our kin can one day truly reach that \"final choice\"...\nWill it redeem these desolate years and grant me the final answer I've longed for?"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Waxaklahun Ubah Kan"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Dragons"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "Sage of the Stolen Flame"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/3f1153869b0d41256118372e9d643f84_4252594693300891393.png"
      },
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/215c43cae331b13e9d38c4c3ce07a394_1542619649599678073.png"
      },
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/eb972859b1cd859eb835e87e96db4d33_8978305274695987299.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "The first Pyro Archon (left) and the Sage of the Stolen Flame (right)."
          }
        ]
      }
    ]
  }
}