{
  "epId": 7297,
  "name": "Waxaklahun Ubah Kan",
  "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1743798346,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Waxaklahun Ubah Kan"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Dragons"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "Sage of the Stolen Flame"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "About Huitzilopochtli",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Beside the flaming pool, the silver-white and ash-covered shadows converse as such...</color>\n<color=#37ffff>Somber Yet Weary Voice</color> : \"...Phase Two experimental verification is complete. I name the thing that shall purify all and evolve all 'Huitzilopochtli,' or the 'Sweeping Skyfire'...\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Not that this matters. Names shall lose meaning in this place very soon, after all.\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"The Astral Assemblages must be activated and actively attached to serve as countermeasures against corruption. Before they are completely warped by the Abyss, they will self-destruct and eliminate its influence...\"\n<color=#37ffff>Cold Voice</color> : But how will you accurately identify targets as having been corrupted? A controllable specimen...\n<color=#37ffff>Cold Voice</color> : Self-experimentation? Has sanity deserted you?\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Hah. This too, is well. If nothing else, this decrepit body may still serve in this manner.\"\n<color=#37ffff>Cold Voice</color> : So, you shall be the least likely to survive once this system is activated, then?\n<color=#37ffff>Cold Voice</color> : Has the Abyss at last rotted your mind? Or... do you simply wish for all your kin to be martyred upon your funeral pyre?\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Such little faith you have in your people! All the lords have consented to this, save you.\"\n<color=#37ffff>Cold Voice</color> : They merely follow your plan as though blind, never once considering the true meaning behind the scheme... This action does not have my consent.\n<color=#37ffff>Somber Yet Weary Voice</color> : \"...That matters little. Destruction... shall also be rebirth. I have made my mind up as such.\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Hah... I fear this is as much time as I can spend awake each day. In any case, I shall activate it once all is prepared.\"\n<color=#37ffff>Cold Voice</color> : Is there no room for a different course? I am still searching for another way... Are you certain that you are not bathing the world in flame over some personal grudge?\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Perhaps! I will do anything it takes to keep our shadow-foe beyond the circles of this world.\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Hah. Besides, 'another way,' you say... Will you really find what you seek from those 'humans' of yours? You are in too deep already. I see it...\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"I once tried to make you understand... But just as it was with those of our line who sought wisdom through the pools of flame, knowledge and acceptance are two different things.\"\n<color=#37ffff>Cold Voice</color> : ...\n<color=#37ffff>Somber Yet Weary Voice</color> : \"If you believe that I simply wish for 'destruction,' whereas you have a world you wish to construct... Then stop me. Slay me. Prove yourself to me!\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"But know this, Kukulkan, though it be not prophecy — simply advice from one who once walked this path. A day shall come...\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"...When you shall tread the same road as I.\""
          }
        ]
      },
      {
        "title": "About the future of the dragons",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Operations stream along countless convolutions, flowing spectrum paths that shift across layered platforms.</color>\n<color=#ffffffd9>The accumulated Phlogiston coalesces under immense pressure into a floating, controllable ball of heat.</color>\n<color=#ffffffd9>\"We've done it!\" Your brethren cheer all around you.</color>\n<color=#ffffffd9>Yet the one who masterminded this feat, in no way inferior to star-forging, stands outside the experimental site, as though wholly unrelated to this momentous deed.</color>\n<color=#37ffff>Cold Voice</color> : Congratulations are in order. Creating something equivalent to a celestial body in miniature... An \"Astral Assemblage,\" is it? Truly, a grand achievement, comparable with lunar reconstruction.\n<color=#37ffff>Cold Voice</color> : \"That one\" would surely have tucked their wings in and nodded congratulations to you — were they still with us.\n<color=#37ffff>Somber Yet Weary Voice</color> : \"...If you had been willing to help, it might have been completed long ago.\"\n<color=#37ffff>Cold Voice</color> : I have no interest in it.\n<color=#37ffff>Somber Yet Weary Voice</color> : \"...But you should help me, Kukulkan. We have driven the All-Plunderer's herald into the deepest of mountain valleys, yet once its master awakens...\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"It will surely bring another catastrophe upon our people.\"\n<color=#37ffff>Cold Voice</color> : Ah, how very noble of you, creating this thing to protect your pitiable brethren...\n<color=#37ffff>Somber Yet Weary Voice</color> : \"'Our' pitiable brethren.\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"This is only the beginning, and my days are numbered. I must forge a new path for the Dragonborn before the pitch-black shadow smothers us all.\"\n<color=#37ffff>Cold Voice</color> : Or, perhaps, you should let them find their own way... Forgive my forthrightness, but the path you plan to create may be too narrow for our kind.\n<color=#37ffff>Somber Yet Weary Voice</color> : \"The narrow way must be walked. When your time runs short... When waiting becomes a luxury.\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Enough waiting, I say. A time will come, Kukulkan, when your days go down like the sun behind the hills, and you will understand. Then, you shall make the same decision as I have...\"\n<color=#37ffff>Cold Voice</color> : ...My king, my elder brother, O lord who gave me life on the day you yourself were born... On this alone I cannot concede to you."
          }
        ]
      },
      {
        "title": "Record Left by the \"Flamestealer\"",
        "desc": [
          {
            "type": "RichText",
            "text": "\"...My beloved son is born, just as I had planned...\"\n\"...How beautiful he is, such a flawless creation. I can feel the blood of the dragon flowing through his veins. Even my brother, should he lay eyes upon him, would struggle to discern his true lineage at first glance...\"\n\"...Beshackled by their feeble flesh, human souls are forever incapable of fully realizing their will. But not so my beloved son, for he shall surpass all of humanity and take his rightful place as the protagonist of my 'story'...\"\n\"...His strength is undeniable. Even within the confines of the vishaps' nest, when it comes to feeding time, he always claims the dragon's share. To conquer or be conquered, and grow stronger with every trial — just as it has been with all who have become dragons before him...\"\n\"...But I did not create him merely to raise another lord of dragonkind...\"\n...\n\"...Were I to steer him step by step, shaping his ascent to power just as I dictated, guiding him to rule over the human tribes and eventually become their king... Without question, he would make the choices laid out before him, the choices I envisioned. Then it would all be meaningless...\"\n\"...Perhaps it would be unwise to keep him here too long...\""
          }
        ]
      },
      {
        "title": "Records Regarding \"Creating the Secret Source Servants...\"",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nTo test the efficiency of complex structures and the Phlogiston power unit, such that a Secret Source Servant can be manufactured for the purposes of record-keeping...\nIntended to perform precise adjustment and control of Phlogiston during the second stage of the plan, and to provide insurance in case of contingencies.\nIf the full-scale Phlogistonization experiment becomes unstable, a physical system will be required to maintain a quasi-Phlogiston state. In this scenario, we will need to rely on these small mechanisms to perform maintenance duties.\n...\nTo think my memory had been corroded to such an extent by the time the prototype could be constructed...\nI can no longer even recall... how long it has been since the days when my people would unfurl their wings and soar freely above this land.\nI cannot even... Haha. I cannot even recall the figure who should have stood beside my empty throne.\nNever mind... He shall one day return to this city. This I believe.\nComments on the Phlogiston Records: Part I\nTime of Comment:\nUnknown\nComment:\nI can understand the need for Secret Source Automatons to maintain the mechanisms, and as a backup plan for the second stage...\nBut must they have been constructed in such a way? Other shapes would have made more efficient use of the energy source...\nMoreover, my pitiable brother, lost to delusions... Know that your descendants merely copying your prototype blindly, having no comprehension of its significance.\nTheir ignorance is such that the Secret Source Servants they create are even smaller than your prototype — so as not to \"usurp\" the magnificence of your creation.\nLaughable, isn't it, how this non-uniformity creates unnecessary wastage in their assembly...\nComments on the Phlogiston Records: Part II\nTime of Comment:\nUnknown\nComment:\n...Who would have imagined that these Secret Source Servants, built merely to maintain mechanisms and unarmed to boot, would manage to survive the war?\nIt appears that — in imitation of your ways — they left their own marks at the cores of the Secret Source Servants they created.\nBy this can I tell these identical facsimiles apart and know who created each one.\n...I have given them the names of their creators... For what purpose, one might ask? Remembrance, perhaps?\nIf you could see me now, brother, you would laugh at my foolishness.\nIt seems that in this withered city whose life has run its course... I, too...\nComments on the Phlogiston Records: Part III\nTime of Comment:\nUnknown\nComment:\nHow peculiar... I am unable to change the name of your prototype... It seems that even I lack the relevant authority. It is hard to believe... that you would leave something such as this for yourself.\nPerhaps it is because the Abyssal corruption of the Sacred City is so severe. In this colossal metropolis constructed from Phlogiston... data and structure exist as one.\nYes... The city itself is built of data sectors made manifest... so if the sector containing the prototype's data has been corrupted, the name cannot be read, and therefore cannot be changed.\nI wonder... What name did you give this machine?\nOr have names themselves lost all meaning in this place? Perhaps you never gave it a name to begin with..."
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Know this, brethren...\n...Not once has the Sage ever cared about humanity's survival. For the sake of the path of \"evolution,\" the Sage was even willing to sacrifice the future of its own kind...\n...Heaven cares not about the wills of those who dwell in this world. We are viewed as pillars that bear up the earth, necessary for the struggle against its personal foes...\n...And so, we may rely on neither the wisdom of dragons nor the Lord of the Night's might, nor may we pray to any god other than the one and only Pyro Archon...\n...\n...The only road left to us is the path of Xbalanque...\n[Phlogiston inscriptions that could not be seen previously emerge.]\n(Mine foolish heir, O you who assert such narrow opinions of species. \"Evolution\" is a mingled thing, not pure and untainted as you have imagined. That is precisely why \"evolution\" opposes \"eternity.\")"
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Remember this, brethren...\n...Humanity is the apex life form, the final destination of all things that live in this world...\n...The vishaps of the Great Volcano once held themselves masters of evolution, but they lost their wisdom in their lengthy, chaotic adaptations, and with it, their power, becoming but beasts to be slaughtered by humans...\n...The devolution of the Pyro Vishaps proves that dragon-kind has been abandoned by the evolutionary path. Their heirs have lost the primal flame's purity, and the sovereign of fire shall never again be born from amongst them...\n...\n...Under his guidance, humanity came to rule the land, and one day, we shall conquer the heavens also. Thus, be not bound by the realm of Night...\n...Those upon whom have been bestowed the fortune of boarding this ship, go ye forth! Take the first step toward the realization of our great cause...\n[Phlogiston inscriptions that could not be seen previously emerge.]\n(Were it not for the arbitrary divine punishment that divided my race and cut off their evolutionary paths, why would I have needed to seek new possibilities in humanity? Oh humanity, you who were created, you will never understand, for you are but one stage in this \"evolution.\")"
          }
        ]
      },
      {
        "title": "Notes Someone Left Behind (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Understand this, brethren...\n...Everything comes at a price, and anything that surpasses human wisdom cannot be relied upon...\n...The ancient dragons believed that technology and the Flamelord's authority would grant them overlordship for ten thousand years, but through this, they also lost the strength to progress, and eventually lost it all...\n...If we rely on heaven's rules, not only shall we be bound by the earth, but we shall in the end become but puppets, strung up on the Lord of the Night's strings...\n...Never stop moving forward, or our beloved king and our alliance's glorious cause shall be destroyed in but an instant...\n[Phlogiston inscriptions that could not be seen previously emerge.]\n(I saw, in those dark bedeviled skies, the stallions that raced amidst the true stars... and then at last I understood that all empires, no matter how great, will eventually become barriers in the way of living beings and their continued evolution. Only...)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>The Pyro Sovereign, defeated by the first Pyro Archon, Xbalanque. He faked his own death, after which the descendants of the ancient dragons could only bow before the throne and watch as their civilization inevitably faded away with each passing day.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/36590cd4be92a9d70abed92915537d5e_3879864065456128285.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "The first Pyro Dragon and Kukulkan's older brother, from whom he received life. He created Huitzilopochtli to save the world from the Abyss, but Kukulkan wanted to go down a different path.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A dragon mixed with a human soul and Waxaklahun Ubah Kan's son. He was raised among humans and, according to his father's plan, was supposed to kill the Pyro Dragon,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>The Pyro Sovereign, defeated by the first Pyro Archon, Xbalanque. He faked his own death, after which the descendants of the ancient dragons could only bow before the throne and watch as their civilization inevitably faded away with each passing day.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/36590cd4be92a9d70abed92915537d5e_3879864065456128285.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", and become a new Dragon Sovereign. Och-Kan loved humanity and couldn't let his father's plans come to fruition.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "The Sage of the Stolen Flame and Xbalanque made a pact to piece their Golden Entreaties together and activate Huitzilopochtli, but Xbalanque betrayed him.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Little One",
        "desc": "<p>A little Tepetlisaurus that received the<custom-ruby data-ruby=\"Flamelord's|Xiuhcoatl|\"></custom-ruby>Blessing. It accompanied the Traveler on a pilgrimage to the Great Volcano of Tollan to remove the mark.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/63ce79e5312eda1c2946bde7b80c7727_6704985478906573625.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan guided the Traveler and their little Tepetlisaurus to the Sacred City of Tollan to activate Huitzilopochtli.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "name": "Titu",
        "desc": "<p>Storyteller of the Children of Echoes and a guard at the sentry post. <span class=\"wk-shady\">The real Titu lived about 500 years ago, and then his image was used by Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/4178d6937c0cecf38e3f081ee2411fcc_4944164836337386642.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>A researcher for the Saurian Relics Association, who is responsible for scholarly inquiries into certain tribal customs. <span class=\"wk-shady\">The real Manqu was a craftsman who lived a thousand years ago and died during the overthrow of the tyrant Och-Kan. Now, Manqu is a phlogiston projection of Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/e69d1b4b9230a8274adafc2a18719733_7195518559700501272.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>An adventurer who went to Ochkanatlan to find the Jade of Return that can cleanse filth. <span class=\"wk-shady\">She lived almost 500 years ago.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/670e85842edd33ed3f3ddddde20976a5_4273042058691724356.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Legba\nUsing phlogiston projections, Waxaklahun Ubah Kan can take the form of humans to live among them unnoticed. Titu, Manqu, Bona, and Legba are some of these \"masks.\"\nChaac\nChaac was the Sage's disciple who awakened the first Wayob. Together with Waxaklahun Ubah Kan, he defeated a fell dragon. Chaac and his followers founded the first tribe.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books and Items"
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Records of Hanan Pacha",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Obsidian Codex",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/cd11df3be5420d2c53c2da0d3298eb92_1095952715486440137.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6863,
        "name": "Talisman of Waxaklahun Ubah Kan",
        "desc": "<p>The talisman of the Sage of the Stolen Flame. It is said that the sage who once stole phlogiston from a dragon's claws left this behind as proof of a pact made with the tribes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/27/41133912/a55075210411271007506c2da522b73e_521072901393251199.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruler of Cinder City's corroded ruins within Ochkanatlan. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's body, and is said to have been one of the fragments left behind when the Flamelord's eye was split in two. According to legend, it is said that the ancient Dragonlord — who once held dominion over all light and wisdom — transformed one of his eyes into a conduit of supreme authority by which all flames might be governed, and that this became his only exploitable weakness...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/41133912/558e5a31d367a67a8e85745a668d2c5e_116786154739108321.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruins of the Sage of the Stolen Flame. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's back. Golden inscriptions are etched into the surface of the white disc, and when touched, one can sense the intricate patterns pulsating as if imbued with life.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/27/41133912/558e5a31d367a67a8e85745a668d2c5e_3222826536943573284.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/3f1153869b0d41256118372e9d643f84_4252594693300891393.png"
      },
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/215c43cae331b13e9d38c4c3ce07a394_1542619649599678073.png"
      },
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/eb972859b1cd859eb835e87e96db4d33_8978305274695987299.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "The first Pyro Archon (left) and the Sage of the Stolen Flame (right)."
          }
        ]
      }
    ]
  }
}