{
  "epId": 7298,
  "name": "Xiuhcoatl",
  "desc": "<p>The Pyro Sovereign, defeated by the first Pyro Archon, Xbalanque. He faked his own death, after which the descendants of the ancient dragons could only bow before the throne and watch as their civilization inevitably faded away with each passing day.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/36590cd4be92a9d70abed92915537d5e_3879864065456128285.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1748123396,
  "components": {
    "textualResearch": [
      {
        "title": "About Huitzilopochtli",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Beside the flaming pool, the silver-white and ash-covered shadows converse as such...</color>\n<color=#37ffff>Somber Yet Weary Voice</color> : \"...Phase Two experimental verification is complete. I name the thing that shall purify all and evolve all 'Huitzilopochtli,' or the 'Sweeping Skyfire'...\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Not that this matters. Names shall lose meaning in this place very soon, after all.\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"The Astral Assemblages must be activated and actively attached to serve as countermeasures against corruption. Before they are completely warped by the Abyss, they will self-destruct and eliminate its influence...\"\n<color=#37ffff>Cold Voice</color> : But how will you accurately identify targets as having been corrupted? A controllable specimen...\n<color=#37ffff>Cold Voice</color> : Self-experimentation? Has sanity deserted you?\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Hah. This too, is well. If nothing else, this decrepit body may still serve in this manner.\"\n<color=#37ffff>Cold Voice</color> : So, you shall be the least likely to survive once this system is activated, then?\n<color=#37ffff>Cold Voice</color> : Has the Abyss at last rotted your mind? Or... do you simply wish for all your kin to be martyred upon your funeral pyre?\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Such little faith you have in your people! All the lords have consented to this, save you.\"\n<color=#37ffff>Cold Voice</color> : They merely follow your plan as though blind, never once considering the true meaning behind the scheme... This action does not have my consent.\n<color=#37ffff>Somber Yet Weary Voice</color> : \"...That matters little. Destruction... shall also be rebirth. I have made my mind up as such.\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Hah... I fear this is as much time as I can spend awake each day. In any case, I shall activate it once all is prepared.\"\n<color=#37ffff>Cold Voice</color> : Is there no room for a different course? I am still searching for another way... Are you certain that you are not bathing the world in flame over some personal grudge?\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Perhaps! I will do anything it takes to keep our shadow-foe beyond the circles of this world.\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Hah. Besides, 'another way,' you say... Will you really find what you seek from those 'humans' of yours? You are in too deep already. I see it...\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"I once tried to make you understand... But just as it was with those of our line who sought wisdom through the pools of flame, knowledge and acceptance are two different things.\"\n<color=#37ffff>Cold Voice</color> : ...\n<color=#37ffff>Somber Yet Weary Voice</color> : \"If you believe that I simply wish for 'destruction,' whereas you have a world you wish to construct... Then stop me. Slay me. Prove yourself to me!\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"But know this, Kukulkan, though it be not prophecy — simply advice from one who once walked this path. A day shall come...\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"...When you shall tread the same road as I.\""
          }
        ]
      },
      {
        "title": "About the future of the dragons",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Operations stream along countless convolutions, flowing spectrum paths that shift across layered platforms.</color>\n<color=#ffffffd9>The accumulated Phlogiston coalesces under immense pressure into a floating, controllable ball of heat.</color>\n<color=#ffffffd9>\"We've done it!\" Your brethren cheer all around you.</color>\n<color=#ffffffd9>Yet the one who masterminded this feat, in no way inferior to star-forging, stands outside the experimental site, as though wholly unrelated to this momentous deed.</color>\n<color=#37ffff>Cold Voice</color> : Congratulations are in order. Creating something equivalent to a celestial body in miniature... An \"Astral Assemblage,\" is it? Truly, a grand achievement, comparable with lunar reconstruction.\n<color=#37ffff>Cold Voice</color> : \"That one\" would surely have tucked their wings in and nodded congratulations to you — were they still with us.\n<color=#37ffff>Somber Yet Weary Voice</color> : \"...If you had been willing to help, it might have been completed long ago.\"\n<color=#37ffff>Cold Voice</color> : I have no interest in it.\n<color=#37ffff>Somber Yet Weary Voice</color> : \"...But you should help me, Kukulkan. We have driven the All-Plunderer's herald into the deepest of mountain valleys, yet once its master awakens...\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"It will surely bring another catastrophe upon our people.\"\n<color=#37ffff>Cold Voice</color> : Ah, how very noble of you, creating this thing to protect your pitiable brethren...\n<color=#37ffff>Somber Yet Weary Voice</color> : \"'Our' pitiable brethren.\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"This is only the beginning, and my days are numbered. I must forge a new path for the Dragonborn before the pitch-black shadow smothers us all.\"\n<color=#37ffff>Cold Voice</color> : Or, perhaps, you should let them find their own way... Forgive my forthrightness, but the path you plan to create may be too narrow for our kind.\n<color=#37ffff>Somber Yet Weary Voice</color> : \"The narrow way must be walked. When your time runs short... When waiting becomes a luxury.\"\n<color=#37ffff>Somber Yet Weary Voice</color> : \"Enough waiting, I say. A time will come, Kukulkan, when your days go down like the sun behind the hills, and you will understand. Then, you shall make the same decision as I have...\"\n<color=#37ffff>Cold Voice</color> : ...My king, my elder brother, O lord who gave me life on the day you yourself were born... On this alone I cannot concede to you."
          }
        ]
      },
      {
        "title": "Records Regarding \"Corrosion and Physical Conditions\"",
        "desc": [
          {
            "type": "RichText",
            "text": "...All that once granted me form is fading. I can feel the power being twisted, diluted... to nourish, to form, ah... Something from beyond, our shadowy bane...\n...Time is running low. Before all things terminate, I must find a new path for my people... A path forever lit and free from the darkness of shadows...\n...Even if no glorious end awaits... If I shall be swallowed by shadows, ravaged by flame... It matters not...\n...But how can I forsake... the future of my kin..."
          }
        ]
      },
      {
        "title": "Records Regarding \"Humans... and Exceptional Individuals Thereof\"",
        "desc": [
          {
            "type": "RichText",
            "text": "...I know not how long I have slept under the influence of the shadow... Ah, my poor brother...\n...When will he understand that if he keeps treating his own kin as nothing more than insects, then those of them who share the same burning fire of knowledge that he does will always view him as their foe...\n...Even now, despite having failed once already, he persists in pursuing his ludicrous plans. The aberration he cultivated did not succeed in taking the throne of humankind, as he had so wished...\n...\"My beloved son will one day rule over both races. He possesses a lifespan far longer than that of ordinary humans. The only downside is that achieving this may take a little longer than anticipated.\"\n...\"Not to mention how this proves that humanity holds possibilities beyond what fate has ordained.\"\n...But our enemies are not as simple as he imagines. When will he awaken from his delusions?\n...Though, I must admit, if he were to achieve his aims and array his pieces on the board before me...\n...That would make for an intriguing game indeed. Show me, my poor brother, your ambition. How far will your path take you..."
          }
        ]
      },
      {
        "title": "Records Regarding \"Creating the Secret Source Servants...\"",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nTo test the efficiency of complex structures and the Phlogiston power unit, such that a Secret Source Servant can be manufactured for the purposes of record-keeping...\nIntended to perform precise adjustment and control of Phlogiston during the second stage of the plan, and to provide insurance in case of contingencies.\nIf the full-scale Phlogistonization experiment becomes unstable, a physical system will be required to maintain a quasi-Phlogiston state. In this scenario, we will need to rely on these small mechanisms to perform maintenance duties.\n...\nTo think my memory had been corroded to such an extent by the time the prototype could be constructed...\nI can no longer even recall... how long it has been since the days when my people would unfurl their wings and soar freely above this land.\nI cannot even... Haha. I cannot even recall the figure who should have stood beside my empty throne.\nNever mind... He shall one day return to this city. This I believe.\nComments on the Phlogiston Records: Part I\nTime of Comment:\nUnknown\nComment:\nI can understand the need for Secret Source Automatons to maintain the mechanisms, and as a backup plan for the second stage...\nBut must they have been constructed in such a way? Other shapes would have made more efficient use of the energy source...\nMoreover, my pitiable brother, lost to delusions... Know that your descendants merely copying your prototype blindly, having no comprehension of its significance.\nTheir ignorance is such that the Secret Source Servants they create are even smaller than your prototype — so as not to \"usurp\" the magnificence of your creation.\nLaughable, isn't it, how this non-uniformity creates unnecessary wastage in their assembly...\nComments on the Phlogiston Records: Part II\nTime of Comment:\nUnknown\nComment:\n...Who would have imagined that these Secret Source Servants, built merely to maintain mechanisms and unarmed to boot, would manage to survive the war?\nIt appears that — in imitation of your ways — they left their own marks at the cores of the Secret Source Servants they created.\nBy this can I tell these identical facsimiles apart and know who created each one.\n...I have given them the names of their creators... For what purpose, one might ask? Remembrance, perhaps?\nIf you could see me now, brother, you would laugh at my foolishness.\nIt seems that in this withered city whose life has run its course... I, too...\nComments on the Phlogiston Records: Part III\nTime of Comment:\nUnknown\nComment:\nHow peculiar... I am unable to change the name of your prototype... It seems that even I lack the relevant authority. It is hard to believe... that you would leave something such as this for yourself.\nPerhaps it is because the Abyssal corruption of the Sacred City is so severe. In this colossal metropolis constructed from Phlogiston... data and structure exist as one.\nYes... The city itself is built of data sectors made manifest... so if the sector containing the prototype's data has been corrupted, the name cannot be read, and therefore cannot be changed.\nI wonder... What name did you give this machine?\nOr have names themselves lost all meaning in this place? Perhaps you never gave it a name to begin with..."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Elemental Dragons",
        "desc": "<p>An ancient race, who ruled Teyvat long before human existence. Dragons belong to the Light Realm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_6244634971554940377.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Xiuhcoatl is a Pyro Dragon who was born from the primal fire.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Xiuhcoatl created his brother and gave him a piece of the primal fire. When Xiuhcoatl wanted to activate Huitzilopochtli, Waxaklahun Ubah Kan disagreed with his brother's plan and decided to find another way. The Sage of the Stolen Flame wanted his son",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "to defeat the Pyro Dragon and become the new Dragon Sovereign, but Xbalanque got ahead of him. Over time, Waxaklahun Ubah Kan understood his brother's feelings and decided to follow his brother's path and activate Huitzilopochtli.\nHuitzilopochtli\n\"Sweeping Skyfire\" is a weapon created to fight the Abyss, capable of turning Natlan into a land made entirely of phlogiston matter. All life would either be destroyed or forced to abandon its bodies and become phlogiston-based life forms. And then the dragons, now phlogiston-based life forms, would rule this new world.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "name": "Gosoythoth",
        "desc": "<p>A monster of the void, named Gosoythoth, \"Reaper of the Abyss.\" </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/06/237301566/a6d6d7f5ca7dd3558c0943030ddc3dd6_8428754496973208525.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Lord of Eroded Primal Fire",
        "desc": "<p>A fell dragon, congealed from the power of pitch-black darkness.</p><p>A monster of the void, known as both the Reaper of the Abyss and \"Gosoythoth.\" It is able to corrupt memories contained within the ley lines of the earth, congealing them into tangible forces of catastrophic portent. From these memories that since time immemorial have flowed below the land, it has managed to extract the remnant will of a primordial elemental dragon sovereign, drawing it out like marrow to repurpose as the foundation of its own fabricated image.</p><p>But is it truly a mere \"image\"? Brought back by the very otherworldly forces it had once resisted, a once-dead dragon opens its eyes anew, forsaking all in this brief dream of a resurrection. Trapped perpetually in the final day of its existence by this pitch-black gospel, its boundless fury has consumed all reason. Now, what remains is its unrelenting lust for battle, burning on without end.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "The Reaper of the Abyss has managed to extract the remnant will of Xiuhcoatl from the memories contained within the earth's ley lines. The dragon is trapped in the final day of its existence, and its boundless fury has consumed all reason.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Xbalanque defeated Xiuhcoatl in the Great Volcano of Tollan and was reborn from the fire, becoming the first Pyro Archon.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6584,
        "name": "Goldflame Qucusaur Tyrant",
        "desc": "A Qucusaurus whose body has attained a supernatural form due to enduring forces that the bodies of modern Saurians cannot control.<br>Legends say that when the giant Qucusaur who now often dwells in the mountain fog was young, he also once followed the heroes who saved Natlan in their adventures. It is said that one of those heroes once agreed to make the pilgrimage with him together to the volcano, to save his mind back from the brink of insanity that the increasing violent power in his blood was forcing him towards. However, judging from his current title of \"Tyrant,\" that story did not have a happy ending.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/5709594dc5a9060e80eff1f292116304_431190468102305255.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Little One",
        "desc": "<p>A little Tepetlisaurus that received the<custom-ruby data-ruby=\"Flamelord's|Xiuhcoatl|\"></custom-ruby>Blessing. It accompanied the Traveler on a pilgrimage to the Great Volcano of Tollan to remove the mark.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/63ce79e5312eda1c2946bde7b80c7727_6704985478906573625.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Long ago, Xiuhcoatl used the Flamelord's Blessing to pass down his wisdom. Dragons and Saurians with the Flamelord's Blessing mark possess incredible power, but modern Saurians can no longer withstand it today. The Wayob and the Night Kingdom also reject this power and refuse to accept such Saurians. In the process of growing, they will sometimes be killed by this power, or driven mad by it. Legend has it that the tribal warriors would carry a token that was split in two, and in the Great Volcano of Tollan, they would wash the name of their companion as remembered by the Fallen Dragon.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruler of Cinder City's corroded ruins within Ochkanatlan. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's body, and is said to have been one of the fragments left behind when the Flamelord's eye was split in two. According to legend, it is said that the ancient Dragonlord — who once held dominion over all light and wisdom — transformed one of his eyes into a conduit of supreme authority by which all flames might be governed, and that this became his only exploitable weakness...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/41133912/558e5a31d367a67a8e85745a668d2c5e_116786154739108321.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruins of the Sage of the Stolen Flame. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's back. Golden inscriptions are etched into the surface of the white disc, and when touched, one can sense the intricate patterns pulsating as if imbued with life.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/27/41133912/558e5a31d367a67a8e85745a668d2c5e_3222826536943573284.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "According to legend, the ancient Dragonlord transformed one of his eyes into a conduit of supreme authority by which all flames might be governed. When Xbalanque defeated the Pyro Dragon, he split the dragon's eye into two.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Reign of the Dragons",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/6720fc8f34741f1cdd09918df845dea1_4104516956228177436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Long before the existence of humanity, Teyvat was ruled by a highly advanced dragon civilization, led by the Primordial Dragon, Nibelung. On the land that would be called\nmillennia later, on the Sacred Mountain, the first Pyro Sovereign, Xiuhcoatl, was born from the Primal Fire. He founded the Sacred City of Tollan and created his people with the Primal Fire. The Sacred City was founded inside a volcano, where the dragons created a projection imitating the sky. He gave his first creation, his\na piece of this fire, which the descendants of the dragons considered part of a great soul. Natlantea was led by a council of dragons, consisting of thirteen Dragonlords and three Dragon Princes, who obeyed the Sovereign."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/a1d846f80c1e55e2a7ab95315058e57e_5427820143582258539.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When the\nfrom beyond the skies appeared in Teyvat, a war between the First Descender and the dragons began, during which the invaders threw divine nails on the phlogiston-rich soils that supported Natlan. They also froze Xiuhcoatl in lava, causing him to enter a state of false death. The Dragon King, Nibelung, was defeated and traveled beyond the sky to gain forbidden knowledge to fight the Primordial One. The dragons were very powerful, but they were bound by the shackles of their own power. The weak worship the strong, sons follow their fathers, and peons serve their sovereigns. Races that by nature pursue power are bound by the very power that all too clearly orders their societies. After the Pyro Dragon's false death, the descendants of the dragons could only bow before his throne and watch as their once great civilization deteriorated by the day, marching inexorably towards decline. Due to the destruction of the phlogiston land, the highly adaptive dragons evolved only to survive in the changed Natlan, and in the process, lost their power and reached a dead end."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/5997fa20dc470865640c2d4095f0a19a_6387894867402416954.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Nibelung returned to Teyvat with the forbidden knowledge, the Flamelord was awakened from a long sleep by the call of the Abyss. The Primordial One annihilated the great\nat great cost. At this moment, the fiery sovereign, who had been steeped in the Abyss, regained brief, tragic clarity. He saw that this realm, once ruled by wisdom's blazing light, now lay shattered, and the land once suffused by primal flame was now corroded by the dark foe, cankered and covered head to toe in sores. Having himself become a breeding ground for darkness, his periods of clarity ever shortening, he knew not when he would become lost to senseless, twisted nothingness. In his final days, he again fell into a state that was no different from a false death, and his entire race had become a gaggle of squawking fools."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/76abfd4fefa06e1ac6a9994b1fc75973_1917141877618508186.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When the dragons had not yet lost their power, they explored the pitch darkness between the stars and created a sky cable that stretched to the primordial celestial bodies. When the moons were destroyed during the war of the sky invaders, Xiuhcoatl carried out a lunar reconstruction, and the remains of the moons hanging in the sky were called the \"Ancient Moon's Remnants.\"\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Ancient Sacred Mountain",
        "desc": "<p>Before the descendants of the various tribes learned to record their history with woven scrolls, the ancient and proud nobility had already built a magnificent holy city here, scorning the land that those feeble slaves knew as \"Natlantea.\" However, the vast empire that prided itself on its power has long since perished in battle. Only a lonely tomb remains of that mighty city.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/29/237301566/6fdb6cce9a5cce40096dce9c2672feba_7641303426493271828.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Elemental Dragons",
        "desc": "<p>An ancient race, who ruled Teyvat long before human existence. Dragons belong to the Light Realm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_6244634971554940377.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "name": "Descenders",
        "desc": "<p>Beings from outside of Teyvat, whose wills can rival an entire world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5225561202100412280.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "name": "Nibelung",
        "desc": "<p>The leader of the elemental dragons, who traveled beyond the world of Teyvat to gain the power of the Abyss to fight the Heavenly Principles.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/596896f7ea3d51d7b1f6e504094f9d97_4010709984094972573.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primordial One",
        "desc": "<p>The First Descender, who defeated seven Dragon Sovereigns of the world and created people. The Primordial One may be Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_6047094467838473554.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Huitzilopochtli",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/8287e972b0dbc501376be8d66db0d9cf_2623353522331778675.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "During periods of lucidity, the Flamelord used the last of his power and wisdom to once again transform the city of dragons and create the equivalent of a celestial body in miniature, the\nand, eventually, the\nTo create this weapon, Xiuhcoatl began to dig deep into the volcano to provide a stable environment for his experiments. Huitzilopochtli was the Natlan Phlogistonization Array — a device capable of turning all of Natlan into \"a land of only phlogiston, or only of matter comprised of phlogiston.\" Phlogiston is an atom upon which information may be transcribed, and is itself a form of \"computronium\" — an element that can be used to imitate the essence of any and all things through the\nHuitzilopochtli would burn everything, and all that information would be logged and replicated by that ocean of phlogiston units. Thus, Natlan would become a realm composed solely of primal flame. When that happened, the moment the Abyss approached, the Astral Assemblages created by the primal flame would automatically attach to them, using mutual annihilation reactions to consign our shadowy foe to oblivion. And then the Abyss would never again be able to invade Natlan. But the lives of Natlan would either be destroyed by Huitzilopochtli or forced to abandon their bodies and become pure phlogiston-based lifeforms. The Ley Lines and substantive bodies would disappear. The dragons would own everything and nothing at the same time, bound neither to birth nor to death. Having abandoned their bodies and become phlogiston lifeforms, they would rule the new world."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/b2a8313a2877f7b05213abd9a655c27c_161184871910069897.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In order to determine the targets of corruption for the Astral Assemblages, corrupted by the Abyss, Xiuhcoatl experimented on himself so that his decrepit body would serve the dragon race. Once the system was activated, he would be one of the first to be destroyed by the Sweeping Skyfire. The Pyro Dragon knew that he could no longer spend time conscious, so he was ready to activate the system. The Dragon Council of thirteen Dragonlords and three Princes unanimously agreed with the Flamelord's plan, but his brother, Regent Kukulkan, believed that Huitzilopochtli would turn all life into flickering, illusory shadows cast by a giant torch. Without their bodies, the dragons would have no chance to evolve, so the Regent decided to find another way among the humans. The Flamelord believed that when the twilight of life came, his brother would understand him and make the same decision as he did."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"If you believe that I simply wish for 'destruction,' whereas you have a world you wish to construct... Then stop me. Slay me. Prove yourself to me!\"</color>\n<color=#ffffffd9>\"But know this, Kukulkan, though it be not prophecy — simply advice from one who once walked this path. A day shall come...\"</color>\n<color=#ffffffd9>\"...When you shall tread the same road as I.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Ancient Sacred Mountain",
        "desc": "<p>Before the descendants of the various tribes learned to record their history with woven scrolls, the ancient and proud nobility had already built a magnificent holy city here, scorning the land that those feeble slaves knew as \"Natlantea.\" However, the vast empire that prided itself on its power has long since perished in battle. Only a lonely tomb remains of that mighty city.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/29/237301566/6fdb6cce9a5cce40096dce9c2672feba_7641303426493271828.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Xiuhcoatl's Death",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/26217162c8655537ed07e3848eb0a2d7_4413219845976282650.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After the second war between the Primordial One and the\nthe primitive civilizations of humans collapsed like broken jade. And\nwho led the earthly civilizations were swallowed up by the awakened dragons. Natlan's Ley Lines were damaged, and humanity sank into chaos, losing the ability to perceive the world and returning to primitive instincts. The feeble people born in the land of dragons could only survive in the shadow of their wings. Although they had long lost their guide, forgotten their history, and cast aside their memories, and were lost among the mountains and forests, they managed to survive. The brother of the Flamelord, Kukulkan, having refused to activate Huitzilopochtli, saw hope among the people. He stole phlogiston from the ancient palace in the Sacred City of Tollan and taught people how to use it. Under his leadership, they founded the first tribes and, forgetting about the feud with the dragons, became mired in the struggle for power. Kukulkan also created his son, a dragon with a human soul, to kill Xiuhcoatl and become the new Pyro Dragon and the ruler of two worlds. When the dragon council wanted to eliminate his son for running away, Kukulkan saved him and sent him to live with humans, for which he was declared a traitor. The Dragonlords wanted to impeach the regent, but the trial was interrupted by Xiuhcoatl himself, who woke up from his false death. When his brother left the dragons and went to humans, the Flamelord, who was exhibiting signs of memory degradation and distortion, wanted to fill the void from the loss of his brother and created a Secret Source Servant and named it in honor of the one who accompanied him since birth."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Then you shall be 'Kukulkan.' I imagine that fellow could hardly care less about that name by now...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/1a648830e0bc51a1e7cc7bdca5e998e4_4256552269504971571.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "At this time, a stranger, Xbalanque, who wasn't mentioned in any prophecies, appeared. He went from tribe to tribe with a huge obsidian sword, concluding a truce between the tribal chiefs. People followed Xbalanque and founded the Grand Alliance — the first and only empire of Natlan, uniting all the tribes. Being an ordinary mortal, he was so strong that even the Dragonlords of the Sacred City saw him as an opponent worthy of respect. After gathering his followers, Xbalanque went to war with the Sacred City. The human troops broke into the Great Volcano and defeated the dragons, among whom were ten Dragonlords and three dragon princes. Xbalanque himself took advantage of the vulnerability of the Flamelord, his modified pupil, and killed the decrepit Pyro Dragon, dying with him. Despite his death, Xbalanque was reborn from the Sacred Flame and became the first Pyro Archon of Natlan. During the war between humans and dragons, the latter were almost completely destroyed, and the rule of the land passed to humans."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/0427972368ae6fe6d5dc73b50aa28f43_5687432499148305168.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After the death of the Flamelord, the Abyss continued to spread in Natlan. The Heart of the Sacred Mountain, where Huitzilopochtli was located and Xiuhcoatl rested, was subjected to severe corruption. During the Cataclysm that occurred five hundred years ago, the Ley Lines of Natlan were further damaged, and the Abyss corrupted the Night Kingdom. The monster of the Abyss, which the Natlanese named\nwas able to destroy the memories contained in the Ley Lines and transform them into tangible forces that led to disasters. From these memories, flowing underground since time immemorial, he was able to extract the remnants of Xiuhcoatl's will, like bone marrow, to use as a basis for creating his appearance. The fallen dragon, woven from the forces of the pitch darkness he once fought, was trapped in an eternal trap on the last day of his existence, and his boundless rage consumed all sentience that was within him. When the Pyro Archon Haborym used the power of one of the Primordial One's shades, the power of the divine throne, and the six heroes of Natlan, she was able to banish Gosoythoth into the depths of the Night Kingdom and defeat him with the help of the\ndestroying the main weapon of the Abyss in Natlan.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "name": "Descenders",
        "desc": "<p>Beings from outside of Teyvat, whose wills can rival an entire world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5225561202100412280.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Night Kingdom",
        "desc": "<p>The Lord of the Night designed a realm of souls and memories to recreate the damaged Ley Lines in Natlan. The Night Kingdom is a mysterious, liminal space between the body and mind, life and death, where the souls of all the dead Natlanese go.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>The wisest among dragons, who stole the flame from his kind and taught people how to use it. He wanted to create a ruler of the dragon and human worlds. His true name is Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/b9c40708c129547b244f252d9b749a86_6061004772219375990.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "name": "Haborym",
        "desc": "<p>The name Haborym is supposedly borne by all mortal Archons of Natlan. The current Archon is Mavuika.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/4b72eeab7a3777529c731acd78986c78_3145762570632793008.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "name": "Gosoythoth",
        "desc": "<p>A monster of the void, named Gosoythoth, \"Reaper of the Abyss.\" </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/06/237301566/a6d6d7f5ca7dd3558c0943030ddc3dd6_8428754496973208525.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Lord of Eroded Primal Fire",
        "desc": "<p>A fell dragon, congealed from the power of pitch-black darkness.</p><p>A monster of the void, known as both the Reaper of the Abyss and \"Gosoythoth.\" It is able to corrupt memories contained within the ley lines of the earth, congealing them into tangible forces of catastrophic portent. From these memories that since time immemorial have flowed below the land, it has managed to extract the remnant will of a primordial elemental dragon sovereign, drawing it out like marrow to repurpose as the foundation of its own fabricated image.</p><p>But is it truly a mere \"image\"? Brought back by the very otherworldly forces it had once resisted, a once-dead dragon opens its eyes anew, forsaking all in this brief dream of a resurrection. Trapped perpetually in the final day of its existence by this pitch-black gospel, its boundless fury has consumed all reason. Now, what remains is its unrelenting lust for battle, burning on without end.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Flamelord's Blessing",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/20/237301566/7f15d8db1fd3ce1c031c2973cf40e50e_5961040710792269431.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Some Saurians, the evolved descendants of the ancient dragons, are born with a special mark on their horns called the Flamelord's Blessing. The Pyro Dragon first transmitted flaming light and wisdom through his horn. Over time, the dragons evolved, and their bodies could no longer withstand this chaotic power, but the dragon's blood remained unchanged. Many Saurians died or went mad under the influence of the blessing, but only these Saurians were descendants of Xiuhcoatl and could activate Huitzilopochtli or become the new Pyro Sovereigns. During their experiments, the dragons discovered that they could control the blessing's occurrence, and during times of heightened Abyss activity, these Saurians appeared more frequently. When Xiuhcoatl's brother, Kukulkan, became disillusioned with humans and chose to follow the same path as the Pyro Dragon by activating Huitzilopochtli, he created a legend to remove the Flamelord's Blessing: humans must receive a\nin two and make a pilgrimage to the Sacred Volcano of Tollan to wash away the name of the Saurian that the slain Flamelord remembered. Many Saurians and their companions went to the volcano, but almost all of them died. One of the Saurians marked by the blessing was Holawaqa Ngoubou, a Qucusaurus whose body acquired a supernatural form due to the influence of the blessing's powers. Five hundred years ago, the Qucusaurus accompanied the hero, Menilek, who saved Natlan during the Cataclysm. Menilek agreed to go with the Qucusaurus to the volcano to save him from the madness caused by the growing violent power, but their plans were not destined to happen, and Ngoubou became the tyrant of the golden flame for the people. The only Saurian who, together with\nreceived the Golden Entreaties and reached the Heart of the Sacred Mountain was the little\nKukulkan wanted him to combine the Golden Entreaties and activate Huitzilopochtli, but he chose his companions and refused.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6584,
        "name": "Goldflame Qucusaur Tyrant",
        "desc": "A Qucusaurus whose body has attained a supernatural form due to enduring forces that the bodies of modern Saurians cannot control.<br>Legends say that when the giant Qucusaur who now often dwells in the mountain fog was young, he also once followed the heroes who saved Natlan in their adventures. It is said that one of those heroes once agreed to make the pilgrimage with him together to the volcano, to save his mind back from the brink of insanity that the increasing violent power in his blood was forcing him towards. However, judging from his current title of \"Tyrant,\" that story did not have a happy ending.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/5709594dc5a9060e80eff1f292116304_431190468102305255.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "name": "Menilek",
        "desc": "<p>One of the six heroes of Natlan and the bearer of the Ancient Name<custom-ruby data-ruby=\"Vuka.|Transcension|\"></custom-ruby>He died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/4f28960dcb633617fa313fbc29425e38_6414957147809283540.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Little One",
        "desc": "<p>A little Tepetlisaurus that received the<custom-ruby data-ruby=\"Flamelord's|Xiuhcoatl|\"></custom-ruby>Blessing. It accompanied the Traveler on a pilgrimage to the Great Volcano of Tollan to remove the mark.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/63ce79e5312eda1c2946bde7b80c7727_6704985478906573625.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruins of the Sage of the Stolen Flame. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's back. Golden inscriptions are etched into the surface of the white disc, and when touched, one can sense the intricate patterns pulsating as if imbued with life.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/27/41133912/558e5a31d367a67a8e85745a668d2c5e_3222826536943573284.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Golden Entreaty",
        "desc": "<p>A white disc retrieved from the ruler of Cinder City's corroded ruins within Ochkanatlan. It is one of the essential tokens required to journey to the Great Volcano of Tollan and remove the \"Flamelord's Blessing\" from the little Tepetlisaur's body, and is said to have been one of the fragments left behind when the Flamelord's eye was split in two. According to legend, it is said that the ancient Dragonlord — who once held dominion over all light and wisdom — transformed one of his eyes into a conduit of supreme authority by which all flames might be governed, and that this became his only exploitable weakness...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/41133912/558e5a31d367a67a8e85745a668d2c5e_116786154739108321.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Xiuhcoatl",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/5a032a8bdda2a2d14728f63ffb6fcd87_2315151540630473598.png"
      },
      {
        "key": "Xiuhcoatl",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/132aa0b697510cba7613d929b1849368_8099096358337967978.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Xbalanque is defeating the Pyro Dragon."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Xiuhcoatl"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Elemental Dragons"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "Flamelord"
          }
        ]
      }
    ]
  }
}