{
  "epId": 7304,
  "name": "A Nameless Adventurer's Notes",
  "desc": "<p>Notes left by an adventurer of an unknown era. In them, they recorded their adventures in Ochkanatlan.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/20/35428890/279073cab6fd5c1ccd3fd363ffe31a87_3017895352194149169.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1738604582,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,517,658,659,52&center=2953.22,-10478.50&zoom=1.00"
      }
    ],
    "textualResearch": [
      {
        "title": "Page 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Month: Unknown. Day: Unknown. Weather: Foggy...\n...Finally here. Ochkanatlan. This ancient city, now occupied by a violent and evil dragon, and the final resting place of ██...\n...If Aunt Liriwu knew, she'd be in quite the huff, that's for sure. But there's no other way. Even if they say I shouldn't take on the regrets of generations past, I still want to finish this...\n...Though the Abyss no longer poses as terrifying a threat as it did back when I was born, but whether for the sake of the \"Jade of Return\" sought by countless adventurers, or to unravel the final riddle of ██, I must go there...\n...It's fine, no need to be nervous. You've already had a lot of adventures, right? You're a seasoned adventurer, so it'll all be okay! Not to mention, it's been so long, maybe that nasty dragon has long since vanished...\n...Anyway, this is where it starts! My adventure..."
          }
        ]
      },
      {
        "title": "Page 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Month: Unknown. Day: Unknown. Weather: Rainy...\n...Unbelievable, I ended up being attacked by the dragon after all. But maybe I should be thanking it... After all, I wouldn't have stumbled upon this place without it...\n...The Core of Chu'ulel. Seems like it was once the heart of the entire city. I heard a member of the tribe speaking about it before, how in ancient times the Sacred Lord once transformed himself into the heart of the dragon city, but I never expected the meaning to be so literal...\n...Unlike those I've encountered elsewhere, the Secret Source Automatons here seem to be able to understand speech. Did the Sacred Lord make them in order to protect himself? Anyway, at least I don't have to worry about monsters coming after me for now...\n...I can't believe it actually worked. I used the Pyrophosphorite on my body to awaken the dragonspirit slumbering within the heart of the machine... But is this little guy really a dragonspirit? It's so small, and absolutely adorable! And it's green like a chunk of turquoise, so I think I'll call it Cocouik...\n...It's the path to the Altar of Primal Flame. I saw the signs left by Aunt Liriwu, it really is the same path that ██ walked...\n...Still, there's only one chunk of Pyrophosphorite left. I must make sure I don't use it up before I get to the Tonatiuh..."
          }
        ]
      },
      {
        "title": "Page 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Month: Unknown. Day: Unknown. Weather: Can't tell from where I am now...\n...It's completely different from what I imagined. I didn't expect the Tonatiuh to be such a desolate place. I can almost see what the Python King must've felt in those final moments...\n...Still, there's Pyrophosphorite everywhere. Does that mean this is the origin of all the Pyrophosphorite that adventurers get? But who could take it from here and give it to them...\n...So that's it. It's only thanks to Coco that I now understand the true nature of the \"Jade of Return\"...\n...The machine that could save Natlan, but not us... So many heroes have been sacrificed for this... So why draw us here...? I get it, you can't touch it, can you? That's why you need our hands, need Coco's...\n...But even if it's a fake Sacred Grail, it doesn't matter if it's ██, or Aunt Liriwu, anyone who embarks on the journey is a true hero!...\n...This is the last fragment of Pyrophosphorite left in the land... Was it your plan for me to bring it here? I guess that's fine, though, since this way, nobody else'll be tricked by you...\n...I won't let you get it! Because we're going to stop your plan, right here!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "A Nameless Adventurer's Notes"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7381,
            "name": "Vaulting the Wall of Morning Mist",
            "desc": "<p>To find the unknown treasure known as the Jade of Return and track the evil dragon down, you have stepped into ancient ruins to which entry is considered forbidden...</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/11/118896516/03386dacb31726cbf471f6fb2a29e069_3727179515099271596.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7147,
            "name": "A Nameless Adventurer's Notes",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.2"
          }
        ]
      }
    ]
  }
}