{
  "epId": 734,
  "name": "Wishmaker",
  "desc": "If you can stay within the Ideal Tension Zone while fishing, this rod will shorten the time in which fish will struggle by a stable amount and increase your chances of success. This effect only works in Liyue.<br/><br/>A long rod that stands like elegant bamboo. It is said to have been constructed and kept by a skilled hermit from Liyue, and it was first discovered on a stone tablet with the following words carved upon it: \"O you who aspire, take up this rod,\" like a legendary sword waiting for a hero to pull it out. Of course, you only ever hear this glorious origin story from the mouths of merchants, so it may just be some rhetoric used to increase the item's value... But those who know this and still use this rod can only be those who are ready and willing to accept this pact.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Wishmaker_icon.png",
  "filterValues": {
    "objectType": [
      "Fishing Rod"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1710718447,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Wishmaker"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Fishing Rod"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Utility",
        "value": [
          {
            "type": "RichText",
            "text": "If you can stay within the Ideal Tension Zone while fishing, this rod will shorten the time in which fish will struggle by a stable amount and increase your chances of success. This effect only works in Liyue."
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Exchange at the Liyue Fishing Association"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.1"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4357,
        "name": "Jiawei",
        "desc": "<p>An elite fisherman in the Liyue Fishing Association. After living a lifetime of adventure on the waves, he now pursues a more relaxed lifestyle by fishing and preparing meals for his wife.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/94376896/fe97d8ee86c4f1149a7ed5557037cf50_5027542170807636690.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2401,
        "desc": "",
        "amount": 20,
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2389,
        "desc": "",
        "amount": 20,
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2369,
        "desc": "",
        "amount": 20,
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2380,
        "desc": "",
        "amount": 20,
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Fishing Rods"
      },
      {
        "type": "CustomEntry",
        "epId": 1747,
        "name": "Windtangler",
        "desc": "If you can stay within the Ideal Tension Zone while fishing, this rod will shorten the time in which fish will struggle by a stable amount and increase your chances of success. This effect only works in Mondstadt.<br/><br/>A long, bright, transparent rod created by a poet from Mondstadt. To help borrow the power of Anemo to help raise the rod, the poet rather ingeniously designed a fishing reel made from the leaves of Windwheel Asters, which also imparts a certain romanticism of \"lingering in the wind\" to this device. But perhaps there were issues in the handiwork or in the design itself, for the finalized product could not spin as freely as expected. Perhaps this is what they call \"the chasm between professions?\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windtangler_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1902,
        "name": "Narukawa Ukai",
        "desc": "If you can stay within the Ideal Tension Zone while fishing, this rod will shorten the time in which fish will struggle by a stable amount and increase your chances of success. This effect only works in Inazuma.<br/><br/>A rod created to commemorate the ancient Ukai, or Cormorant, fishing method. The ruby-red gem at the tip of the rod represents the tinder used by the cormorant fishers, and the bird ornaments along the rod's shaft represent the cormorants themselves, who helped the hard-working Inazumans pass through those cataclysmic years. This low-efficiency fishing method has long become obsolete, but the persevering, pioneering spirit has been passed down together with this rod.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukawa Ukai_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3163,
        "name": "Serendipity",
        "desc": "<p>If you can stay within the Ideal Tension Zone while fishing, this rod will shorten the time in which fish will struggle by a stable amount and increase your chances of success. This effect only works in Sumeru.</p><p></p><p>This archaic Sumeru fishing rod is carved like white jade, decorated with dark gold patterns, and embellished with green gems. Under its pure aesthetics, it seems to have some meaning related to \"life\" — it is said that the oldest fishing rod of Sumeru was a branch wrapped with vines, and many master anglers achieved miraculous catches with such rods. Today's fishermen also believe that such fishing rods with long histories will bring them good luck.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/16/77454259/c6c4cb27da653e5c596f33b92db6bb57_3798794238561410019.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4139,
        "name": "Wavepiercer",
        "desc": "<p>If you can stay within the Ideal Tension Zone while fishing, this rod will shorten the time in which fish will struggle by a stable amount and increase your chances of success. This effect only works in Fontaine.</p><p></p><p>A slender fishing rod with a beautiful metallic glamor. Made of innovative metal materials designed by the Fontaine Research Institute, it combines light weight and resistance. Thanks to the solid metal loops reinforcing the connections between each section, the rod is capable of bearing fish of astonishing weight. Moreover, the reel seat is modeled after the handguards on weapon handles, protecting the angler from being damaged by fierce and \"tough\" fish.</p><p>According to experienced fishers, this rod is the perfect weapon against \"Iron Fish,\" the specialty of Fontaine, and is comparable to a trusty lance.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/151578876/e626a2bc414bfa23419b00127b346971_2367800174510247642.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}