{
  "epId": 7351,
  "name": "Obsidian Ancient Name",
  "desc": "<p>An Ancient Name, Tumaini, forged after many twists and turns, whose meaning is \"hope.\"<br>You are its first bearer, and it shall record all your deeds and adventures in Natlan, to be passed down forevermore.<br>\"Wisdom\" is not the sole domain of living things, nor are all memories or emotions a \"blessing.\" It is a nameless, shapeless existence, nor can common sense comprehend it. Just as we know naught about places that no light may touch, we cannot be sure that there are not countless pairs of eyes watching us from the deepest reaches of the dark. It is a condescending thing that lusts after the knowledge and information stored in the land. Even the horror and despair, which humans can never transcend, are mere emotions \"simulated\" for your benefit once it has understood all that Natlan is.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/6c535148317ed9d8ecda0afd5ffdbd77_5095437906811194859.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1744698628,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Obsidian Ancient Name"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7413,
            "name": "As the Sun Rises and Sets",
            "desc": "<p>The time for the meeting has finally come. Head over to the Speaker's Chamber.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/41133912/4e701d3839b67c2028a4892f81d1c8c0_7959414562524645773.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.3"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "An Ancient Name, Tumaini, forged after many twists and turns, whose meaning is \"hope.\"\nYou are its first bearer, and it shall record all your deeds and adventures in Natlan, to be passed down forevermore.\n\"Wisdom\" is not the sole domain of living things, nor are all memories or emotions a \"blessing.\" It is a nameless, shapeless existence, nor can common sense comprehend it. Just as we know naught about places that no light may touch, we cannot be sure that there are not countless pairs of eyes watching us from the deepest reaches of the dark. It is a condescending thing that lusts after the knowledge and information stored in the land. Even the horror and despair, which humans can never transcend, are mere emotions \"simulated\" for your benefit once it has understood all that Natlan is.\nLend your ear to Xumucul's roar. Hear the hatred that festered in the heart of the unrivaled warrior a thousand years ago. How he regrets lifting his weapon before the tombs of his companions in days bygone! For if this battle could never have been won, then he was no leader, but a cruel, lonesome king.\nLook upon the tears of Cochanina — witness her thousand-year-old despair. Resolute she was to the end, but fire, sword, and death never ceased to ravage her homeland. At the last, she would kneel before the icy coffins, and reflect upon the image the rain-puddles painted of her: If it cannot be rejected, why not embrace it?\nFeel Ndenge's fury, and know his thousand-year madness. He fought for Natlan all his life, shed and spent his fiery blood, only to learn the truth of war from the Sacred Flame once he had attained the throne. He was not a hero, beloved by all — he was but a blind, ignorant clown, for humanity can never hope to conquer the true master.\nFathom the words of Xbalanque, perceive his thousand-year-old lie. The utmost wisdom births the utmost paranoia, and as he held time and death in his hands, he doomed Natlan to an endgame without any solution. Humans need not light lamps before the destined darknes"
          }
        ]
      }
    ]
  }
}