{
  "epId": 7424,
  "name": "Mare Jivari",
  "desc": "<p>A place at the westernmost part of Natlan, which was created during the Cataclysm 500 years ago. A Border Master, Sanhaj Kompore, summoned a miniature Night Kingdom and exploded it to defeat the encroaching dark calamity, thus creating the Mare Jivari.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/8ef5e0aaf7edf5d156a382a5b0cc72da_7527221649990424463.png",
  "menuId": 20,
  "menuName": "Definitions",
  "version": 1756786591,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 5.8 \"Sunspray Summer Resort\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/18/237301566/316da1381f829139a54c3b893883c3aa_3807078854125814502.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>July 18, 2025</color>\nNatlan's a hot place all year round. If you put your mind to it, every day can be considered a summer vacation.\nSo why not set aside your commissions, Paimon's treats, stories of the ancient dragons' civilization, visitors from Nod-Krai, as well as a letter from the Grand Master...\n...and just enjoy the free food, lodgings, and attractions?\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=I8N9D61dmHg&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tutorial",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Where the wind dies, and legends fall..."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/26/237301566/0ce2c90a4c126feb146318a96e132cd6_7219572280730329040.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>July 26, 2025</color>\nIt is said that the vast tract of land to the west of Tenochtzitoc was once the Mare Jivari, a place of sorrow born from the Abyssal invasion. As time washed away the past, the mysteriously vanished Mare Jivari has seemingly reemerged, but what is revealed may only be the tip of the iceberg..."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mare Jivari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/007949e853649b32c74c2cd3c2e01d34_7740452771120253677.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Over five hundred years ago, the Five Sinners of Khaenri'ah shared between them a power that could destroy the world. Among them was the alchemist Rhinedottir, who gave life to many creatures from the Abyss. Five hundred years ago, the Khaenri'ahn king and the sages tore the veil of sin, and monsters from the Abyss poured into Teyvat. The kingdom itself was destroyed, and Teyvat was engulfed in a dark wave, marking the beginning of the Cataclysm. All seven nations fought against the Abyssal creatures, and Natlan was no exception. On the westernmost edge of Natlan, along with other monsters, a giant beast called Bakunawa, one of Rhinedottir's creations that had gone out of control, appeared. It was mindless and driven by an instinctive urge to devour, possessing immortality due to the ability to grow infinitely. Bakunawa once even absorbed part of the body of its creator. The beast differed from the other creations of the Sinner in that its immortality did not stem from the power of \"Life,\" but rather a more transcendent form of Abyssal power, which neither Rhinedottir herself nor the Abyss Order could comprehend."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/3d0d636aa02bbe8d9c6e3be6e531c843_8124674311890191342.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Bakunawa devoured entire tribes of Tenochtzitoc Island until only one survivor, Tenoch, remained. He went on to become the leader of the united army of the Natlan tribes. The monster could not be killed: even when it was beheaded or had its body chopped into pieces, the remains would somehow continue to grow, seeking each other out and eventually, forming a new, revitalized Bakunawa. Tenoch, deprived of a tribe and an Ancient Name for his warlike nature, united six of the best warriors of each tribe, bearers of the Ancient Names of the allies of the first Pyro Archon, Xbalanque. Among the six heroes of Natlan was the Border Master of the Masters of the Night-Wind, Sanhaj Kompore. The most powerful Border Masters can expand the borders of the Night Kingdom and temporarily manifest part of it in the real world. Even when Tenoch called him to join, Sanhaj foresaw his and Tenoch's deaths and the birth of what would later be known as the Mare Jivari, but he followed Tenoch anyway. In the final battle, the Border Master performed Phlogiston Engraving on the leader of the united army's body in order to unleash the power of border spells. Then, Tenoch allowed himself to be eaten by Bakunawa. With Tenoch's body as the ritual offering, Sanhaj summoned a miniature Night Kingdom inside Bakunawa's belly, and the clash between the powers of the Abyss, the Lord of the Night, and Tenoch's spirit in Bakunawa's body led to a violent explosion that shattered the monster into innumerable pieces. Although the black disaster was thrown back, the beast did not die, and the energy of those forces that generated the explosion only prevented it from being reborn. As a result of this sacrifice of Tenoch and Sanhaj, the Mare Jivari was born."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/e341c467aa32fed76c7abb90a148b557_6337261892301068744.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Due to the transcendent Abyssal power flowing inside Bakunawa, the Mare Jivari and its corruption began to exist in every moment of time. To prevent the corruption of the Mare Jivari from spreading beyond Tenochtzitoc, the\nwho had once received a portion of the power from the\nblew the Mare Jivari off the timeline, turning it into the \"Windless Land.\" Since then, the Pyro Archons of all time have protected the seal placed on the Mare Jivari to prevent Bakunawa from being reborn and breaking out.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "name": "The Last Survivor of Tenochtzitoc",
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7423,
        "name": "Easybreeze Holiday Resort",
        "desc": "<p>The Easybreeze Holiday Resort is a large summer resort located on the coast and divided into several different regions. It was decided to build the resort in Tenochtzitoc, in the far west of Natlan. In the local language, Tenochtzitoc translates to \"cavern of stone and prickly pears.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/4737e4787680a8bfd2d80d94b0749299_6422273370173492213.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>An alchemist, a member of the Hexenzirkel, one of the five Sinners of Khaenri'ah, and Albedo's mother. Rhinedottir created an army of shadowy monsters, who attacked Teyvat 500 years ago. She's also known as Gold and R. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/237301566/a38463ea993adadbabcf39531320e7e8_3044767655476010796.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7490,
        "name": "Tenoch",
        "desc": "<p>A hero of Natlan, who lived 500 years ago. He didn't belong to any tribe, because he was exiled. During the Cataclysm, he united the six tribes and went to the western islands to fight a giant black monster.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/5037534a2e3fdae2e4478820ca23e24b_1922193576915139777.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "name": "Sanhaj",
        "desc": "<p>The great priest of the Masters of the Night-Wind and Border Master, who bore the Ancient Name<custom-ruby data-ruby=\"Bidii.|Devotion|\"></custom-ruby>He died in  the Battle of the Mare Jivari 500 years ago. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/7af24ba165ce8b89d310affbb18b4284_5428910278125549425.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Barbatos",
        "desc": "<p>The Anemo Archon of Mondstadt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/5f7d70114271f8eca21f24cd62499dc6_6114532498612516105.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4898,
        "name": "Istaroth",
        "desc": "<p>Ruler of Time, also known as Tokoyo Ookami, \"the thousand winds of time,\" and Kairos, \"the ruler of the unchanging world.\" She is one of the shades of the Primordial One.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/237301566/6c6230d12f0386d6d86e680bd88d4398_359759643071463300.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Talking Stick",
        "desc": "<p>Most people will find this obsidian-inlaid club quite convincing indeed.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/35428890/6e0130263c2de43a0bd7863edce22df3_1490535884850747976.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Wanderer's Troupe",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/be9c62594a243381afec36d022814712_9106835084381303156.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Due to the time anomaly caused by the transcendent Abyssal power of Bakunawa, the existence of the Mare Jivari extended into the past. A thousand years ago, during the reign of the Aristocracy, the Wanderer's Troupe, called the Swordman's Troupe by the people, gathered in Mondstadt. For flutes, they had swords, for harps, they had bows, and their song was an anthem of rebellion. They performed not only for friends, but also for enemies. One of the members of the troupe was a charismatic swordswoman. She was as beautiful as the light on water, and as elegant as the chirping lark. The swings of her sword became a song carried by the wind. When she sang and danced, it was like the sun after the rain. Both her music and her sword were as lethal as they were beautiful. Another member of the troupe was a harpist from the rich and charming country of Fontaine. He went to travel the world in search of his true destiny. It is said that all the ladies of the Court of Fontaine wailed with grief when they heard the tragic news that he had left without saying goodbye. He was playful and determined, like the wind that accompanies the melody of the harp and like the flowers that grow on Starsnatch Cliff. The story is that he fell in love with a humble Mondstadt woman, but she was then selected for the miserable fate of Ludi Harpastum princess. In song, he revealed his feelings to her and promised to break her shackles. He wanted to remember never to fall in love with anyone or become attached to anything, but he kept the memory of that lady, as he promised, and would make any sacrifice for her. Another member of the troupe was a conductor who wrote down the music and travel notes in a book called The Widsith. The last known member of the Wanderer’s Troupe was a disowned and traitorous member of the Aristocracy, named Kreuzlied. He wielded a greatsword, which made the aristocrats tremble in fear at the sound of this blade as it flew through the air, for it was the toll of the bell of judgment. Legend says that after being dismissed from office, his desire to continue the legacy of his fellow rebels led him to establish a secret society aimed at bringing down the Aristocracy."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/3a7f9a37e77fd3237e4038db8e791874_7095235214795698512.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In their travels, the Wanderer's Troupe passed through the desert and set foot in the blazing Mare Jivari. There, they encountered and fought the immortal monster Bakunawa, and after their victory, they cut a Runestone from his body, which contained \"infinite vitality,\" and took a piece of its flesh. When the troupe returned to Mondstadt, the Runestone helped rebel against the Aristocracy and was left to the newly created Knights of Favonius. With the tooth of another of Rhinedottir's creations, Durin, the vitality of the Runestone can be absorbed to forge a unique weapon. Bakunawa's flesh was left to the Hexenzirkel and, a thousand years later, was used to create a human from the fairy dragon, Mini Durin. Rhinedottir's creation, the alchemist Albedo, used Mini Durin's soul, blood from Durin's heart, Bakunawa's flesh, and fragments of an embryo left by his mother. The corrosive nature of the dragon venom and the heightened vitality of the monster remnants offset each other, keeping the constructed body in perfect balance.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7683,
        "name": "Paralogism",
        "desc": "<p>Greatness, created in the moment where miracles met life.</p><p>Neither mundane knowledge nor earthly compassion could hope to reach that light.</p><p>The arrogant slither forth from the darkness, hypocrisy draped in virtue and reason.</p><p>Their gnashing maws devour all — brothers and mothers alike.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/24/41133912/385c45acc6d779d812fa4d862f94dfba_3872852205475059121.png",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "name": "Knights of Favonius",
        "desc": "<p>An order responsible for protecting Mondstadt and its belief of freedom. Despite its members are known as knights, none have been knighted by any royalty — knighthood is a title they earned from the noble duties they assume.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/14/237301566/9bd657b2f14508ea8c0f5e28d6c81c07_6443033396603587.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>A secret witch society, which discusses secrets at the tea parties and explores Irminsul. There are eight witches in the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_5066206833217056331.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "A genius known as the Kreideprinz, he is the Chief Alchemist and Captain of the Investigation Team of the Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "name": "Mini Durin",
        "desc": "<p>A dragon from a magical world, created by a writer, Andersdotter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/43cb8d2bf27fb64bb0e4d9109cc0291a_7442608172963049104.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>The Shadow Dragon and one of Rhinedottir's children.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/206a8a0bc1698ae7019f093470f9e845_1709744497888247195.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Dragonspine Spear",
        "desc": "A spear created from the fang of a dragon. It is oddly warm to the touch.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2081,
        "name": "Wanderer's Troupe",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2007,
        "name": "The Flute",
        "desc": "Beneath its rusty exterior is a lavishly decorated thin blade. It swings as swiftly as the wind.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/笛剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2033,
        "name": "The Bell",
        "desc": "A heavy greatsword. A clock is embedded within it, though its internal mechanisms have long been damaged.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/钟剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2009,
        "name": "The Stringless",
        "desc": "A bow that once served as an extraordinary instrument. It is no longer capable of getting people up and dancing.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/绝弦.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1991,
        "name": "The Widsith",
        "desc": "A heavy notebook filled with musical scores. Though suffering from moth damage and heavy wear-and-tear, there is still much power to be found among the hand-written words within.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/流浪乐章.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Adventures in the Mare Jivari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/44f6196f261950c9e8b4798317466be2_4239983182932665342.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After the Anemo Archon blew the Mare Jivari off the timeline to stop the Abyssal corruption, it became a destination for adventurers from all over Teyvat. One of the adventurers was the Lavawalker, who crafted a circlet from crimson agate to resist the intense heat of the flames. The circlet protected him from fire and sparked fear and jealousy among peers and seniors alike. <color=#ffffffd9>\"How dare the Lavawalker challenge the flames of the Mare Jivari! Such blasphemy has not been seen in hundreds of years! The flaming sea will surely devour this arrogant young man and the sky will blow his ashes into the void.\"</color> The Lavawalker's teacher demanded that his student step into the sea of fire with the circlet on his head, but then saw the owner of the circlet strolling onto the lava and gradually disappearing into the horizon. Legends say that the Lavawalker had a goblet filled with lava, and he drank it as if it were fine wine. For the Lavawalker, fine wine was merely a catalyst in the process of producing ingenuity, and aided by alcohol, even the slightest spark can combust into a brilliant idea. The goblet was a silent witness to the forging of wisdom amidst the flames, and before the Lavawalker's final journey, it was filled with the most pride. During his travels across the Mare Jivari, the Lavawalker plucked a feather from a bird that sang amid the flames. According to legend, the solitary bird sang in the blazing flames, and people worshiped it as a totem while kings saw it as a sign of nobility. Donning this feather, the Lavawalker retreated from the outside world. Alone he came and alone he went, leaving no trace behind. Since then, cries have been heard from the Mare Jivari. Whether it is the singing of birds or the lamentations of the Lavawalker, no one knows. The story of the Lavawalker did not end after he crossed the Mare Jivari. It is said that he lived another hundred years as a hermit, but this short retreat brought little relief from his burning torment. Although the sage who fled did not fear the scorching flames of the Mare Jivari, he could not quench the torturing flames of time. The anguish of being left alone without the disciples and family he held so dear burned away at his soul more than any flames could ever scorch his flesh. Just before his death, the Lavawalker gave people a flower that blooms in the burning flames, which he once wore on his chest. Later, people who followed the flickering light came to the shore of the Mare Jivari, but they did not find any traces of the Lavawalker, and only the flower bloomed among the ashes."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"This is the flower that blooms in flames. Until the day that the fires turn me into ashes,</color>\n<color=#ffffffd9>You shall see the glowing embers of this flower shining through the dark smoke.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/d964558831a983075723071a1afbe3ed_8406160369996211430.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Other travelers to the Mare Jivari were adventurers from Mondstadt, the Great Adventurer Stanley and the very young and inexperienced Hans. In their journey, a monster created a whirlwind from the ash waves, and while saving Hans, Stanley was seriously injured. Hans managed to escape and return to Mondstadt, but his friend remained in the Mare Jivari. During one of the stops, the Great Adventurer met a man who introduced himself as Nocht. He used a flower that blossomed among the ashes to stop the bleeding from his injuries and warned him about getting close to the beasts. Nocht said that he came from Tenochtzitoc, but this place was not his homeland, which he was looking for. Another day, Stanley met a strange woman who bandaged his wounds. Every time the adventurer tried to remember her face, the memories seemed to be covered with ash. The only thing he could remember was her name, Nanas. Although Stanley was killed by monsters, he was prepared for this to be his last adventure. He was willing to sacrifice himself to uncover the secrets of the Mare Jivari and hoped that the Adventurers' Guild would one day return so that his sacrifice would not be in vain."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/915d950188d6d2d2ffe41b5eac8bb839_4447199750192323187.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After returning from Mondstadt, Hans Archibald could not come to terms with Stanley's death, for which he blamed himself. So that the Great Adventurer would not be forgotten, Hans took his name and began to tell stories of his deeds and adventures. For many years, he lived to tell Stanley's story, but over time, the adventurer's true identity began to fade from his memory. Hans created an image for himself, not of the true friend he had been in life, but of a scarred adventurer. Only with the help of the Anemo Archon, who had also once taken on the image of his dead friend, was Hans able to accept reality and let go of Stanley's spirit.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8081,
        "desc": "",
        "displayStyle": "card",
        "menuId": 29
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Adventurers' Guild",
        "desc": "<p>An organization based in Snezhnaya that recruits adventurers and accepts and distributes commissions. They have a representative office in every major city. Their motto is \"Ad astra abyssosque!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/673abbcb1fef7c9a42bbf22f47c77c6f_3664595286180614044.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2494,
        "name": "Stanley",
        "desc": "<p>Stanley is an adventurer from Mondstadt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/24/237301566/39d83d76605c4c9d872dda12e8e3872f_2352918670437270041.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>A member of the Abyss Order, who calls himself a bookish character and a scholar. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/725dbbb16dec2beb477c3a15194eed29_7827130156895942956.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2083,
        "name": "Lavawalker",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 8351,
        "name": "Someone's Tattered Notes (I)",
        "desc": "Notes discovered in the remains of Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8352,
        "name": "Someone's Tattered Notes (II)",
        "desc": "Notes discovered in the remains of Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8353,
        "name": "Corroded Tattered Notes (III)",
        "desc": "Notes showing signs of corrosion discovered in the remains of Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mare Enthymema and Simulations",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "One day, about twenty or thirty years ago, the Mare Jivari disappeared from the face of the world, as if it had never existed. No one could figure out the reason for its disappearance, but some were able to penetrate secret areas that resembled it. People called these places the Mare Enthymema, as if the Mare Jivari cast a shadow on this world."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/66c74bd8c7fe33504df9196ec3b14e2f_4846621223262172732.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In addition to these Enthymema, there was a simulation of the Mare Jivari created by the power of the Abyss. Long ago, there was a group of adventurers, \"Tecpatl's Flintblades,\" among whom were Aroni of the Masters of the Night-Wind, Macani of the Collective of Plenty, Chaco of the Flower-Feather Clan, and Anja of the People of the Springs. They wanted to make the Tecpatl's Flintblades Adventure Team famous throughout Teyvat, but before they could fulfill their dream, Aroni and Macani had a child, and they were the first to decide to leave the group. Anja suggested a farewell trip so that everyone could relax and have fun, and the squad set off for the Mare Jivari. But instead of treasures, they encountered only monsters from the Abyss, and all exits from the simulation were blocked. While saving the child, all members of the squad died, but their souls prayed to the gods to help the boy."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Gods, if you can hear my prayer…</color>\n<color=#ffffffd9>Take my body, my love, and my memories as fuel</color>\n<color=#ffffffd9>Even if my soul is barred from the Night Kingdom</color>\n<color=#ffffffd9>Doomed to wander the desolate wilds…</color>\n<color=#ffffffd9>I offer up all that I am…</color>\n<color=#ffffffd9>…That this child might live.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/4abc2bbeeb877b89ee95f5ea0918bc3a_728864229728332852.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Thus, the \"Tecpatl's Flintblades\" became the Asha, the souls of people who died in the Mare Jivari were unable to return to the Night Kingdom and merged with the Monetoo. The Asha appeared in Tenochtzitoc immediately after the Mare Jivari disappeared, and the boy was discovered by an old adventurer from Mondstadt. The scorching flames scalded his skin, the deafening thunder almost ruptured his eardrums, and the hollering winds threatened to rip his soul from him. At the end of this journey, a baby was waiting for him, and then the adventurer thought: <color=#ffffffd9>\"This baby must be... a child abandoned by the world itself.\"</color> Although there were no mighty artifacts, jewelry, or gold, the old man's face did not seem disappointed in the slightest, for he regarded this baby, whose life hung by a mere thread, to be his treasure. <color=#ffffffd9>\"This child is what I was meant to find on this journey,\"</color> he thought as he took the baby into his arms. Even if what he was about to do opposed the will of the world itself, he was unafraid. The old adventurer died from severe injuries before being able to tell this story, leaving only the child he had saved. On his deathbed, he only managed four final words: \"will,\" \"adventure,\" and \"final treasure.\" Several single, childless, old adventurers in the Adventurers' Guild in Mondstadt raised the child as their own and named him Bennett, which means \"Blessed\". Like his fathers, Bennett became an adventurer, but his whole life was plagued by bad luck, caused by the broken connection with the Wayob of Natlan. Despite this, Bennett became the leader of Benny's Adventure Team and never gave up, dreaming of becoming the greatest adventurer."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/47a2b9938049319a91be7d7d342fc5ce_813062626304455711.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "One day, when Bennett had already grown up, he went to Natlan to the Easybreeze Holiday Resort created on Tenochtzitoc with his friend,\nIn Natlan, Bennett began to have a sudden streak of good luck, and an unusual Asha in a suit of the Collective of Plenty became attached to him. During his adventures on the islands, Bennett discovered a journal of the Tecpatl's Flintblades that had been left behind before the resort was established, and then suddenly the photos in his adventure album became distorted, as if someone had swapped them. And then, a photo of the Tecpatl's Flintblades appeared in the album. The adventurer couldn't shake the feeling that someone was calling him, and he and his friends went to the place depicted in the photo. There, they discovered a passage to the simulation of the Mare Jivari created by the Abyss. And in the sky of this unstable dungeon was Bennett's\nwhich the Abyss wanted to destroy in order to defeat the boy who had cheated death. When the adventurer was already unconscious, his friends turned on the light to help him pass the test of fate, and the Asha suddenly appeared and covered him."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"As the sun sinks beneath the western shroud, let the sparks of flame guide us home.</color>\n<color=#ffffffd9>And a blazing light burn anew to cleanse impurities of old.</color>\n<color=#ffffffd9>Lost wanderer, hear these words.</color>\n<color=#ffffffd9>Behold the sunlight, this blade of dawn, listen to the wind sing a familiar song, inhale a fragrance so sweet, so known...</color>\n<color=#ffffffd9>Follow me, please. Follow me home.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/e51f079c23cf7f1c710bd4396013580f_6193646033408472541.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "It turned out that the Asha in the Collective of Plenty clothes was Macani, and the Asha that replaced the photos in Bennett's album was Aroni. As Asha, they lost all their memories, and their consciousness was so blurred that they could not even remember who they were. Upon seeing Bennett, Aroni followed him, taking pictures along the way, just as she loved to do in life. She was haunted by a feeling of familiarity, and the simulation of the Mare Jivari seemed to call to her. Just as the Tecpatl's Flintblades dreamed, the boy grew up to be a happy adventurer who was finally able to learn his origins and find a family."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/f0f6293938fe74aa96b75996c6457bb8_9015937450889596378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After the Anemo Archon blew the Mare Jivari off the timeline, some souls were unable to return to Mondstadt or the Night Kingdom, while others settled on this land, turning into Asha. When Barbatos went to Natlan with Bennett, he met with the Pyro Archon to return all the souls trapped inside. When Bennett's friends lit a candle in the simulation created by the Abyss, it was a signal for the\nto open a rift between that space and the real Mare Jivari, allowing Barbatos to enter and retrieve the lost souls. And it was thanks to his help that Bennett's parents were able to regain their memories.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8403,
        "desc": "",
        "displayStyle": "card",
        "menuId": 29
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Adventurers' Guild",
        "desc": "<p>An organization based in Snezhnaya that recruits adventurers and accepts and distributes commissions. They have a representative office in every major city. Their motto is \"Ad astra abyssosque!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/673abbcb1fef7c9a42bbf22f47c77c6f_3664595286180614044.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "A good-natured adventurer from Mondstadt who's unfortunately extremely unlucky.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "One of the many bards of Mondstadt, who freely wanders the city's streets and alleys.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "The leader of Natlan who inherited the Ancient Name of \"Kiongozi.\" She made a vow to illuminate the future of the nation of war with the Sacred Flame.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 8344,
        "name": "Miniature \"Sun\"",
        "desc": "A smooth-textured souvenir gifted to you for free at the Easybreeze Market.<br>Since these candles came from the \"sun,\" perhaps it's fitting to call them miniature \"suns.\"",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/e4f3a73c62120cf8c5811fe288c9de37_5795066826039331201.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "The Scholar Who Crossed the Mare Jivari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/1d93adc2ea6456e9ba98dda829fc6720_5072089797203609555.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After the Mare Jivari disappeared from the face of the world, no one was able to find it. The spiritual energy of the ritual woven scroll of the Masters of the Night-Wind, leading to the chamber where the Archons held the seal placed on Bakunawa, dissipated, and the way to the Mare Jivari was closed. One of the members of the Abyss Order, Enjou, went to Natlan to find out about the missing subspace. Although Enjou served the Abyss Order, he couldn't call it home. He had seen the glory of Vindagnyr perish, buried beneath the snow, witnessed the Sunchildren dancing in their Whitenight, and beheld the magnificence of Gurabad, submerged in the sea of sand. He had touched the vessels of flesh and blood in the Moshiri Ceremonial Site, the broken colossi of Remuria, and brushed his fingers across the soiled colors of the murals in the Vucub Caquix Tower. He knew how Mondstadt's old aristocracy was overthrown, how the people of Liyue began the great migration of the Guili Assembly, how the loyalists of Orobaxi fought against the disciples of Narukami, how the people of Tenochtzitoc perished in battle, and how the Muratans left for a distant land. But none of these places in his memory belonged to him. They were like shooting stars, merely flitting across his sky with a spark, then fading away into nothing. Enjou wanted to find the Mare Jivari in the hopes of finding his homeland, so he used Leyla, a member of the Masters of the Night-Wind who lacked spiritual sensitivity, to enter the Night Kingdom. Enjou gave Leyla a shard of Sanhaj Kompore's weapon that he had found to use as a medium. When Leyla entered a clairvoyant state, his soul got lost in the Night Kingdom and was unable to return, so the great shaman of the tribe, Citlali, and the Traveler came to his aid. Citlali herself plunged into a clairvoyant state and asked to weave everything she saw, and one of the scrolls was a map similar to the island of Tenochtzitoc, where the Mare Jivari used to be. And although Leyla was saved, Enjou managed to sneak a peek at the map of the island."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/ad7154b24433a7662fbef7520de1604b_8262905967626197268.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "After traveling to Tenochtzitoc, Enjou found out the origin of Bakunawa and the Mare Jivari, and also discovered the location of the entrance to the space, but was unable to get there. The Traveler coincidentally was on the island on vacation, while Citlali arrived on the island to investigate the strange spiritual incident. During her previous encounter with Enjou, the great shaman left a mark on him that allowed her to sense his presence nearby. Together, and thanks to the Asha and the fragment of Sanhaj's weapon, they were able to resume the flow of energy of the woven scroll and open a portal to the hall of the Archons. After placing the bow on Sanhaj's throne and sitting on Tenoch's throne, the Traveler entered the Mare Jivari, and Enjou made a deal with Citlali, promising to help the Traveler in exchange for the ability to enter the subspace. Due to a time anomaly, they ended up in another time and encountered Bakunawa's permeation, a part of its body that existed in this moment in time. Using Sanhaj's ritual sword, they were able to defeat this part of Bakunawa, and Enjou absorbed its power to travel deeper into the Mare Jivari. As a parting gift, he gave the Traveler a flower that blooms in the burning flames, so that they could walk through space without feeling the heat of the fire."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"This is the flower that blooms in flames. Until the day that the fires turn me into ashes, you shall see the glowing embers of this flower shining through the dark smoke.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "When the Traveler returned to the present, the delicate, freshly picked bloom had aged.\nSince the Mare Jivari exists outside of time, Enjou met the Great Adventurer Stanley during his travels there. Enjou introduced himself as Nocht, used a flower that blossomed among the ashes to stop the bleeding from Stanley’s injuries, and warned him about getting close to the beasts. Enjou said that he came from Tenochtzitoc, but this place was not his homeland, which he was looking for."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"If there truly is a homeland I have forgotten, could it be within this realm of smoldering, shattered time?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "When the Traveler, Paimon, and Citlali left the Mare Jivari, the great shaman felt that the spirit trace she left on Enjou had been consumed by a strange power.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8205,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "name": "The Last Survivor of Tenochtzitoc",
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Abyss Order",
        "desc": "<p>An organization comprised of the cursed Khaenri'ahns and non-human monsters. They are the enemies of surface civilization and thrive in many corners of the world. Their main goal is to destroy the world under the rule of The Seven.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/01/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5998042434792180602.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>A member of the Abyss Order, who calls himself a bookish character and a scholar. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/725dbbb16dec2beb477c3a15194eed29_7827130156895942956.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "The great shaman from the Masters of the Night-Wind, the universally-revered Granny Itztli.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7113,
        "name": "Calamity of Eshu",
        "desc": "A ceremonial blade forged by Sanhaj, the great high priest of the Masters of the Night-Wind. In tales of bygone days, Sanhaj could use this curved blade to perform rituals, blurring the boundary between the Night Kingdom and the present world.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/034a74a58833bc506791e2d2c8e00539_8351835749900866009.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2083,
        "name": "Lavawalker",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 8354,
        "name": "Lavawalker's Resolution",
        "desc": "A flower gifted to you by Enjou. Once a delicate bloom, freshly picked — when did it become like this?",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/d680517a7915e98e02c6257f95f252b4_4951244975280181068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8384,
        "name": "Bakunawa",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8327,
        "name": "Investigative Report: Bakunawa",
        "desc": "An investigative report that someone left behind in a hurry.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8328,
        "name": "Investigative Report: Mare Jivari",
        "desc": "An investigative report that someone left behind in a hurry.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8329,
        "name": "Investigative Report: Secret Cave",
        "desc": "An investigative report that someone left behind in a hurry.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/a3d81222ac0c259d7c24278ae6a68845_8748899289776809939.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8351,
        "name": "Someone's Tattered Notes (I)",
        "desc": "Notes discovered in the remains of Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Bennett and Razor's poem",
        "desc": [
          {
            "type": "RichText",
            "text": "You and the Mare Jivari\nSo close and yet so far\nOne at the edge of the world\nThe other in the center of my heart\nWolfhook and dandelion\nMy Windblume offering to you."
          }
        ]
      },
      {
        "title": "About the Adventurer Stanley",
        "desc": [
          {
            "type": "RichText",
            "text": "The famous adventurer Stanley of Mondstadt is so famed because he passed through the Mare Jivari, but he lost a dear friend during that adventure.\nEven though few people know what the name of that friend was, the memory of him stays with us adventurers because he went on that adventure."
          }
        ]
      },
      {
        "title": "Mare Jivari",
        "desc": [
          {
            "type": "RichText",
            "text": "An endless plain of ash where the wind does not blow. The dreams of many an experienced adventurer has ended there, and many a traveler has ceased their sojourn on its account."
          }
        ]
      },
      {
        "title": "About Mare Jivari",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Citlali</color> : The most powerful Border Masters can expand the borders of the Night Kingdom, and temporarily manifest part of it in the real world.\n<color=#37ffff>Citlali</color> : I'm no amateur with border spells, but Sanhaj is in a league of his own.\n<color=#37ffff>Citlali</color> : They say his border mastery was what turned the tide in the Battle of the Mare Jivari five hundred years ago. Legend has it that Sanhaj summoned a miniature Night Kingdom and exploded it to defeat the encroaching dark calamity.\n<color=#37ffff>Citlali</color> : Of course, it came at a great price. As far as I understand, both Sanhaj and Tenoch, the leader of the tribal coalition forces, gave their lives to activate this spell."
          }
        ]
      },
      {
        "title": "About Mare Jivari",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Citlali</color> : Could it be... the Mare Jivari?\n<color=#37ffff>Citlali</color> : The Mare Jivari was reduced to a desolate wasteland after that big battle. Or rather, it became known as the Mare Jivari after what happened there.\n<color=#37ffff>Citlali</color> : The ashes of the monsters and warriors who fought there covered the entire battlefield. Sometimes, bone-chilling cries would be heard from the depths. Other times, the whole region would become engulfed in towering flames, drowning out the cries...\n<color=#37ffff>Citlali</color> : That place is full of untold dangers and mysteries. Over the centuries, the finest adventurers have tried to prove themselves by venturing in... Sadly, most ended up perishing there.\n<color=#37ffff>Citlali</color> : That lasted up until around twenty or thirty years ago, when strange things started happening. People started speaking of an enormous, dark creature the size of a mountain roaming inside the Mare Jivari...\n<color=#37ffff>Citlali</color> : And then, shortly after that, the whole region just completely disappeared. Nobody knows how, but that infamously ominous place just vanished from the face of the world.\n<color=#37ffff>Paimon</color> : What!? How the heck!?\n<color=#37ffff>Citlali</color> : I know, right? Anyway, if I'm not mistaken, the place indicated on this map is where it used to be before it disappeared.\n<color=#37ffff>Paimon</color> : And where is that?\n<color=#37ffff>Citlali</color> : At the westernmost part of Natlan. It's a very remote location, far away from any of the tribes. There never used to be a settlement there, but there's been more people since the Mare Jivari disappeared."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mare Jivari"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Mentioned Location"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Mare Jivari",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/73df5dabc9f5d694cd94b05328b6bf96_2029156181872295217.png"
      },
      {
        "key": "Bakunawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/eb2601e07b98b96916efe8664ff6e5da_8448421535886502489.png"
      },
      {
        "key": "Mare Jivari",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/01/237301566/fb66c05596ec6bd13e3ce50ebe46dc0d_7958461609517311145.png"
      }
    ]
  }
}