{
  "epId": 7425,
  "name": "Night Kingdom",
  "desc": "<p>The Lord of the Night designed a realm of souls and memories to recreate the damaged Ley Lines in Natlan. The Night Kingdom is a mysterious, liminal space between the body and mind, life and death, where the souls of all the dead Natlanese go.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
  "menuId": 20,
  "menuName": "Definitions",
  "version": 1748822851,
  "components": {
    "galleryCharacter": [
      {
        "key": "Night Kingdom",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/01/237301566/e39090fe6c24c7ecf3b9131570bdb04f_6844852706587267436.png"
      },
      {
        "key": "Night Kingdom",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/2d06a5c1ee6cd1ce7193096c3d8f5b65_4741747158542940169.png"
      },
      {
        "key": "Night Kingdom",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/fdae453035ee054e26bc49118c1439ed_7469901265810288752.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "The divine nail."
          }
        ]
      },
      {
        "key": "Nightspirit",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/31/237301566/b2d20209855a2e99d8683ad4bcee48ef_886376025137980771.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "You have brought so many slumberers, they who should have rested in peace...\nPerhaps they prayed to spirits they should not have beseeched...\nBut that was a moonless night, where naught could be seen. The Night has long forgiven them. Yet hate and filth shall never rest, and they too shall never truly sleep again.\nThank you, O you who are beloved... You have soothed their fury, which raged in the darkness. It was you who brought them into the Night's reflection. The outland souls, too, may now return where they were headed...\n...\nGo now. But beware the fearful instigators, and the ends plotted by those bearing ill-intent."
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Ancient Fatui Records",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(An ancient stone carving, with rough patterns cut into it by what appears to be a knife...)</color>\n\"I will leave the first knife mark here, to engrave the halls of this darkened world for those that come after me.\"\n\"This is where I make my first call to the night, that those who come after may summon from this departed world the glory of our ancestral spirits.\"\n\"Reach out, those who would follow in my footsteps...\"\n\"And leave here your mark on history!\"\n<color=#ffffffd9>You see, appearing before your eyes... the figures of heroes who have come before.</color>\n<color=#ffffffd9>A man with flaming hair whose smile beams brightly, a travel-worn youth whose eyes smolder like the sunset, a child with an Iktomisaurus whose brow is furrowed in thought...</color>\n<color=#ffffffd9>And there, a familiar silhouette. She pauses but for the briefest of moments, then plunges resolutely into five hundred years of solitude.</color>\n<color=#ffffffd9>Some faces appear solemn, others mournful, while some still carry a flicker of anger, despite arriving at this place.</color>\n<color=#ffffffd9>Yet without exception, they all stand there. Without exception, they have all ended up leaving \"themselves\" in this place...</color>\n<color=#ffffffd9>Countless hands stretch out from the darkness, each clutching glowing stone feathers, passing them one by one into the distance.</color>\n<color=#ffffffd9>Some are swallowed by the darkness, but some still remain as unquenchable flames that adorn the curtain of night like stars.</color>\n<color=#ffffffd9>You know that these are \"names.\" And one of them belongs to you.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Night Kingdom"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Mentioned Location"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Lord of the Night",
        "desc": "<p>An angel who created the Night Kingdom in Natlan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/6b241f723a377795d5a2ef3c3e97200b_1026552209256108574.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "The Lord of the Night created the Night Kingdom to recreate the Ley Lines' network when they were damaged.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>The Ruler of Death, one of the Primordial One's Shades.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/03/237301566/45f2ada04f8e32dad172df1e9d16a9db_6355557104959298103.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "The Ruler of Death helped Yohualtecuhtin to design the Night Kingdom and helped",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "to write down the rules of Natlan there: Ode of Resurrection and Pilgrimage of the Return of the Sacred Flame.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7417,
        "name": "Il Capitano",
        "desc": "<p>The First of the Eleven Fatui Harbingers and the Sentinel Knight of Khaenri'ah. His real name is Thrain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/03/237301566/1a328d36a9cee6e5e2f7918ecb8d3637_8482852792156418172.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Capitano merged with the Lord of the Night to restore and change the Ley Lines in Natlan. Because of his immortality, the Night Kingdom can exist forever.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "name": "Gosoythoth",
        "desc": "<p>A monster of the void, named Gosoythoth, \"Reaper of the Abyss.\" </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/06/237301566/a6d6d7f5ca7dd3558c0943030ddc3dd6_8428754496973208525.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "The Abyss and its greatest weapon, Gosoythoth, went into the depths of the Night Kingdom to attack Natlan. From the Ley Lines, Gosoythoth extracted the memories of the fallen",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>The Pyro Sovereign, defeated by the first Pyro Archon, Xbalanque. He faked his own death, after which the descendants of the ancient dragons could only bow before the throne and watch as their civilization inevitably faded away with each passing day.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/36590cd4be92a9d70abed92915537d5e_3879864065456128285.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "and created",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Lord of Eroded Primal Fire",
        "desc": "<p>A fell dragon, congealed from the power of pitch-black darkness.</p><p>A monster of the void, known as both the Reaper of the Abyss and \"Gosoythoth.\" It is able to corrupt memories contained within the ley lines of the earth, congealing them into tangible forces of catastrophic portent. From these memories that since time immemorial have flowed below the land, it has managed to extract the remnant will of a primordial elemental dragon sovereign, drawing it out like marrow to repurpose as the foundation of its own fabricated image.</p><p>But is it truly a mere \"image\"? Brought back by the very otherworldly forces it had once resisted, a once-dead dragon opens its eyes anew, forsaking all in this brief dream of a resurrection. Trapped perpetually in the final day of its existence by this pitch-black gospel, its boundless fury has consumed all reason. Now, what remains is its unrelenting lust for battle, burning on without end.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 6867,
        "name": "Night Jade",
        "desc": "<p>A nearly weightless black jade, enveloped in chilling flames. According to Natlan's legends, offering it at a specific altar might just open the path to the kingdom ruled by the night.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/27/41133912/e43619a7b7ee9916df3fdec8750272c8_7532220768536242336.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6881,
        "name": "Shattered Night Jade",
        "desc": "<p>A nearly weightless black jade, enveloped in chilling flames. If it could be pieced together, perhaps something extraordinary might happen...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/27/41133912/bd0aaeab29a2a07482ff621477f64197_2040117927208027183.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Night Kingdom’s Creation",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/5997fa20dc470865640c2d4095f0a19a_2911727119982455037.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "More than six thousand years ago, the\nof the heavens appeared in Teyvat, declaring war on the elemental dragons, the true rulers of this world. During the ancient war between the Descenders and the dragons, the future Natlan suffered the most, which allowed the Abyss, the eternal enemy of the human and dragon worlds, to invade these lands. The Natlan Ley Lines suffered the greatest damage, and the Irminsul roots of Natlan, which stored all the knowledge and wisdom of the nation, were burned by the Dragon King Nibelung. The ancient dragons tried to use the Source Mechanism to strengthen the Ley Lines, filling them with power. At that time, this method was ineffective, and they lacked the skills to navigate the intricate structure of the Ley Lines. To help the people of the nation, the\none of the angels whose purpose of existence was to help people, used fragments of the old Ley Lines to recreate a similar network. Thus, the Night Kingdom was created, a mysterious, liminal space between the body and mind, life and death, where the souls of all the dead Natlanese go. The angels who survived the war with the dragons rallied around the Lord of the Night and offered their power to humanity to restore the Ley Lines. One of the shades of the Primordial One, the\nhelped Yohualtecuhtin create the Night Kingdom. She wanted to compensate for the damage and express her love for the people. It was believed that with these actions, Ronova significantly exceeded her authority as a shade, which did not please the Primordial One.\nOver a thousand years ago, the first Pyro Archon, Xbalanque, made a deal with the Ruler of Death, establishing the rules of Natlan to help fight the Abyss and strengthen the Night Kingdom. But the rules alone were not enough; they would give courage to the Natlanese, but they would not save them from the Abyss. Then Ronova offered Xbalanque her power, for which the price would be death. If the owner of this power could not overcome his fear of death, thousands of innocent people would part with him. Xbalanque accepted the power of the Ruler of Death, but he did not intend to submit to either her rules or the Abyss. He believed that people would pass on their culture from generation to generation, their faith would grow, and they would reach unprecedented heights."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/5184160023952fa018f69c08cbb5d29c_997246359582354356.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The Night Kingdom is a realm of souls and memories, where the power of the spirit is more important than physical strength. This realm is inhabited not only by the souls of fallen Natlanese but also by \"stories\" created by people. One such story was about the Khaenri'ahn second-in-command, Guthred, who fought alongside the Natlanese five hundred years ago against the Abyss. He died on the battlefield, but the shamans of the Masters of the Night-Wind recorded his story in scrolls, and even five hundred years later, many remember his name. His image was different from Guthred's real soul, as people considered him a glorious hero. From fragments of memories, he gradually realized who he really was and remembered the glory of Khaenri'ah. Over time, souls in the Night Kingdom are reborn or dissolved. Even the souls of the six heroes of Natlan, six warriors with Ancient Names from the time of the first Pyro Archon, have long since been reborn in another form, and all that remains of them are memories from the past, the work of the masters who reforged their Ancient Names five hundred years ago.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "name": "Descenders",
        "desc": "<p>Beings from outside of Teyvat, whose wills can rival an entire world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5225561202100412280.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Elemental Dragons",
        "desc": "<p>An ancient race, who ruled Teyvat long before human existence. Dragons belong to the Light Realm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_6244634971554940377.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7086,
        "name": "Shades",
        "desc": "<p>Four Shades created by the Primordial One.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/237301566/693da8a1b01352fde999598e49b34fde_6627231214957224464.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7083,
        "name": "Angels",
        "desc": "<p>Also known as Heavenly envoys, their primary duties were to help people. They were later expelled from Celestia and consequently lost their bodies and minds.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/237301566/2aa6b47bf4316be4c736d48e07f765e4_6979180294390120549.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p>Irminsul can be thought of as a large tree growing downwards rather than upwards, containing all the knowledge and wisdom of the world from ancient times to the present. Ley Lines, like the roots of Irminsul, cross the earth, absorbing the memories of the world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/237301566/aa06aa829f5a3a926aef88750adb81f2_3960309425065670916.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primordial One",
        "desc": "<p>The First Descender, who defeated seven Dragon Sovereigns of the world and created people. The Primordial One may be Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_6047094467838473554.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>The Ruler of Death, one of the Primordial One's Shades.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/03/237301566/45f2ada04f8e32dad172df1e9d16a9db_6355557104959298103.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Lord of the Night",
        "desc": "<p>An angel who created the Night Kingdom in Natlan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/6b241f723a377795d5a2ef3c3e97200b_1026552209256108574.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Wayob",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/8e804c627f71c74c767026a67861ce53_4498171445688006012.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "According to legend, the founder of the first tribe, Chaac, was left alone at the end of his life. His tribe had scattered, and none now sang of his saga. Only in the deepest nights could he hear that call from a faraway realm, as if to reignite the fading flame in his heart. On the last night of his life, he climbed a high mountain to ignite the first flame. He called out, hoping to reunite with his former companions, and the gods of the night realm responded. That night, voices from another world resounded across the land, like a mother's clear song, like the low whispers of old friends — the birth-cry of the first Wayob of the Night Kingdom. Wayob is a faith that formed among the tribes. It is believed that the Wayob contain the consciousness and souls of deceased guardians, a will without form and thought. This will is grandiose, but chaotic, like the night realm where they live. According to legend, when a great fire-winged dragon awoke from the volcano and the influence of the Abyss grew steadily, some tribesmen saw in a trance that obsidian branches persisted even in the deepest night. Since then, more and more gifted people, especially those of the Masters of the Night-Wind, began to sense the presence of the Night Kingdom. They resisted the disaster with totems, Ley Lines, and the power of the elements. It was then that the Wayob gradually took the form of totems and a will that unites all living and dead members of each tribe. The Natlanese used special mediums, an ancient tool with which to establish contact with the Wayob, the messengers of the Night Kingdom. In total, there are six Wayob in the night realm, one for each tribe. In addition to the gifted shamans of the Masters of the Night-Wind, their Saurians, the Iktomisaurs, can communicate with the Wayob and the Night Kingdom. Legend has it that their ancestors had no physical form, but could drift as spirits between reality and the spiritual realm, manifesting themselves through the darkness of the night. Some also say that the first Iktomisaurus to emerge from the Night Kingdom was not actually a true Saurian, but rather a unique species, different from all others."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/9554a5ccb53e32811a965a15f20aff66_6511037000958927415.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The people of Natlan believe that the Wayob can take any form to guide lost tribe members. Sometimes, the Wayob's will manifests as a totem or night soul, and sometimes, it manifests in human form or as a black obsidian. Wayob manifestations are special, and the figure revealed through the totems often has an important purpose. In the storytellers' tales, manifestations often act as messengers of trials or guides into the Night Kingdom. One Saurian-crowned warrior reported that he fought a Wayob in a trance during training and thus achieved deep insight. Each tribe believes that their Wayob has special powers. The Children of Echoes believe that their Wayob has the power to shape mountains and valleys, and can control the echoes created when rock meets stone. The Wayob of the Scions of the Canopy has the power to control the growth of fruits and leaves, and can also control the roots of crops and draw the patterns of the veins of leaves. The People of the Springs believe that their Wayob can control the tides and waves, and manipulate the changes in flowing and still waters. The Flower-Feather Clan believes that their Wayob has the power to control fire and burning flames, and can also control the flow of heat and blazing winds, and the Masters of the Night-Wind believe that their Wayob can control the process of freezing and crystallization, and can also command both fixedness and mutability. The Wayob of the Collective of Plenty can control thunder and speed, and can grant the land abundant harvests."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/aca643b5ceed9b0d9c8d98a8a396228e_1018035205297400809.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Before the night realm was restored, the Abyss's long-standing influence left the people dependent on the Wayob for survival. Since their power was limited, they were unable to provide reliable protection to the Natlanese people outside of Natlan. Many suffered from memory problems and mood swings after leaving the country. All residents left Natlan only when absolutely necessary, and they had to receive the Wayob's approval to travel. Since the Wayob did not want to waste their energy fighting the Abyss to protect people abroad, this permission was taken very seriously. Once the Night Kingdom was restored, the people of Natlan were able to leave the country, so many of them set out to travel.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Children of Echoes",
        "desc": "<p>One of the six tribes of Natlan, also known as Nanatzcayan. The tribe's people are famous for mining and live alongside the Tepetlisaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/237301566/eb438f45c1b23162d4b17505fc6b0205_6221196204265130029.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "name": "Scions of the Canopy",
        "desc": "<p>One of the six tribes of Natlan, also known as Huitztlan. The tribe's people love extreme sports like rock climbing, rappelling, and volcano parkour and live alongside the Yumkasaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/237301566/79ebff2a0e10528e9129a10ee3043668_3961141848192538396.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6997,
        "name": "People of the Springs",
        "desc": "<p>One of the six tribes of Natlan, also known as Meztli. They are cheerful, kind people, lovers of music, gatherings, and hot springs. The tribe lives alongside the Koholasaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/bf4346b2af8799209a3a494f359067a7_4444899030879830024.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Masters of the Night-Wind",
        "desc": "<p>One of the six tribes of Natlan, also known as Mictlan. They are famous for their predictions and rituals to amplify the ability to communicate with the Night Kingdom and the Wayob.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/13/237301566/0ed9af441ff862c8caccc8ba87d3f4e8_7653645795007489845.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Flower-Feather Clan",
        "desc": "<p>One of the six tribes of Natlan, also known as Tlalocan. The tribe's people live alongside the Qucusaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/b3db302029d76613e2bfa33f036c565c_7606088335673821556.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "name": "Collective of Plenty",
        "desc": "<p>One of the six tribes of Natlan, also known as Teteocan. The tribe's people live alongside the Tatankasaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/34cbc5aa060896e731bea85173816bed_1271133769902272148.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6585,
        "name": "Rock-Cavernous Wayob Manifestation",
        "desc": "The Children of Echoes believe in and worship the Wayob, which manifests upon the land with the power of totems and Nightsouls.<br>The people of Natlan believe that the Wayob dwell in the kingdom of the Lord of the Night, and have no fixed form, instead attaching themselves to anything in order to provide guidance to lost tribespeople. Wayob manifestations are particularly special, and the figure revealed through the totems often has an important purpose.<br>The Children of Echoes believe that their Wayob has the power to shape mountains and valleys, and can control the echoes created when rock meets stone.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/1d4447f1c2a8db6684b3e534f0c5428b_4920118375152472256.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6587,
        "name": "Foliar-Swift Wayob Manifestation",
        "desc": "The Scions of the Canopy believe in and worship the Wayob, which manifests upon the land with the power of totems and Nightsouls.<br>In the stories of the storytellers, Wayob manifestations often appear as the messengers of trials, or guides to the kingdom of the Lord of the Night. A Saurian-Crowned Warrior once said that he fought with a Wayob in a trance while practicing his skills, and in doing so, gained deeper understanding.<br>The Scions of the Canopy believe their Wayob has the power to control the growth of fruits and leaves, and can also control the roots of crops and draw the patterns of the veins of leaves.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e6231e9a6421cb92b65a667f24aa5c09_3615733825213584566.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6586,
        "name": "Flow-Inverted Wayob Manifestation",
        "desc": "The People of the Springs believe in and worship the Wayob, which manifests upon the land with the power of totems and Nightsouls.<br>The so-called \"Wayob\" is the belief that gradually formed primarily from the tribes and obsidian totems after the people of Natlan began communicating with the kingdom of the Lord of the Night. A \"Wayob\" is a consciousness of collective thought, and the home of the ancestors' souls.<br>The People of the Springs believe their Wayob has the power to control the tides and waves, and can control the changes of flowing and still, dead waters alike.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4f479052edaed71b03e85f9f9cfb5cb4_4059127379931607958.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7140,
        "name": "Biting-Cold Wayob Manifestation",
        "desc": "The Masters of the Night-Wind believe in and worship the Wayob, which manifests upon the land with the power of totems and Nightsouls.<br>The Masters of the Night-Wind have tried using many mediums to communicate with the Night Kingdom. Eventually, they discovered that the medium that allowed them to establish the most stable connection with the Wayob was obsidian. This may explain why, over the ages, Wayob Manifestations have taken on a form that resembles a stone statue. The Masters of the Night-Wind believe their Wayob has the power to control the process of freezing and crystallization, and can also command both fixedness and mutability.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a5d2cedceabf878d6c453f003974c3a4_1637833406719075307.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7141,
        "name": "Burning-Aflame Wayob Manifestation",
        "desc": "The Flower-Feather Clan believe in and worship the Wayob, which manifests upon the land with the power of totems and Nightsouls.<br>They say that long ago, Wayob Manifestations looked very different from how they do today, taking on a rougher form that was more akin to that of an obsidian statue. But once their outline had been recorded in woven scrolls, there have been few changes in their appearance since.<br>The people of the Flower-Feather Clan believe their Wayob has the power to control fire and burning flames, and can also control the flow of heat and blazing winds.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/c79ef393772d2d081f945605d8bf7a4f_3262030686941934638.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7596,
        "name": "Thundering Wayob Manifestation",
        "desc": "The Collective of Plenty believe in and worship the Wayob, which manifests upon the land with the power of totems and Nightsouls.<br>According to tribal legend, the Wayob has taken on countless forms. In the dim, pre-dawn darkness, where faces were hidden in shadows, the Wayob would wrestle with the mightiest tribal warriors, with neither side prevailing. The Collective of Plenty believe their Wayob has the power to control thunder and speed, and can bestow abundant harvests upon the land.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/219803c586433d8264403d303630115d_1112015205118514664.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Records of Hanan Pacha",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ancient Names",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/7e48b6a0accecff355d8b8e3e48728b4_8473683856816095668.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Natlan is a nation of heroes whose valiant deeds are preserved and passed down through the generations as stories. The Wayob of each tribe selects powerful warriors and awards them with\ncarved into obsidian. Recognition by the Wayob signifies the warrior's ability to carry on the heroic legacy that the Ancient Name represents, and to fight for Natlan to the end. The Wayob are never wrong, and receiving an Ancient Name is a great honor bestowed upon only the most worthy. An Ancient Name can be seen as a \"title\" and a sign of the stories of all who bear it. By mentioning an Ancient Name, Natlanese are reminded of the epic sagas of the heroes of the past. In addition, the Tocaitl allows the stories of the past to be carefully preserved, like relics passed down through the generations. The Wayob decide who is deserving of inheriting an Ancient Name. Once a successor is selected, the Name becomes theirs to bear, and their deeds are then preserved within it. As time passes, Ancient Names come to represent the heroic deeds of more and more bearers, and their value becomes even more profound. In turn, the accomplishments preserved within it serve as an inspiration for the next generation of successors. The Ancient Names are endowed with the ability to read information from the Ley Lines, and the Wayob act as a transmitter and help the bearer perceive this information."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Our forebearers carved 'miracles' into obsidian rock, yet future bearers looked upon them and saw 'strength.'\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "In exceptional circumstances, the Wayob can strip a person of their Ancient Name. One such person was Tenoch, who was banished from the tribe by the Pyro Archon. During the Cataclysm, Tenoch led six heroes and became the leader of the tribal coalition forces. He was one of the first to listen to the Pyro Archon's plan to destroy the Abyss. Although this plan meant that his anger would never be appeased, and strength would not serve as a victory, he trusted Haborym and accepted her choice."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/4608fdb9796787500fdc30751dbb566a_8908633148074487094.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The main feature of the Ancient Name is the influence of it on one of the rules of Natlan — the Ode of Resurrection. To maintain the power of the Sacred Flame, a competition called the Pilgrimage of the Return of the Sacred Flame is regularly held in Natlan. The winners receive the right to participate in the Night Warden Wars, a battle against the Abyssal monsters. The Pilgrimage is divided into two stages: a team competition and an individual tournament. Typically, the bearer of the Ancient Name acts as the captain of the team, leading them in various battles across Natlan to claim the Sacred Flame. Only bearers of Ancient Names are allowed to participate in the Night Warden Wars. Only those who defeat the Abyss are eligible for revival through the Ode of Resurrection, and losing a battle means not only death, but also the destruction of your Ancient Name. The stories of those defeated are forgotten, and an Ancient Name cannot survive if the stories of its bearers are lost to time."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/9a4884125b35264d79cdb1b809c5000b_7851039945942382000.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the Night Kingdom was weakened by the Abyss, the Ode of Resurrection stopped working, and one of the fallen warriors, Kachina, was unable to be revived. In order to bring Kachina back, her friends searched for her Ancient Name in the Night Kingdom to determine her exact location in the realm, and then physically traveled there. Although the night realm can usually only be entered by consciousness, there are ways to physically enter it. To find the Ancient Name, Kachina's friends used a special artifact created by the Masters of the Night-Wind's shamans. They designed a material network in the real world to create a link with the corresponding concept in the Night Kingdom and catch something equally intangible, an Ancient Name. Although Kachina was saved, the Pyro Archon temporarily suspended the Pilgrimage while the Ode of Resurrection was down.\nIn Natlan, there are special smiths and engravers of Ancient Names. They can only forge an Ancient Name with the Wayob's consent, as all the memories it carries are stored in the Ley Lines, and a Wayob's help is needed to extract them. In order to convey the meaning of an Ancient Name as accurately as possible, engravers must verify the deeds of people who are long dead. This usually comes down to checking scrolls, but even then, it is difficult to tell how accurate the records themselves are. Incorporating a fictitious story or lie into an Ancient Name will render it flawed, potentially causing cognitive problems for the bearer. Forging an Ancient Name is an act of creation, and can take the life of the engraver. The engraver must take disparate concepts from across the Night Kingdom and condense them into a heroic epic. If the Ancient Name is like a seed, then the life of the craftsman is the outer shell, serving as its protection. Once that process is complete, the seed will sprout, and having served its purpose, the outer shell will gradually disappear. Forging an Ancient Name for a Natlanese is no easy task, but creating an Ancient Name for an outlander is an even greater challenge."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/31/237301566/6794217d72cc77a9d04c2ab08249d085_3217761687753014896.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In all of Natlan's history, only one new name has ever been forged for an outsider, the Traveler. They played a crucial role in the battle against the Abyss, so the Pyro Archon decided to create an Ancient Name for them to ensure their safety. The name engraver, Xilonen, agreed to take on this task, knowing that it could cost her life. With a gift from the Lord of the Night herself, Xilonen was able to record the stories of all the Traveler's acquaintances in Natlan about their exploits and create a new Ancient Name,\nwhile preserving her life."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/31/237301566/0d63a7c42de95a75c9367fca1376ab90_2735479338644622071.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Usually, the Wayob reveal the Ancient Names' mantras to the tribal chiefs in a dream, but the mantra of the Ancient Name Tumaini was revealed personally by the Lord of the Night: <color=#ffffffd9>\"In the beginning, there was darkness. Until someone set themselves aflame. Only then did the universe know light.\"</color> Although the forging of an Ancient Name requires the consent of the Wayob, there are ways to create it without their participation. The Children of the Echoes engraver, Tlazolli, used the Blazegem Inscription to create a vast repository of memories for her daughter. And the new Ancient Name was to unite all the extracted memories of the people associated with her.\nThe first Ancient Name was the name of the first Pyro Archon, Xbalanque, —\nWhen Xbalanque, who received the divine name \"Haborym,\" made a deal with the Ruler of Death, he saw the future of Natlan in the Primal Flame and asked the Lord of the Night to record the first sun, the first Ancient Name. In this way, he wanted to leave hope for the future. All mortal Pyro Archons of Natlan inherit this Ancient Name and the memory of the deeds of the previous Archons."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"So long as the flame does not die, there shall still be 'hope.'\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/31/237301566/6ea943cc17a5b2ad8c8fcca186f0b472_6860429820884326310.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "To carry out the plan for the final battle with the Abyss, the Pyro Archon needed six heroes of Natlan, six bearers of certain Ancient Names. Even before the foundation of Natlan, the first six bearers of these names united with the future first Pyro Archon, Xbalanque, and helped to overthrow the dragons and return power to the people. The Ancient Name\nwas borne by a warrior from the Scions of the Canopy. The legend goes that the Turnfire first appeared in the era of the Grand Alliance. It was used by the tyrant Och-Kan to rule over Natlan and oppress anyone who opposed him. Turnfire is different from normal fire: if one gets set on fire with it, they will feel a horrible burning pain from behind them, but they won't die from it right away. And whatever you do, you mustn't turn back to look at it. The hero of the tribe, Yupanqui, who was working as an ordnance officer for the Grand Alliance at the time, was friends with Och-Kan, the tyrant, and also Xbalanque, the first Pyro Archon. He did not agree with Och-Kan's cruel rule, so he stole the Turnfire and threw it at Och-Kan's army. All the soldiers were burned to ashes. Just as Yupanqui was about to leave the city, he thought he heard Och-Kan calling out to him from behind. It caught him off guard, and he turned around to look, but Och-Kan was not there. All he saw was a city burned black, an army in ruins, and giant flames reaching up into the sky. A split-second later, the flames he saw burst out from inside his eyes and swallowed Yupanqui up. The fire that consumed Yupanqui burned more fiercely than any other. It burned for a hundred days, until it burned a hole right through the Ley Lines, and then fell into the deathly dark Night Kingdom, where it still burns to this day. The Turnfire lights up the path that leads to the next life. But for the dead to be reborn, they have to accept the flames and be purified by the fire first."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/8777148e9cd7590a05b78e6f6a92e910_3940313804287651124.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The next hero of Natlan to bear this name was Burkina, who lived during the Cataclysm five hundred years ago. He was one of the heroes with whom the Pyro Archon Haborym discussed the plan to destroy the Abyss in the Night Kingdom. When Burkina's Saurian companion was corrupted by the Abyss and attacked him, Burkina did not resist and gave him his blood and power."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/0fc79b3488d71b60e11b08f6075ef9c7_4778096570095299266.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Some scholars of Ancient Names believe that Malipo represents some kind of mystical exchange ritual that dates back to the first Pyro Archon and carries some of his power. Burkina, who called upon the power of Malipo at the cost of his life, allowed his companion to live for over five hundred years even after being corrupted by the Abyss. And while the Turnfire is a heroic symbol in Huitztlan, it also carries a more sinister undertone of tragedy. Scholars believe that every bearer of the Ancient Name Malipo died of unnatural causes, as if they were haunted by the ghost of the Turnfire. This suggests the existence of some higher power that constantly watches the bearer of the name, studies his actions, and eventually demands payment. The current bearer of the Ancient Name Malipo and the hero of the Scions of the Canopy, participating in the Pyro Archon's plan, is the Saurian hunter, Kinich."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"By past fuel, and present flame, life marches ever on.\"</color>\n<color=#ffffffd9>\"We will answer to the fire for all our deeds.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/e22d363fb37c37499f4c8c7d4d4fc4b2_4863701680871400396.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The first bearer of the Ancient Name\nwas the chief and founder of the Collective of Plenty, Ahpub, and the first bearer of the Ancient Name\n— his sister and the chief of the Children of Echoes, Ixquieh. Once, they fought alongside Xbalanque, but when he entered the Sacred Flame, Ahpub remained loyal to his best friend, the tyrant Och-Kan. When Och-Kan gave the order to destroy the Saurians, only Ahpub responded to the call. He went to the Children of Echoes with a demand to hand over the Saurians, but Ixquieh refused. After several days of confrontation, the hero invited his sister to talk at the place of their reunion, intending to remind her of the oath."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/31/237301566/4dc818b68124a700a885764cb4d47263_2005809122425934424.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When Ixquieh told her brother about the betrayal of Xbalanque's ideals, he put a blade to her neck. To prevent the death of ordinary soldiers, Ixquieh threw herself directly onto her brother's sword, attempting to force him into taking their own lives together. Holding his sister in his arms, the hero entered the incinerating fire. Thus, Teteocan and Nanatzcayan lost their leaders. Another heroine who bore the name Uwezo was the Pyro Archon's friend, Wanjiru, who lived five hundred years ago and died during the Cataclysm. Now this name is borne by the heroine of the Collective of Plenty, who participates in the Archon's plan, Iansan. The name Baraka was also borne by the head of the mines, Sakkuk, who, together with the future second Pyro Archon, overthrew the tyrant Och-Kan. Another bearer of Baraka was a chief of the Children of Echoes, Sundjatta, who fought during the Cataclysm. Now this name is borne by the Ancient Name engraver, Xilonen."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"A hero scaled the volcano to seize the sun.\"</color>\n<color=#ffffffd9>\"Anointed with flames, she shone with the light of a thousand stars.\"</color>\n<color=#ffffffd9>\"Stone engraved and echoing peaks.\"</color>\n<color=#ffffffd9>\"Converge, disperse, in ashes be reborn.\"</color>\n<color=#ffffffd9>\"For flames born anew, and the blazing dawn.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/53963d0bbd1494a96c6f6710f3145dbc_536070702115864188.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The first bearer of the ancient name\nwas Uenuku of the Metztli tribe. One day, he met the Oceanid, Ianeira, who had come from distant Fontaine on the orders of the Mistress of Many Waters, Egeria. She wanted to turn the searing waters of Natlan into clear springs and free the water veins from liquid phlogiston. The Oceanid promised to be justice for the hero who had set out on the warpath in the name of protecting the weak, and to accompany him on this lonely journey, and in return asked for the spring where vicious beasts prowl. Although Uenuku guessed the true intentions of the water fairy and understood that she saw him only as a means to achieve her own goals, they still had a common sworn enemy, so he decided to fight side by side with her. One day, during excavations in Ochkanatlan, Uenuku made a foolish mistake and almost came under the dragonlord's flames, but the Oceanid shielded him from the fire, leaving behind only a rainbow. Although she did not care about his ideals, perhaps that was the \"communication and understanding\" that the Mistress of Many Waters was looking for. More than five hundred years later, the Ancient name Umoja was borne by the giant Tupac of the People of the Springs. He fought alongside five other heroes against the Abyss and helped the Pyro Archon to enter the Sacred Flame. The current bearer of the name is Mualani, who awakened to the Ancient Name while rescuing her friend Kachina from the Night Kingdom."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"As long as blood still runs through your veins, even the tiniest spark of steel against stone can ignite a flame.\"</color>\n<color=#ffffffd9>\"Its blaze will become one with the gaze of all Natlan.\"</color>\n<color=#ffffffd9>\"Even amid everlasting darkness, our bonds remain eternal.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/58c712eb393956a1a2e0ce35317e965c_7491818964481050127.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The first bearer of the Ancient Name\nwas probably a fated Sovereign or her loyal servant, Dinga. The fated Sovereign was a victim chosen to protect the dragons' dreams. This young girl's eyes were blinded so that she would not be enchanted by the colors reflected in them, and her ankles were cut so that she would not abandon her beloved companions. She foresaw that her silent servant would one day plunge a golden dagger into her heart and lay the foundations of the Mictlan tribe. The Holy Sovereign traversed the perilous realm of night, learned the ancient paths of the wind, and then, with flute and song, she led Xbalanque through the wall of fumes. The hero\nhimself fought shoulder to shoulder with the first Pyro Archon, and during the reign of Och-Kan, he destroyed the mirror labyrinth and the dragons that inhabited the valley. When he retired, he founded the Mictlan tribe in the valley. Another bearer of the Ancient Name Bidii was the great Border Master, Sanhaj Kompore, from the Masters of the Night-Wind. During the Cataclysm, he summoned a tiny Night Kingdom that destroyed the enemies of the Abyss and created what is now known as Mare Jivari. This ritual cost the lives of Sanhaj himself and the leader of the tribal coalition forces, Tenoch."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/d9530514483b79839e797f8e19cc0b05_2878448184979092449.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The current bearer of the name is Ororon, a man with a shattered soul. Ororon was abandoned as a child, and the Masters of the Night-Wind saw in his shattered soul an opportunity for Natlan. They wanted to perform a ceremony and turn the child into a vessel for lost souls. Then he would be sent to the Night Kingdom to return the souls to their place, strengthen the Ley Lines, and complete the ceremony. When the Night Kingdom is out of order, the souls contained within it are scattered and left to wander, unable to find their way back to the Ley Lines. This loss of souls further harms the Night Kingdom. The ceremony could have returned countless souls at once, which would have been beneficial to both the night realm and the souls themselves, but Ororon himself would have been sacrificed. The ceremony failed, and Ororon survived, but he was left with a sense of unfulfilled duty. When a Fatui Harbinger wanted to use the ancient dragons' Source Mechanism to restore the Ley Lines, Ororon volunteered to help. Although the mechanism was disabled, Ororon's devotion earned him an awakening to the Ancient Name Bidii."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Having foretold his own death, the omniscient man holds a feast in celebration.\"</color>\n<color=#ffffffd9>\"Let us raise our cups in honor of his heroism and send him off with this final tribute.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/15c30456981fd27ae06769417c4bd268_7527096821410533284.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The first bearer of the Ancient Name\nwas the first speaker of the Flower-Feather Clan who fought alongside Xbalanque, Lianca. She was the only one who refused to serve the tyrant Och-Kan. Raised among dragons, she led homeless orphans, wandering warriors who did not want to be bound by tribal rules, and exiled dragons. The uncrowned princess accepted them all, human or dragon, whether they had been foe or friend. This was the founding moment of the tribe that would be known as the \"Flower-Feather Clan\" for the next thousand years. During Och-Kan's reign, the matriarch's heir proposed to the tyrant that the First Speaker be eradicated. She stood straight even when she was forced to the end of her rope. The very first arrow, she gifted to her treacherous heir, and the remaining arrows to the usurper's minions. Her bones had long since shattered, so she used her final arrow to nail her shattered body to the jade bow, so that not even death could force the proud daughter of the dragons to bend the knee. In addition to Lianca, the name Vuka belonged to the hero Menilek, who fought alongside the current Pyro Archon and died during the Cataclysm. Now the name belongs to the peacekeeper Chasca. She was the last of the six heroes to awaken to her Ancient Name. During a massive Abyss invasion, her sister was killed, and this pain awakened the Ancient Name."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"My life's suffering shall be my epitaph.\"</color>\n<color=#ffffffd9>\"To remember the pain I endured, and finally, transcended.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/985869db65cc49bcd4cd298027c26700_883053095902522223.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Other known Ancient Names are\nand a name that means \"Seek.\" The Ancient Name Ukumbuko is destined for a great shaman of the Masters of the Night-Wind. Although she has lived for over two hundred years, even after becoming a great shaman, she never received an Ancient Name. One day, an ancestor from the mist-shrouded night wind called to her and said that sooner or later she would inherit his name, but she did not yet know why. The Ancient Name Undugu is borne by an engraver of Ancient Names from the Children of Echoes, Tlazolli. During one of the attacks of the Abyss, her little daughter died, but the mother could not accept her death. She met a similar girl who lost her parents in the war and took her in. Tlazolli kept her at home, telling others that she was in poor health so that no one would know about the substitution. She tried to use flamecrystals to record other people's memories of her daughter, but all of those memories were filled with the pain of seeing the girl corrupted. Tlazolli considered her Ancient Name useless, but her unwavering love for her daughter had been written in the ancient name Kinship all along."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/2de6d90067c75246c183d7e7e54bfceb_2572870440902293093.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The Ancient Name Uthabiti is borne by one of the winners of the Night Warden Wars, Kachina. For a long time, she could not understand why such an ordinary girl like her had been given the ancient name \"Resilience.\" Having received this honor, she was obliged to take part in the Pilgrimage of the Return of the Sacred Flame, but she lost every time, and after each failure, she was so overcome with sadness that she could not even raise her head to meet the disappointed looks of her friends. But each time she wiped away her tears and stood up again, until she finally achieved victory."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/d1a00d35b84edc9fa5987a2199b660d3_1986115398583402014.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The name \"Seek\" was borne by one of the warriors of the Scions of the Canopy, Vichama. During one of the Night Warden Wars, his close friend Mallko died, while the wounded Vichama did not take part in the battle. Feeling guilty for the death of his friend, Vichama did not lose hope of finding Mallko's Ancient Name in the Night Kingdom to return the memory of him. It was he who helped find Kachina's Ancient Name when she died in the war, but by this time Mallko's soul was almost dissipated in the Night Kingdom, and his Ancient Name could not be returned. It was only when the Pyro Archon used the power of the six heroes and the Ruler of Death that Mallko's soul was able to take form and meet Vichama's soul once again.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6820,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7099,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6992,
        "desc": "",
        "displayStyle": "card",
        "menuId": 38
      },
      {
        "type": "CustomEntry",
        "epId": 6985,
        "desc": "",
        "displayStyle": "card",
        "menuId": 38
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Mare Jivari",
        "desc": "<p>A place at the westernmost part of Natlan, which was created during the Cataclysm 500 years ago. A Border Master, Sanhaj Kompore, summoned a miniature Night Kingdom and exploded it to defeat the encroaching dark calamity, thus creating the Mare Jivari.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7490,
        "name": "Tenoch",
        "desc": "<p>A hero of Natlan, who lived 500 years ago. He didn't belong to any tribe, because he was exiled. During the Cataclysm, he united the six tribes and went to the western islands to fight a giant black monster.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/5037534a2e3fdae2e4478820ca23e24b_1922193576915139777.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7491,
        "name": "Tupac",
        "desc": "<p>A giant from the People of the Springs and one of the six heroes of Natlan with the Ancient Name<custom-ruby data-ruby=\"Umoja.|Unity|\"></custom-ruby> He died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/ae03bb5614b3b8ca7e53769a14d6478c_5059296326906590464.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7492,
        "name": "Sundjatta",
        "desc": "<p>Chief of the Children of Echoes and one of the six heroes of Natlan with the Ancient Name<custom-ruby data-ruby=\"Baraka.|Blessing|\"></custom-ruby>He died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/635c5399fafe1d44199f06a2bf16c6d4_7800839300009312366.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7493,
        "name": "Wanjiru",
        "desc": "<p>One of the six heroes of Natlan who bore the Ancient Name<custom-ruby data-ruby=\"Uwezo.|Power|\"></custom-ruby>She died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/add3afe4552cceed035952468c67b943_241872836114686034.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "name": "Menilek",
        "desc": "<p>One of the six heroes of Natlan and the bearer of the Ancient Name<custom-ruby data-ruby=\"Vuka.|Transcension|\"></custom-ruby>He died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/4f28960dcb633617fa313fbc29425e38_6414957147809283540.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "name": "Sanhaj",
        "desc": "<p>The great priest of the Masters of the Night-Wind and Border Master, who bore the Ancient Name<custom-ruby data-ruby=\"Bidii.|Devotion|\"></custom-ruby>He died in  the Battle of the Mare Jivari 500 years ago. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/7af24ba165ce8b89d310affbb18b4284_5428910278125549425.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7496,
        "name": "Burkina",
        "desc": "<p>One of the six heroes of Natlan who bore the Ancient Name<custom-ruby data-ruby=\"Malipo.|Turnfire|\"></custom-ruby>He died during the Cataclysm 500 years ago at the hands of his companion.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/72c2727153942e702ee7bc8dd32597b7_5335553452975615623.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "name": "Haborym",
        "desc": "<p>The name Haborym is supposedly borne by all mortal Archons of Natlan. The current Archon is Mavuika.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/4b72eeab7a3777529c731acd78986c78_3145762570632793008.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6319,
        "name": "Mualani",
        "desc": "A well-known guide in Natlan who owns a watersports shop, and expert in all forms of wave-chasing.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/f4c75caad42923eb91ee760aa2eb473a_7439123622315070718.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "A young man from the Masters of the Night-Wind who instead lives in the wild alongside all manner of life.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7080,
        "name": "Chasca",
        "desc": "The Peacemaker of the Tlalocan, the ender of all disputes.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/abe1192cc7aad45f6b273478dd5fa88a_4799372826012752249.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6317,
        "name": "Kinich",
        "desc": "A Huitztlan Saurian Hunter skilled at counting costs.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/12/0099e74b4d0c919f6feab4bade3ab748_5795733017114624391.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7502,
        "name": "Iansan",
        "desc": "Head coach of the fitness club at the Collective of Plenty, and a renowned Natlanese nutritionist.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/dd9a200a86b792fb1b73ef1ee7de0911_2097378734184941134.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6318,
        "name": "Kachina",
        "desc": "A young warrior of the Nanatzcayan, given the Ancient Name of \"Uthabiti.\" Kind-hearted and insatiably persistent, she grows stronger and more capable with each setback she faces.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/26925adb1092d29c8afdf46d92fad8bd_343637410022641529.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "The great shaman from the Masters of the Night-Wind, the universally-revered Granny Itztli.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6547,
        "name": "Flute of Ezpitzal",
        "desc": "A peculiarly shaped jade longsword that has been passed down amongst the Masters of the Night-Wind as a \"priestly flute.\"",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6548,
        "name": "Earth Shaker",
        "desc": "A heavy blade that people claim was beloved by the hero known as the Firethief. They say that even the Lord of Cinder Keep's flames could not burn it away.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/dc6bf4c87afe67014579743618e97371_6360663376854922140.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6549,
        "name": "Footprint of the Rainbow",
        "desc": "A keen polearm forged from jade. It gives off rainbow-hued light when exposed to sunlight.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9d5294dc8b165585f51ec126543a5208_1314604610170565721.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Ring of Yaxche",
        "desc": "This jade vessel was created by a hero of yesteryear. Legend has it that it once shot the giant dragon that dwelt in the volcano down from the skies.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Chain Breaker",
        "desc": "A jade-adorned longbow. The gentle winds always seem to swirl gently about its string. Legends claim that this weapon was made in a far more ancient era by a dragon artisan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8a6b418598f555deba7da922385254a2_8112788546506820868.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7028,
        "name": "Sturdy Bone",
        "desc": "A longsword made of bone that has only grown harder after being hit and swung countless times. It is said that this was the hero Wanjiru's reliable weapon.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/9fbe8cf3da1d476d4c5a228017656cd1_114889972255186755.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7029,
        "name": "Peak Patrol Song",
        "desc": "An obsidian blade of unparalleled sharpness, light as a song. It was modified by a certain artisan to come equipped with a record-playing detachable Phlogiston Device.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/862200e1c8e0ee60c2396d8f4fbe7fb8_4291183729855777874.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7030,
        "name": "Fruitful Hook",
        "desc": "Bold Burkina from the Scions of the Canopy once made this weapon with the hero Tenoch's help — all for the sake of obtaining Flamegranates unmatched throughout Natlan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/25c75653d47f882870e96d9119a17e9a_6960324287026452673.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7113,
        "name": "Calamity of Eshu",
        "desc": "A ceremonial blade forged by Sanhaj, the great high priest of the Masters of the Night-Wind. In tales of bygone days, Sanhaj could use this curved blade to perform rituals, blurring the boundary between the Night Kingdom and the present world.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/034a74a58833bc506791e2d2c8e00539_8351835749900866009.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7365,
        "name": "A Thousand Blazing Suns",
        "desc": "A greatsword that dazzles like the rising sun. It has witnessed the extinguishing and rekindling of innumerable suns.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/da1910fbe0e825e1e3704c126720ab24_2121228058184091562.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7366,
        "name": "Starcaller's Watch",
        "desc": "A statue carved in the shape of an eagle, a sacred relic of the Masters of the Night-Wind that has been passed down from generation to generation.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/de225a286996965268c32027a6c484d9_2367767765928118667.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7351,
        "name": "Obsidian Ancient Name",
        "desc": "<p>An Ancient Name, Tumaini, forged after many twists and turns, whose meaning is \"hope.\"<br>You are its first bearer, and it shall record all your deeds and adventures in Natlan, to be passed down forevermore.<br>\"Wisdom\" is not the sole domain of living things, nor are all memories or emotions a \"blessing.\" It is a nameless, shapeless existence, nor can common sense comprehend it. Just as we know naught about places that no light may touch, we cannot be sure that there are not countless pairs of eyes watching us from the deepest reaches of the dark. It is a condescending thing that lusts after the knowledge and information stored in the land. Even the horror and despair, which humans can never transcend, are mere emotions \"simulated\" for your benefit once it has understood all that Natlan is.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/6c535148317ed9d8ecda0afd5ffdbd77_5095437906811194859.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}