{
  "epId": 7428,
  "name": "Mikawa Flower Festival",
  "desc": "<p>The Mikawa Flower Festival is an ancient Youkai festival associated with games, fun, music, and drinks.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c857e595da1ff6a514746f47ea9941f0_6870104529343939000.png",
  "menuId": 20,
  "menuName": "Definitions",
  "version": 1741302369,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 3.3 \"All Senses Clear, All Existence Void\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c6fa66810399b209da492e4c6507fd7e_6661915752921079645.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>November 25, 2022</color>\nThere have been a multitude of kaidan and legends surrounding Inazuma since ancient times.\nSome of these tales, naturally, are linked to the generations of long-lived youkai.\nWhile others may just be mere glimpses of long-forgotten stories...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 5.4 \"Moonlight Amidst Dreams\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8a8149bd9cfe859a61ce13ad03422c8e_8238539537074990846.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>January 24, 2025</color>\nLife is like weaving between sweet dreams and nightmares.\nWhen you feel tense, terrified, and unable to breathe,\nPlease take a moment to rest and savor the sweetness of delectable dreams.\nRip, tear, and devour your nightmares.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=vITyIMn8rww&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mikawa Flower Festival",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/be6ec1f87eae3d3f56f867c244d403cb_5307042729667918862.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Many years ago, the top youkai of Inazuma would hold the Mikawa Flower Festival to drink, laugh, and listen to music. The Mikawa Flower Festival is meant to bring happiness to all who attend. The festival was held on a grand scale and even Kitsune Saiguu with little Yae Miko and the Electro Archon, Raiden Makoto, with her sister Ei, participated in it. Over time, the number of youkai in Inazuma decreased and the festival lost its popularity, until one day, several small youkai decided to recreate the festival, inspired by the legend of a mortal and youkai becoming friends, as a way to thank the humans."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/ed9b52f45d8ac8cf52f1b0afc307233c_8889729351268738520.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "More than five hundred years ago, a human samurai, Yanagibashi Takuto, once stumbled across the Mikawa Flower Festival. There he met a youkai, Kamai, who asked him to join and celebrate the festival together. The two competed in the highlight of the festival: Akitsu Haneasobi. Their spectacular game ended in a draw, and a new friendship was forged between the mortal and the youkai. The samurai turned out to be a swordsman who was traveling the world in search of formidable opponents to improve his skills. The youkai suggested that they meet once every ten years to compare their skills. The fight with Kamai showed him many new movements, which later helped open the Souran Isshin Art."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/601a1347bcb94682da61494b5841ac28_3530564386542175681.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ten years later, when the samurai was already 35, they met again at a festival. They spent time together drinking, traveling, and sparring. When they first met, they merely respected each other, but ten years later, they became best friends. After another decade, the samurai had reached the pinnacle of his swordsmanship and won a duel by a narrow margin, which forced Kamai to prepare diligently and wait for the next meeting. However, another ten years later, the samurai did not come to the meeting, as he went to defend the border in the south during the war. When they last met, the samurai was already 65. His hair had turned gray, his body was riddled with scars, and he could no longer fight. Kamai suggested playing the final round of Akitsu Haneasobi together. The samurai gave his best effort during the game but had to quit halfway because he was too weak. Kamai, realizing that this was their last meeting, sighed sadly and said: <color=#ffffffd9>\"What a shame.\"</color>\nOne of the youkai, Hanyuuda Chizuru, a Tsukumogami and a spirit of the hagoita that the samurai and Kamai played with in Akitsu Haneasobi, developed sentience after being influenced by great youkai power. It was in her nature to love celebrations and fun, and she wanted to have fun at the festival, meet people, and play Akitsu Haneasobi with them. But when night came, she always remembered how the aged samurai put down his hagoita with a bitter smile, and how the lonely Kamai sighed and drank sake. She thought that if she befriended someone among mortals, one day that bitter smile would appear on their face too, so she decided not to get close to people and not to repeat Kamai's mistakes. The story of Yanagibashi Takuto and Kamai did not end with the samurai's death. Takuto's third-generation heir, Tominaga Masanari, also became friends with Kamai. Five hundred years ago, Kamai and Tominaga fought side by side until their final moments, and the sword Tominaga wielded was passed down from Yanagibashi. The regret Kamai once felt had finally been resolved. Although the lifespan of a human is too short for a youkai, and the day to say goodbye inevitably comes, their bonds formed by friendship will not be broken, but rather, carried on in a new form.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "name": "Youkai",
        "desc": "<p>A group of nearly extinct supernatural beings from Inazuma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/27/237301566/66d717b1639150140f7da09d0371f787_5901606729587261140.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Makoto",
        "desc": "<p>Raiden Ei's twin sister and the previous Electro Archon, also known as Baal. She died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/08/237301566/08ad31cb2d00748c8a122eb1c2562ff8_607942454148584632.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Her Excellency, the Almighty Narukami Ogosho, who promised the people of Inazuma an unchanging Eternity.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Hanyuuda Chizuru",
        "desc": "<p>A yokai that emerged from an object and assumed a human form outside of her own body. She is a Tsukumogami.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/92fb967495a0f83385469bb89a723a19_6358111621115441043.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Traditions",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Besides fun and drinking, a traditional activity of the Mikawa Flower Festival is the game of Akitsu\nIn this game, participants use special hagoita to hit a ball towards a set target. Over time, the original Akitsu Hazura was lost to the ages, but many years later, small youkai decided to recreate the game, which was a symbol of friendship between the youkai and humans. They heard about this game from a traveling merchant and used their magical powers to create Akitsu Yuugei. In this game, people control flippers hovering in the air to strike a ball and hit some positioned elemental cubes.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Akitsu Kimodameshi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8cb03cc59d01899b7d6a6abe14598e04_2822795805388864390.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Many years later, when the Mikawa Flower Festival had long been forgotten, three small youkai, Kappa, Youko, and Hitotsume Kozou from the Chinju Forest decided to revive the festival. Previously, the forest was full of monsters that attacked them, but when the Adventurers came, they drove the monsters away. To thank the people for their help and become closer to them, Kappa, Youko, and Hitotsume Kozou tried to recreate the legendary game, Akitsu Hazura, changing the name to Akitsu Yuugei, but they spent all their youkai power on it. After that, they only had enough for a few stalls in the forest to add to the festival atmosphere. When the Yashiro Commission learned about the upcoming festival, the head of the commission, Kamisato Ayato, initially wanted to spread the word to everyone so that more people would come to the festival, but he decided that the public's expectations might be too high. Instead, Ayato invited people under the guise of participating in the Trial of Courage and left the rest to the youkai. Before each round, participants had to split into teams of two and then find a specific item in the Chinju Forest before anyone else. Each of the three rounds was hosted by a different organizer: merchants, the Yashiro Commission, and the Grand Narukami Shrine.\nWhen the little youkai were creating Akitsu Yuugei, there was no one on the coast except for ordinary people. Suddenly, out of nowhere, a stall with a game that could operate on its own appeared. To start the game, all people had to do was look at the noticeboard. At first, the game was popular, but people decided that the stall was controlled by a ghost, and the rumor spread, turning into a full-fledged ghost story. One of the players claimed to have fallen into a strange trap during a match and was unable to escape for several hours, so the Tenryou Commission sent out the detective, Shikanoin Heizou. People were reluctant to go near the beach, and the Tenryou Commission was going to close the beach and investigate. But before they could do anything, the Yashiro Commission held a Test of Courage at the site, and the visitors decided that Akitsu Yuugei was part of the test and began to return."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c135353829d006c04b5481b2d26df0cc_2652743712139093333.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The appearance of Akitsu Yuugei awakened Hanyuuda Chizuru, and she decided to scare people away from the forest so that the small youkai could not befriend people and experience suffering. Since her powers were almost gone, she had to use props to scare people. When a passerby wanted to steal the decorations prepared for the Akitsu Yuugei celebration to sell them at an exorbitant price, Chizuru lured him into a trap inside the stall. For several hours, the man was unable to escape, and his friends who were nearby did not even notice him. When Chizuru met the Traveler and Paimon during the trial, she agreed to play the game of Akitsu Yuugei with them on the condition that the loser would have to grant the winner's wish. After easily winning the round, she wished to never see the Traveler and Paimon again and disappeared.\nHaving found two items first, the Traveler and Paimon reached the third round. The item chosen by the Grand Narukami Shrine was the same hagoita that Hanyuuda Chizuru was the spirit of. Not long before the trial, Yae Miko was walking along the beach and felt a familiar power. Although it had almost dissipated, the kitsune saw the youkai sitting on a branch and whispering to herself to stay away from humans. When Ayato suggested the Test of Courage, Guuji Yae realized that this was the perfect opportunity to help Chizuru cope with the pain that was tormenting her. The separation of Kamai and the samurai was the first experience she had when her mind was just beginning and she did not yet have a human form. It was a very painful experience for her, and simple conversations were not enough to help her. Yae Miko believed that the best option for Chizuru was to directly interact with humans.\nThrough Heizou's investigation, he and the Traveler realized Chizuru's true purpose and her true form. At the beach, they met not only the Tsukumogami but also Yae Miko, who told Chizuru about Kamai's continued friendship with the samurai's descendant. Having dealt with her complex feelings, Hanyuuda Chizuru made another wish for the Traveler, since the previous one was not fulfilled:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"My wish is...</color>\n<color=#ffffffd9>I wish that every day of your journey ahead will be filled with joy like a festival.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "During the fireworks display for the Mikawa Flower Festival organized by the youkai and the Yashiro Commission, Chizuru's power dissipated and she disappeared without a trace.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Lady Guuji of the Grand Narukami Shrine. Also serves as the editor-in-chief of Yae Publishing House. Unimaginable intelligence and cunning are hidden under her beautiful appearance.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "The young but highly accomplished head of the Yashiro Commission's Kamisato Clan. Cultured and polite, he is a man of many ways and means.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "A young prodigy detective from the Tenryou Commission. His senses are sharp and his thoughts are clear.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Hanyuuda Chizuru",
        "desc": "<p>A yokai that emerged from an object and assumed a human form outside of her own body. She is a Tsukumogami.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/92fb967495a0f83385469bb89a723a19_6358111621115441043.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Hitotsume Kozou",
        "desc": "<p>A little youkai who tried to revive the Mikawa Flower Festival.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/bccd8090ab3ed8f3bcebf1c40e1b0b4c_5178850112882210629.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Kappa",
        "desc": "<p>A little youkai who wanted to revive the Mikawa Flower Festival.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/76f0eb95946d651a7597979a131a66bb_995627440870566413.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Youko",
        "desc": "<p>A little youkai who wanted to revive the Mikawa Flower Festival.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/2d269d8aff615b57f7308b425eb408a8_3316955003335593359.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Enchanted Tales of the Mikawa Festival",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/3035f2e18e61438953777841eef7ad8a_4572698096721481920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After the Trial of Courage in Chinju Forest, the Guuji of Grand Narukami Shrine, Yae Miko, decided to revive the tradition of the Mikawa Flower Festival and hold a full-scale festival for both youkai and humans. It would combine human ingenuity and youkai arts to offer the most innovative and thrilling entertainment of the present era. The Yashiro Commission, along with Yae Miko, prepared the site in Chinju Forest, while the Tenryou Commission was assigned to ensure the festival's security. To make the festival more fun, Miko decided to hold a game-developing competition, with the winner receiving a golden bake-danuki statue and full funding for the game throughout Inazuma. To assemble the teams for the festival and select the winner, Miko selected the Traveler as the official representative and the evaluation committee of the Mikawa Flower Festival as they were close to the youkai and not from Inazuma. In Chinju Forest, Yae Miko invited the small bake-danuki, Kichiboushi, Shousei, and Gyoubu Koban to participate in the festival, and then tasked the Traveler and the youkai to assemble teams to participate in the competition. The fireworks master, Yoimiya, and the ninja, Sayu, who was interested in youkai magic, joined Kichiboushi's team. Shousei made the team with the Kamisato Clan's housekeeper, Thoma, and Gyoubu Koban was joined by the Divine Priestess, Sangonomiya Kokomi, and the Yumekui-Baku, Yumemizuki Mizuki. Each team had to create a game using youkai magic around a specific theme, which was dreams. Sayu, Yoimiya, and Kichiboushi created a doppelganger game based on Sayu's idea of ​​having bunshin do her work for her. Thoma and the youkai of Chinju Forest created a game that combined the traditions of Ludi Harpastum from Mondstadt, which Thoma missed, and the Akitsu Yuugei. Mizuki, Kokomi, and Gyoubu Koban created a game starring a fox modeled after Mizuki's old friend and rival, Yae Miko. Kokomi and Mizuki wanted to use the winnings from the competition to spread the game throughout Inazuma, including Watatsumi Island, to attract customers to the Aisa Baths."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/d50ee090da3d347980e82f0ecc0cab5e_3132257104021917788.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "After the first day of preparation for the Mikawa Flower Festival, the Traveler and Paimon were heading home when a strange samurai suddenly blocked their path. After the battle with him, the Traveler felt as if they were in a dream, and only a sudden clap of thunder brought them back to reality. Raiden Ei, who saw the battle, was behind that thunder. That same evening, one of the festival workers saw a doppelganger of his friend, and the Tenryou Commission took up the investigation. Moreover, the Shogunate officials were sent to investigate the land not to disturb any youkai, but they were later found unconscious, and all the officials were trapped in an endless nightmare from which they could not wake up. The commission found intermittent traces of the youkai's power, which led to the festival site. Yae Miko went to investigate the traces and found that they appeared and then stopped, but never moved away from Mt. Yougou. In order not to provoke the culprit to desperate measures, the Tenryou Commission decided not to stop the festival, but to secretly investigate. The Traveler was tasked with finding out if there were any doppelgangers among the contestants, so as not to arouse suspicion. After questioning all the participants, Traveler and Paimon found nothing suspicious that could indicate the talents of the youkai doppelganger. Miko suggested that they scare the criminal so that while they were thinking about what to do next, they could be discovered, and introduced Raiden Ei as a special guest of the festival."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/5a4df9f6f8032c88206de46e3cd3ec37_2802871851495775758.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "During the second day before the festival, the clinical psychologist, Mizuki, noticed that Ei was troubled by something, but she did not want to disturb the others. The Yumekui-Baku suggested the Traveler invite Ei to the Aisa Bathhouse at midnight to learn about the Archon's worries. Ei explained that after the Cataclysm that occurred five hundred years ago, a Nightmare engulfed Inazuma. On a battlefield consumed in darkness, soldiers fought against dark forces, capable of possessing people and trapping them in nightmares. Even the Yumekui-Baku could do nothing to wake them up. If the person caught in the nightmare was strong enough to overcome incapacitation, it would become a waking nightmare instead. The person would lose all capacity to distinguish dream from reality, perceiving everything in the real world as a continuation of the war, and every precious thing in life as an enemy to be annihilated."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/dd22e0610a8fe9569175eeca146c7051_6661914378068293468.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "One of the victims of the nightmare was the oni Mikoshi Chiyo, a friend of Ei and her sister Makoto. She was once devoured whole by a beast from beyond this world, with the body of a tiger and the tail of a serpent, until she tore the creature apart from within. Although she escaped the belly of the beast alive, this battle never left her. She saw the memories of her fallen comrades everywhere, slaughtered one after another until she could no longer distinguish dream from reality. The nightmare twisted every joy in her life — her subordinates, family, and friends — into enemies in need of destruction. It was in that state, trapped in the battlefield of her mind, that she raised her sword against Ei on Mt. Yougou. Raiden used the Musou no Hitotachi and cut off her arm, one of her horns, and a portion of the mountain itself."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/90922669a98df5600a1e701199c50fcb_4479179001448159757.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Ei and the Traveler were in the bathhouse, suddenly, a scream was heard in Inazuma City. A woman saw her doppelganger and fainted, afraid of the legend that she would die soon. At the same time, a soldier from the Tenryou Commission approached the Shogun and reported that the small youkai, Kappa, was trapped in a nightmare at the festival. When the Traveler, Ei, Miko, and Mizuki arrived at the festival site, they found Youko, Hitotsume Kozou, and an unconscious Kappa. The general, Kujou Sara, and the detective, Shikanoin Heizou, who were on duty at the festival, did not notice anything suspicious and were unable to protect Kappa. Mizuki investigated Kappa's nightmare but was unable to find it, as if it had never existed. It turned out that \"Kappa\" was created using bake-danuki's art, and \"Youko\" and \"Hitotsume Kozou\" were their doppelgangers, also created by bake-danuki. The third tanuki entered the city under the guise of a Kappa to cause panic among the people. Upon investigation, it was discovered that the three tanuki had been trapped in a nightmare for five hundred years. They believed that enemies were everywhere and that the Shogun had ordered the youkai's land be taken away, most of them exterminated, and the rest forced to work for the people. The power of the nightmare materialized in the form of a samurai who attacked the people and the three small youkai."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/09b6a4145d20cdc58be484e0ec0d7127_597536784804437395.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When the Traveler purified the tanuki of the Abyssal energy, they awoke from their nightmare. It turned out that five hundred years ago, when the Kitsune Saiguu's friend, Kamuna Harunosuke, came to Chinju Forest to seal the bake-danuki in stone because the Kakushigami Ioroi had stolen the Sacred Sakura fan, the three youkai decided to dig a hole in the ground and hide there. In the pit, they found Mikoshi Chiyo's horn infected with Nightmare, and it consumed the tanuki. For five hundred years, the three bake-danuki hid in fear, and their fear allowed the horn fragment to take physical form and become something like a Jibakurei, an earthbound spirit. They moved through the Ley Lines but were also bound by them, so traces of Nightmare appeared from time to time and did not go beyond Mt. Yougou. To destroy the Nightmare, Ei wanted to use the Musou no Hitotachi, but Miko suggested fighting the Nightmare with its own tricks and creating an illusion indistinguishable from reality. Miko decided to use the Mikawa Flower Festival as a trap: for the Nightmare fragment, which despises all sources of joy and happiness, a joyful event would become an enemy that must be destroyed at any cost."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/9a7aac90d33e9b5fea4298691f4b03b0_4618298286666320405.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "On the official day of the Mikawa Flower Festival, the Yashiro Commission gave all the participants the words of the ritual to fight the Nightmare. When it appeared from everyone's joy, Raiden Ei pulled them along with the Traveler to the Plane of Euthymia so that the Inazumans would not be harmed. With the help of the Shogun and the people's prayers, the Traveler defeated the Nightmare, and Ei was able to say goodbye to her long-dead friend. With Chiyo's horn destroyed, Kappa, Youko, and Hitotsume Kozou awoke from their sleep, and Yae Miko and the Shogun awarded the three tanuki who created the doppelgangers a special reward for the most immersive game so that humans and youkai would not be afraid of each other.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "name": "Youkai",
        "desc": "<p>A group of nearly extinct supernatural beings from Inazuma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/27/237301566/66d717b1639150140f7da09d0371f787_5901606729587261140.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>The Electro Archon of Inazuma, known as Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_3522362573641651426.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "name": "Mikoshi Chiyo",
        "desc": "<p>Raiden Ei's loyal lieutenant, driven mad by the Nightmare after the Cataclysm. She was defeated by Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/6ea050aa0bf1c124840bdb386f992fb7_5166343281552188306.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Lady Guuji of the Grand Narukami Shrine. Also serves as the editor-in-chief of Yae Publishing House. Unimaginable intelligence and cunning are hidden under her beautiful appearance.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 16,
        "name": "Thoma",
        "desc": "The Kamisato Clan's housekeeper. A well-known \"fixer\" in Inazuma.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Thoma_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "Owner of Naganohara Fireworks. Known as \"Queen of the Summer Festival,\" she excels in her craft of creating fireworks that symbolize people's hopes and dreams.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 21,
        "name": "Sayu",
        "desc": "A pint-sized ninja attached to the Shuumatsuban, who always seems sleep-deprived.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sayu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7420,
        "name": "Yumemizuki Mizuki",
        "desc": "A shareholder of Aisa Bathhouse, a baku, and a clinical psychologist. Dedicated to the dispersal of nightmares, and to bringing people peace of mind.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/08/11662c12fb353d88bd2b20a2726c9f1c_8013472600677983943.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "The Divine Priestess of Watatsumi Island. All of the island's affairs are at this young lady's fingertips.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2454,
        "name": "Ioroi",
        "desc": "<p>A bake-danuki, who was sealed in a statue by Kamuna Harunosuke.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/24/237301566/5616b6b3139611441609112738d0b013_5451202169755422691.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4516,
        "name": "\"Shousei\"",
        "desc": "<p>A bake-danuki from Chinju Forest.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/25/237301566/9ef2e4597fa40ff3b14e6bc1daf88ac3_6845006254937399651.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2448,
        "name": "\"Gyoubu Koban\"",
        "desc": "<p>A bake-danuki from Chinju Forest.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/25/237301566/9ef2e4597fa40ff3b14e6bc1daf88ac3_3834712443701179906.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2449,
        "name": "\"Kichiboushi\"",
        "desc": "<p>A little tanuki from Chinju Forest. Ioroi plans to pass the titles of \"Bake-Danuki King\" and \"Protector of the Grove\" to him.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/25/237301566/49637fef6e2a6ffeedd93fafa7b3b215_960839094917335855.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Kujou Sara",
        "desc": "A general of the Tenryou Commission. Bold, decisive, and skilled in battle.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "A young prodigy detective from the Tenryou Commission. His senses are sharp and his thoughts are clear.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Youko",
        "desc": "<p>A little youkai who wanted to revive the Mikawa Flower Festival.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/2d269d8aff615b57f7308b425eb408a8_3316955003335593359.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Kappa",
        "desc": "<p>A little youkai who wanted to revive the Mikawa Flower Festival.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/76f0eb95946d651a7597979a131a66bb_995627440870566413.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Hitotsume Kozou",
        "desc": "<p>A little youkai who tried to revive the Mikawa Flower Festival.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/bccd8090ab3ed8f3bcebf1c40e1b0b4c_5178850112882210629.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7501,
        "name": "Kamuna Harunosuke",
        "desc": "<p>The creator of the Mystic Onmyou Chamber, who lived about 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/534dcacd932867bcf1f0fe68f35a36f3_2449676538358181374.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7498,
        "name": "Kitsune Saiguu",
        "desc": "<p>A Kitsune from the Hakushin clan, who was worshiped as a kitsune goddess. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/0f08dee2a7798c318a8db9ebc84e13ad_4519244372447066289.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "galleryCharacter": [
      {
        "key": "Mikawa Flower Festival",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/6e1c33de8b3150ff51cdbafd4e7c2c81_6216833139157492647.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Yanagibashi Takuto and Kamai Kenji"
          }
        ]
      },
      {
        "key": "Mikawa Flower Festival",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/3d93113d773da746eedf1919c36ebdf4_1947343018622891974.png"
      },
      {
        "key": "Mikawa Flower Festival",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/013042c55a92be4f2edf87e1aa410f32_6837442383077055346.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "A Little Fox's Daydreams"
          }
        ]
      },
      {
        "key": "Mikawa Flower Festival",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/0508abbd3f2a009681b4b92b0fe52201_3582883680461026934.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Bunshin Phantasm"
          }
        ]
      },
      {
        "key": "Mikawa Flower Festival",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/965abe5336e7e80e24076a76455a0a69_1757342307223098976.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Akitsu Harpastum: Dreams Doubled"
          }
        ]
      },
      {
        "key": "Mikawa Flower Festival",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/c1f6f6358a23e9104f3331f40de9e4a4_8061316851024171209.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "The main prize of the second Mikawa Flower Festival."
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Story Teaser: Akitsu Haneasobi | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=CTWxnQawAqE&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/CTWxnQawAqE/maxresdefault.jpg",
        "duration": 226
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mikawa Flower Festival"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Related Events",
        "value": [
          {
            "type": "RichText",
            "text": "Version 3.3 - Akitsu Kimodameshi\nVersion 5.4 - Enchanted Tales of the Mikawa Festival"
          }
        ]
      }
    ]
  }
}