{
  "epId": 7438,
  "name": "Men of Lithin (I)",
  "desc": "A fantasy novel doing the rounds among the tribes of Natlan that is said to be translated from a popular work by the reputedly famous Fontainian author K'n-yan. The Natlanese who have visited the Court of Fontaine, however, claim to have been unable to find the original — nor has anyone managed to find a local who's ever heard of an author named \"K'n-yan\".",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1740609499,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,517,658,659,111&center=3889.76,-10491.00&zoom=1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7290,
        "name": "Amazolli",
        "desc": "<p>The owner of the \"Idukan's Trove.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/18667d7687db1ec57b2282e80f627f99_8934810500522372074.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 7439,
        "name": "Men of Lithin (II)",
        "desc": "A fantasy novel doing the rounds among the tribes of Natlan that is said to be translated from a popular work by the reputedly famous Fontainian author K'n-yan. The Natlanese who have visited the Court of Fontaine, however, claim to have been unable to find the original — nor has anyone managed to find a local who's ever heard of an author named \"K'n-yan\".",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 7440,
        "name": "Men of Lithin (III)",
        "desc": "A fantasy novel doing the rounds among the tribes of Natlan that is said to be translated from a popular work by the reputedly famous Fontainian author K'n-yan. The Natlanese who have visited the Court of Fontaine, however, claim to have been unable to find the original — nor has anyone managed to find a local who's ever heard of an author named \"K'n-yan\".",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Men of Lithin (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Amazolli in Idukan's Trove"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7464,
            "name": "Men of Lithin",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.4"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Men of Lithin (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "It is the third millennium since the flame was stolen. Since records began, there has never been an age as enlightened and reasoned as this.\nEven on moonless nights, the countless towering monoliths of the metropolis are illuminated by innumerable lights. The metal pipes that connect the streets and districts shine with a resplendent glow, the golden liquid flowing within imbuing the city with a vital energy.\nThat aureate fluid is \"lithin,\" the lifeblood of human civilization. Since The Technocracy first discovered it 100 years ago, it has been the source of countless innovations, leading humanity into a new era. Automated tilling machines revolutionized farming, more than sextupling agricultural yields, while airborne shuttles soared into the sky, connecting the once-isolated cities dotting the continent.\nThe people of today can no longer imagine a world without lithin. This applies doubly so for the rulers of the now interconnected cities.\nLithin was first discovered in the ruins of the ancient settlement known as Natlantea, a city located deep within the earth, thus allowing for the mining of the substance, whose roots lie deeper still.\nAs there was no way to drill so deep from the surface, lithin production was concentrated in the hands of those who controlled the Natlantean ruins — the Technocratic Assembly. As demand for lithin grew, conflicts arose between the cities over its supply and distribution. As disputes became ever more common — and increasingly bitter — the specter of war grew ever darker, enveloping the land.\nThough, at least for today, the residents of the metropolis have temporarily forgotten the shadow that hangs over them, as they crowd the streets and plazas for the \"Continental Fair\" being held in their city.\nThis grand event, organized by the Technocratic Assembly, is a celebration of peace and progress, showcasing the latest inventions and fruits of technological innovation. Even though these inventions will likely soon contribute to the growing arms race between the disparate cities, they still serve as temporary comfort to an anxious populace.\nThat is, except for you.\nYou feel no interest in the novel playthings on show, or the crowds who gather to gawk at them. The hustle and bustle of the fair only heightens the unease you feel at the decision to meet here.\nA few weeks ago, a group of insurrectionists destroyed the lithin transfer hub in Tsath, before broadcasting a pre-recorded projection, repeating the same old cliches that \"Lithin is a demonic gift\" and that \"The Technocracy are destroying the world.\" Apart from titling themselves as \"Heralds of the Unenlightened,\" there was nothing to differentiate them from any other such malcontents.\nHowever, the ruler of Tsath declared that the insurrectionists had acted at the instigation of top figures within the metropolis, in hopes of provoking war between the two cities — even going so far as to provide evidence showing that each one was a metropolitan citizen.\nIn order to clear their name and defuse the situation, the metropolitan authorities requested the Technocratic Assembly's intervention, and it is to this end that you are here pursuing an investigation.\n\"My apologies, Mr. Detective, to have kept you waiting. This exhibition really is wonderful — it's been hard to tear myself away.\"\nJust as you are pondering the connection between these events, a short, rotund gentleman hails you from behind. It would appear that this is Akhra — the agent the Technocratic Assembly has sent to aid you in your investigation.\n\"You can dispense with the formalities, Akhra. Let's start with what we each know.\""
          }
        ]
      }
    ]
  }
}