{
  "epId": 7439,
  "name": "Men of Lithin (II)",
  "desc": "A fantasy novel doing the rounds among the tribes of Natlan that is said to be translated from a popular work by the reputedly famous Fontainian author K'n-yan. The Natlanese who have visited the Court of Fontaine, however, claim to have been unable to find the original — nor has anyone managed to find a local who's ever heard of an author named \"K'n-yan\".",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1740609511,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,517,658,659,111&center=3889.76,-10491.00&zoom=1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7290,
        "name": "Amazolli",
        "desc": "<p>The owner of the \"Idukan's Trove.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/18667d7687db1ec57b2282e80f627f99_8934810500522372074.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 7438,
        "name": "Men of Lithin (I)",
        "desc": "A fantasy novel doing the rounds among the tribes of Natlan that is said to be translated from a popular work by the reputedly famous Fontainian author K'n-yan. The Natlanese who have visited the Court of Fontaine, however, claim to have been unable to find the original — nor has anyone managed to find a local who's ever heard of an author named \"K'n-yan\".",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 7440,
        "name": "Men of Lithin (III)",
        "desc": "A fantasy novel doing the rounds among the tribes of Natlan that is said to be translated from a popular work by the reputedly famous Fontainian author K'n-yan. The Natlanese who have visited the Court of Fontaine, however, claim to have been unable to find the original — nor has anyone managed to find a local who's ever heard of an author named \"K'n-yan\".",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Men of Lithin (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "If you hadn't seen it with your own eyes, you would never have believed that this prosperous metropolis yet harbored the remnants of such a benighted age.\nAfter days of investigation, you and Akhra finally locate the insurrectionists known as \"The Unenlightened,\" hiding out in a decrepit church in the shadow of a hulking bridge.\nTheir location leaves you more convinced than ever that this is merely a band of luddites left behind in the wake of progress, and not some insidious tool of a more sinister political plot.\nRegardless, you need evidence to present before the Technocratic Assembly, and so you and Akhra decide to wait for the insurrectionists to leave their base — on one of their seemingly endless missions to transport some unknown cargo — before sneaking inside to gather the proof you need.\nYou stake out their hideout for a full three weeks before you finally seize your chance. By now you are sure that there are twelve of them coming and going from the church, and on this particular morning, they have all left together on their transport. Based on your observations, they are unlikely to return before dusk. Akhra stands sentry by the door, as you enter the church alone.\nThe long and winding corridor is filled with a sickly scent reminiscent of formaldehyde. You grope about in the dark until you finally find the exit. Perhaps because it is lit by archaic oil lamps, the inside of the church appears much larger than expected. In the dim light, you can just about make out stacks of strange metal vats along the walls. It must be these that the group has been transporting away.\nYou approach the vats carefully, noticing that each one has a label stuck to it, all of them displaying the single word: \"Ignorance.\"\n\"Perhaps this has something to do with some ancient religion,\" you think to yourself.\nJust as you are preparing to pick up one of the vats and take it with you to investigate, a pair of cold hands clamp down on your shoulders.\n\"Darn it!\"\nYou and Akhra had diligently staked out the church for three weeks, and only twelve people had entered or exited in all the time you were watching. Either this one had never left... or there was another exit you didn't know about.\nIn your panic, you kick open one of the metal vats. The stench of formaldehyde, the very same you detected while entering, is overpowering.\nThe pungent smell helps clear your head a little and you finally see clearly the man who has accosted you from behind. His face could charitably be described as human, but where his eyes should be, there are only two empty sockets set amidst twisted features.\n\"Did you see it? Did you see it?!\" He screams, thrusting out his thick arms and grasping at the air around him.\nHe is clearly blind — perhaps this is the reason you haven't seen him venture outside. Once you realize he can't see you, you quickly move back to the entrance of the room, and stumble out through the dark corridor outside.\n\"Hey, detective, what's going on? Hey, careful! What are you running for?\"\nThrough your fear and confusion, you hear your companion's voice, followed by a flurry of hurried footsteps as he quickly rushes over to your side.\nYour mission has not gone smoothly, yet you still have something to show for it. At the very least, you managed to take one of those strange vats with you as you fled.\nWith this realization in mind, you clamber to your feet. You look up to find a monstrosity gazing back at you, an apparition somewhere between a skeleton and a machine. Its face is sunken, a pair of lifeless, hollow eyes boring into you, and then a cold voice...\n\"You saw it, didn't you, 'Unenlightened One'?\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Men of Lithin (II)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Amazolli in Idukan's Trove"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7464,
            "name": "Men of Lithin",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.4"
          }
        ]
      }
    ]
  }
}