{
  "epId": 7440,
  "name": "Men of Lithin (III)",
  "desc": "A fantasy novel doing the rounds among the tribes of Natlan that is said to be translated from a popular work by the reputedly famous Fontainian author K'n-yan. The Natlanese who have visited the Court of Fontaine, however, claim to have been unable to find the original — nor has anyone managed to find a local who's ever heard of an author named \"K'n-yan\".",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1740609518,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,517,658,659,111&center=3889.76,-10491.00&zoom=1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7290,
        "name": "Amazolli",
        "desc": "<p>The owner of the \"Idukan's Trove.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/18667d7687db1ec57b2282e80f627f99_8934810500522372074.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 7438,
        "name": "Men of Lithin (I)",
        "desc": "A fantasy novel doing the rounds among the tribes of Natlan that is said to be translated from a popular work by the reputedly famous Fontainian author K'n-yan. The Natlanese who have visited the Court of Fontaine, however, claim to have been unable to find the original — nor has anyone managed to find a local who's ever heard of an author named \"K'n-yan\".",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 7439,
        "name": "Men of Lithin (II)",
        "desc": "A fantasy novel doing the rounds among the tribes of Natlan that is said to be translated from a popular work by the reputedly famous Fontainian author K'n-yan. The Natlanese who have visited the Court of Fontaine, however, claim to have been unable to find the original — nor has anyone managed to find a local who's ever heard of an author named \"K'n-yan\".",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Men of Lithin (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "A colossal head and slender limbs, connected by countless threads to a seemingly reptilian body.\n\"What you are looking at is a 'Human.' It is the last specimen of its kind in the world.\"\nThe monstrosity in front of you is gesturing to another creature, floating in a nearby cultivation tank.\nEven though you have become accustomed to your companion's visage, you do your best to look away. The sight of its \"eyes\" still sends shivers down your spine.\n\"If this is a 'Human,' then what are we?\"\nYou ask the creature that, until recently, you had known as \"Akhra.\" Now that you think about it, it seems obvious that this would merely be a codename used in the Technocratic Assembly.\nBy means of some unfathomable technology, the church is connected to Natlantea. Perhaps every city has just such a place, somewhere to connect them in the dark.\n\"You? If you mean those that dwell on the surface... Pugs, beagles, little gray men... We have had many names for them through the ages...\"\n\"But whatever you choose to call them, they are creatures we designed. Their biological functions are in perfect contrast to our own — the environment in which we thrive is deathly toxic to them, and vice versa. It is precisely because of this that the degradation they cause is vital to recreating a world suited to our existence.\"\nIf things are really as this creature claims, the entire history of our civilization is the result of their planning, and the countless technological marvels and inventions that we now enjoy were bestowed on us by them.\nThey have always been right here beside us, and yet we never saw them. In their words, this is because of a gland in our brains that secretes a gaseous substance called \"the fog of reason,\" preventing us from perceiving the world as it truly is.\nThe only reason I can perceive this creature's hideous form right now is that I inhaled the gas known as \"Ignorance\" — a substance that I myself had created in my previous incarnation.\n\"I still have one more question: Having given us lithin, how can you guarantee that we'll destroy each other in a great war once it runs out?\"\n\"Lithin,\" the miraculous energy source discovered amongst the Natlantean ruins, is the energy-based form of these creatures. After their civilization had descended into a large-scale war that covered the planet in a hazardous substance, the surviving \"Humans\" decided to transfer their essence into pure energy and store themselves in a bio-vault deep underground.\nFollowing this, they designed a brand-new species, one that could survive on the polluted planet they had created. They hoped that this new species would aid in the biodegradation of the harmful substance until the surface was habitable again and they could begin anew.\nYet that new world would have no place for their creations. Once the surface dwellers discovered lithin and used it to advance their civilization, the ancient beings from beneath the earth would start to re-emerge. And so they wait for the day when surface civilization destroys itself a catastrophe that will give them new life.\n\"Perhaps you've heard of psychohistory? Or... probably not. It hardly matters. The point is, besides designing biological functions, the design of a species' history is also a simple matter of technology.\"\n\"The incessantly questing heart, the barely controllable greed, the drive for victory... It all leads them to the same inevitable conclusion. 'The Unenlightened' deny it, but that is only because your senseless morals have yet to be overcome by evolution.\"\nAt long last, you arrive at the final room in the deepest depths of the bio-vault, where the last memories of countless generations of The Unenlightened are stored.\nWhen the survivors of this ancient civilization decided to transfer their life force into lithin, there were those among them — though a minority — who resisted. They refused to abandon their individuality and merge into boundless, singular wisdom. Because of this, they were labeled \"The Unenlightened.\"\nThe majority were unable to deny them their rights, simply preserving for them this final room, allowing them to live out incarnation after incarnation among the lifeforms on the surface. Those who considered themselves enlightened believed that one day, their brethren would choose to join them and return to the embrace of the whole.\nIndeed, you are the leader of The Unenlightened. You have witnessed the countless memories of sages who established the codes of law, of poets who extolled the graces of virtue, and of warriors who fought against the oppression of tyrants.\nAt the start of each memory, you see a huge figure cast its shadow over those who were exiled from the ancient city. The figure seems to speak, but you can no longer recall the words. All you remember is that you yearn for him.\nPerhaps every generation of The Unenlightened eventually returns here to give their answer.\nIn that case, what will your answer be?"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Men of Lithin (III)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Amazolli in Idukan's Trove"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7464,
            "name": "Men of Lithin",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.4"
          }
        ]
      }
    ]
  }
}