{
  "epId": 7470,
  "name": "Beelzebul",
  "desc": "<p>The Electro Archon of Inazuma, known as Raiden Ei.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/68ce1b8c0e262cc6e4f1074c6431a295_4003305747790718789.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1741130829,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Beelzebul is the current Electro Archon of Inazuma.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Archon War",
        "desc": "<p>The war for the divine thrones, declared by the Heavenly Principles. As a result of the Archon War that finished about 2000 years ago, seven rulers of seven nations received the Gnoses, the divine throne, and the title of an Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/15/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3277280826417124317.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Baal and Beelzebul won the Archon War together. For all the Inazumans there was only one Archon, Baal.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "During the Cataclysm, Makoto didn't tell Ei and went to",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "alone. She wasn't a good warrior so she died.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7498,
        "name": "Kitsune Saiguu",
        "desc": "<p>A Kitsune from the Hakushin clan, who was worshiped as a kitsune goddess. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/0f08dee2a7798c318a8db9ebc84e13ad_4519244372447066289.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7499,
        "name": "Sasayuri",
        "desc": "<p>A tengu and the general of the Inazuman army. He died in the war with Orobashi 2,000 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/22/237301566/6532a7d73481ef732501064e283864c1_3747761177482518121.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "name": "Mikoshi Chiyo",
        "desc": "<p>Raiden Ei's loyal lieutenant, driven mad by the Nightmare after the Cataclysm. She was defeated by Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/6ea050aa0bf1c124840bdb386f992fb7_5166343281552188306.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Ei's friends",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Makoto",
        "desc": "<p>Raiden Ei's twin sister and the previous Electro Archon, also known as Baal. She died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/08/237301566/08ad31cb2d00748c8a122eb1c2562ff8_607942454148584632.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Makoto is Ei's twin sister. During Makoto's reign, she was her kagemusha. When Ei found her sister in Khaenri'ah, it was too late. They could say goodbye in Makoto's unconsciousness, but Ei didn't find out why her sister left alone.\nPlane of Euthymia\nAfter Makoto's death, Ei placed her consciousness inside the Musou Isshin and created a sub-space, the Plane of Euthymia, where she meditated for centuries.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Lady Guuji of the Grand Narukami Shrine. Also serves as the editor-in-chief of Yae Publishing House. Unimaginable intelligence and cunning are hidden under her beautiful appearance.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Ei's friend and familiar. Thanks to her help, Beelzebul left the Plane of Euthymia and cancelled the Vision Hunt Decree. When Ei went to the Plane of Euthymia, she left Miko her",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnoses are internal magical foci that each of The Seven possesses, allowing them to resonate directly with Celestia itself and serving as an emblem of their status. The Gnoses were created from the remains of the Third Descender.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/d233949972be14fcf0feb738a9b67efa_4817492893140404510.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>The former sixth of the Eleven Fatui Harbingers, created by Raiden Ei.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/151578876/3ca9b9e2138195540f079c470acfbce5_2205193756032034346.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Raiden Ei created Scaramouche as a prototype puppet to prove the concept of creating a puppet body. At first, Ei wanted to get rid of him, but then he sealed his power and left it in the Shakkei Pavilion with a golden feather, signifying the relationship with the Shogun.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Her Excellency, the Almighty Narukami Ogosho, who promised the people of Inazuma an unchanging Eternity.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2210,
        "name": "Magatsu Mitake Narukami no Mikoto",
        "desc": "This is the form that the puppet that inherited the Raiden Shogun's authority takes when she is opposing those who threaten Eternity.<br/>As the Raiden Shogun's assistant in pursuing eternity, she has never doubted, never felt fear, never given anything less than her best, never been disturbed by idle thoughts.<br/>She once heard about how Ei had shouldered a similar duty when Makoto was also present, suffering much agonizing loss in the process.<br/>When the two shadows overlapped once more, however, she could only see the countless fine fractures in what should have been \"her\" eternal will. Since fate is destined for cyclicality, she must fulfill her promise and declare war on \"her.\"<br/><br/><i>Mine is the most supreme and noble form. Power over the realm has been vested within me, and I am the essence of all that is the \"Raiden Shogun.\"</i><br/><i>\"Naturally, I have also inherited the pain of Ei's countless losses and her will to attain Eternity.</i><br/><i>\"Resolve, valor, love, hate... They will all twist in the river of time.</i><br/><i>\"But the 'rules' will never change.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Magatsu Mitake Narukami no Mikoto_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "A puppet, who has been ruling Inazuma after Ei went to the Plane of Euthymia. Currently, Ei shares the body with the Shogun.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Orobashi",
        "desc": "<p>The Serpent God, who brought the people of Enkanomiya out of the Dark Sea and onto the surface. He was killed by Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/08/237301566/1397393f5024f3cfe3e0cd632dae57a6_6749302746102078584.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Around 2,000 years ago, Orobashi and Watatsumi's forces rebelled against the Narukami, and Raiden Ei destroyed him with the Musou no Hitotachi, cutting Yashiori Island in two.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4909,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Beelzebul destroyed Kanna Kapatcir as a dangerous being that threatened the safety of Inazuma.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2454,
        "name": "Ioroi",
        "desc": "<p>A bake-danuki, who was sealed in a statue by Kamuna Harunosuke.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/24/237301566/5616b6b3139611441609112738d0b013_5451202169755422691.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "One day, Ei almost cut Ioroi in two when he was stealing Naku Weed in Tenshukaku.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books and Items"
      },
      {
        "type": "CustomEntry",
        "epId": 2328,
        "name": "Treasured Tales of the Chouken Shinkageuchi",
        "desc": "<p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Treasured Tales of the Chouken Shinkageuchi_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2014,
        "name": "Engulfing Lightning",
        "desc": "A naginata used to \"cut grass.\" Any army that stands before this weapon will probably be likewise cut down...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/薙草之稻光.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Her Excellency, the Almighty Narukami Ogosho, who promised the people of Inazuma an unchanging Eternity.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 3</color>\nBefore Raiden Ei became the Shogun, she was a samurai responsible for seeing that the previous Shogun's orders were carried out.\nThe previous Electro Archon, Raiden Makoto, was no great fighter, and the things Ei had charge over were mostly matters of warfare and slaughter. However, Ei also had moments of repose away from battle, sitting with her friends under the sakura trees and playing karuta.\nDue to her character, Ei was always the most wooden player. She was never the final victor, nor did she ever have a taste of the prizes that the Kitsune Saiguu reserved for the winners.\nThus, she poured the effort that she put into swordsmanship into karuta practice, often pestering Makoto or Mikoshi Chiyo for karuta matches, or spending much time by moonlight reading the poetry inscribed on the cards out loud.\nAt last, the day came that under a sakura tree's shade, Ei would defeat opponent after opponent. Even the mighty tengu would be felled after a hard-fought battle, and thus was she crowned the champion.\nEi let out a victorious whoop at her victory, only to be greeted by the sounds of her friends' laughter. Only then did she realize that she had lost her usual composure entirely, before snapping both arms back down and reverting to her usual cool facade.\nOf course, her friends did not intend to make sport of her. Indeed, they understood her character and the manner in which she had worked ever so hard to come out on top.\nAs for the Kitsune Saiguu, oh, how amused she looked as she presented Ei with some pastries.\n\"I said it was a reward, yes, but it was simply some hand-made cakes of mine. I didn't think that you would be so concerned about it, Ei. Well then, enjoy the spoils of your victory to your heart's content.\"\nEi was hardly one to be greedy for snacks. But as a samurai, she firmly believed that what she lost must be reclaimed. These pastries were more akin to a vindication of her desire to win.\n—But it was not long before that cool demeanor of hers broke into a smile again. The cakes were lovely — just like the taste of victory. As for her clumsy attempts to hide that smile, one could only say that it was an entertaining sight all around for her friends.\nTo this day, Ei still often remembers that sakura tree.\n...Even though she has not gone to see it in a long time, and even though no one sits under it anymore, she wishes that time might stop forever.\n<color=#ffd780>Character Story 4</color>\nEi still remembers the way in which Makoto greatly loved the scenery of Inazuma, its cuisine, and the stories of its people — and how she loved telling Ei all about them.\nThough they both understood the concept of erosion well, Makoto was unlike Ei, who worried about the future more often. Instead, Makoto's energies were focused on the present.\n\"It is precisely because we know that this scene is but a fleeting shadow that we should enjoy it all the more.\"\nThen, Ei could only smile wryly, realizing that she, the kagemusha, was even more old-fashioned than the real Raiden Shogun. She thought to herself that she must learn to be more leisurely, just like Makoto.\nYet the times changed all too quickly, all but catching Ei off guard. Before she knew it, her hands already held the blade that the dying Raiden Makoto had passed on to her.\nThis day, the kagemusha was now the true Raiden Shogun.\nAnd it was on this day that Ei truly felt the agony of erosion.\nAs time marched forward inexorably, even this blade, this sakura... All life on Inazuma would fade before her eyes.\nThis was the foundation of Inazuma, and it was the thing that the Raiden Shogun must defend.\n\"If you look at it this way, thinking ahead is not meaningless, nor is it vain arrogance.\"\nHaving resolved herself, her life exceeded its mortal shell, and eternity descended upon the mortal plane.\n<color=#ffd780>Musou Isshin</color>\nA sword that, once passed on, has accompanied Ei to this day.\nThis sword has had two wielders, and has witnessed both time and eternity.\nIt was born from Raiden Makoto's divine might, but it was never once sharpened. It took after its owner, of course, for Makoto was not one for battle. It was but a symbol, a sign of true peace.\nThe day Makoto passed on, it was given into Ei's hands. The sword was stained with blood, then, and as the blade drew its first taste of crimson, the dripping ichor was blown aside by wild winds and blazing thunder.\nMakoto gave it the name Musou Isshin, and desired to have it witness an Inazuma as lovely as a dream and the noble hearts that dwell in this world.\nEi did not change its name. For she, too, had looked out over that vast scene of beauty, and the sight of it had engendered a stronger, purer dream in her own heart.\nThe aesthetic of lightning is precisely to capture that which is precious amidst fleeting transience."
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Lady Guuji of the Grand Narukami Shrine. Also serves as the editor-in-chief of Yae Publishing House. Unimaginable intelligence and cunning are hidden under her beautiful appearance.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Archons</color>\nI'm surprised an outlander like you is aware that there was once a change of Electro Archon... Few citizens of Inazuma are aware of this.\nThe truth of the matter is that there were two twin gods, Baal and Beelzebul.\nThey won the Archon War together, and when Baal established the Shogunate, Beelzebul became her Kagemusha, or \"shadow warrior.\" In other words, she acted as Baal's body double.\nBeelzebul is Ei, with whom we are now both acquainted. Baal's name was \"Makoto.\"\nAs far as the world was aware, there were not two, but one. They complemented each other, and they ruled Inazuma jointly. So there was no need for the public to know the truth.\nIn fact, the name \"Baal\" and the title of Raiden Shogun was understood to refer to both of them, right up until—\nMakoto died several hundred years ago in a war that I was not personally involved in. Since then, Ei has assumed the Shogunate.\nThat was when Ei began to change. Makoto was her greatest loss.\nI didn't spend a great deal of time with her, but my impression was... she was a gentle god, who in each moment cherished the beauty of what was before her."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Beelzebul"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Archons"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "Her Excellency, the Almighty Narukami Ogosho, God of Thunder\nGod of Eternity\nNarukami"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Character Teaser - \"Raiden Shogun: Nightmare\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ydPqFAEgHzs&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/ydPqFAEgHzs/maxresdefault.jpg",
        "duration": 101
      },
      {
        "title": "Story Teaser: Ode of Floating Dreams | Genshin Impact #GenshinImpact #RaidenShogun",
        "url": "https://www.youtube.com/watch?v=PBM2jQ0NW5o&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/PBM2jQ0NW5o/maxresdefault.jpg",
        "duration": 136
      },
      {
        "title": "Story Teaser: Promise of a People's Dream | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=hQ5GEOlwLUQ&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/hQ5GEOlwLUQ/maxresdefault.jpg",
        "duration": 119
      }
    ],
    "galleryCharacter": [
      {
        "key": "Beelzebul",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/22df5562754cdf07c1f9d30f062d5ffc_4908255767352798824.png"
      },
      {
        "key": "Beelzebul",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/5d047cd614529549598d28b12788b877_2634670064224338068.png"
      },
      {
        "key": "Beelzebul",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/4ecd672f771319949f1cd3d877aacb85_5777526696482475439.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Baal and Beelzebul"
          }
        ]
      }
    ]
  }
}