{
  "epId": 7471,
  "name": "Buer",
  "desc": "<p>The Dendro Archon of Sumeru.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/15/237301566/eefeae3e6ad6f9081dc2a39d89a720fd_4115377028707836648.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1761463068,
  "components": {
    "videoCollection": [
      {
        "title": "Character Teaser - \"Nahida: Happy Birthday\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=DWlWuVU4ZiI&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/DWlWuVU4ZiI/maxresdefault.jpg",
        "duration": 170
      },
      {
        "title": "Cutscene Animation: \"A Dream of Falling Branches\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=zgQG0b-Isbk&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/zgQG0b-Isbk/maxresdefault.jpg",
        "duration": 158
      },
      {
        "title": "Cutscene Animation: \"Homecoming\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=tY7iTQ5LAzM&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/tY7iTQ5LAzM/maxresdefault.jpg",
        "duration": 125
      },
      {
        "title": "Cutscene Animation: \"The First Sage of Buer\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ExVzjvMSnTI&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/ExVzjvMSnTI/maxresdefault.jpg",
        "duration": 277
      },
      {
        "title": "Lantern Rite Promotional Video: Dream Upon a Lantern｜Genshin Impact",
        "url": "https://www.youtube.com/watch?v=2kY4raFWXtM&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/2kY4raFWXtM/maxresdefault.jpg",
        "duration": 105
      },
      {
        "title": "Story Teaser: Flowers and Dreams | Genshin Impact #Story #Teaser #Nahida #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=yX9vAY8eV_0&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/yX9vAY8eV_0/maxresdefault.jpg",
        "duration": 155
      },
      {
        "title": "Sumeru Preview Teaser 03: Prelude to Wisdom | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=JrC7DTUsii8&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/JrC7DTUsii8/maxresdefault.jpg",
        "duration": 202
      },
      {
        "title": "Sumeru Promotional Video｜Genshin Impact",
        "url": "https://www.youtube.com/watch?v=zZEpU-DbzZU&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/zZEpU-DbzZU/maxresdefault.jpg",
        "duration": 42
      },
      {
        "title": "Version 3.0 \"The Morn a Thousand Roses Brings\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=WIxkKExpu94&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/WIxkKExpu94/maxresdefault.jpg",
        "duration": 366
      },
      {
        "title": "Version 3.1 \"King Deshret and the Three Magi\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=-2-WKyGTUrM&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/-2-WKyGTUrM/maxresdefault.jpg",
        "duration": 365
      },
      {
        "title": "Version 3.2 \"Akasha Pulses, the Kalpa Flame Rises\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=bT3qW-Zgtow&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/bT3qW-Zgtow/maxresdefault.jpg",
        "duration": 313
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Buer"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Archons"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "Lesser Lord Kusanali"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "God of Wisdom\nBlessed One of Wisdom, Mahakusaladhamma"
          }
        ]
      },
      {
        "key": "Related Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2850,
            "name": "Nahida",
            "desc": "<p>A caged bird secluded within the confines of the Sanctuary of Surasthana who can only see the world in her dreams.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Birth",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/06f850e5a4b6fa662b8699dda1293f21_7318720441474659464.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Many millennia ago, the Ley Lines, which absorb Teyvat's memories and souls, and Irminsul, which holds all knowledge and wisdom, were created. Although Irminsul is not a tree in a biological sense, it can be imagined as a tree growing upside down. The Ley Lines can be imagined as the roots of this tree, extending from a vast space deep within the earth and emerging to the surface, crossing the land. Long ago, the Goddess of Wisdom, Greater Lord Rukkhadevata, became the embodiment and manifestation of Irminsul's power. The source of her power and consciousness was closely linked to the world tree. Together with\nexiled to Teyvat and\nwho rejected Celestia's divine throne, Rukkhadevata ruled Sumeru. Al-Ahmar desired forbidden knowledge to discover all the truths of this world, but even the Goddess of Wisdom was unable to comprehend it. Nabu Malikata sacrificed herself so that Al-Ahmar could gain forbidden knowledge, but it soon began to corrupt his mind and infect Irminsul. Forbidden knowledge did not belong to this world and was a truth that could not be comprehended. It came from the very depths of the Abyss, and the world continually rejected it, leading to corruption and destruction. If the tree were destroyed by the power of the Abyss, it could destroy all of Teyvat, so Rukkhadevata sacrificed part of her power and healed it, causing her physical body to decrease in size. After Al-Ahmar's death, the Greater Lord became the Dendro Archon."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/ac2b30d4337bee666fae2e6979587638_4772347479214865853.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Five hundred years ago, when Teyvat was engulfed by the\nIrminsul was once again infected with forbidden knowledge. As the disaster unfolded, Rukkhadevata's consciousness, bound to the tree, was pierced by terrible pain. When she rushed to the tree, it was already decaying under the influence of forbidden knowledge. The Goddess of Wisdom understood that she could not remove the contamination by relying on her own powers alone, so she created a device that would unite all human wisdom and named it \"the Akasha.\" With the help of the Akasha, the Greater Lord took away dreams from the people of Sumeru, the quintessence of human wisdom. She gathered their wisdom and gave it all her power, once again shrinking in size. Thanks to the wisdom of the people of Sumeru, she was able almost completely to rid Irminsul of forbidden knowledge."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/364b2b5dab98491b0f3f8c3a864106cb_6224476361249431042.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Rukkhadevata destroyed the forbidden knowledge from Irminsul with the wisdom of all the people, she realized the process had not gone as smoothly as she had expected. Her head began to ache, and a sense of foreboding filled her heart. Only then did she realize that her consciousness was connected to Irminsul. It had granted her knowledge and wisdom, but its corruption had spread to her. From then on, her existence was poisoned by the forbidden knowledge. The Goddess of Wisdom not only suffered terribly, but also understood that even after her death, everything connected to her would remain as the memories and knowledge of Irminsul, meaning the forbidden knowledge would remain within it forever. But Rukkhadevata could not erase herself, so she broke off the purest branch of Irminsul and made it its new incarnation,\n<color=#ffffffd9>\"Even if a tree dies, its branches will eventually take root and grow, continuing the tree's life in another form.\"</color> At the very last moment of her life, Rukkhadevata left a hint for the new Dendro Archon so she could heal Irminsul, but this message, too, was tainted, and only a fragment remained: <color=#ffffffd9>\"...World... Forget me...\"</color>\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p>Irminsul can be thought of as a large tree growing downwards rather than upwards, containing all the knowledge and wisdom of the world from ancient times to the present. Ley Lines, like the roots of Irminsul, cross the earth, absorbing the memories of the world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/237301566/aa06aa829f5a3a926aef88750adb81f2_3960309425065670916.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7083,
        "name": "Angels",
        "desc": "<p>Also known as Heavenly envoys, their primary duties were to help people. They were later expelled from Celestia and consequently lost their bodies and minds.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/16/237301566/2aa6b47bf4316be4c736d48e07f765e4_6979180294390120549.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>The Goddess of Wisdom, the previous Dendro Archon, and a friend of Nabu Malikata and King Deshret. She was completely erased from Irminsul to save it from forbidden knowledge.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/59da6a8cbcffa112e5d2b63788d7051e_2474648649910280690.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>The Goddess of Flowers, a friend of Greater Lord Rukkhadevata and King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_5741359718049745060.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3373,
        "name": "Silver Twig",
        "desc": "<p>A new branch taken from the center of the world.</p><p>There was once a giant tree that ran across the world, and this twig was part of it. Though it has been removed from the tree, their connection remains strong as ever.</p><p>Therefore, as long as the giant white tree that symbolizes the center of the world does not die, it will never wither.</p><p> </p><p>\"Trees\" symbolize life. In one of the stories from a certain place, there was a person who had entrusted her consciousness to the white tree's branches before she passed away. In that way, neither her life nor hope would be lost, since the branches would grow and sprout where there was sunshine and rain, and would one day blossom and bear fruits.</p><p>\"Trees\" also symbolize wisdom. In one of the legends, a sage hanging upside down on a tree had acquired the knowledge of how to inscribe runes and control sacred words, and thus followed the kingdom established along the tree's roots, eventually gaining a glimpse of the secret of the cosmos.</p><p>All knowledge, memory, and experience flow through this giant tree, just like a stream flows into a river, the river joins a sea, the sea turns into clouds, and the clouds rain onto the ground - just like life itself.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/19/77454259/05a1c827b845851af03663ede6b2d41f_7557901024563427117.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Imprisonment",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/3acd72a94c1ae5813d9bf26d69a883f0_7116382444025722186.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After Rukkhadevata died during the Cataclysm while protecting Irminsul from forbidden knowledge, the sages of the Sumeru Akademiya, the ruling organization of Sumeru, discovered the newborn Buer in the ruins of the scorched grass, naming her Lesser Lord Kusanali. Mourning the fallen Goddess of Wisdom, they decided the new Dendro Archon was too weak and locked her away in the Sanctuary of Surasthana. Inside the temple was a device that the former Goddess of Wisdom had used for meditation and isolation from the world. The great sage modified this device so that it could not be controlled from within and locked Buer away there. The sages longed to find Greater Lord Rukkhadevata, and the appearance of the Lesser Lord only proved that she was gone. Since the Akademiya already ruled the country, the presence of the Dendro Archon was irrelevant, so they never again visited her."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/837243f54e724ac834cc7f6ea281d70d_4494105023665778217.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Although the physical body of Lesser Lord Kusanali was locked in the Sanctuary of Surasthana and she lacked power, her mind remained free. She watched the adventures of the Traveler and Paimon on the Golden Apple Archipelago, where they encountered mirages representing \"deep dream.\" One day, the Lesser Lord appeared to a girl in a dream. This girl, Dunyarzad, was ill with Eleazar, the manifestation of infected Irminsul in the world, and could not leave her room. Buer befriended her and imparted some of her wisdom so that the girl could see the world in a new light. Several years later, when the girl had grown up and no longer dreamed, she continued to worship the Lesser Lord and came to the Sumeru City for the celebration of Dendro Archon's birthday. But when the day of the Sabzeruz Festival came to an end, the next day was Buer's birthday again. The Lesser Lord realized that the sages of the Sumeru Akademiya had plunged the people into a collective slumber in order to absorb their individual dreams using the Akasha simultaneously. Unable to influence the endless\nof the Sabzeruz Festival herself, she turned to the Traveler and Paimon for help, who, due to their sensitivity to Dendro, could see her image. The Lesser Lord couldn't immediately tell them the truth, as it would severely damage their sanity, and they had to find a way out of samsara themselves. Thanks to Kusanali's hints, the Traveler and Paimon were able to break the slumber of the endless Sabzeruz Festival, which had lasted 168 cycles."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/5f8a663d254bd0697ef499ad4aefea6c_5888338783489236647.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Continuing their investigation into the Akademiya sages' plot, Lesser Lord Kusanali and the Traveler discovered that the Fatui Harbinger, Dottore, who had once been expelled from the Akademiya, was behind it all. He was attempting to use the stolen Electro Gnosis and another Harbinger, Scaramouche, to create an artificial god. To this end, Scaramouche established a connection with Irminsul. Dottore managed to trap Buer's consciousness in the Sanctuary of Surasthana. Still, thanks to the help of the Traveler, Paimon, some scholars from the Akademiya, and the Eremites, she was freed. By immersing the mechanical god, Scaramouche, in the 168 cycles of samsara that the people of Sumeru had experienced, the Lesser Lord was able to gather enough data on combating the mechanical god to defeat it. After Scaramouche was stripped of the Gnosis and lost consciousness, Buer left him in the Sanctuary of Surasthana and used his connection to Irminsul to search for information.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6516,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Sabzeruz Festival",
        "desc": "<p>A Sumeru festival named after the Goddess of Flowers and celebrating the birthday of the Dendro Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/17b89adfdc44a158d37be3cb35268ddd_6799307369729289175.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Sumeru Akademiya",
        "desc": "<p>The Sumeru organization, which exercises administrative control over the region and educates people.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_6956832860262339103.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>A Snezhnayan organization that is loyal to the Tsaritsa and has spread out all over the continent. Its Harbingers are on the hunt for the Gnoses.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/237301566/38c409297992d7a782f0f1312f311707_3548311870444408788.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnoses are internal magical foci that each of The Seven possesses, allowing them to resonate directly with Celestia itself and serving as an emblem of their status. The Gnoses were created from the remains of the Third Descender.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/d233949972be14fcf0feb738a9b67efa_4817492893140404510.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3570,
        "name": "Dunyarzad",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/194600931/b870c8c1310f918467367df07471fd94_729771163841159610.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Il Dottore",
        "desc": "<p>The Second of the Eleven Fatui Harbingers, codenamed The Doctor. Had multiple \"segments\" of himself, nearly all of which he destroyed in a deal with the Dendro Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/6b83e21c8ac24b40beb717d67c74768b_4435355540591316720.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>The former sixth of the Eleven Fatui Harbingers, created by Raiden Ei.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/151578876/3ca9b9e2138195540f079c470acfbce5_2205193756032034346.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2975,
        "name": "Shouki no Kami, the Prodigal",
        "desc": "<p>Shouki no Kami, as an artificial divinity created using all the might of Sumeru's Six Darshans, has power that rivals that of true gods.<br>But those of this world who call such a being a \"false deity\" misunderstand the true meaning of the word.<br>Shouki no Kami now understands countless things and shoulders unassailable might, and may be said to surpass mortals.<br>If gods must love mortals, then Shouki no Kami, who grants failure in equal measure to humanity loves them also.<br>If gods must watch over humanity,<br>...<br>...<br>Then Shouki no Kami who has borne witness to infinite love, hatred, partings, grudges, and maddening anger - thus does he watch over mortals.<br><br><em>\"Too much happiness you have had!\"<br>\"It has made you foolish. Arrogant. Horrifying in your greed.\"<br>\"Let this era end!\"<br>\"Let the new god announce the defeat of the old.\"<br>\"Foolish mortal... There is yet time for you to kneel.\"</em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/35428890/86791657203a69e453d8e217414b3f9e_6244827810099144009.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Irminsul",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/907364d2d2a45f604bea18d1c6c41487_8654624979520384142.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Although Lesser Lord Kusanali was rescued from captivity and the problem with the Akademiya was resolved, Irminsul was still corrupted with forbidden knowledge, and Eleazar and the Withering were spreading across Sumeru. After a battle with the artificial god, Buer was able to obtain the Divine Knowledge Capsule, containing the last memories of her predecessor. Using the capsule and the Gnosis to protect from corruption, the Lesser Lord found herself in a subspace of Rukkhadevata's consciousness, contaminated by forbidden knowledge. The Dendro Archon sensed the last moments of the Greater Lord's life, who continued to fight the corruption of Irminsul to the very end, despite the chaos, madness, and pain.\nAfter passing through the contamination of Rukkhadevata's subconscious, Lesser Lord Kusanali found Irminsul, where she encountered echoes of the Greater Lord's consciousness that looked exactly like Buer. The first Dendro Archon told of Buer's birth and what she would need to do to heal Irminsul: completely erase Rukkhadevata from Irminsul, destroying all memories of her. The phrase Rukkhadevata left Kusanali was, in full, <color=#ffffffd9>\"Let the world completely forget me.\"</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"We all nestle under the great tree of wisdom, peering out to perceive the world.\"</color>\n<color=#ffffffd9>\"From the earth, and from the rain, we perceive its wonders until we become a white bird to perch atop a branch...\"</color>\n<color=#ffffffd9>\"And finally snap off the most important leaf.\"</color>\n<color=#ffffffd9>\"Once upon a time, I alone dreamed in this world.\"</color>\n<color=#ffffffd9>\"In my dreams, everybody would also dream after they fell asleep.\"</color>\n<color=#ffffffd9>\"Wild and wonderful thoughts would emerge from their minds.\"</color>\n<color=#ffffffd9>\"Some tumbled to the ground, and others floated to the sky.\"</color>\n<color=#ffffffd9>\"Connecting all things in the world into one dazzling net.\"</color>\n<color=#ffffffd9>\"Amongst the plethora of worlds were numerous smaller worlds.\"</color>\n<color=#ffffffd9>\"All of fate finding within the tapestry their brilliant glow.\"</color>\n<color=#ffffffd9>\"I gradually understood that these indescribable and constantly changing things.\"</color>\n<color=#ffffffd9>\"Are the most profound things in the world.\"</color>\n<color=#ffffffd9>\"Only they can completely repel the madness.\"</color>\n<color=#ffffffd9>\"Only dreams can awaken consciousness from the deepest darkness.\"</color>\n<color=#ffffffd9>\"I'm the one who posed this question, yet also the one who sought a solution\"</color>\n<color=#ffffffd9>\"Saving the world with the dreams of the people used to be my answer.\"</color>\n<color=#ffffffd9>\"And now you've also found your own answer.\"</color>\n<color=#ffffffd9>\"And I shall return all the dreams to the people.\"</color>\n<color=#ffffffd9>\"Goodbye, people of Sumeru.\"</color>\n<color=#ffffffd9>\"May you be blessed tonight with the sweetest of dreams.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/99a9fe8bd96e9319a3044675692837d5_696009987000569837.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Previously, the people of Sumeru sang the praises of Greater Lord Rukkhadevata, who created the tropical forest and bestowed wisdom upon the people of Sumeru through the Akademiya. On the other hand, Lesser Lord Kusanali, who was whisked back by the sages to the Sanctuary of Surasthana following the former's fall, has been more of a symbol — one that signifies that the protection of divinity never ceased to exist on this land. However, few know who she is, how she came into this world, or what powers she possesses. From the highest sage's vague response and evasive attitude toward people's inquiry about Lesser Lord Kusanali, the people in Sumeru deduced that they should no longer expect merciful wisdom to descend from on high as before. The Lesser Lord used the Akasha to observe the people's emotions and attitudes. She knew of their devotion to the previous Archon, their disillusionment with their new deity, and their certainty that the Goddess of Wisdom would never return. She knew in her heart that she must keep learning and grow as quickly as she could to stand up and face the threats from the most abysmal corners of the world. This is her inevitable duty."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/7d3b38c37245dc231d3df0770299c6f8_6499063274327706660.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After erasing Rukkhadevata from Irminsul, Buer herself, like all the people and creatures of Sumeru, forgot her existence. And although Kusanali couldn't remember her creator, she felt a void deep within her, as if she had lost something important. In people's memories and even in ancient books, the Lesser Lord became the sole existing Archon of Sumeru, who had expended all her powers during the Cataclysm five hundred years ago and therefore diminished in size. After Irminsul's changes, the people of Sumeru began to believe that Buer had created the tropical forest and bestowed wisdom upon the people of Sumeru through the Akademiya. In the eyes of people in Sumeru, the existence of the Dendro Archon is more of a symbol, by which they ascertain that the protection of divinity upon this land has persisted since antiquity. The highest sages revered her unswervingly, and the people followed their example without the slightest hesitation. The Lesser Lord used the Akasha to observe and learn about people's emotions, and was able to hear even those words that were not praise. The more she learned, the more she realized she must learn and evolve faster. Only through that can she enrich her experience, honing her skills to become powerful enough to face the threats from the most abysmal corners of the world. There was no escape from this, her inexorable duty. Even though very few feel unsatisfied with the status quo, Buer remained steadfast. Her tenacity stemmed from her conviction, for she knew better than anyone that she was the one whom all people rely on and trust in."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/dc0eadf6dd11766d504eb89ade6ce8b5_6415911796274014920.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "After defeating the mechanical god, a Harbinger, Dottore, approached Lesser Lord Kusanali with an offer to exchange the Gnoses. Buer knew that foreign Gnosis would only bring trouble to Sumeru, so she gave up the Electro Gnosis in exchange for the destruction of all Harbinger's segments. In exchange for the Dendro Gnosis, Dottore told her about the false sky. Without the Dendro Gnosis, the Akasha ceased to function, and although the Sumeru people began to dream again, they had to learn to seek out information themselves.\nWhile the Sumeru Akademiya remained the nation's primary governing structure, the Goddess of Wisdom now participates in decision-making. Because she is not human and has spent almost her entire life locked away, interacting with people only in rare dreams, she has little understanding of human emotions, feelings, and behavior, so she sometimes relies on her friends.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p>Irminsul can be thought of as a large tree growing downwards rather than upwards, containing all the knowledge and wisdom of the world from ancient times to the present. Ley Lines, like the roots of Irminsul, cross the earth, absorbing the memories of the world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/237301566/aa06aa829f5a3a926aef88750adb81f2_3960309425065670916.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Sumeru Akademiya",
        "desc": "<p>The Sumeru organization, which exercises administrative control over the region and educates people.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_6956832860262339103.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>A Snezhnayan organization that is loyal to the Tsaritsa and has spread out all over the continent. Its Harbingers are on the hunt for the Gnoses.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/237301566/38c409297992d7a782f0f1312f311707_3548311870444408788.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnoses are internal magical foci that each of The Seven possesses, allowing them to resonate directly with Celestia itself and serving as an emblem of their status. The Gnoses were created from the remains of the Third Descender.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/d233949972be14fcf0feb738a9b67efa_4817492893140404510.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>The Goddess of Wisdom, the previous Dendro Archon, and a friend of Nabu Malikata and King Deshret. She was completely erased from Irminsul to save it from forbidden knowledge.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/59da6a8cbcffa112e5d2b63788d7051e_2474648649910280690.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Il Dottore",
        "desc": "<p>The Second of the Eleven Fatui Harbingers, codenamed The Doctor. Had multiple \"segments\" of himself, nearly all of which he destroyed in a deal with the Dendro Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/6b83e21c8ac24b40beb717d67c74768b_4435355540591316720.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Scaramouche",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/237301566/dcc7d33b644dec92663bfc8a82461032_2996458245440738388.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After defeating Scaramouche, Lesser Lord Kusanali took advantage of his remaining connection to Irminsul and made a deal with him to conduct research for her. She wanted to help the Traveler learn more about their sibling and discover the Descenders, so she asked them to travel there with the former Harbinger. Irminsul contained no new knowledge about the Descenders, but Scaramouche was able to learn about his past and Dottore's betrayal. Nearly four hundred years ago, in Tatarasuna, where the future Harbinger Scaramouche lived among the blacksmiths, a tragedy occurred that turned out to be an experiment orchestrated by Dottore. To sow the seeds of destruction in Inazuma, he sabotaged the forge and killed the forgemaster, ripping out his heart and giving it to Scaramouche. The latter believed that the forgemaster had betrayed him and fled, which was one of the reasons he became the Harbinger.\nAfter learning the truth about what had happened, Scaramouche severed contact with Buer and took advantage of the Traveler's confusion when he asked if the past could be changed, interpreting this confusion as a confirmation. He decided to remove himself from Irminsul, thereby altering the events in Tatarasuna."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"From this day forth, the names 'Balladeer' and 'kabukimono' will cease to exist.</color>\n<color=#ffffffd9>...Those who died in Tatarasuna because of me deserve another chance at life.</color>\n<color=#ffffffd9>You know, I never did like insects.</color>\n<color=#ffffffd9>Hordes of the puny things swarming together can be a real nuisance... and I enjoy nothing more than to stamp them out like the pests they are.</color>\n<color=#ffffffd9>But if a colony of harmless ants isn't threatening anyone, I guess they deserve to be left alone...</color>\n<color=#ffffffd9>Luckily, everything can be set right. It's time to solve this once and for all.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/237301566/c84e8283978af98426d0660a8cf54684_1451410604997894435.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Since Irminsul cannot change the true past, only all memories of it, the tragedy in Tatarasuna still occurred, but responsibility for it fell on another person. Scaramouche became the Wanderer, who traveled the world for nearly 400 years. The Traveler, whose memory is beyond Irminsul's control, remembered the truth and decided to seek Buer's help. It turned out that in her personal data, Lesser Lord Kusanali left a note hidden in a secluded corner, which was an allegory for the past. Although in all other notes the information about Scaramouche was changed, the goddess recorded this tale in such a way that it remained intact and avoided Irminsul's editing. After hearing the tale, the Dendro Archon realized that it was Scaramouche's altered memories, extracted by the Akademiya researchers before his transformation into a deity. She had deliberately left the data behind and stored it so that Scaramouche could obtain it naturally, in order to lure him over to her side. His past experiences made him useful to Sumeru, but she was unwilling to use him as Dottore did."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/237301566/aeb32b13135ab8f71f26f55ec588fef2_6843061606079666752.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the Traveler and Paimon met Scaramouche in Sumeru, they took him to the Goddess of Wisdom, and he agreed to learn about his past. Despite the painful memories, the Wanderer agreed to look at them all, regaining a part of his lost identity. The lost memories finally gave him a meaning in life, changed his fate, and put an end to his wanderings. When the Wanderer regained all his previous memories, he agreed to stay with Lesser Lord Kusanali to be useful and valuable.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p>Irminsul can be thought of as a large tree growing downwards rather than upwards, containing all the knowledge and wisdom of the world from ancient times to the present. Ley Lines, like the roots of Irminsul, cross the earth, absorbing the memories of the world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/237301566/aa06aa829f5a3a926aef88750adb81f2_3960309425065670916.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>A Snezhnayan organization that is loyal to the Tsaritsa and has spread out all over the continent. Its Harbingers are on the hunt for the Gnoses.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/237301566/38c409297992d7a782f0f1312f311707_3548311870444408788.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>The former sixth of the Eleven Fatui Harbingers, created by Raiden Ei.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/151578876/3ca9b9e2138195540f079c470acfbce5_2205193756032034346.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Il Dottore",
        "desc": "<p>The Second of the Eleven Fatui Harbingers, codenamed The Doctor. Had multiple \"segments\" of himself, nearly all of which he destroyed in a deal with the Dendro Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/6b83e21c8ac24b40beb717d67c74768b_4435355540591316720.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Wanderer",
        "desc": "<p>A wayfaring figure whose identity is a mystery. He dresses like a mountain ascetic, but he certainly does not act the part.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Apep",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/237301566/380dc14a66b987c661d1b5873a0a1884_2922371403315953109.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After rescuing Irminsul, Lesser Lord Kusanali noticed that her memory was sometimes failing her. She knew she had some important task, but she couldn't remember what it was. In the Sanctuary of Surasthana, she discovered an unusual core filled with pure elemental energy, similar to her own yet distinct. While searching for clues, Buer was approached for help by a Hydro Fungus whose family member had fallen ill. This sick Fungus had not been born from a spore like ordinary Fungi, but was an elemental life form, and a breach had formed in its elemental structure, impeding the flow of energy. Using her powers, Buer repaired the creature's breach, and it revealed itself to be a member of an ancient species. These creatures originated within the elemental dragon, one of the Dragon Sovereigns, Apep. Within her body existed an entire ecosystem of pure waters, high mountains, and grasses. The beings within Apep lived in joy until one day, an apocalypse occurred. A terrible force consumed everything, and the seeds of disaster took root in the bodies of these beings. They lost their form and no longer possessed themselves. This apocalypse was the infection of forbidden knowledge. When the primordial creator, Nibelung, sought forbidden knowledge beyond the borders of Teyvat, many dragons believed that salvation from the invaders from beyond the skies lay within it. Apep attempted to find forbidden knowledge at the world's borders, but was stopped by divine nails. When Al-Ahmar wanted to build his civilization on her lands, Apep, knowing he sought forbidden knowledge, made a deal with him: she allowed him to occupy her lands in exchange for all the knowledge he came to accumulate would belong to her. Al-Ahmar himself died defending the world from forbidden knowledge he had acquired. And when Apep absorbed him, she got what she wanted, but underestimated the threat."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/237301566/9fa85e75ae6e639777111e34a91323c4_3080433146287075994.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The surviving elemental beings left the dragon's body and traveled to Sumeru to seek salvation for their homeland. One of the beings living within the Dendro Dragon believed that the apocalypse was a part of them, and therefore, it was important to preserve it. The other beings did not agree with it, and it left Sumeru and went into the bottomless depths to the east of Sumeru, into the black place from which there is no return, The Chasm.\nWhen the Lesser Lord completely erased forbidden knowledge from Irminsul, forbidden knowledge within Apep and the elemental beings also vanished, with grave consequences. The Dragon Sovereign possessed the most advanced adaptability skills, so when she became infected with forbidden knowledge, she integrated it into her body. And the removal of the corruption from the world created such a massive breach in her body that it threatened to destroy Sumeru. The release of such amounts of pure Dendro energy would have led to the uncontrolled growth of tropical forests, blocking out the sun and oxygen. During her reign, Greater Lord Rukkhadevata, together with an elemental being who had traveled to The Chasm, created a Fire Seed, mimicking how the Dendro Dragon's \"Heart of Oasis\" operated, which contained her power. It was the Fire Seed that the Lesser Lord discovered in the Sanctuary of Surasthana, and rescuing the Dendro Dragon was the mission she could not recall. With the Seed, the Heart of Oasis could be revived within the Dendro Dragon to heal her. Rukkhadevata promised that one day the apocalypse would be eliminated and all memories of it would be blurred, leaving the creature the only one to retain these memories."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/237301566/9f854c2f0b014097b537e2c51d70d6cd_3614478301743898308.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Because the divine nail in The Chasm is capable of balancing the power of the Abyss and forbidden knowledge, the apocalypse within the creature was altered and hidden deep within the black mud. Thanks to the power of the Greater Lord, the creature was able to endure for millennia, transforming the power of the apocalypse with the nail and depriving itself of any chance of salvation. With the help of the elemental beings living within Apep, Kusanali located the creature in The Chasm and was able to extract its last memories of the apocalypse from it. And although it was already too late for the creature that held these memories, the Lesser Lord used the Fire Seed and returned its consciousness home."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Our past has been saved, and our future has been ensured.</color>\n<color=#ffffffd9>It's enough for me just knowing that they will return home.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/237301566/5c551ce9fc8a5b99e7a6473bde5ba58e_7778640738727466456.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Using the Fire Seed as a navigator, the Lesser Lord managed to locate the Dendro Dragon, but she harbored only hatred for the Archons and humans and wished them dead. With the Seed, Buer purified the other elemental beings who had been transformed by the apocalypse so that they, too, could return home. But when she penetrated the dragon and intended to use the Fire Seed to inscribe the Heart of Apep's Oasis with elemental power, it disappeared. The Lesser Lord was ready to expend all her power healing Apep, even if it meant transforming herself into a branch of Irminsul, her birth form. But the elemental beings Buer had helped and who had grown throughout their journey sacrificed themselves to return home."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"I know. A sacrifice must be made.</color>\n<color=#ffffffd9>But not by the Lord of Dendro.</color>\n<color=#ffffffd9>We've all grown on this long journey.</color>\n<color=#ffffffd9>If the purpose of that growth was to return home.</color>\n<color=#ffffffd9>Then our wishes have come true.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/237301566/90d8caef5a7c297c7e78165da9c05148_135633166688937569.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The creatures sacrificed their bodies and memories, imbuing the Heart of the Oasis with their energy, and the Lesser Lord helped them revive it. Apep believed that her newfound power would ignite her rage, but she experienced only peace. Although her hatred for that usurper from beyond the heavens still stirred deep within her, she no longer saw the point in exterminating Buer's people. Apep promised that when the Lesser Lord perished because of her ever-expanding curiosity, she would only laugh. Buer agreed to leave Apep alone and not bother her anymore."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"I respect your decision, and with time, I will prove to you that we will not repeat our mistakes.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "name": "The Chasm",
        "desc": "<p>As the saying goes, \"The layered cliffs cast elusive shadows, to where treacherous roads lead, no one knows.\" In the ancient texts of Liyue, this place is sometimes referred to as the \"Yu Valley.\" Even the radiant brilliance of the sun must sink into the deep shadows of dusk. Although legends remain mere legends, one should always expect the unexpected when exploring this labyrinthine underground mineshaft.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/237301566/6be2b18055f1bd7b1bb200aa669ab5e0_2907944606777033444.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Elemental Dragons",
        "desc": "<p>An ancient race, who ruled Teyvat long before human existence. Dragons belong to the Light Realm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_6244634971554940377.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4913,
        "name": "Apep",
        "desc": "<p>Dendro Dragon.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/03/9750d15029b9018793ef9d9f0bfec6de_743071265959457769.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3695,
        "name": "Guardian of Apep's Oasis",
        "desc": "<p>Apep walked through the water like a fish with its many offspring in a sea of fragrant grass, gigantic trees, and unimaginably long vines. Finally, the grass, trees, and vines withered and turned into dust, while countless beings as minute as grains of gravel built a fragile kingdom upon Apep's land.</p><p>Apep and its offspring let the sea of sand rage like boiling water and swept houses down as if they were falling leaves. Until the day when the new Lord of Sand reconciled with the king who lost their homeland, the dunes under the sun belonged to humanity, while the dragon's oasis remained in the hearts of the dragons.</p><p>Apep shared the knowledge of evolution with its many offspring, because spreading knowledge ensures dissemination while the stagnation of hoarded wisdom courted only decay. Till the day the promise between it and the Lord of Sand was finally attained, with ultimate wisdom claimed. Henceforth, it reaped only sights of oblivion, of an endless calamity.</p><p>Apep found itself swallowed alone amidst the scenery of the catastrophe. All the people, gods, dragons, beasts, birds, and fish. All memories, wisdom, words, and hatred were ground into colorless dust, and the last of the moonlight burned away into a rain of pale fire, falling on the barren land.</p><p>...</p><p>Apep once deemed the bottom of the sea of sand to be its grave, not the palace of a dispossessed king. The poison of \"wisdom\" would soon free Apep from the hatred and anger festering within it over countless moons. Apep had grown weary of the colorless apocalypse. Then, finally, the young god and the golden Traveler let it recall once again, even though the verdant land it once ruled had been reduced to this gilded wasteland, even though Apep and its many offspring had grown twisted and wretched to secure their continued survival therein, Apep still treasured the sight and scenes of the oasis, sparkling in its heart.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/35428890/d6fda0fbccc37d41505ff1fcce5b6e77_5312308109137127663.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sabzeruz Festival",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/237301566/4c855677d8637b854a7f037f8c339e91_5213686170047758312.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Sabzeruz Festival is an ancient festival named after the Goddess of Flowers, which, according to the legend, was originally the Goddess of Flowers's birthday celebration for Greater Lord Rukkhadevata. Legend has it that King Deshret and Nabu Malikata threw her a celebratory banquet and prepared surprise gifts for the Lord of Dendro during the first Sabzeruz Festival. They scattered candy along a path to lead her toward the site of the banquet, and eventually, the Greater Lord arrived at a lake, where she heard the sound of music. Al-Ahmar was plucking the strings of an instrument while the Goddess of Flowers performed a beautiful dance. As she danced upon the grass, countless beautiful Padisarahs started to bloom wherever she stepped. Those brilliant purple flowers became her dazzling stage. All the gods clamored, <color=#ffffffd9>\"Oh, if only time could stop at this very moment.\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/237301566/8e5ed46e64e1b5217bb00e000f4d1b88_9162974165707493583.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When Greater Lord Rukkhadevata left this world, Sabzeruz began to be celebrated on the birthday of Lesser Lord Kusanali, the day the sages found her. When Lesser Lord Kusanali woke up on her birthday, she was riding in a flower carriage. She dreamed it was her birthday, and the Knight of Flowers and his retainers found her. <color=#ffffffd9>\"Oh Archon, we've finally found you. The people can't wait to meet you.\"</color> The Sabzeruz Festival began, and everyone smiled as they gathered around the Archon. Finally, in the dream, the Lesser Lord got back in the carriage and waved goodbye. At first, everyone was delighted to welcome the Dendro Archon's return to Sumeru, and the festival was a huge event in those days. Under the Akademiya's influence, though, people gradually began to lose interest in the festival. The Akademiya actively participates in Sumeru's many holidays dedicated to Greater Lord Rukkhadevata. When it came to the Sabzeruz Festival, though, the sages acted as if it simply did not exist. The sages from the Akademiya locked the Lesser Lord in the Sanctuary of Surasthana, and each of her birthdays, for 500 years, she celebrated completely alone."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/237301566/f8f5fe8120400ebf02122cccf9319d32_7802328129672467901.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "It was during the Sabzeruz Festival that the sages of the Akademiya staged a collective sleep to collect the dreams of the people of Sumeru for the Divine Knowledge Capsule. After Lesser Lord Kusanali was freed from the Sanctuary of Surasthana and the sages participating in the endless Sabzeruz Festival were exiled, the birthday of the Dendro Archon once again became an important holiday for the country. For one of these birthdays, the Akademiya decided to throw a grand celebration to make amends with Lesser lord Kusanali. The Dendro Archon's familiars, Aranara and Pari, helped with the preparations and showed a true dance of the Goddess of Flowers. For Buer, the Sabzeruz Festival became the most unforgettable birthday of her life. The day was so beautiful, like a dream worth remembering. The Traveler suggested taking a photo together, so that even if they woke up, this moment would never be lost.\nOne of the traditions introduced by the Lesser Lord on the Sabzeruz Festival is alchemical divination. The divination requires two alchemical reagents to perform a transmutation. During the endless Sabzeruz Festival, the Traveler and Paimon received a moon in their divination, which signifies illusion and deception. But if you trust your intuition and overcome your fears, the sun will surely rise.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Sabzeruz Festival",
        "desc": "<p>A Sumeru festival named after the Goddess of Flowers and celebrating the birthday of the Dendro Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/17b89adfdc44a158d37be3cb35268ddd_6799307369729289175.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Sumeru Akademiya",
        "desc": "<p>The Sumeru organization, which exercises administrative control over the region and educates people.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_6956832860262339103.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "name": "Pari",
        "desc": "<p>The Dendro Archon's familiars. They were born from the pure Amrita and the divine bird, Simurgh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/237301566/f21022149a22f1cc88730af56ae3f1f6_6959906351086783956.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "name": "Aranara",
        "desc": "<p>Greater Lord Rukkhadevata's familiars and spirits of the forest.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/237301566/960461c3413ef1a52a3d848543f4ef41_3564656991372311122.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>The Goddess of Wisdom, the previous Dendro Archon, and a friend of Nabu Malikata and King Deshret. She was completely erased from Irminsul to save it from forbidden knowledge.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/59da6a8cbcffa112e5d2b63788d7051e_2474648649910280690.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>The Goddess of Flowers, a friend of Greater Lord Rukkhadevata and King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_5741359718049745060.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "After the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ", Buer became the new Dendro Archon of Sumeru.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>The Goddess of Wisdom, the previous Dendro Archon, and a friend of Nabu Malikata and King Deshret. She was completely erased from Irminsul to save it from forbidden knowledge.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/59da6a8cbcffa112e5d2b63788d7051e_2474648649910280690.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "When the previous Dendro Archon, Greater Lord Rukkhadevata, was corrupted by the forbidden knowledge, she created Buer from the purest branch of",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p>Irminsul can be thought of as a large tree growing downwards rather than upwards, containing all the knowledge and wisdom of the world from ancient times to the present. Ley Lines, like the roots of Irminsul, cross the earth, absorbing the memories of the world.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/237301566/aa06aa829f5a3a926aef88750adb81f2_3960309425065670916.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ". Later, Lesser Lord Kusanali erased her creator from Irminsul entirely to eliminate the forbidden knowledge.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Sumeru Akademiya",
        "desc": "<p>The Sumeru organization, which exercises administrative control over the region and educates people.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_6956832860262339103.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "The sages from the Akademiya found newborn Buer after Rukkhadevata died. They considered the new Archon too weak and still worshipped the Greater Lord, so they locked Buer in the Sanctuary of Surasthana and started ruling Sumeru themselves.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Sabzeruz Festival",
        "desc": "<p>A Sumeru festival named after the Goddess of Flowers and celebrating the birthday of the Dendro Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/17b89adfdc44a158d37be3cb35268ddd_6799307369729289175.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "A Sumeru festival named after the Goddess of Flowers and celebrating the birthday of the Dendro Archon, a day when the sages found Buer. For a long time, the Akademiya had forbidden the celebration, but after they were overthrown, the festival has been celebrated again.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "name": "Aranara",
        "desc": "<p>Greater Lord Rukkhadevata's familiars and spirits of the forest.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/237301566/960461c3413ef1a52a3d848543f4ef41_3564656991372311122.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "name": "Pari",
        "desc": "<p>The Dendro Archon's familiars. They were born from the pure Amrita and the divine bird, Simurgh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/237301566/f21022149a22f1cc88730af56ae3f1f6_6959906351086783956.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Dendro Archon's familiars",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>The former sixth of the Eleven Fatui Harbingers, created by Raiden Ei.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/151578876/3ca9b9e2138195540f079c470acfbce5_2205193756032034346.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Scaramouche wanted to become the new mechanical Archon but was stopped by Buer.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Traveler",
        "desc": "A traveler from another world who had their only kin taken away, forcing them to embark on a journey to find The Seven.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "The First Sage of Buer",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Il Dottore",
        "desc": "<p>The Second of the Eleven Fatui Harbingers, codenamed The Doctor. Had multiple \"segments\" of himself, nearly all of which he destroyed in a deal with the Dendro Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/6b83e21c8ac24b40beb717d67c74768b_4435355540591316720.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "A Fatui Harbinger exchanged the Electro and Dendro",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnoses are internal magical foci that each of The Seven possesses, allowing them to resonate directly with Celestia itself and serving as an emblem of their status. The Gnoses were created from the remains of the Third Descender.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/d233949972be14fcf0feb738a9b67efa_4817492893140404510.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "for the elimination of his segments and information about the fake sky.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4913,
        "name": "Apep",
        "desc": "<p>Dendro Dragon.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/03/9750d15029b9018793ef9d9f0bfec6de_743071265959457769.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "The Dendro Sovereign of Sumeru. When Buer eliminated the forbidden knowledge, a part of corrupted Apep was destroyed as well. With the help of the creatures who lived inside Apep, Buer cured the Dendro Dragon.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 3373,
        "name": "Silver Twig",
        "desc": "<p>A new branch taken from the center of the world.</p><p>There was once a giant tree that ran across the world, and this twig was part of it. Though it has been removed from the tree, their connection remains strong as ever.</p><p>Therefore, as long as the giant white tree that symbolizes the center of the world does not die, it will never wither.</p><p> </p><p>\"Trees\" symbolize life. In one of the stories from a certain place, there was a person who had entrusted her consciousness to the white tree's branches before she passed away. In that way, neither her life nor hope would be lost, since the branches would grow and sprout where there was sunshine and rain, and would one day blossom and bear fruits.</p><p>\"Trees\" also symbolize wisdom. In one of the legends, a sage hanging upside down on a tree had acquired the knowledge of how to inscribe runes and control sacred words, and thus followed the kingdom established along the tree's roots, eventually gaining a glimpse of the secret of the cosmos.</p><p>All knowledge, memory, and experience flow through this giant tree, just like a stream flows into a river, the river joins a sea, the sea turns into clouds, and the clouds rain onto the ground - just like life itself.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/19/77454259/05a1c827b845851af03663ede6b2d41f_7557901024563427117.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Buer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/1ce6047b7dbd231e04f84df4a935df37_4516920985573115964.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Greater Lord Rukkhadevata creating Buer"
          }
        ]
      },
      {
        "key": "Buer",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/5f5d74499bfb1a26ce22eba8fe39b719_5224873168077957140.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lesser Lord Kusanali and Greater Lord Rukkhadevata"
          }
        ]
      }
    ]
  }
}