{
  "epId": 7478,
  "name": "Pulcinella",
  "desc": "<p>The Fifth of the Eleven Fatui Harbingers, known as The Rooster. He is a mayor of Snezhnaya.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/87ec8255a0832db3fda01cf61b5c7c75_6440866265191465103.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1744116618,
  "components": {
    "galleryCharacter": [
      {
        "key": "Pulcinella",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/3890b1c8f67ca222886d56ed619d4d56_312594149304595316.png"
      },
      {
        "key": "Fatui Harbingers",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/bf8ee46d2caba6d5928fbe7b125d37c4_8436030248968204536.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Pulcinella"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Snezhnaya"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "The Rooster"
          }
        ]
      },
      {
        "key": "Chinese VA",
        "value": [
          {
            "type": "RichText",
            "text": "王肖兵 (Wang Xiaobing)"
          }
        ]
      },
      {
        "key": "English VA",
        "value": [
          {
            "type": "RichText",
            "text": "Dave B. Mitchell"
          }
        ]
      },
      {
        "key": "Japanese VA",
        "value": [
          {
            "type": "RichText",
            "text": "チョー(Cho)"
          }
        ]
      },
      {
        "key": "Korean VA",
        "value": [
          {
            "type": "RichText",
            "text": "강구한 (Kang Koo-han)"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Teyvat Chapter Interlude Teaser: A Winter Night's Lazzo | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=TmaAOV4SJNQ&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/TmaAOV4SJNQ/maxresdefault.jpg",
        "duration": 259
      },
      {
        "title": "Teyvat Chapter Storyline Preview: Travail｜Genshin Impact (Contains spoilers)",
        "url": "https://www.youtube.com/watch?v=TAlKhARUcoY&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/TAlKhARUcoY/maxresdefault.jpg",
        "duration": 259
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "No. 11 of The Harbingers, also known as \"Childe.\" His name is highly feared on the battlefield.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Over"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About The Rooster</color>\nI don't know what his motivations could be, but he seems genuine about wanting to help me. He treats me just like family. Oh, and speaking of family - Tonia and Teucer are always telling me about the pastries and other gifts he brings them when they write. So while I've been away form Snezhnaya, he's kept his promise to take care of my family."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 5</color>\nBy the time he returned home, the young man was no longer the same.\nHe was no longer frightened and hesitant but had become frivolous and confident. He acted as if this world revolved around him, and as if battle existed for his sake.\nConflict often brings about change, and this capricious, incalculable change attracted Ajax like a revolving kaleidoscope.\nIn the eyes of his father, that third son that he had so worried about had changed for the worse, bringing much uncalled-for havoc to the seaside village of Morepesok.\nOr perhaps it would be more accurate to say that Ajax had become a nexus of strife, for no matter where he went, fights and squabbles would follow — and he reveled in it.\nUltimately, after a huge brawl was pacified with some difficulty and with some near-fatal misses, his father had no choice but to hand his beloved son over for conscription into the Fatui.\nHe hoped that the strict military training of the Fatui could hone his son's temper, but wound up watching fully-armed troops getting the stuffing beaten out of them by a mere child.\nThis was a great disappointment to his father, but it also caught the attention of Pulcinella, the 5th Harbinger.\nShocked by Ajax's great strength and curious about how he invariably became the eye of a vortex of discord, Pulcinella inducted Ajax into the Fatui under the pretext of meting out punishment, ordering him to start from the bottom and take up the duty of serving the Tsaritsa.\nHis insatiable desire for conquest would thus be constantly satiated in fighting for the Fatui, and his ever-burgeoning ego would gorge upon the elation of vanquishing mighty foes...\nUntil at last, Ajax was chosen to be one of the Fatui Harbingers, donning the mantle of \"Childe\" Tartaglia and becoming one of the most powerful people in Snezhnaya.\nBut becoming Tartaglia was far from his end goal. To someone who sought to conquer the world, this was but a tiny step in his journey."
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>The former sixth of the Eleven Fatui Harbingers, created by Raiden Ei.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/151578876/3ca9b9e2138195540f079c470acfbce5_2205193756032034346.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Wanderer",
        "desc": "<p>A wayfaring figure whose identity is a mystery. He dresses like a mountain ascetic, but he certainly does not act the part.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Over"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About The Rooster</color>\nOnly someone as dense as Childe would think The Rooster is looking after him and his family out of the goodness of his heart. Although the mayor has indeed done a number of things for their benefit, anyone with a brain would be able to tell that the underlying meaning is \"your entire family is in my hands.\""
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>\"The Knave,\" Fourth of the Fatui Harbingers. A poised, ruthless diplomat. To the children in the House of the Hearth, she is their feared yet dependable \"Father.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/672e65470bfd14b664596c2a7f7eaaf8_7046130387894981792.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Over"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About The Rooster</color>\nThe Rooster holds little love for me, and the feeling is mutual. He is an acceptable mayor, I suppose... perhaps even an exceptional one. He has an uncanny ability to make great gains at a small price, which has earned him substantial acclaim throughout his political circles. However \"small\" the price may be, if it continues to come at the expense of my organization, sooner or later... Hmph."
      },
      {
        "type": "CustomEntry",
        "epId": 7477,
        "name": "Arlecchino",
        "desc": "<p>The Fourth of the Eleven Fatui Harbingers, known as The Knave. Her real name is Peruere.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/87e4301d75fef8a894e351dd8b01b2fb_5348351308756202419.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7482,
        "name": "Tartaglia",
        "desc": "<p>The Eleventh of the Eleven Fatui Harbingers, known as Childe. His real name is Ajax.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/c6b5ff3fad38f4f92e53e4776145866c_70039924399718235.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Arlecchino</color>\n<color=#37ffff>Tartaglia</color> : I've met some of the members of your organization, and they all seemed like really good kids. They actually reminded me of Tonia and Teucer.\n<color=#37ffff>Tartaglia</color> : Which, by the way, if you ever betray them, I'm just letting you know — I won't let you off easy.\nAnd why would I betray them?\n<color=#37ffff>Tartaglia</color> : Well, you've already betrayed the House of the Hearth once, haven't you? At least... that's what I heard.\n<color=#37ffff>Arlecchino</color> : ...\n<color=#37ffff>Tartaglia</color> : Okay, okay. I admit, that's just what the old man told me... The Rooster, I mean.\n<color=#37ffff>Arlecchino</color> : Never mind what I've done, I'm more curious as to what the mighty Rooster had to say. Care to enlighten me?\n<color=#37ffff>Tartaglia</color> : Ah, well, nothing much... Just some stuff about you taking out many other members of the House of the Hearth, and even going so far to attack your own \"family.\"\n<color=#37ffff>Arlecchino</color> : Hmm... I see.\n<color=#37ffff>Tartaglia</color> : Based on your reaction, I'm guessing it's all a bunch of lies?\n<color=#37ffff>Arlecchino</color> : Hardly. I don't appreciate his particular turns of phrase, but I suppose he didn't say anything untrue.\n<color=#37ffff>Arlecchino</color> : Although, it would be more accurate to say that there is a certain level of prejudice involved... But, I don't intend to clear that up just yet. Prejudice has a funny way of concealing the real truth behind certain things — an attribute that I find to be quite advantageous.\n<color=#37ffff>Arlecchino</color> : Call yourself a Fontainian, for example, and people will assume all sorts of things, when the real truth... is that this is simply the land where I was raised."
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>A famed Fontainian magician who possesses great stage presence as well as gift of the gab. Audiences are enthralled by his exquisite skills, and they hang on to his every clever word. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/11/35428890/e343d4442cc3b8e243f0d528bb715f75_1232011243947476013.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About \"Project Stuzha\"</color>\nI only know what \"Father\" has told us, which is that it's something The Rooster and Regrator have been working on together. Apparently, it has to do with the Fatui's strategic plan for the future.\nBecause the House of the Hearth was so successful in obtaining the Gnosis, we now have the honor of playing a key role in Project Stuzha.\n\"Key\" role is just another way of saying \"dangerous\" role. To us, the whole thing is an inconvenience.\n\"Father\" thinks so too, but she's in no position to refuse. Their plan isn't exactly unreasonable, and they've been funneling the House a lot of funding.\nIt's just that... We'll lose a lot of members in the process. Participating in the plan... It's an honor in name only. What they're really trying to do is subdue us. The existence of an intelligence organization outside their control makes them feel uneasy."
      },
      {
        "type": "CustomEntry",
        "epId": 2532,
        "name": "Viktor",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/12/194600931/5423213ed07349c518107a94bcae79f1_8276243133541630333.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About his destination</color>\n<color=#37ffff>Viktor</color> : That's correct. I received orders from above recently that I can return to Snezhnaya.\n<color=#37ffff>Viktor</color> : Something about me being transferred to another Harbinger, and no longer needing to standby in Mondstadt for any new orders.\n<color=#37ffff>Viktor</color> : I've got no clue which of them I'll be under this time, but I'm just praying that it's not Lord Scaramouche...\n...\n<color=#37ffff>Traveler</color> : Why the sudden move?\n<color=#37ffff>Viktor</color> : Why, you ask? It's because of Lady Signora's... Well... her sacrifice.\n<color=#37ffff>Viktor</color> : Actually, you know what? I'm just a joiner. I listen to orders. There's no need for me to think too much.\n...\n<color=#37ffff>Viktor</color> : My original orders were to relocate from Mondstadt to Snezhnaya.\n<color=#37ffff>Viktor</color> : But another order came and I was sent to Sumeru City to assist Mr. Vsevolod. Moreover, I was told that I was being transferred to Lord Pulcinella's command."
      },
      {
        "type": "CustomEntry",
        "epId": 2473,
        "name": "Anton",
        "desc": "<p>Anton Melnikov is the Staff Sergeant of the Ninth Company.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/26/237301566/6b60a6bca26c3d0d6ec858e00ccf8fce_1367122640755333785.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the 9th Company</color>\n<color=#37ffff>Anton</color> : About us? There's nothing much to talk about... We fought hard and we failed. That's all.\n<color=#37ffff>Anton</color> : When we first came down, we were the Ninth Company, a company of 64 soldiers. But now, I guess half of our men including our commander have either gone missing or died... Well, maybe not yet half of us...\n<color=#37ffff>Anton</color> : But anyway, it's around that figure. We've been scattered and lost contact with each other... We lost this battle and should've retreated long ago.\n<color=#37ffff>Traveler</color> : But your people on the ground attacked Liyue Harbor.\n<color=#37ffff>Anton</color> : ...It's surprising but I think I can understand why.\n<color=#37ffff>Anton</color> : To assist in endeavors of greater meaning, Lord Pulcinella won't hesitate to dispense with less valuable assets. That's his logic.\n<color=#37ffff>Anton</color> : As his direct subordinate, I have no objections to his cause of action..."
      }
    ]
  }
}