{
  "epId": 7480,
  "name": "La Signora",
  "desc": "<p>The Eighth of the Eleven Fatui Harbingers, also known as The Fair Lady. Her real name is Rosalyne-Kruzchka Lohefalter. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/68305dad2eaeba8fd12877088e9773d8_8971978897815256186.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1744066342,
  "components": {
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "No. 11 of The Harbingers, also known as \"Childe.\" His name is highly feared on the battlefield.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Over"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About The Fair Lady</color>\nI never got along with her, you know that. I guess there's not much more worth saying about her at this point. When you're a harbinger, you have to accept that death could come at any time... But don't worry about me. No matter what happens, I'll do whatever it takes to keep myself alive."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Foul Legacy Transformation</color>\nHaha. You must mean my Foul Legacy Transformation.\nIt puts a great strain on my body, so it's best saved for crucial moments.\nI still haven't fully recovered from the injuries I suffered when I used it at the Golden House.\nAnyway, I'm no Signora — I don't use lethal force against recruits, come on now..."
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>The former sixth of the Eleven Fatui Harbingers, created by Raiden Ei.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/151578876/3ca9b9e2138195540f079c470acfbce5_2205193756032034346.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Wanderer",
        "desc": "<p>A wayfaring figure whose identity is a mystery. He dresses like a mountain ascetic, but he certainly does not act the part.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Over"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About The Fair Lady</color>\nNothing remained in her ashes. I have no interest in those who have lost their future."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Delusion Factory</color>\nSignora and Childe? Huh... I didn't know you and my two least reliable colleagues were acquainted.\nI think you've got the wrong idea. I know how this looks, but I'm just here to follow orders.\nI'm obviously not the mastermind behind this. Aren't you supposed to be pretty tough? What are you waiting for, go get them."
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>\"The Knave,\" Fourth of the Fatui Harbingers. A poised, ruthless diplomat. To the children in the House of the Hearth, she is their feared yet dependable \"Father.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/672e65470bfd14b664596c2a7f7eaaf8_7046130387894981792.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Over"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About The Fair Lady</color>\nShe and Pierro were the first Harbingers I became acquainted with. Her prideful attitude when she first visited the House of the Hearth failed to earn her many friends among the children. Subsequent visits were accompanied by gifts and the stately claim that \"those who dislike me shall receive none.\" The children quickly learned how to play pretend, and she in turn basked in their attention, superficial though it may have been. I imagine she quite enjoyed being surrounded by children, perhaps due to the persistent loneliness that plagued her... I found her sacrifice to be a great shame. May she be reunited with her lover in death."
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "A mysterious expert contracted by the Wangsheng Funeral Parlor. Extremely knowledgeable in all things.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Morax",
        "desc": "<p>The Geo Archon of Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/51993b7b69c68f3d8388ed314bf1eed8_4749048738401434001.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Gnosis"
      },
      {
        "type": "RichText",
        "text": "Once the Rite of Parting, of which Zhongli was both director and star, was over, the Fatui Harbinger named Signora appeared before him.\nBy prior contract, she was here to claim the Geo Archon Morax's Gnosis.\nBefore the Traveler and the two Fatui Harbingers, Zhongli related the truth that he had established a contract with the Cryo Archon.\nIn his own words, this was his final \"Contract to End All Contracts.\"\nYet no matter how one looks at it, the loss of his divine ability to defend Liyue was too great a price to pay.\nEven amongst mortals, the basis of a contract is \"equivalent exchange.\"\nAnd for the God of Contracts, who must have established countless such agreements in his long years of existence, such an important contract must have come with its benefits.\nNow, the Geo Archon has given away his Gnosis as his part of the deal.\nWhat, then, must the Cryo Archon have wagered to balance the scales?"
      },
      {
        "type": "CustomEntry",
        "epId": 2532,
        "name": "Viktor",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/12/194600931/5423213ed07349c518107a94bcae79f1_8276243133541630333.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About work</color>\nI might have guessed you'd ask about her. But I'm afraid I don't know much, and in fact I have my own questions...\nMy superiors sent me to Mondstadt to work for Signora, but I haven't received a single assignment from her since I arrived.\nI heard through the grapevine that she didn't stick around long after she arrived, and that she was in a particularly good mood when she left...\nIf you ask me, they should call us back home pronto if Signora's business here is done. The Mondstadters despise us, so we're only looking for trouble by staying here.\n...\nThat's correct. I received orders from above recently that I can return to Snezhnaya.\nSomething about me being transferred to another Harbinger, and no longer needing to standby in Mondstadt for any new orders.\nI've got no clue which of them I'll be under this time, but I'm just praying that it's not Lord Scaramouche...\nWhy the sudden move?\nWhy, you ask? It's because of Lady Signora's... Well... her sacrifice.\nActually, you know what? I'm just a joiner. I listen to orders. There's no need for me to think too much.\n...\nMy original orders were to relocate from Mondstadt to Snezhnaya.\nBut another order came and I was sent to Sumeru City to assist Mr. Vsevolod. Moreover, I was told that I was being transferred to Lord Pulcinella's command."
      },
      {
        "type": "CustomEntry",
        "epId": 2530,
        "name": "Mikhail",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/12/194600931/d4875d60952910096d8215fe4d32017c_2178518118895376003.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2502,
        "name": "Lyudmila",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/12/194600931/3f97b5b3d3d7dc09807ac2d8f4305e0b_1288793236144074624.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Inazuma</color>\n<color=#37ffff>Mikhail</color> : Hey, have you heard what our superiors have been saying? The Vision Hunt Decree that Inazuma was strictly enforcing has been abolished!\n<color=#37ffff>Lyudmila</color> : The Vision Hunt Decree... Wasn't that something that the Electro Archon promulgated herself? To think that even one so exalted as an Archon could change their mind...\n<color=#37ffff>Lyudmila</color> : Well, the more shocking thing I've heard is that Lady Signora, the Eighth of the Harbingers, was...\n<color=#37ffff>Mikhail</color> : Well, about that... I think that some sacrifices were inevitable on the path of Her Majesty's great work.\n<color=#37ffff>Lyudmila</color> : But Lady Signora's a Harbinger... What happened, I wonder, that she wound up losing her life?\n<color=#37ffff>Mikhail</color> : Who knows? People change, after all. Perhaps her strength was insufficient to remain a Harbinger. I don't believe that such a thing would have happened to her otherwise...\n<color=#37ffff>Mikhail</color> : Just you wait. I'm sure that our Eighth seat will be filled by someone even more powerful. And when that happens, we Fatui will be all the stronger for it!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rosalyne-Kruzchka Lohefalter",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Rosalyne-Kruzchka Lohefalter was born in Mondstadt more than five hundred years ago. There she met the right hand of the Knights of Favonius’ Grand Master, Rostam, who was called the Wolf Pup. From the girl's ringing voice, the stern knight's wariness was replaced by peace. Only one song could cause the guardian's brow to come unbound, and only one girl who sang this song in the square could make him forget the great burden of his duty for a time."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"The west wind bears wine's fragrance away,\"</color>\n<color=#ffffffd9>\"The mountain wind brings glad tidings new.\"</color>\n<color=#ffffffd9>\"The breeze from afar tugs at my heart,\"</color>\n<color=#ffffffd9>\"It sings of my longing for you.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "They were together for a short time, but the love in their hearts was strong. While pursuing knowledge, Rosalyne-Kruzchka went to study at the Sumeru Akademiya. Shielding herself from the distractions around her, she buried herself in books and honed her Pyro skills. Shortly before she had left for the Akademiya, Rosalyne received a special Hydro timepiece as a farewell gift from the knight, so she could keep track of the time she would be away. One cycle was the time required to finish her studies at the Akademiya, but by the time the countdown ended and she returned home, her lover had died. Bleeding out, he could only think of one thing:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"She is abroad studying, so she should be well. But ah, how I wish to hear her sing again.\"</color>\n<color=#ffffffd9>\"At least Arundolyn and Roland are alright. When she returns, this calamity should have blown over.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/0b7d3b527a5e77e72b33e4b3b872e4df_2323306899804453436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the\nengulfed Teyvat, Rosalyne was in Sumeru. When she returned to Mondstadt, she realized that the disaster had destroyed everything that life had promised her: her friends, family, and her brilliant future. Rumor told of how the young maiden who once trembled in the throes of love sacrificed her mortal body to become the embodiment of liquid fire herself, becoming the Crimson Witch of Flames. Her maiden years were over, and the era of destruction began. Devoting herself to battle, the witch did not notice how she began to burn. She walked the world, incinerating monsters with hot flames, and all the suffering they caused was lost in the fire. Following the path of the infernal flame, Rosalyne left behind scorched earth wherever she stepped. Although her fires only touched monsters that sowed death and horror, the people still cowered behind closed windows and tried to drive her away. But none of that mattered to her, she needed no comfort nor sympathy. If there was no one nearby who would burn all the sorrows to the ground and bring new hope, then it was necessary to become one.\nWhen the woman's flame of life had all but died and the eternal flame was ready to burn her heart, she met the first Fatuus, Pierro. He understood that only deep hatred and obsession could extinguish the fire devouring her, and offered to erase her past with a glacial ice to extinguish the fire burning inside, with the help of the Cryo Delusion. The silent ice would purify the darkness of corruption, but a pure white flame would continue to burn within her heart. The first Fatuus offered her to bow before the Cryo Archon, the Tsaritsa, and cleanse the sources of distortion in this world: short-sighted, ignorant gods and the darkness and corruption of the Abyss. Rosalyne did not care what they would do, so she agreed to the offer, to become an effective instrument in the advancement of their common cause."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"For even if I dress in pure white from head to toe, the ashes of the dead that have long left their stain on every inch of my being can never be cleansed.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "name": "Knights of Favonius",
        "desc": "<p>An order responsible for protecting Mondstadt and its belief of freedom. Despite its members are known as knights, none have been knighted by any royalty — knighthood is a title they earned from the noble duties they assume.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/14/237301566/9bd657b2f14508ea8c0f5e28d6c81c07_6443033396603587.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Sumeru Akademiya",
        "desc": "<p>The Sumeru organization, which exercises administrative control over the region and educates people.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_6956832860262339103.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>A Snezhnayan organization that is loyal to the Tsaritsa and has spread out all over the continent. Its Harbingers are on the hunt for the Gnoses.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/237301566/38c409297992d7a782f0f1312f311707_3548311870444408788.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "name": "Pierro",
        "desc": "<p>The first Fatuus, also known as The Jester. He was a royal mage in Khaenri'ah and was cursed with immortality.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/55c17a9a1532110226c732706cde5a5a_2535201680202770477.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "name": "Tsaritsa",
        "desc": "<p>The Cryo Archon of Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_7022513004965531327.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2008,
        "name": "Elegy for the End",
        "desc": "A bow as lovely as any bard's lyre, its arrows pierce the heart like a lamenting sigh.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/终末嗟叹之诗.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2069,
        "name": "Defender's Will",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2085,
        "name": "Crimson Witch of Flames",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Pale Flame",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 739,
        "name": "Funerary Mask",
        "desc": "A trophy obtained from defeating Signora, Eighth of the Fatui Harbingers.<br/>The Fatui often face the world from behind their masks, and it is said that this is because all they once were mean nothing once they become Fatui, and thus must they forsake their true names and faces alike.<br/><br/>—Yet the act of giving up all that makes up an \"I\" — one's past and the bonds that come with it — is no mean feat.<br/>Perhaps it is fair to say that only those who possess an obsession close to or even exceeding the level of delusion might be willing to join this group that so rebels against the Heavenly Principles, binding their remaining days to their Delusions and burning as brightly as stars.<br/>...Of course, many within the Fatui are simply consumed by power and are simple sadists — nor are these states necessarily in conflict.<br/><br/>The woman whose real name was Rosalyne-Kruzchka Lohefalter may have once led a more innocent, naive existence.<br/>But that was before her eyes were filled with a raging fire, and her innocent days were burned away. Before the icy Delusion extinguished the flaming tongues that ever gnawed her. Before the frozen might that protected her was shattered by the eternal outlander, unbound yet no less determined than she was, causing the flames to burst forth once more...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Funerary Mask_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1080,
        "name": "Ashen Heart",
        "desc": "A deformed fragment that contains powerful emotions. You obtained this from defeating Signora, who unleashed her original power.<br/>Even tears cannot extinguish the flames. Molten-hot agony and rage rush through her veins, oozing from her tear ducts.<br/>The First Fatuus found her just before her heart could be destroyed by the eternal blaze. He understood that only deeper hate and obsession could quench the fire that devoured her and make her his ally...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ashen Heart_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La Signora",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/63e017e895772c759c85e5b81175b4b3_8011655712427988553.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After joining the Fatui, Rosalyne-Kruzchka Lohefalter abandoned her old life and name and became La Signora, number eight of the Fatui Harbingers, codenamed \"Fair Lady.\" Like the other Harbingers, she was tasked with obtaining the Gnoses of The Seven. Under her leadership, diplomats were sent to Mondstadt, who tried to use the nation's difficult situation with\nas leverage. When the Knights of the Favonius solved their problem themselves, the Fatui tried to steal the main artifact of Mondstadt, the Holy Lyre der Himmel played by Anemo Archon, Barbatos, himself. Although their plan failed, the Harbinger herself attacked Barbatos and took his Gnosis by force."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/00f1457edeb54308f832b79ca3a956a5_1794916513992681966.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "After the successful operation in Mondstadt, Signora went to Liyue. According to the previously signed contract between the Tsaritsa and the Geo Archon, Morax, she came for the Geo Gnosis. Although the loss of divine powers was too great a price, Morax made a \"contract to end all contracts\" that evened the scales. When Signora took possession of the second Gnosis, she went to Inazuma to the Electro Archon, Beelzebul, and made a deal with the head of the Kanjou Commission to not let the Traveler leave Ritou Island. The Fatui, led by Signora, were behind the Vision Hunt Decree that began in the country in order to destroy Inazuma from within. Thanks to the intervention of the Fatui, the Tenryou Commission did not pass on information about the civil war and its victims to the Shogun, so the Shogun did not stop the Hunt. When the truth about the Fatui's involvement was revealed and the Traveler arrived at Tenshukaku, the Archon's residence, they found a meeting between Raiden and the Harbinger, who considered the deaths of resistance soldiers from the Fatui's Delusions and those killed in the war a small price to pay to achieve her goal. The Traveler challenged Signora to a duel before the throne, with the loser being sentenced to death. During the fight, Signora removed the Cryo Delusion that was holding back her blazing fire, but the Traveler still won the duel. Despite the Harbinger's threats about her status as a Snezhnayan diplomat, the Raiden Shogun used the Musou no Hitotachi, reducing Signora to ashes."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>The crimson dawn was reflected in her pupils, and at last, she unfolded her flaming wings and flew towards the light.</color>\n<color=#ffffffd9>\"But that light is not the dawn, dear Rosalyne. That is a sea of flame that will consume everything.\"</color>\n<color=#ffffffd9>Yet it mattered not, for she knew in her heart that the flames had devoured her long ago.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/bee2fede938a43d911d4d9504ab60773_6711611012435060055.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After the death of the Fair Lady, the remaining Harbingers gathered together to honor the memory of the fallen comrade. Some Harbingers were unhappy that Rosalyne died on foreign soil, and the businessmen and officials did not care. In front of the coffin of the Signora, the Harbingers swore to seize the power of the gods, and the first Fatuus, Pierro, promised her that the whole \"old world\" would become her refuge. By the grace of the Tsaritsa, Signora was granted eternal rest under a layer of ice.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnoses are internal magical foci that each of The Seven possesses, allowing them to resonate directly with Celestia itself and serving as an emblem of their status. The Gnoses were created from the remains of the Third Descender.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/d233949972be14fcf0feb738a9b67efa_4817492893140404510.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>A Snezhnayan organization that is loyal to the Tsaritsa and has spread out all over the continent. Its Harbingers are on the hunt for the Gnoses.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/237301566/38c409297992d7a782f0f1312f311707_3548311870444408788.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "name": "Knights of Favonius",
        "desc": "<p>An order responsible for protecting Mondstadt and its belief of freedom. Despite its members are known as knights, none have been knighted by any royalty — knighthood is a title they earned from the noble duties they assume.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/14/237301566/9bd657b2f14508ea8c0f5e28d6c81c07_6443033396603587.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Barbatos",
        "desc": "<p>The Anemo Archon of Mondstadt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/5f7d70114271f8eca21f24cd62499dc6_6114532498612516105.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Morax",
        "desc": "<p>The Geo Archon of Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/51993b7b69c68f3d8388ed314bf1eed8_4749048738401434001.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Her Excellency, the Almighty Narukami Ogosho, who promised the people of Inazuma an unchanging Eternity.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>The Electro Archon of Inazuma, known as Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_3522362573641651426.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7482,
        "name": "Tartaglia",
        "desc": "<p>The Eleventh of the Eleven Fatui Harbingers, known as Childe. His real name is Ajax.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/c6b5ff3fad38f4f92e53e4776145866c_70039924399718235.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>The former sixth of the Eleven Fatui Harbingers, created by Raiden Ei.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/151578876/3ca9b9e2138195540f079c470acfbce5_2205193756032034346.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "name": "Pierro",
        "desc": "<p>The first Fatuus, also known as The Jester. He was a royal mage in Khaenri'ah and was cursed with immortality.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/55c17a9a1532110226c732706cde5a5a_2535201680202770477.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>An Elemental Dragon and the Anemo Archon Barbatos's friend. After being poisoned by the Shadow Dragon's blood, he became known as Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/b6e31b3c3cb069320d40e3b7b7d06b2f_1591750716684518133.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Rosalyne-Kruzchka Lohefalter was born in Mondstadt more than 500 years ago.\nRostam\nRosalyne's beloved, the Knight of Favonius",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Sumeru Akademiya",
        "desc": "<p>The Sumeru organization, which exercises administrative control over the region and educates people.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_6956832860262339103.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Rosalyne studied at the Akademiya.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "When the dark wave engulfed Teyvat, Rosalyne was in",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": ". When she returned to Mondstadt, her family, friends, and beloved were gone. After their death, she became the Crimson Witch of Flames.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "name": "Pierro",
        "desc": "<p>The first Fatuus, also known as The Jester. He was a royal mage in Khaenri'ah and was cursed with immortality.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/55c17a9a1532110226c732706cde5a5a_2535201680202770477.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The first Fatuus recruited Rosalyne and gave her a Cryo Delusion to extinguish the fire burning inside her.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>A Snezhnayan organization that is loyal to the Tsaritsa and has spread out all over the continent. Its Harbingers are on the hunt for the Gnoses.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/237301566/38c409297992d7a782f0f1312f311707_3548311870444408788.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Signora was the Eighth of the Eleven Fatui Harbingers, codenamed The Fair Lady.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Barbatos",
        "desc": "<p>The Anemo Archon of Mondstadt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/5f7d70114271f8eca21f24cd62499dc6_6114532498612516105.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Signora attacked the Anemo Archon and took his",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnoses are internal magical foci that each of The Seven possesses, allowing them to resonate directly with Celestia itself and serving as an emblem of their status. The Gnoses were created from the remains of the Third Descender.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/d233949972be14fcf0feb738a9b67efa_4817492893140404510.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "away.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Morax",
        "desc": "<p>The Geo Archon of Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/51993b7b69c68f3d8388ed314bf1eed8_4749048738401434001.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Signora obtained the Geo Gnosis from Rex Lapis by his deal with the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "name": "Tsaritsa",
        "desc": "<p>The Cryo Archon of Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_7022513004965531327.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>The former sixth of the Eleven Fatui Harbingers, created by Raiden Ei.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/151578876/3ca9b9e2138195540f079c470acfbce5_2205193756032034346.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Signora worked with Scaramouche in the Delusion Factory in",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "to destabilize the country.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Her Excellency, the Almighty Narukami Ogosho, who promised the people of Inazuma an unchanging Eternity.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Signora was killed by the Musou no Hitotachi after her defeat at the duel before the throne.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 2085,
        "name": "Crimson Witch of Flames",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Pale Flame",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2069,
        "name": "Defender's Will",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2008,
        "name": "Elegy for the End",
        "desc": "A bow as lovely as any bard's lyre, its arrows pierce the heart like a lamenting sigh.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/终末嗟叹之诗.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 739,
        "name": "Funerary Mask",
        "desc": "A trophy obtained from defeating Signora, Eighth of the Fatui Harbingers.<br/>The Fatui often face the world from behind their masks, and it is said that this is because all they once were mean nothing once they become Fatui, and thus must they forsake their true names and faces alike.<br/><br/>—Yet the act of giving up all that makes up an \"I\" — one's past and the bonds that come with it — is no mean feat.<br/>Perhaps it is fair to say that only those who possess an obsession close to or even exceeding the level of delusion might be willing to join this group that so rebels against the Heavenly Principles, binding their remaining days to their Delusions and burning as brightly as stars.<br/>...Of course, many within the Fatui are simply consumed by power and are simple sadists — nor are these states necessarily in conflict.<br/><br/>The woman whose real name was Rosalyne-Kruzchka Lohefalter may have once led a more innocent, naive existence.<br/>But that was before her eyes were filled with a raging fire, and her innocent days were burned away. Before the icy Delusion extinguished the flaming tongues that ever gnawed her. Before the frozen might that protected her was shattered by the eternal outlander, unbound yet no less determined than she was, causing the flames to burst forth once more...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Funerary Mask_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1096,
        "name": "Molten Moment",
        "desc": "A certain deformed fragment containing great might. You obtained this from defeating Signora, who unleashed her original power.<br/>\"I had a long, long dream.<br/>\"I dreamed that you and I met again in the pure white world that we created.<br/>\"But I woke up at last, having long been consumed by the raging flames, while you had long returned to the earth along with that poisoned blood.<br/>\"But none of it matters anymore. I must continue forging ahead. I must incinerate everything behind me. I must believe in that pure, spotless, everlasting realm that he spoke of — that I saw in the 'delusion' he let me see, at the end of the horizon of Her Majesty's dreams.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Molten Moment_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1163,
        "name": "Hellfire Butterfly",
        "desc": "A warped shard that houses great might. You obtained this from defeating Signora, who unleashed her original power.<br/>The seal of ice was broken under duress, and as her former will surged forth from its pale white prison and she remembered her old name once more, the undying butterfly danced amidst burning flesh and blood. And she remembered her past, wandering the land, spreading the flame, burning away all evil — and she recalled the face of the person she could never meet again.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hellfire Butterfly_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1080,
        "name": "Ashen Heart",
        "desc": "A deformed fragment that contains powerful emotions. You obtained this from defeating Signora, who unleashed her original power.<br/>Even tears cannot extinguish the flames. Molten-hot agony and rage rush through her veins, oozing from her tear ducts.<br/>The First Fatuus found her just before her heart could be destroyed by the eternal blaze. He understood that only deeper hate and obsession could quench the fire that devoured her and make her his ally...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ashen Heart_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/effdf31cdac0eba1fbe188777365dc35_7838910419868062832.png"
      },
      {
        "key": "La Signora",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/3c5a1021179c8a8d934a9c3e2c8e302a_4344609027367025502.png"
      },
      {
        "key": "Fatui Harbingers",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/0684292c5aad5ebe66034ad9ebc2d408_4245758170425366460.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Scaramouche, Pierro, Signora, and Capitano."
          }
        ]
      },
      {
        "key": "Crimson Witch of Flames",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/00c3207a8689e5c10125dfa71df6df6a_6479335419225041640.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "La Signora"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "The Fair Lady"
          }
        ]
      },
      {
        "key": "Related Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2101,
            "name": "La Signora",
            "desc": "Signora, the Eighth of the Fatui Harbingers.<br/>Unlike other Fatui who use the authority granted by Delusions, her Delusion is meant to shackle a flame that will devour everything. As opposed to a weapon used to kill, it might be more fitting to consider this a tool of imprisonment.<br/>And it was the embers of that flame, which had accumulated over many long years, that would break through the frosty seal of the Delusion and apply a warped rouge upon her.<br/><br/>The crimson dawn was reflected in her pupils, and at last, she unfolded her flaming wings and flew towards the light.<br/><i>\"But that light is not the dawn, dear Rosalyne. That is a sea of flame that will consume everything.\"</i><br/>A voice spoke to her amidst the light.<br/><br/>Yet it mattered not, for she knew in her heart that the flames had devoured her long ago.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "TCG Character Card",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4734,
            "name": "La Signora",
            "desc": "<p><span style=\"color: #FFFFFF\">\"The Eighth Harbinger\" Signora</span></p><p>The crimson dawn was reflected in her pupils, and at last, she unfolded her flaming wings and flew towards the light.<br>\"But that light is not the dawn, dear Rosalyne. That is a sea of flame that will consume everything.\"<br>Yet it mattered not, for she knew in her heart that the flames had devoured her long ago. </p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/17/35428890/f09b3e68802998c038891d55f147417a_765139832123847343.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}