{
  "epId": 7481,
  "name": "Pantalone",
  "desc": "<p>The Ninth of the Eleven Fatui Harbingers, known as Regrator. He is in charge of Snezhnaya's economic policies.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/956de0dda8ce1b194c63a24d007a1dac_7423676193425510063.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1744114456,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>A Snezhnayan organization that is loyal to the Tsaritsa and has spread out all over the continent. Its Harbingers are on the hunt for the Gnoses.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/237301566/38c409297992d7a782f0f1312f311707_3548311870444408788.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Pantalone is Ninth of the Eleven Fatui Harbingers. His interests include the destruction of other nations' economies.\nSnezhnaya\nPantalone is in charge of Snezhnaya's economic policies.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3929,
        "name": "Landa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/35428890/37cda00249b447b5c3498017a2fce03e_7091843858384869482.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Landa pretends to be a merchant from Mondstadt, but in reality, he serves Pantalone.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Pale Flame",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "No. 11 of The Harbingers, also known as \"Childe.\" His name is highly feared on the battlefield.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Over"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Regrator</color>\nOh, now that guy has a head full of grandiose plans fueled by raw ambition. I don't understand a word he says once he starts talking about his theories... Eh, but as long as he keeps our cash reserves stocked up, I'm not complaining."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About \"Project Stuzha\"</color>\nAnd that's good, because it looks like I really do have to head back this time. The old man's been putting the pressure on me. He sent someone to tell me I'm needed for some sort of project...\nI heard Regrator's involved too. I'm not looking forward to having to listen to all his monologuing, that's for sure. Hey, maybe you could think of a way for me to stay in Fontaine for a little longer?\nHelping Lyney and the others brush up on their fighting skills would be far more interesting. If you and I could spar — that would be even better. I've been waiting for the chance to see you go all out."
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>The former sixth of the Eleven Fatui Harbingers, created by Raiden Ei.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/151578876/3ca9b9e2138195540f079c470acfbce5_2205193756032034346.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Wanderer",
        "desc": "<p>A wayfaring figure whose identity is a mystery. He dresses like a mountain ascetic, but he certainly does not act the part.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Over"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Regrator</color>\nOh, the ninth-ranked guy. He's obsessed with the idea of \"fair exchange,\" to the point of wanting to overthrow the natural imbalance between gods and humans. But, I guess it's just how ordinary mortals are like — it's easy for them to come up with pointless delusions. Honestly, it's nothing worth writing home about, just like how there's also nothing impressive about his abilities or choice of partner. Hmph. Anyone who chooses to work closely with The Doctor is sure to meet a nasty end."
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>\"The Knave,\" Fourth of the Fatui Harbingers. A poised, ruthless diplomat. To the children in the House of the Hearth, she is their feared yet dependable \"Father.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/672e65470bfd14b664596c2a7f7eaaf8_7046130387894981792.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Over"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Regrator</color>\nI won't deny that he is a capable and imaginative individual, but he lacks \"clarity.\" He can formulate grand plans and manipulate the economy with ease, yet at the same time, he allows his actions to be governed by the vengeance and hatred locked in the depths of his heart. Rational people often believe themselves capable of controlling their emotions, but I believe that confidence is their greatest weakness."
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "A mysterious person who claims to work for the Ministry of Civil Affairs, but is a \"non-entity\" on the Ministry of Civil Affairs' list.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>The Fascinating Bracelet and the Whitesilk Mantle</color>\nThroughout Yelan's intelligence career so far, there has been one memorable operation that fuses both failure and success together.\nOne could say that it was a failure because she lost a family heirloom named the \"Fascinating Bracelet\" during that operation.\nThe inside of the jade bracelet is engraved with a spell passed through her line that turns the heirloom into a simple communication device. However, the spell requires a pair of such vessels to work. Now that only one bracelet is left, it is no more than a mere accessory.\nHowever, the operation also proved a success for Yelan because her enemy did not get the upper hand, either. And this enemy of hers was no ordinary character — it was none other than \"Regrator,\" Ninth of the Fatui Harbingers.\nYelan infiltrated a secret trade route that was run by Regrator behind the scenes, intercepting the goods and picking the most precious one of them as compensation for her bracelet.\nNow, there once existed a strange mystical beast in times of old. A robe made from its fur would be worth a fortune, and due to its rarity, such a robe is exceptionally hard to procure.\nIn fact, the beast is so powerful that although it died centuries ago, its body remains intact today, and its fur still emits a mysterious fragrance.\nRegrator had intended it as an offer to the Tsaritsa, yet Yelan unexpectedly intercepted it.\nNot only that, she also rejected the style that Snezhnayans had chosen for their Tsaritsa — she yanked the fur off, combined it with Liyue's Ramie yarn, and made a rather fashionable sleeved mantle for herself.\nThis series of happenings could be seen as significant or insignificant — depending on one's perspective. Ultimately, it all boils down to three words: gains and losses.\nThe cycle of gaining and losing is a rather accurate summary of Yelan's life.\nNone of that really bothers her though. Instead, she takes immense pleasure from it."
      },
      {
        "type": "CustomEntry",
        "epId": 2507,
        "name": "Goth",
        "desc": "<p><span style=\"color: rgb(220, 221, 222)\">Goth is the owner and manager of Goth Grand Hotel.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/24/237301566/b16bd565ff5c7e6094a3b506607f6279_2305522129365697802.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About</color> <color=#ffd780>the Goth Grand Hotel</color>\nThe Goth Grand Hotel is part of the Goth family's hotel enterprise. I am the owner and manager.\nBut whatever your requirements are right now, the Goth Grand Hotel will be unable to accommodate them in the short term.\nThe reason is that not long ago, the Fatui booked out the entire premises indefinitely.\nIf you ask me why... It seems they were dissatisfied with the accommodation provided to them by the Knights of Favonius. I suppose that says something about the luxuriousness of the Goth Grand Hotel... Heh.\nThis whole business actually runs contrary to the Goths' spirit of service to the people of Mondstadt... But Master Pantalone of the Fatui offered an unbelievably generous amount for the booking, it was difficult to refuse..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Andrei",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Northland Bank</color>\nThis is actually a Snezhnayan bank that was opened here in Liyue Harbor. The building itself was constructed in accordance with the local Liyue style.\nHowever, many Liyue locals still seem to harbor some resentment towards our bank. They think that our presence here may be damaging the Liyue economy.\nBut this clearly can be an opportunity that benefits everyone. As long as we can be fully integrated into the marketplace, the economy will only continue to grow more.\nAs for our own nation's economy, we have the brilliance and foresight of Master Pantalone to thank.\nOh, and we mustn't forget Her Majesty the Tsaritsa of Snezhnaya."
      },
      {
        "type": "CustomEntry",
        "epId": 2469,
        "name": "Uncle Tian",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/3c32609c73bce0d8e9be91c717be4c46_7907220838215261993.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Zhiyi</color>\nZhiyi and Ambassador Yusupov each saw the other as a means to an end. They thought that if they could just outsmart their opponent, they would emerge the final victor. And yet, in the eyes of Yelan and \"Regrator,\" they are but pawns in a much bigger game.\nScheming is an endless endeavor. If you can't cope with it, you're better off staying out of it. It gives you a much clearer view, in any case.\nEveryone has self-interest, but you cannot let it be your master. So don't fight over fleeting gains and losses. Rather, focus on the direction your heart is leading you, and keep moving forward.\n<color=#ffd780>About the Fatui</color>\nZhiyi colluded with the Fatui to try and secure the position of Tianshu. Or, to put it the other way around, the Fatui made an attempt to interfere in the Tianshu selection process.\nWith Yusupov in our hands and a statement from Zhiyi, we could afford to continue with a diplomatic offensive.\nAlso, we'd be able to gain control of Theofan, Yusupov's second-in-command. Then we'd have a pawn in the ranks of the Fatui.\nPawns like this can be major assets. They open up all sorts of new options.\nThe first part went off without a hitch, and we passed all the information on to Lady Ningguang.\nBut when we tried to make contact with Theofan, he was gone... along with all the evidence.\nThe Fatui must be spying on us. Otherwise, they'd never have been able to respond so quickly.\nI found out from other sources that the Harbinger \"Regrator\" got involved.\nThe Fatui's main forces aren't concentrated here. Regrator was only treating this as a peripheral concern.\n<color=#ffd780>About Regrator</color>\n\"Regrator\" is the 9th of the Fatui Harbingers, though likely the first among them where wealth is concerned.\nHowever, his \"wealth\" is not a mere question of how much Mora he has to his name. He has a very unique understanding of wealth... And what he's planning may very well shake the world to its core."
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>A famed Fontainian magician who possesses great stage presence as well as gift of the gab. Audiences are enthralled by his exquisite skills, and they hang on to his every clever word. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/11/35428890/e343d4442cc3b8e243f0d528bb715f75_1232011243947476013.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About \"Project Stuzha\"</color>\nI only know what \"Father\" has told us, which is that it's something The Rooster and Regrator have been working on together. Apparently, it has to do with the Fatui's strategic plan for the future.\nBecause the House of the Hearth was so successful in obtaining the Gnosis, we now have the honor of playing a key role in Project Stuzha.\n\"Key\" role is just another way of saying \"dangerous\" role. To us, the whole thing is an inconvenience.\n\"Father\" thinks so too, but she's in no position to refuse. Their plan isn't exactly unreasonable, and they've been funneling the House a lot of funding.\nIt's just that... We'll lose a lot of members in the process. Participating in the plan... It's an honor in name only. What they're really trying to do is subdue us. The existence of an intelligence organization outside their control makes them feel uneasy."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fatui in Natlan",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Regrator</color>\nUnited in the pursuit of Mora, we travel the land to collect debts. Our loyalty is to Regrator, his interests, and his wealth.\nHaha, The Captain means nothing to them. They serve a different Harbinger altogether, Regrator!\nThis man has the potential to become a giant in the printing industry and disrupt Fontaine's economic system. This aligns with Regrator's interests."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Pantalone"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Snezhnaya"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "Regrator"
          }
        ]
      },
      {
        "key": "Chinese VA",
        "value": [
          {
            "type": "RichText",
            "text": "徐敏 (Xu Min)"
          }
        ]
      },
      {
        "key": "English VA",
        "value": [
          {
            "type": "RichText",
            "text": "J. Michael Tatum"
          }
        ]
      },
      {
        "key": "Japanese VA",
        "value": [
          {
            "type": "RichText",
            "text": "星野貴紀 (HOSHINO Takanori)"
          }
        ]
      },
      {
        "key": "Korean VA",
        "value": [
          {
            "type": "RichText",
            "text": "서윤선 (Seo Yun-seon)"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Teyvat Chapter Interlude Teaser: A Winter Night's Lazzo | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=TmaAOV4SJNQ&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/TmaAOV4SJNQ/maxresdefault.jpg",
        "duration": 259
      }
    ],
    "galleryCharacter": [
      {
        "key": "Pantalone",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/087c5e8712fb3053ed24c86433b5ee78_3092252965384289394.png"
      },
      {
        "key": "Fatui Harbingers",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/bf8ee46d2caba6d5928fbe7b125d37c4_5304888123323210287.png"
      }
    ]
  }
}