{
  "epId": 7482,
  "name": "Tartaglia",
  "desc": "<p>The Eleventh of the Eleven Fatui Harbingers, known as Childe. His real name is Ajax.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/ce21cae48f37c74c8d1b6dbf7cba12af_8325995355372411587.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1744120183,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/62c61ed0137667ddd1b3b53b42e2496a_1822067098569500903.png"
      },
      {
        "key": "Tartaglia",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/ae9471bcda74b20d68b8e118c23ead3c_5968167148215951784.png"
      },
      {
        "key": "Fatui Harbingers",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/bf8ee46d2caba6d5928fbe7b125d37c4_2666549868827572519.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tartaglia"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Snezhnaya"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "Childe"
          }
        ]
      },
      {
        "key": "Related Entries",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 42,
            "name": "Tartaglia",
            "desc": "No. 11 of The Harbingers, also known as \"Childe.\" His name is highly feared on the battlefield.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2100,
            "name": "Childe",
            "desc": "\"Childe\" Tartaglia, Eleventh of the Fatui Harbingers.<br/>He draws power from the ominous Delusion he possesses and fights using martial arts that he learned in a land of darkness.<br/><br/>He is a pure warrior with an insatiable lust for battle.<br/>Each bloody conflict, each life-and-death struggle is a delightful trial to him.<br/>People say that the young Childe is famed throughout the land for his battle prowess.<br/>But he has never taken big talk of this kind to heart.<br/><br/>After all...<br/><i>\"You shall ever be the eye of the storm,</i><br/><i>\"And the clashing of steel shall ever accompany you.</i><br/><i>\"The pitch-black memory of stepping into uttermost darkness,</i><br/><i>\"Shall, at last, become the strength by which you will overturn this world.\"</i>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "TCG Character Card",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3833,
            "name": "Tartaglia",
            "desc": "<p><span style=\"color: #FFFFFF\">\"Childe\" Tartaglia</span></p><p>Should this table be considered a battlefield, then may the strongest claim the win.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/20/35428890/2db46f62068c4f545f787ef481fe73c8_55304213627050678.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>The former sixth of the Eleven Fatui Harbingers, created by Raiden Ei.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/151578876/3ca9b9e2138195540f079c470acfbce5_2205193756032034346.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Wanderer",
        "desc": "<p>A wayfaring figure whose identity is a mystery. He dresses like a mountain ascetic, but he certainly does not act the part.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Over"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Childe</color>\nHe's simple of mind and not that strong of body. Naming him to the lowest-ranked seat lowered the Harbingers' collective prestige. Thankfully, I'm no longer part of that group.\n<color=#ffd780>About The Rooster</color>\nOnly someone as dense as Childe would think The Rooster is looking after him and his family out of the goodness of his heart. Although the mayor has indeed done a number of things for their benefit, anyone with a brain would be able to tell that the underlying meaning is \"your entire family is in my hands.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Harbingers</color>\nSignora and Childe? Huh... I didn't know you and my two least reliable colleagues were acquainted."
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>\"The Knave,\" Fourth of the Fatui Harbingers. A poised, ruthless diplomat. To the children in the House of the Hearth, she is their feared yet dependable \"Father.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/35428890/672e65470bfd14b664596c2a7f7eaaf8_7046130387894981792.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Over"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Childe</color>\nObjectively speaking, his personality is ill-suited to that of a Harbinger. He often tries to think the best of others... and finds himself used by them as a result. Of course, he is very talented. With time, I'm sure he'll come into his own. I see no need to judge him too early."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Childe</color>\nI wonder how he's doing nowadays. You must have heard, right? He's suddenly gone missing. I'm really worried about his safety, you know. Here's to hoping that he's an excellent swimmer.\nOh, so you're also familiar with his aptitude for fighting, Miss Furina? Ah, right, I almost forgot. Childe was subdued by Iudex Neuvillette right in front of you.\nAgainst ordinary people, my colleague would never be on the back foot, but alas, he just never imagined he'd run into such a person... Hmm... I must express my admiration for Monsieur Neuvillette.\n<color=#ffd780>About Childe's disappearance</color>\nIt appears the ever-busy Iudex Neuvillette doesn't wish to waste time with diplomatic pleasantries and hopes that we can get straight to the point of our talk.\nYes, as you surmised, understanding Childe's situation is indeed one of the goals of this trip.\nAs we are both diplomats from Snezhnaya as well as Fatui Harbingers, Childe and I have always been colleagues...\nWere anything to happen in Fontaine, each of us would serve as the other's attorney to resolve the issue.\nSo now, in my capacity as his attorney, I request that Childe be turned over to Snezhnaya. We have a responsibility to cooperate with Fontaine and resolve what has happened to him together.\nAn outright refusal... Very well. I respect all the rules of Fontaine's courts, just as I respect you as Chief Justice.\nYou don't need to transfer Childe to us. I only request to enter the Fortress of Meropide to see Childe and confirm his condition."
      },
      {
        "type": "CustomEntry",
        "epId": 2532,
        "name": "Viktor",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/12/194600931/5423213ed07349c518107a94bcae79f1_8276243133541630333.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Childe</color>\nThe Harbingers? They're way above my pay grade. I'm lucky if I hear the odd rumor.\nFor what it's worth, I can pass on what others have told me. But I advise you to take it with a pinch of salt.\nHave you heard of Childe? Word has it that this Harbinger travels often and will bring gifts to his family when he comes back.\nSomeone I know told me that he heard that the younger brothers and sisters of Master Childe all really like him.\n*sigh* But I don't want to be transferred to work for him, given that I might have to hustle everywhere again."
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>The absolute focus of the stage of judgment, until the final applause sounds. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/35428890/263e5ea0784d182b393f67a7e24146a5_2961704185113948066.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Childe's innocence</color>\nIf you thought Childe had nothing to do with the serial disappearances case, it is only because you have been blinded by the superficial appearance of innocence...\nEverything he's done, not to mention the danger he poses, are beyond ordinary comprehension and completely unforgivable!\nAll shall be revealed in time! You will come to understand my noble intentions, as well as the absolute correctness of the Oratrice's verdict. Hahahaha..."
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>The Chief Justice of Fontaine, known as the Iudex, is renowned for his unassailable impartiality. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/35428890/0513aa7f482dbb4778545d02f94956fe_7540616405773975535.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Childe's innocence</color>\nMy apologies. My investigation has still not reached its conclusion.\nHowever, I still believe the judgment of the Oratrice was not rendered arbitrarily.\nFor many years, I have been quite aware that the Oratrice does not simply mechanically repeat the verdict that I give on each case.\nAs a divinely created mechanism, the people's unified faith in the concept of justice is integrated into it.\nNot only can it produce the incredible power of Indemnitium, but it likely also possesses other traits... such as self-awareness.\nWhich is all to say I've been prepared for a situation like this for a long time.\nIn any case, I am inclined to believe that the Oratrice does have a methodology all its own... We just do not have enough information.\nBased on Furina's reaction, I doubt even she had any idea what was going on. She managed to bluff her way through it, though, with time-tested twin tricks of bravado and drama.\nWhile we do intend to get to the bottom of this, for now, we regret to say that the Fatui Harbinger will just have to bide his time in the Fortress of Meropide.\nIf we did incorrectly convict him of crimes he did not commit, we will most certainly compensate him to the fullest extent allowed by the law.\n<color=#ffd780>About Childe's disappearance</color>\nIn reality, this problem is even more thorny than it appears. According to reports from the Fortress of Meropide, Childe recently disappeared under mysterious circumstances.\nThe details are still unclear. We cannot rule out an escape, but there have also been no reports of him outside of the Fortress of Meropide.\nSpecial guards oversee the Fortress, and its internal systems are extensive. Combined with the special characteristics of the surrounding terrain, an escape should not be possible. I suspect that there's something else behind Childe's disappearance.\nI was only willing to share this information with you because you are friends of Childe, and it is my duty to see justice done.\nI would like you to go to the Fortress of Meropide and investigate Childe's disappearance.\nThis was my proposal during our meeting with The Knave. Rather than allowing her to intervene, I offered to send someone to find out about Childe's situation and report back to her in detail.\nThe Knave did not seem satisfied by my proposal, but she still agreed to go along with it for the time being. Her words were, \"We will talk more once we have that report.\"\n<color=#ffd780>About Childe's innocence</color>\nAbout the initial verdict that was passed on Childe...\nI have investigated his case along many avenues, and I have learned that he once fell into an unknown chasm when he was young. There, by chance, he awakened the All-Devouring Narwhal.\nBut, whether it be by sentiment or reason, that should not have been enough to consider him the root cause of the disaster. At most, he would have had tangential liability.\nAs for the judgment passed by the Oratrice during the trial...\nWhether it was due to that liability by association, or Focalors deliberately using him to buy time for us on the assumption that he would be able to hold the creature off... I cannot say.\nGuess Focalors had Fontainians in mind the whole time. In the end, it was thanks to her that they finally became real humans..."
      },
      {
        "type": "CustomEntry",
        "epId": 2530,
        "name": "Mikhail",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/12/194600931/d4875d60952910096d8215fe4d32017c_2178518118895376003.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2502,
        "name": "Lyudmila",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/12/194600931/3f97b5b3d3d7dc09807ac2d8f4305e0b_1288793236144074624.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the prophecy</color>\n<color=#37ffff>Mikhail</color> : Hey, did you hear? That prophecy that had everyone in Fontaine worried came true!\n<color=#37ffff>Lydmila</color> : Wait, so does that mean something terrible happened?\n<color=#37ffff>Mikhail</color> : Well, for Fontainians, there's good news and there's bad news.\n<color=#37ffff>Mikhail</color> : The good news is that nobody dissolved in the water. The bad news is that there was still a huge flood.\n<color=#37ffff>Lydmila</color> : I see... So, did Lady Arlecchino...\n<color=#37ffff>Mikhail</color> : Nothing to worry about! The Knave came out on top, didn't take a single loss!\n<color=#37ffff>Mikhail</color> : In fact, apparently she even obtained the Hydro Archon's Gnosis for the Tsaritsa because she helped the Court of Fontaine!\n<color=#37ffff>Lydmila</color> : For real? But I heard that Master Childe was badly hurt during the flood...\n<color=#37ffff>Mikhail</color> : Master Childe? There's even less of a need to worry about him.\n<color=#37ffff>Mikhail</color> : He's famous for his combat abilities. I'm sure he'll be up and about soon!"
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "A mysterious person who claims to work for the Ministry of Civil Affairs, but is a \"non-entity\" on the Ministry of Civil Affairs' list.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Over"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Tartaglia</color>\nThe Fatui harbinger? He helped me out once — unwittingly. I was planning a deep-reaching investigation into the former owner of the Yanshang Teahouse, but our harbinger friend got to him first. He showed up demanding payment of his debt, and also exposed his accounting fraud, which got him thrown in jail. That made it very easy for me to take over Yanshang Teahouse myself, and it's proven to be a very useful base."
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "A mysterious expert contracted by the Wangsheng Funeral Parlor. Extremely knowledgeable in all things.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Over"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Tartaglia: Composed</color>\nThat rascal from Snezhnaya has yet to depart from Liyue? Heh, no matter. Just let me know if he gives you any trouble. I shall deal with the matter swiftly.\n<color=#ffd780>About Tartaglia: Drinks</color>\nIt's said that Childe and his reputation have yet again stirred up waves among the inner ranks of the Fatui. Knowing his type, he will be sure to swiftly depose anyone who dares to challenge his actions. Hmm... Come to think of it, there will be a lot of interesting news to be heard the next time we gather for drinks. Care to join me when the time comes, Traveler?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "RichText",
        "text": "Snezhnaya\nAjax grew up in Morepesok, Snezhnaya.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "name": "Skirk",
        "desc": "<p>A mysterious swordswoman from the Abyss and Tartaglia's master. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/151578876/1e2cb29d039dddf84b706c655ed6367a_4235020342409263843.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "When Ajax was 14, he fell to the Abyss and met with a swordswoman, Skirk. She taught him to fight.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7478,
        "name": "Pulcinella",
        "desc": "<p>The Fifth of the Eleven Fatui Harbingers, known as The Rooster. He is a mayor of Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/87ec8255a0832db3fda01cf61b5c7c75_6440866265191465103.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Pulcinella noticed Ajax's fighting skills and recruited him to the Fatui, forcing him to start from the bottom and dedicate himself to serving the Tsaritsa. Pulcinella now takes care of Tartaglia's family.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>A Snezhnayan organization that is loyal to the Tsaritsa and has spread out all over the continent. Its Harbingers are on the hunt for the Gnoses.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/237301566/38c409297992d7a782f0f1312f311707_3548311870444408788.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Due to his fighting skills and love for battle, Ajax was chosen as one of the Eleven Fatui Harbingers, receiving the name",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2491,
        "name": "Teucer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Teucer_icon.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Tonya\nAnthon\nAjax's siblings",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "A mysterious expert contracted by the Wangsheng Funeral Parlor. Extremely knowledgeable in all things.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Tartaglia asked the Wangsheng Funeral Parlor consultant for help to get access to the Geo Archon's Exuvia and obtain the Geo",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnoses are internal magical foci that each of The Seven possesses, allowing them to resonate directly with Celestia itself and serving as an emblem of their status. The Gnoses were created from the remains of the Third Descender.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/d233949972be14fcf0feb738a9b67efa_4817492893140404510.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Osial",
        "desc": "<p>Overlord of the Vortex, who was defeated by Rex Lapis during the Archon War.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/237301566/6dfc1c5f5f69b627eb5428b304e30377_7210896993464615970.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Tartaglia used",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "name": "Sigil of Permission",
        "desc": "A token lent out from \"Childe\" of the Fatui. Normally, the people of Liyue only hold rituals to worship the adepti in the peripheral areas of Jueyun Karst; however, he who holds this token may safely enter the residence of the adepti.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/23/77454259/3af4d0f5dbd9c2329e46b666ca5ca91f_1091828985486333516.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "to awaken Osial to make",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Morax",
        "desc": "<p>The Geo Archon of Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/51993b7b69c68f3d8388ed314bf1eed8_4749048738401434001.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "save Liyue.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "All-Devouring Narwhal",
        "desc": "<p>A mysterious and gargantuan creature from another world.</p><p>Poets often liken the starry sky to the ocean. They've seen or dreamt of countless bioluminescent plankton floating on a moonless sea, resembling a galaxy, or the moonlight ripped apart by waves on the sea's surface, like shimmering stars. In the most fantastical stories or outrageous lies, the stars found in the depths of the cosmos might be teeming with life, much like Teyvat, and the universe itself is akin to an ocean. Realistically speaking, however, if a profound universe full of life exists, why hasn't any of that life made contact with Teyvat?</p><p>Maybe the universe has been constantly trying to infiltrate Teyvat, or maybe a higher power created borders to protect this world.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/35428890/d6f05906844b79f1be3d4f049381a60f_6931954643108601332.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "A pet of Skirk's master,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7485,
        "name": "Surtalogi",
        "desc": "<p>One of the Five Sinners of Khaenri'ah, also known as \"The Foul.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_5392985936338623708.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ", which consumes the Primordial Sea. When Tartaglia fell into the Abyss, he awoke the narwhal. The Harbinger tried to stop it when the All-Devouring Narwhal became a cause of the Fontaine prophecy.\nOratrice Mecanique d'Analyse Cardinale\nThe device that renders verdicts in Fontaine's court cases, which accused Tartaglia of involvement in a series of disappearances that began 20 years ago, when Tartaglia was just a child.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 41,
        "name": "Xinyan",
        "desc": "Liyue's sole rock 'n' roll musician. She rebels against ossified prejudices using her music and passionate singing.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xinyan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Together with Xinyan and the Traveler, Tartaglia explored the Mystic Onmyou Chamber.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "Owner of Naganohara Fireworks. Known as \"Queen of the Summer Festival,\" she excels in her craft of creating fireworks that symbolize people's hopes and dreams.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Tartaglia helped Yoimiya and the Inazuman children to find Great Mujina Youkai.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 4127,
        "name": "Childe's Vision",
        "desc": "<p>It appears as if Childe lost control of the Elemental Power within it before. The Vision has lost its glow now that its owner has left it behind.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/28/94376896/c5ed5860cabed79afc541530cb6aec98_404560092732675732.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1888,
        "name": "Shard of a Foul Legacy",
        "desc": "The shard of a weapon that you obtained from defeating Childe, who had unleashed the might of his Delusion.<br/>It is stained with a profound color that is not of this world, no doubt due to the land of endless darkness that the young boy saw with his own two eyes.<br/>Perhaps it has nothing to do with the power of a Delusion, but as they say, the weapon reflects its user...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shard of a Foul Legacy_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 401,
        "name": "Tusk of Monoceros Caeli",
        "desc": "The horn of a whale that you obtained from defeating Childe, who had unleashed the might of his Delusion.<br/>It is said that the shape of one's constellation determines one's character. The image of a whale cruising across the celestial heights represents a solipsism that seeks to crush and devour all in its path.<br/>Embracing this aspect of himself, Childe gleefully summoned one such beast before throwing himself into battle against you.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tusk of Monoceros Caeli_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 969,
        "name": "Shadow of the Warrior",
        "desc": "A fragment of power that you obtained from defeating Childe, who had unleashed the might of his Delusion.<br/>It is the product of a will to fight that has been honed over countless slaughters.<br/>If humans do indeed have destinies, then his must surely have been twisted by such deeds. Why else, then, would he always be at the heart of every conflict?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shadow of the Warrior_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4001,
        "name": "Ballad of the Fjords",
        "desc": "<p>A polearm used by those seeking to catch fish in the tundra. It lets none escape.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/35428890/bd385748dfaefad1cddca86948a4846c_4272011011757162904.png",
        "displayStyle": "card",
        "menuId": 4
      }
    ],
    "videoCollection": [
      {
        "title": "Character Tales - \"Childe: Sigil of Permission\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ZF4KyX0ASnI&t=89s&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/ZF4KyX0ASnI/maxresdefault.jpg",
        "duration": 92
      },
      {
        "title": "Character Tales - \"Zhongli: An Additional Expense\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=CvCzYbVei04&t=99s&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/CvCzYbVei04/maxresdefault.jpg",
        "duration": 168
      },
      {
        "title": "Collected Miscellany - \"Zhongli: Dominance of Earth\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=NRXhkjan52A&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/NRXhkjan52A/maxresdefault.jpg",
        "duration": 325
      },
      {
        "title": "Cutscene Animation: \"All-Devouring Narwhal\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=0wj5pxhk4JE&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/0wj5pxhk4JE/maxresdefault.jpg",
        "duration": 106
      },
      {
        "title": "Teyvat Chapter Interlude Teaser: A Winter Night's Lazzo | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=TmaAOV4SJNQ&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/TmaAOV4SJNQ/maxresdefault.jpg",
        "duration": 259
      },
      {
        "title": "Version 1.1 \"A New Star Approaches\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=kTeoJLD8U0Y&t=30s&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/kTeoJLD8U0Y/maxresdefault.jpg",
        "duration": 102
      },
      {
        "title": "Version 2.2 \"Into the Perilous Labyrinth of Fog\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=PukB9J1Mih8&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/PukB9J1Mih8/maxresdefault.jpg",
        "duration": 182
      },
      {
        "title": "Version 4.0 \"As Light Rain Falls Without Reason\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=1hJ5J5QiyIY&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/1hJ5J5QiyIY/maxresdefault.jpg",
        "duration": 356
      },
      {
        "title": "Version 4.2 \"Masquerade of the Guilty\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=1Ip43DfbkUw&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/1Ip43DfbkUw/maxresdefault.jpg",
        "duration": 269
      }
    ]
  }
}