{
  "epId": 7490,
  "name": "Tenoch",
  "desc": "<p>A hero of Natlan, who lived 500 years ago. He didn't belong to any tribe, because he was exiled. During the Cataclysm, he united the six tribes and went to the western islands to fight a giant black monster.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/5037534a2e3fdae2e4478820ca23e24b_1922193576915139777.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1756786333,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Tenoch",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/b3b73b152ca4cb11cfb5c164b722a808_7272216891442191728.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "About two thousand years ago, the first Pyro Archon, Xbalanque, appeared in Natlan. He was wise and powerful — he loved his people and was beloved by them. After the Archon's death, his best friend, Och-Kan, began to rule the nation. Trying to lead his people to prosperity, he opened the door to malevolent forces, and his soul was corrupted by the Abyss. A civil war broke out in Natlan, in which Och-Kan was overthrown, and his people, who wielded the power of Anemo, were exiled. Some of the exiles chose to accept their exile, abandoned their homeland forever, and headed to the true land of wind, where they received a new name, the \"Muratans.\" The other group refused to leave until they were allowed to settle down elsewhere, albeit in the most barren and remote part of their nation, on Tenochtzitoc. They lived in neglect for millennia until darkness returned once more. The kingdom was still divided, and these exiles were the first to raise their weapons. Although they were destitute, not a single one of them retreated or fled. With the same stubborn spirit that bade them never abandon their homeland all those years ago, they fought and died until, at last, only one remained — Tenoch."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/7f64c83d42532e0d29e8fc25edbdd0f4_7521254409525368902.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Before the Cataclysm five hundred years ago, Tenoch was banished from his tribe and stripped of his Ancient Name for his constant disputes and fighting. But when the black tide spread across Natlan, he took his obsidian club and traveled to other tribes to unite the bickering tribes. The first to join Tenoch was the great runner Wanjiru of the Collective of Plenty, along with her companion, Kayeke. Although the constant infighting among the major tribes was exhausting, Tenoch's invitation had reignited her vigor, and the Collective of Plenty agreed to fight for the lands of Natlan. The second to join Tenoch was the brave Menilek from the Flower-Feather Clan and the Qucusaurus, Ngoubou. Although the tribes often feuded with Tenoch, he was a hero to Menilek. The third to join Tenoch was the Border Master of the Masters of the Night-Wind, Sanhaj Kompore, and the Iktomisaurus, Mahamba. Although Sanhaj had already foreseen his and Tenoch's heroic end, and how the place that would become known as the \"Mare Jivari\" in later days would be born, he followed him anyway. The fourth to voluntarily join Tenoch was the young Burkina of the Scions of the Canopy and the Yumkasaurus, Kongamato. War had left countless scars upon Tenoch's body, and for Burkina, these were the proof of the path that he, too, must tread."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/9ddb9e150eed8deca3950f873090afea_862103509063571919.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The fifth to be convinced by Tenoch were the head of the Children of Echoes mines, Sundjatta, and the Stegosaurus, Muhuru. It was Sundjatta who had once petitioned the Pyro Archon to vote for Tenoch's expulsion in order to avoid further conflicts. But realizing that this could be the last battle of their generation, Sundjatta joined, asking not to involve his tribe. The sixth to join Tenoch was his greatest foe in his youth, the giant Tupac of the People of the Springs. During their battles, Tupac was left with over three hundred scars, twenty broken bones, and over one hundred obsidian shards lodged deep within his body. And the giant himself left the hero with two hundred minor wounds, two broken ribs, and an eye that could no longer perceive distance. The two former enemies burst into riotous laughter, and they joined hands, and thus, Tenoch found allies from the six largest tribes, becoming the leaders of the united army of Natlan. All six heroes bore the Ancient Names of the companions of the first Pyro Archon, Xbalanque, and five hundred years later, they became the key to the destruction of the Abyss in Natlan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/b8c1a12835afa54b2754e7872ed1cda7_1877904175573510080.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "During the war with the Abyss, the Natlanese calculations estimated that they would have a maximum of five hundred years before the Night Kingdom was completely lost to the Abyss, but at that time, Natlan lay in ruins, and the civilization was dying. It was necessary to unite the tribes, otherwise, it would be impossible to dream of a final victory. So, the Archon had a long and involved discussion with the heroes of each tribe, and finally came up with a five-hundred-year-long plan to save Natlan. During this time, the Archons and chiefs were to rebuild the tribes, and when the time came, the Wayob would again choose six heroes of Natlan with the Ancient Names of Xbalanque's companions. Haborym placed her life within the Sacred Flame in order to be reborn in five hundred years and carry out her plan. Although Tenoch believed that his rage would never know absolution, and his power would no longer aid her victory, he accepted the Archon's choice."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"I understand your choice.</color>\n<color=#ffffffd9>The heroes of today will forge the path ahead with blood and fire.</color>\n<color=#ffffffd9>Just remember to earn us the victory we're owed.</color>\n<color=#ffffffd9>Otherwise, rest assured, I'll find a way to collect the debt.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/eb2601e07b98b96916efe8664ff6e5da_4881164381154593537.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "As Sanhaj Kompore had foreseen, Tenoch's final battle was the one that marked the birth of the Mare Jivari. Of all the Abyssal monsters that had attacked Natlan five hundred years ago, the most terrifying was Bakunawa, the creation of the Khaenri'ahn alchemist, Rhinedottir. It was Bakunawa who had wiped out every tribe on Tenochtzitoc until only Tenoch remained. The monster was impossible to kill: even when it was beheaded or had its body chopped into pieces, the remains would somehow continue to grow, seeking each other out and eventually, forming a new, revitalized Bakunawa. Realizing that Bakunawa could consume all of Natlan, Tenoch chose to sacrifice himself. He let Sanhaj perform Phlogiston Engraving on his body in order to unleash the power of border spells to expand the boundaries of the Night Kingdom and manifest a portion of it in the real world. Then, Tenoch allowed himself to be eaten by Bakunawa. With Tenoch's body as the ritual offering, Sanhaj summoned a miniature Night Kingdom inside Bakunawa's belly, and the clash between the powers of the Abyss, the Lord of the Night, and Tenoch's spirit in Bakunawa's body led to a violent explosion that shattered the monster into innumerable pieces. The explosion created the Mare Jivari, and the leader of the united army of the Natlan tribes and the Border Master perished."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/e341c467aa32fed76c7abb90a148b557_8761681904627583469.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tenoch received the honorary hero name Tenoyollotzin, which means \"the honored heart of Tenochtzitoc,\" and was buried in his homeland. Although Tenoch's sacrifice did not destroy Bakunawa entirely, it allowed Natlan to defeat and implement the Pyro Archon's plan five hundred years later. To keep Bakunawa from being reborn, the Pyro Archons built a hall in the space beyond Natlan that led to the Mare Jivari. There, they set up the thrones of Tenoch and the six heroes of Natlan, where they placed their weapons, and Haborym took Tenoch’s Talking Stick. On Tenoch's throne, which opens the portal to the Mare Jivari, is engraved, <color=#ffffffd9>\"To the everlasting Tenoch. His remains are buried here.\"</color>\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 8205,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "name": "The Last Survivor of Tenochtzitoc",
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>In order to pursue the great dream in the morning mist and sea of clouds, the warriors who soared the skies never rested for a moment.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/8694aaf89d32e75eca416ec7fe41e487_1634629131275010160.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7423,
        "name": "Easybreeze Holiday Resort",
        "desc": "<p>The Easybreeze Holiday Resort is a large summer resort located on the coast and divided into several different regions. It was decided to build the resort in Tenochtzitoc, in the far west of Natlan. In the local language, Tenochtzitoc translates to \"cavern of stone and prickly pears.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/4737e4787680a8bfd2d80d94b0749299_6422273370173492213.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Mare Jivari",
        "desc": "<p>A place at the westernmost part of Natlan, which was created during the Cataclysm 500 years ago. A Border Master, Sanhaj Kompore, summoned a miniature Night Kingdom and exploded it to defeat the encroaching dark calamity, thus creating the Mare Jivari.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/8ef5e0aaf7edf5d156a382a5b0cc72da_7527221649990424463.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>The first Pyro Archon, who defeated the Flamelord and revived from the flames.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/237301566/e7f7eee058f60fc225b1f5bc654a08e0_6006799746535018143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>A dragon mixed with a human soul, the ruler of the Cinder City, known as the Python King and Sacred Lord.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_7005143322635932378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "name": "Haborym",
        "desc": "<p>The name Haborym is supposedly borne by all mortal Archons of Natlan. The current Archon is Mavuika.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/d5506157004bc0381b4b390f00f69070_8069048742922274128.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7491,
        "name": "Tupac",
        "desc": "<p>A giant from the People of the Springs and one of the six heroes of Natlan with the Ancient Name<custom-ruby data-ruby=\"Umoja.|Unity|\"></custom-ruby> He died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/ae03bb5614b3b8ca7e53769a14d6478c_5059296326906590464.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7492,
        "name": "Sundjatta",
        "desc": "<p>Chief of the Children of Echoes and one of the six heroes of Natlan with the Ancient Name<custom-ruby data-ruby=\"Baraka.|Blessing|\"></custom-ruby>He died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/635c5399fafe1d44199f06a2bf16c6d4_7800839300009312366.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7493,
        "name": "Wanjiru",
        "desc": "<p>One of the six heroes of Natlan who bore the Ancient Name<custom-ruby data-ruby=\"Uwezo.|Power|\"></custom-ruby>She died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/add3afe4552cceed035952468c67b943_241872836114686034.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "name": "Menilek",
        "desc": "<p>One of the six heroes of Natlan and the bearer of the Ancient Name<custom-ruby data-ruby=\"Vuka.|Transcension|\"></custom-ruby>He died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/4f28960dcb633617fa313fbc29425e38_6414957147809283540.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "name": "Sanhaj",
        "desc": "<p>The great priest of the Masters of the Night-Wind and Border Master, who bore the Ancient Name<custom-ruby data-ruby=\"Bidii.|Devotion|\"></custom-ruby>He died in  the Battle of the Mare Jivari 500 years ago. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/7af24ba165ce8b89d310affbb18b4284_5428910278125549425.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7496,
        "name": "Burkina",
        "desc": "<p>One of the six heroes of Natlan who bore the Ancient Name<custom-ruby data-ruby=\"Malipo.|Turnfire|\"></custom-ruby>He died during the Cataclysm 500 years ago at the hands of his companion.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/72c2727153942e702ee7bc8dd32597b7_5335553452975615623.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Talking Stick",
        "desc": "<p>Most people will find this obsidian-inlaid club quite convincing indeed.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/35428890/6e0130263c2de43a0bd7863edce22df3_1490535884850747976.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7423,
        "name": "Easybreeze Holiday Resort",
        "desc": "<p>The Easybreeze Holiday Resort is a large summer resort located on the coast and divided into several different regions. It was decided to build the resort in Tenochtzitoc, in the far west of Natlan. In the local language, Tenochtzitoc translates to \"cavern of stone and prickly pears.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/4737e4787680a8bfd2d80d94b0749299_6422273370173492213.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Tenoch was the last survivor of Tenochtzitoc.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "name": "Haborym",
        "desc": "<p>The name Haborym is supposedly borne by all mortal Archons of Natlan. The current Archon is Mavuika.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/d5506157004bc0381b4b390f00f69070_8069048742922274128.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Although Tenoch agreed to the current Pyro Archon",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "The leader of Natlan who inherited the Ancient Name of \"Kiongozi.\" She made a vow to illuminate the future of the nation of war with the Sacred Flame.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "text",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "'s plan to fight the Abyss, he promised to find a way to collect the debt. During the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ", he became the leader of the tribal coalition forces.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7493,
        "name": "Wanjiru",
        "desc": "<p>One of the six heroes of Natlan who bore the Ancient Name<custom-ruby data-ruby=\"Uwezo.|Power|\"></custom-ruby>She died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/add3afe4552cceed035952468c67b943_241872836114686034.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The great runner from the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "name": "Collective of Plenty",
        "desc": "<p>One of the six tribes of Natlan, also known as Teteocan. The tribe's people live alongside the Tatankasaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/34cbc5aa060896e731bea85173816bed_1271133769902272148.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "and a hero of Natlan, who was first to join Tenoch along with her companion, Kayeke.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "name": "Menilek",
        "desc": "<p>One of the six heroes of Natlan and the bearer of the Ancient Name<custom-ruby data-ruby=\"Vuka.|Transcension|\"></custom-ruby>He died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/4f28960dcb633617fa313fbc29425e38_6414957147809283540.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "One of the six heroes of Natlan and a warrior from the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Flower-Feather Clan",
        "desc": "<p>One of the six tribes of Natlan, also known as Tlalocan. The tribe's people live alongside the Qucusaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/b3db302029d76613e2bfa33f036c565c_7606088335673821556.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". Along with his companion, Ngoubou, he was the second to join Tenoch.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "name": "Sanhaj",
        "desc": "<p>The great priest of the Masters of the Night-Wind and Border Master, who bore the Ancient Name<custom-ruby data-ruby=\"Bidii.|Devotion|\"></custom-ruby>He died in  the Battle of the Mare Jivari 500 years ago. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/7af24ba165ce8b89d310affbb18b4284_5428910278125549425.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sanhaj Kompore from the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Masters of the Night-Wind",
        "desc": "<p>One of the six tribes of Natlan, also known as Mictlan. They are famous for their predictions and rituals to amplify the ability to communicate with the Night Kingdom and the Wayob.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/13/237301566/0ed9af441ff862c8caccc8ba87d3f4e8_7653645795007489845.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "had foreseen his and Tenoch's heroic end, and how the place that would become known as the \"Mare Jivari\" in later days would be born but still joined Tenoch with his companion, Mahamba. Since Tenoch lost his Ancient Name, the Ode of Resurrection couldn't bring him back.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7496,
        "name": "Burkina",
        "desc": "<p>One of the six heroes of Natlan who bore the Ancient Name<custom-ruby data-ruby=\"Malipo.|Turnfire|\"></custom-ruby>He died during the Cataclysm 500 years ago at the hands of his companion.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/72c2727153942e702ee7bc8dd32597b7_5335553452975615623.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "One of the six heroes of Natlan and a courier from the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "name": "Scions of the Canopy",
        "desc": "<p>One of the six tribes of Natlan, also known as Huitztlan. The tribe's people love extreme sports like rock climbing, rappelling, and volcano parkour and live alongside the Yumkasaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/237301566/79ebff2a0e10528e9129a10ee3043668_3961141848192538396.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". He was the forth to join Tenoch along with his companion, Kongamato.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7492,
        "name": "Sundjatta",
        "desc": "<p>Chief of the Children of Echoes and one of the six heroes of Natlan with the Ancient Name<custom-ruby data-ruby=\"Baraka.|Blessing|\"></custom-ruby>He died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/635c5399fafe1d44199f06a2bf16c6d4_7800839300009312366.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A chief of the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Children of Echoes",
        "desc": "<p>One of the six tribes of Natlan, also known as Nanatzcayan. The tribe's people are famous for mining and live alongside the Tepetlisaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/237301566/eb438f45c1b23162d4b17505fc6b0205_6221196204265130029.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "and one of the six heroes of natlan. Before the Cataclysm, he petitioned the Pyro Archon to vote for Tenoch's expulsion because of his love for fighting. Sundjatta and his companion Muhuru were the fifth to join Tenoch in the battle with the Abyss.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7491,
        "name": "Tupac",
        "desc": "<p>A giant from the People of the Springs and one of the six heroes of Natlan with the Ancient Name<custom-ruby data-ruby=\"Umoja.|Unity|\"></custom-ruby> He died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/ae03bb5614b3b8ca7e53769a14d6478c_5059296326906590464.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Tenoch's greatest foe of youth, a giant from the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6997,
        "name": "People of the Springs",
        "desc": "<p>One of the six tribes of Natlan, also known as Meztli. They are cheerful, kind people, lovers of music, gatherings, and hot springs. The tribe lives alongside the Koholasaurs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/bf4346b2af8799209a3a494f359067a7_4444899030879830024.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". Tenoch left him over 300 scars, 20 broken bones, and over 100 shards of obsidian buried deep within his flesh. Tupac was the last to join Tenoch.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books and Items"
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Talking Stick",
        "desc": "<p>Most people will find this obsidian-inlaid club quite convincing indeed.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/35428890/6e0130263c2de43a0bd7863edce22df3_1490535884850747976.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7030,
        "name": "Fruitful Hook",
        "desc": "Bold Burkina from the Scions of the Canopy once made this weapon with the hero Tenoch's help — all for the sake of obtaining Flamegranates unmatched throughout Natlan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/25c75653d47f882870e96d9119a17e9a_6960324287026452673.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7115,
        "name": "Flower-Wreathed Feathers",
        "desc": "A longbow that burns like a flame. The feathers that adorn it are said to have come from the ancient tyrant Ngoubou.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/0d166f885502452188022563f5fc8797_876127194185049091.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6550,
        "name": "Ash-Graven Drinking Horn",
        "desc": "A ritual vessel passed down amongst the Meztli. They say that this was once a treasure much-valued, yet never used, by the hero \"Giant\" Tupac.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/28866045cbb3e5227244b4aa09ef0db3_8394892053233317551.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6938,
        "name": "The Volcano Lord and the Shadow Pins",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ed418f2007c8595744a9baa59cf50e66_3429199171117673913.png",
        "displayStyle": "card",
        "menuId": 12
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tenoch"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      }
    ]
  }
}