{
  "epId": 7498,
  "name": "Kitsune Saiguu",
  "desc": "<p>A Kitsune from the Hakushin clan, who was worshiped as a kitsune goddess. She died 500 years ago during the Cataclysm.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/0f08dee2a7798c318a8db9ebc84e13ad_4519244372447066289.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1740525006,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Kitsune Saiguu"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Youkai\nGrand Narukami Shrine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "name": "Youkai",
        "desc": "<p>A group of nearly extinct supernatural beings from Inazuma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/27/237301566/66d717b1639150140f7da09d0371f787_5901606729587261140.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2386,
        "desc": "",
        "displayStyle": "text",
        "menuId": 15
      },
      {
        "type": "RichText",
        "text": "Saiguu was a Youkai.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7499,
        "name": "Sasayuri",
        "desc": "<p>A tengu and the general of the Inazuman army. He died in the war with Orobashi 2,000 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/22/237301566/6532a7d73481ef732501064e283864c1_3747761177482518121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>The Electro Archon of Inazuma, known as Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_3522362573641651426.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Makoto",
        "desc": "<p>Raiden Ei's twin sister and the previous Electro Archon, also known as Baal. She died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/08/237301566/08ad31cb2d00748c8a122eb1c2562ff8_607942454148584632.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "name": "Mikoshi Chiyo",
        "desc": "<p>Raiden Ei's loyal lieutenant, driven mad by the Nightmare after the Cataclysm. She was defeated by Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/6ea050aa0bf1c124840bdb386f992fb7_5166343281552188306.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sasayuri, Mikoshi Chiyo, Raiden Ei, Raiden Makoto, and Kitsune Saiguu were friends.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2454,
        "name": "Ioroi",
        "desc": "<p>A bake-danuki, who was sealed in a statue by Kamuna Harunosuke.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/24/237301566/5616b6b3139611441609112738d0b013_5451202169755422691.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "The Kakushigami of the bake-danuki was Kitsune Saiguu's friend and rival. When the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "started 500 years ago, she offered him to play hide-and-seek so he wouldn't be harmed. However, she didn't come back and died from the Abyssal corruption. Ioroi still doesn't know his friend died.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2541,
        "name": "Hanachirusato",
        "desc": "<p>A mysterious shrine maiden from the Grand Narukami Shrine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/7ee394aeee35662e277b4c8a922b2f04_1062031657638932297.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "During the Narukami defense, Kitsune Saiguu was corrupted by the Abyss, and her body and mind were absorbed by the dark will. Her memories returned in the form of Hanachirusato.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Lady Guuji of the Grand Narukami Shrine. Also serves as the editor-in-chief of Yae Publishing House. Unimaginable intelligence and cunning are hidden under her beautiful appearance.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "A kitsune from the Hakushin clan. Kitsune Saiguu took care of her when Miko was little.\nAsase Hibiki\nKitsune Saiguu was a mentor of the shrine maiden.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7501,
        "name": "Kamuna Harunosuke",
        "desc": "<p>The creator of the Mystic Onmyou Chamber, who lived about 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/534dcacd932867bcf1f0fe68f35a36f3_2449676538358181374.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Kitsune Saiguu's friend. After her death, he created the Onmyoudou art to fight evil.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books and Items"
      },
      {
        "type": "CustomEntry",
        "epId": 2317,
        "name": "New Chronicles of the Six Kitsune",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/New Chronicles of the Six Kitsune_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 1997,
        "name": "Hakushin Ring",
        "desc": "A catalyst that carries the memory of the Kitsune Saiguu of ancient times. However, this device is but an impoverished vessel for the full breadth of her thought.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/白辰之环.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7435,
        "name": "Tamayuratei no Ohanashi",
        "desc": "Once upon a time, there was a youkai that roamed Inazuma in the form of a lantern's flame. This must once have been one of its vessels.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/a539c3f246fc39105fca045cb374aee8_7144935190009323615.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2049,
        "name": "Thundering Pulse",
        "desc": "A longbow that was a gift from the Shogun. Eternal lightning crackles all around it.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/飞雷之弦振.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2001,
        "name": "Kagura's Verity",
        "desc": "The bells used when performing the Kagura Dance, blessed by the Guuji herself. The scent of the Sacred Sakura tree lingers on it.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/神乐之真意.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Emblem of Severed Fate",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Shimenawa's Reminiscence",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 142,
        "name": "Memento Lens",
        "desc": "A mysterious lens. If you view small fox statues with this lens, you can find things that were not there before.<br/>They say that in the distant past, the legendary Kitsune Saiguu left a catalyst for the then-Hiiragi Clan head, Hiroshi, as a tool to be used in exorcisms.<br/>The Hiiragis would have a special Kamera made to order from overseas with that catalyst mounted on its lens assembly, before giving it back to the Grand Narukami Shrine as a symbol of their friendship.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Memento Lens_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1904,
        "name": "Narukami's Affection",
        "desc": "Weapon Ascension Material.<br/>All demons who wander in the wilderness or live amongst mortals will be attracted by the sight of the Almighty Narukami Ogosho, represented by the Electro Mitsudomoe. Though their lives may be longer than any creature, they will at last come to their end. If those with limited lifespans hanker after eternity, then they can only pray that \"Eternity\" remembers them. And she did indeed answer their prayers, remembering them all, friend and foe alike, in her heart. No matter whether it was the demon owls who resided amidst the fog and ripped through the skies, the bake-danuki who dared to trespass her imperial gardens, or that female oni, lovely as the moon and mighty in battle, yet who would eventually come to blows with her... Whether it was the tengu who soared on dark wings or the Kitsune Saiguu who once walked by her side, but who eventually disappeared forever...<br/>These countless tales have come to rest within her heart, and someday, they will surely shine again in the eternal paradise of her dreams.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's Affection_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Lady Guuji of the Grand Narukami Shrine. Also serves as the editor-in-chief of Yae Publishing House. Unimaginable intelligence and cunning are hidden under her beautiful appearance.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 4</color>\nA long, long time ago, humanity did not need to use the phrase \"a long, long time ago\" to preface tales about youkai.\nThe tengu dominated the skies, the oni swept across the battlefield, the tanuki were seen along small paths, and the kitsune walked amongst humans.\nUnder the banner of Narukami, the incredible powers of the youkai host were used to help humans through an era of strife and poverty.\nSeeking refuge in the mountains, they built a city by the sea, and so began Inazuma.\nAmongst the youkai, the lineage of Hakushin Kitsune was the most revered, and it was this great line that left a great many tales amongst humans.\nWhenever the youkai gathered to feast and sup together, a little braggadocio about how their latest exploits had become legend anew was very much a given.\nOf course, considering the amount they would drink, most tales told afterward would diverge a little from the truth. But no one minded, asking only that the tale be interesting. As time passed, this became known as \"hyakumonogatari daikai,\" or \"the great meeting of a hundred tales.\"\nIt was no uncommon sight to see Urakusai raise his cup and speak, holding all the other youkai spellbound with his story, drawing even smiles from Kitsune Saiguu, the organizer of the event.\nInstead it was Miko, who was then in the form of a young kitsune, who would perch on Kitsune Saiguu's shoulder and relentless peck at any loopholes in Urakusai's story.\nUrakusai, being a cool-headed and brilliant gentleman, would explain as he twirled his beard.\nBut Miko could always find something new to nitpick, and so they would go, back and forth, until Lady Saiguu would smile and call both parties to a halt: the audience wanted to hear the next part, after all.\nAfter another three rounds of drink and several more rounds of stories, the company would be hard-pressed to even string a sentence together, let alone a story.\nAnd so the gathered youkai would dispense with the word-fencing and use their powers to take to the skies to see who could best cover the sky and moon with their powers.\nAnd thus it was said that \"a hundred youkai shall parade upon a moonless night.\"\nFive hundred years on, that little kitsune has already become a mighty youkai in her own right.\nAs for the youkai who drank with them in those days, they disappeared amidst war and history, and their remaining bloodlines grow thinner by the day.\nAnd thus did their great parade, the Hyakkiyakou, become something that happened \"a long, long time ago.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About a little fox</color>\nLong, long ago, there was a little child who suddenly turned up at the shrine one day.\nIn her arms she was carrying a little fox on the brink of death. She knelt before Kitsune Saiguu and begged her to save her friend.\nThe child said the fox had started appearing frequently in the village ever since she had fed it some Fried Tofu.\nBut it wasn't long before misfortune struck. Now that the fox had let down its guard, a vicious dog from the village seized the chance to attack, delivering a near-fatal bite. Heart-broken and riddled with guilt, the child decided to bring the injured fox to the shrine for help.\nKitsune Saiguu granted her request and agreed to nurse the little fox back to health. Worried that the little girl would be lonely without her companion, Kitsune Saiguu decided to ask another member of her kin to keep the little girl company for a few days. I was the one she asked.\nWell, obviously, being the fabulously beautiful fox that I am, it wasn't long before the little girl was crazy about me.\nNot only would she buy me all sorts of tasty treats to eat, she would pamper me day in and day out. She always wanted me by her side, even when she was sleeping.\nAfter two days, the little fox had recovered and I accompanied the girl back to the shrine. Upon our arrival, Kitsune Saiguu asked the girl which fox was her favorite — the one she had made friends with originally, or the new one?\nShe hesitantly looked back and forth between me and her old fox friend.\nBut when her own fox trotted up and whimpered to her, she finally set me down.\n\"The fox you gave me is very beautiful, Miss Shrine Maiden, but I still love my old friend the most.\"\nFinally, the child offered some Fried Tofu to thank me for accompanying her, then left with her little fox friend."
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Her Excellency, the Almighty Narukami Ogosho, who promised the people of Inazuma an unchanging Eternity.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>The Electro Archon of Inazuma, known as Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_3522362573641651426.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 3</color>\nBefore Raiden Ei became the Shogun, she was a samurai responsible for seeing that the previous Shogun's orders were carried out.\nThe previous Electro Archon, Raiden Makoto, was no great fighter, and the things Ei had charge over were mostly matters of warfare and slaughter. However, Ei also had moments of repose away from battle, sitting with her friends under the sakura trees and playing karuta.\nDue to her character, Ei was always the most wooden player. She was never the final victor, nor did she ever have a taste of the prizes that the Kitsune Saiguu reserved for the winners.\nThus, she poured the effort that she put into swordsmanship into karuta practice, often pestering Makoto or Mikoshi Chiyo for karuta matches, or spending much time by moonlight reading the poetry inscribed on the cards out loud.\nAt last, the day came that under a sakura tree's shade, Ei would defeat opponent after opponent. Even the mighty tengu would be felled after a hard-fought battle, and thus was she crowned the champion.\nEi let out a victorious whoop at her victory, only to be greeted by the sounds of her friends' laughter. Only then did she realize that she had lost her usual composure entirely, before snapping both arms back down and reverting to her usual cool facade.\nOf course, her friends did not intend to make sport of her. Indeed, they understood her character and the manner in which she had worked ever so hard to come out on top.\nAs for the Kitsune Saiguu, oh, how amused she looked as she presented Ei with some pastries.\n\"I said it was a reward, yes, but it was simply some hand-made cakes of mine. I didn't think that you would be so concerned about it, Ei. Well then, enjoy the spoils of your victory to your heart's content.\"\nEi was hardly one to be greedy for snacks. But as a samurai, she firmly believed that what she lost must be reclaimed. These pastries were more akin to a vindication of her desire to win.\n—But it was not long before that cool demeanor of hers broke into a smile again. The cakes were lovely — just like the taste of victory. As for her clumsy attempts to hide that smile, one could only say that it was an entertaining sight all around for her friends.\nTo this day, Ei still often remembers that sakura tree.\n...Even though she has not gone to see it in a long time, and even though no one sits under it anymore, she wishes that time might stop forever."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Cataclysm</color>\nThat soldier was one of the many thousands who made the ultimate sacrifice. What he was describing just now was precisely the disaster that happened in Inazuma 500 years ago.\nInazuma was facing many great crises at that time. Some were local in origin, while others... others came from the now-fallen kingdom of Khaenri'ah.\nThe disaster in Inazuma caused me great concern. I felt that I had to step in before it was too late, otherwise it would spread to all of Teyvat.\nBut my friend, Kitsune Saiguu, reassured me that I had nothing to worry about. She would shoulder the responsibility of protecting Inazuma, and mobilize all forces at her disposal to combat the threat.\n...I could tell that although neither of us acknowledged it, we both knew that the road ahead would likely end in tragedy.\nIndeed. Countless monsters suddenly appeared throughout all of Inazuma. In the end... Kitsune Saiguu sacrificed her life to protect the people.\nI never had the chance to see her one last time. But I would like to believe that she kept her promise to me until the very last."
      },
      {
        "type": "CustomEntry",
        "epId": 7420,
        "name": "Yumemizuki Mizuki",
        "desc": "A shareholder of Aisa Bathhouse, a baku, and a clinical psychologist. Dedicated to the dispersal of nightmares, and to bringing people peace of mind.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/08/11662c12fb353d88bd2b20a2726c9f1c_8013472600677983943.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 1</color>\nThough it would be unfair to say that the yumekui-baku were entirely unheard of, yet compared to the likes of the kitsune — almost ubiquitous in lore and legend — or the gallant tengu, or the fearsome and awe-inspiring oni, they had never been of any particular renown.\nAt the great gathering known as the \"Hyakumonogatari Taikai,\" the baku were little more than bit-part characters. Some would sit there in a quiet corner sipping away at their tea, while others could be found alongside fellow lesser youkai, listening respectfully to the lofty rhetoric and grandiose tales of the great and mighty. Others still might act as attendants, pouring tea and sake for refined individuals like Urakusai.\nFor the young baku Yumemizuki Mizuki, the sole pleasure of attending those banquets back then lay in marveling at how her friend, the young kitsune Yae Miko, dazzled others with her sharp wit and ingenuity.\nWatching Miko debating tirelessly with Urakusai, curled up on the shoulder of the older Kitsune Saiguu, Mizuki always ended up munching through several times her usual share of snacks. Delighting in the way she dissected her opponent's arguments, Mizuki often nodded in admiration at her friend's quick thinking, even memorizing her brilliant retorts word-for-word.\nThe next morning, catching sight of a yawning Miko, Mizuki would eagerly approach her with a bowl of freshly-fried tofu, ready to resume their conversation from the night before.\nMizuki's near-fawning enthusiasm sometimes caught Miko quite off guard. On such occasions, she would elegantly cover her face with a flick of her fluffy tail, then quickly change the subject by saying, \"Let's go grab some ramen.\"\nWhether nose-to-bowl in front of Master Karasu's ramen stall, perched up high atop the sturdiest sakura branch on the southern slopes of Mt. Yougou, or lounging on beaches bathed in the setting sun's glow, the young kitsune and the little baku were inseparable, chatting away about everything and anything.\nEven the untold secrets of their deepest dreams became treasures that they shared with one another.\nBut as the successor to Hakushin Kitsune's bloodline, the duties that awaited Miko, and the responsibilities that growing up entailed for her, were a heavy load to bear indeed.\nWhen Miko, then Mizuki in turn, acquired the power to take humanoid form, the two of them were swept apart by the currents of life — just like humans — each carried off to different waters of the world.\nUnder Kitsune Saiguu's tutelage, Miko went on to fathom profound mysteries of youkai magic, and, surrounded by the maidens of the Grand Narukami Shrine, mastered the 880 precepts of the Guuji. As the Hakushin bloodline's rising star, Miko moved through the ranks of the big, the bad, the great, and the good, solidifying her kin's standing in the world of the youkai.\nHer world was like the vast sea they once gazed at together — tumultuous and ever-changing, filled with all sorts of dangers and challenges, but brimming with endless possibilities too.\nMizuki, meanwhile, slipped into an altogether quieter life. Much of her time she spent farming or weaving with her fellow baku to make ends meet, but she would also set off on patrol at fixed times, devouring nightmares for those who sought her help.\nIt was like she'd drifted downstream into a perfectly still lake, placid to the point of monotony.\nTheir outings together grew less and less frequent, until eventually, even their agreement to spend time together once a month became too difficult to keep.\nMizuki, however, felt no regret as a result of this.\nAfter all, she still left home at exactly the same time as Miko each morning; and when Miko took the bowl of fried tofu that Mizuki had prepared for her, she still gave her that same old smile — reserved only for her closest friends.\nMizuki doubted she could bear even a tenth of Miko's responsibilities, and whenever they walked together, she felt crushed by the weight of the gazes that bore down upon them from all sides.\nShe was quite content to play a bit part without many lines, simply providing Miko with a sense of peace when she needed it.\n<color=#ffd780>Character Story 2</color>\nAlas, tranquility never lasts forever.\nThat day came when a dark disaster fell upon them all, crashing down like a crumbling rampart. Humans and youkai alike were rendered helpless beneath the weight of its evil, and the islands resounded with cries of despair.\nIll-suited for battle, the baku had no choice but to beat a hasty retreat, seeking safety in nooks and crannies of the land so unfrequented that they escaped the calamity's notice.\nAfter the last vestiges of evil had finally been vanquished by the Shogun, Mizuki and her kin returned with great trepidation, only to find that their once-thriving settlement had been reduced to ruins.\nFrantic with worry, Mizuki searched far and wide for her friends, seeing only heartbreaking scenes of loss and separation everywhere she went.\nGone without a trace was the familiar figure of Kitsune Saiguu. Instead, Mizuki found Miko — eyes dim, face pale, cheeks streaked with faint trails of tears — bowed in prayer before the withered Sacred Sakura.\nThus was the Miko she knew so well prematurely forced to shoulder the responsibilities that awaited her, becoming the revered Guuji Yae.\nFrom then on, even their morning encounters became a thing of the past. Snowed under by the avalanche of recovery work, Miko had no choice but to move into the Grand Narukami Shrine, where she worked tirelessly day and night.\nSoon, the yumekui-baku too found themselves swamped with relentless requests; for the shattered land of Inazuma was now strewn with the traumatized, scarred in both body and mind, humans and youkai alike.\nThe calamity may have been driven back for the time being, but all were haunted by the remembrance of its horrors, and these fears took root in the very depths of their dreams. Night after night, these victims were beset by waves of endless terrors, eating away at their willpower and eroding their resolve.\nThe residual dread was so overwhelming that even the baku elder herself proved unable to withstand it. One day, she collapsed after dispelling the nightmares of several Shogunate samurai, falling into a coma for many months. When she finally awoke, she was too frail to continue performing her duties, and so was forced to retire.\nIt was at this moment that the hitherto unremarkable Yumemizuki Mizuki revealed her talents unlooked-for. When she extracted the dark poison from the victims' minds, the pain she felt was excruciating — not unlike the sensation of being cut or burned. Yet clearly, this was far better than drifting off into a deep sleep that could last for months on end.\nAnd so Mizuki became a beacon of hope for the victims, helping them free themselves from the nightmares by which they were tormented. Laden with an unbearable weight of anguish, she would stagger back each day, retreating to a secluded spot to recover in quiet solitude.\nThat may have been Mizuki's most trying time, as she shared every second of the victims' pain. Day and night, her vision was filled with a deep, purplish-blackness that seemed to flow and spread like blood oozing from an open wound.\nFortunately, she could draw strength from the image of her dearest friend, carved deeply into her subconscious mind. Whenever Mizuki teetered on the brink of collapse, that cherry-blossom pink always brought her back to her senses.\n\"As Guuji, it's Miko job to help the Shogun deal with the problems of the physical world... I, too, must do my duty, and that's to help others overcome their spiritual pain!\"\nBy reassuring herself so, Mizuki always found the strength to continue.\nYet, single-mindedly immersed in her work as she was, there was one thing she overlooked — that, in the blink of an eye, a century had flown by.\nWhile Mizuki had been tending to her countless patients and calming the turbulence of their traumas, the Miko she once knew had steadily been shaped by the weight of her duties. More frequently, the Guuji now wore the smile of one who mocked the fleeting transience of the mortal world.\nOn the rare occasion that they found themselves sitting together by their old ramen stand, they repeatedly struggled to connect — the air thick with an alien silence, despite the fact that they had once been so close that they could share anything.\nAfter much contemplation, Mizuki decided to give her friend the benefit of the doubt and came to terms with the way things had turned out.\nThe pain that Miko suffered during the calamity, she told herself, must have far exceeded her own. Ordinary youkai could not even begin to imagine the burdens entailed by being Guuji of the Grand Narukami Shrine.\nWithout adopting such pointed composure, she reasoned, Miko may have been unable to endure the relentless onslaught of challenges that had come her way.\nHaving experienced such different environments, it was only natural that their reflections would diverge.\nAt the very least, they had both done their utmost to fulfill their respective duties. The way things were now was but the outcome of having made the best possible decisions that they could have.\nTo rely on a familiar figure as a source of comfort, hoping she would remain forever frozen as she was in memory... Inevitably, that would only serve as a shackle for them both.\nWhether they liked it or not, their carefree days were gone for good. They each had their own paths to follow, so why not do so freely without clinging to the past?\nLet the memories of those bygone days stay where they belonged — safe and sound, in the depths of her inner self."
      },
      {
        "type": "CustomEntry",
        "epId": 2541,
        "name": "Hanachirusato",
        "desc": "<p>A mysterious shrine maiden from the Grand Narukami Shrine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/7ee394aeee35662e277b4c8a922b2f04_1062031657638932297.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Ioroi</color>\n...That's quite the compliment. He was actually talking about the daughter of the Hakushin bloodline, also known as the \"Kitsune Saiguu.\" She was worshiped as the kitsune goddess in many places long ago.\nThe Sky Kitsune and Earth Kitsune were once her emissaries. After she left, they all turned into stone statues to preserve their power and await her return — and when she does, they will all walk the Byakko Plain together once more.\nFollowing her departure, the bloodline and mystical might of the kitsune on Narukami Island today have dwindled to less than one tenth of what they used to be...\nIoroi said \"Our contest isn't over yet!\"\nDid you know that Ioroi's full name is \"Ioroi, the Hidden Protector of the Grove\"?\nIoroi may be dull and impish, but he is also kind and loyal. That's why the Kitsune Saiguu aimed to guide him to the right path a long time ago.\nIn order to make sure that he would comply with the Electro Archon's rule, the Kitsune Saiguu set the two of them up and got Ioroi appointed as the Protector of the Grove. This made him responsible for the safety of the Chinju Forest.\nThat's why, when the world became pitch black, the Kitsune Saiguu was worried that Ioroi might die while fighting against this inexorable evil in his capacity as protector of the forest.\nSo she used a game of Hide-and-Seek, something the bake-danuki are good at, as a way to challenge him...\n\"Ioroi, whatever happens... they're all my magical tricks. Don't fall for them and don't show up,\" she said.\n\"Of course, you sneaky kitsune. I will definitely defeat you this time,\" said Ioroi. And that's how their endless contest began.\nBut after a while, Ioroi sensed that something was wrong and started wreaking havoc. He even stole the ward in an attempt to lure the Kitsune Saiguu out.\nHe didn't realize that it was something required for the Sacred Sakura Cleansing Ritual. He just thought that it was a comb of some importance to the Kitsune Saiguu. Later on, Kamuna sealed him into stone due to that misstep.\n...Kitsune Saiguu was swallowed up by the darkness. In the end, after that darkness was defeated, she returned to the great land of Narukami along with the soil."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"The Vanishing Fox\"",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Legend has it that there was once a white fox who called herself \"Saiguu,\" and who served the Electro Archon. It is said that she would occasionally appear in the form of a human to listen to people's wishes.\nHowever, all wishes require some sort of recompense. They say that your wish would be granted if you offered fried tofu to Saiguu.\nLegend has it that she once tasked the ancestors of Konda Village with a mysterious mission. In return, she would protect and ensure the eternal peace and prosperity of the village.\nHowever, for some unknown reason, Saiguu stopped responding to people's wishes. As such, fewer people made offerings to her. Eventually, the mysterious mission was also forgotten.\nAfterwards, villagers gradually began encountering some kind of \"spirit\" around the village.\nPeople who have seen this \"spirit\" have described it as something that takes the form of a young woman who appears on thundering, rainy nights. Sometimes, she seems near — and other times, far away...\nSome say this must be because the offerings have become lacking. Others say that it's because the people of Konda Village have forgotten their mission. Either way, the great fox now manifests angrily in the form of a ghost as a warning.\nSome even say that she is no longer the white fox who brings prosperity, and that instead, she's become a resentful Tatarigami...\nOnce a Tatarigami sets its eyes on you, it will continue to stalk you in dark corners that you cannot see..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"Tanuki of the Chinju Forest\"",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tanuki are mischievous little fellows.\nThat remains true for the tanuki of the Chinju Forest. They're not evil monsters, but they do enjoy playing tricks on people.\nSaiguu noticed this and began matching wits with the tanuki. She came out on top, of course, leaving them razzled and dazzled, stumped and stymied on many an occasion.\nAfter Saiguu mysteriously disappeared, the tanuki grew bored, having lost their competitor and playmate, and turned to pulling pranks on villagers who pass by."
      }
    ],
    "galleryCharacter": [
      {
        "key": "Kitsune Saiguu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/3ad2f6ec1911f2a2dc137ba8b37851e9_7216605158673480937.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Sasayuri, Mikoshi Chiyo, Raiden Ei, and Kitsune Saiguu"
          }
        ]
      },
      {
        "key": "Kitsune Saiguu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/1e10e665a799a6fe87c53750fefb3b63_8248430220429438242.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Kitsune Saiguu at the Mikawa Flower Festival"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Character Teaser - \"Raiden Shogun: Nightmare\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ydPqFAEgHzs&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/ydPqFAEgHzs/maxresdefault.jpg",
        "duration": 101
      },
      {
        "title": "Story Teaser: Akitsu Haneasobi | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=CTWxnQawAqE&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/CTWxnQawAqE/maxresdefault.jpg",
        "duration": 226
      },
      {
        "title": "Story Teaser: Ode of Floating Dreams | Genshin Impact #GenshinImpact #RaidenShogun",
        "url": "https://www.youtube.com/watch?v=PBM2jQ0NW5o&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/PBM2jQ0NW5o/maxresdefault.jpg",
        "duration": 136
      }
    ]
  }
}