{
  "epId": 7500,
  "name": "Mikoshi Chiyo",
  "desc": "<p>Raiden Ei's loyal lieutenant, driven mad by the Nightmare after the Cataclysm. She was defeated by Ei.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/6ea050aa0bf1c124840bdb386f992fb7_5166343281552188306.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1741045002,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mikoshi Chiyo"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Youkai"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Character Teaser - \"Raiden Shogun: Nightmare\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ydPqFAEgHzs&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/ydPqFAEgHzs/maxresdefault.jpg",
        "duration": 101
      },
      {
        "title": "Story Teaser: Ode of Floating Dreams | Genshin Impact #GenshinImpact #RaidenShogun",
        "url": "https://www.youtube.com/watch?v=PBM2jQ0NW5o&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/PBM2jQ0NW5o/maxresdefault.jpg",
        "duration": 136
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Her Excellency, the Almighty Narukami Ogosho, who promised the people of Inazuma an unchanging Eternity.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>The Electro Archon of Inazuma, known as Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_3522362573641651426.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Story"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Character Story 3</color>\nBefore Raiden Ei became the Shogun, she was a samurai responsible for seeing that the previous Shogun's orders were carried out.\nThe previous Electro Archon, Raiden Makoto, was no great fighter, and the things Ei had charge over were mostly matters of warfare and slaughter. However, Ei also had moments of repose away from battle, sitting with her friends under the sakura trees and playing karuta.\nDue to her character, Ei was always the most wooden player. She was never the final victor, nor did she ever have a taste of the prizes that the Kitsune Saiguu reserved for the winners.\nThus, she poured the effort that she put into swordsmanship into karuta practice, often pestering Makoto or Mikoshi Chiyo for karuta matches, or spending much time by moonlight reading the poetry inscribed on the cards out loud.\nAt last, the day came that under a sakura tree's shade, Ei would defeat opponent after opponent. Even the mighty tengu would be felled after a hard-fought battle, and thus was she crowned the champion.\nEi let out a victorious whoop at her victory, only to be greeted by the sounds of her friends' laughter. Only then did she realize that she had lost her usual composure entirely, before snapping both arms back down and reverting to her usual cool facade.\nOf course, her friends did not intend to make sport of her. Indeed, they understood her character and the manner in which she had worked ever so hard to come out on top.\nAs for the Kitsune Saiguu, oh, how amused she looked as she presented Ei with some pastries.\n\"I said it was a reward, yes, but it was simply some hand-made cakes of mine. I didn't think that you would be so concerned about it, Ei. Well then, enjoy the spoils of your victory to your heart's content.\"\nEi was hardly one to be greedy for snacks. But as a samurai, she firmly believed that what she lost must be reclaimed. These pastries were more akin to a vindication of her desire to win.\n—But it was not long before that cool demeanor of hers broke into a smile again. The cakes were lovely — just like the taste of victory. As for her clumsy attempts to hide that smile, one could only say that it was an entertaining sight all around for her friends.\nTo this day, Ei still often remembers that sakura tree.\n...Even though she has not gone to see it in a long time, and even though no one sits under it anymore, she wishes that time might stop forever."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Mikoshi Chiyo</color>\nThough she escaped the belly of the beast alive... That battle never left her.\nShe saw the memories of her fallen comrades everywhere, slaughtered one after another, until she could no longer distinguish dream from reality...\n...The nightmare twisted every joy in her life — her subordinates, family, and friends — into enemies in need of destruction.\nIt was in that state, trapped in the battlefield of her mind, that she raised her sword against me on Mt. Yougou.\nWith the Musou no Hitotachi, I cut off her arm, one of her horns, and a portion of the mountain itself... I suspect that is when the horn in question was buried there."
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Lady Guuji of the Grand Narukami Shrine. Also serves as the editor-in-chief of Yae Publishing House. Unimaginable intelligence and cunning are hidden under her beautiful appearance.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Mikoshi Chiyo</color>\n...Tainted by darkness, the oni warrior raised her sword against the Almighty Shogun. Losing an arm and a horn to the Shogun's blade, she fled into the forest, never to be seen again.\n...A trusted lieutenant fighting against the forces of darkness, she was once devoured whole by a beast from beyond this world, with the body of a tiger and the tail of a serpent, until she tore the creature apart from within...\nThus, she earned the name, \"Chiyo the Tiger-Bite\"... Or, \"Torachiyo.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "name": "Youkai",
        "desc": "<p>A group of nearly extinct supernatural beings from Inazuma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/27/237301566/66d717b1639150140f7da09d0371f787_5901606729587261140.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Mikoshi Chiyo was a crimson oni.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Khaenri'ahn cataclysm",
        "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "During the Cataclysm 500 years ago, Chiyo was once devoured whole by a beast from beyond this world, with the body of a tiger and the tail of a serpent, until she tore the creature apart from within. Although she escaped the belly of the beast alive, this battle never left her. She saw the memories of her fallen comrades everywhere, slaughtered one after another until she could no longer distinguish dream from reality. The nightmare twisted every joy in her life — her subordinates, family, and friends — into enemies in need of destruction.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>The Electro Archon of Inazuma, known as Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_3522362573641651426.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ei and Chiyo were friends but Ei was forced to use the Musou no Hitotachi when Chiyo attacked her, trapped in the battlefield of her mind by the Nightmare.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7498,
        "name": "Kitsune Saiguu",
        "desc": "<p>A Kitsune from the Hakushin clan, who was worshiped as a kitsune goddess. She died 500 years ago during the Cataclysm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/237301566/0f08dee2a7798c318a8db9ebc84e13ad_4519244372447066289.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Kitsune Saiguu and Chiyo were friends. Together they played divine music before the throne, and the kitsune applauded the oni's sword dance. Thinking of Chiyo's unrivaled beauty, Kitsune Saiguu couldn't help but want to hide her appearance behind a mask.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Makoto",
        "desc": "<p>Raiden Ei's twin sister and the previous Electro Archon, also known as Baal. She died during the Cataclysm 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/08/237301566/08ad31cb2d00748c8a122eb1c2562ff8_607942454148584632.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7499,
        "name": "Sasayuri",
        "desc": "<p>A tengu and the general of the Inazuman army. He died in the war with Orobashi 2,000 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/22/237301566/6532a7d73481ef732501064e283864c1_3747761177482518121.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Mikoshi Chiyo's friends\nMikoshi Michihiro\nChiyo's son, who fled to Konda Village after his mother's attack on the Shogun and renounced his name, becoming Iwakura Michihiro, also known as Douin. He founded the Iwakura Arts.\nMikoshi Nagamasa\nChiyo's adopted son, who joined the Shogunate after his mother's attack on the Shogun to regain his clan's former trust. When his yoriki Katsuragi was connected with but a single trace of misconduct, he had him executed without mercy.\nKinkaku\nGinkaku\nTetsunosuke\nThree bake-danuki who found a piece of Chiyo's horn that was cut off by Raiden. The Nightmare from the horn spread to the youkai, causing them to see everyone as an enemy.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Kappa",
        "desc": "<p>A little youkai who wanted to revive the Mikawa Flower Festival.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/76f0eb95946d651a7597979a131a66bb_995627440870566413.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Youko",
        "desc": "<p>A little youkai who wanted to revive the Mikawa Flower Festival.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/2d269d8aff615b57f7308b425eb408a8_3316955003335593359.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Hitotsume Kozou",
        "desc": "<p>A little youkai who tried to revive the Mikawa Flower Festival.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/bccd8090ab3ed8f3bcebf1c40e1b0b4c_5178850112882210629.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Small youkai that were attacked by the Nightmare that materialized from Chiyo's horn. When the horn was destroyed, the youkai woke up from their nightmare.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 1997,
        "name": "Hakushin Ring",
        "desc": "A catalyst that carries the memory of the Kitsune Saiguu of ancient times. However, this device is but an impoverished vessel for the full breadth of her thought.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/白辰之环.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1987,
        "name": "Katsuragikiri Nagamasa",
        "desc": "A blade that was once made in Tatarasuna. Heavy and tough.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/桂木斩长正.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1952,
        "name": "Amenoma Kageuchi",
        "desc": "A blade custom made for a famed samurai who could strike down a tengu warrior, known for their incredible agility, in midair.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天目影打刀.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5150,
        "name": "Uraku Misugiri",
        "desc": "<p>This famous blade was once created by the hand of Urakusai, the renowned literatus. Legend has it that it has never cut any living creature in all these hundreds of years.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/35428890/97083537849c199bc3fa7fed8a49d010_4537988792766091765.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Emblem of Severed Fate",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Shimenawa's Reminiscence",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 264,
        "name": "Mask of the Kijin",
        "desc": "Weapon Ascension Material.<br/>Chiyo, a warrior of the oni tribe with the Electro Mitsudomoe emblem emblazoned on her back, was once swallowed whole by a beast from beyond this world that had a tiger's body and a serpent's tail while holding back the forces of darkness. At last, she tore the creature's innards apart from within, breaking free.<br/>This is the origin of the phrase \"Chiyo the Tiger-Bite,\" and would be changed over many years to \"Torachiyo.\"<br/>But within the belly of the beast, she was stained by a deep sin and saw her comrades ripped to shreds by those blood-red teeth. Steeped in darkness as far as the eye could see, she would eventually draw her sword upon the Almighty Narukami Ogosho. Her sword-arm and one horn would be cloven, and she would flee from the city into the forest like a wounded beast. There, they say that she was taken for some unknown monster and slain by the tengu, or perhaps by the Shuumatsuban — or perhaps by a scion of the Iwakura Clan training deep in the mountains, for her features had been twisted by hatred and the agony of her wounds. Or perhaps she even met the oni-masked, sword-bearing doll near the corpse of the giant serpent, and there ended her life's journey.<br/>Few among those who fought against the abyss in those days were spared pitch-dark dreams. Those who slew monsters and then became them were hardly the minority. The border between worlds grows fragile, and corruption of this kind is perhaps not merely monodirectional.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Kijin_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Mikoshi Chiyo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/091f296c8feac01dfd60c05f23c6522a_5281467563393091165.png"
      },
      {
        "key": "Mikoshi Chiyo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/3ee459c39ce533c038e2cfdfd72f4adc_6919691081193316327.png"
      },
      {
        "key": "Mikoshi Chiyo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/5d9e2e28191b2559ef06a492bd4688bb_793636219776172314.png"
      },
      {
        "key": "Mikoshi Chiyo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/dd22e0610a8fe9569175eeca146c7051_8846665228331050156.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Chiyo and the Nightmare that took form of the monster she defeated."
          }
        ]
      },
      {
        "key": "Mikoshi Chiyo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/f3681046d98c4e4c94ba074993b46a66_1993818269237914110.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Mikoshi Chiyo and Raiden Ei"
          }
        ]
      },
      {
        "key": "Mikoshi Chiyo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/19f88b4a373ef3bf576088fa6d5399f3_6473780178791381384.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Sasayuri, Makoto, Chiyo, Ei, and Kitsune Saiguu in Chiyo's dream."
          }
        ]
      }
    ]
  }
}