{
  "epId": 7514,
  "name": "Fusion Profusion: DJ Remix Selections",
  "desc": "A series of songs handpicked by Xilonen that have earned her recognition, a selection truly unique to Natlan. Includes a \"Master Xilonen Commemorative Photo\" commissioned by several DJs. <br>However, it seems that this record can only sound its best on professional equipment such as the Dance-Off Stage, and using unsuitable equipment may damage the disc surface... In any case, it makes for a one-of-a-kind collector's item and keepsake!",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/06/25d1b3f405e3d174a15fb512bb745697_7309563861891244707.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1749620874,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "According to my observations, musical styles on the cutting edge of theory tend to lean toward fusion, absorbing elements from multiple perspectives that are in tension with one another, such as composition, instrumentation, and tone, through which composers of such music make breakthroughs and find new ways to improve. Traditional musical styles never had clear boundaries in the first place, and those are blurring ever further...\nReaching the pinnacle of one's music and technique is an admirable deed, but for creators who have yet to attain the level of a \"master for life\" and ordinary audiences both, sticking to a single style is not wise, if one wishes to improve one's musical appreciation and creativity.\nTechnology and human ears all have limits, and it would undoubtedly be a pity to stray into territory that no one can follow you into, chasing after complex or unpopular harmonies, or developing machine-esque performance techniques.\nSo yeah, I hope you'll enjoy the songs on this disc. Even if you don't intend to create any music, it'd be great to introduce yourself to a few new styles and discover new, moving melodies."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Fusion Profusion: DJ Remix Selections"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "A Style-Fusion Symposium"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.5"
          }
        ]
      }
    ]
  }
}