{
  "epId": 7521,
  "name": "Rangi Nui's End",
  "desc": "An ancient folk song from the People of the Springs. It describes the tale of the legendary hero, Rangi Nui.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/7cac8b2bcb14e4681d05bbbab43ec87a_5946124553699694783.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1744443164,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,517,658,659,111&center=3889.76,-10491.00&zoom=1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7290,
        "name": "Amazolli",
        "desc": "<p>The owner of the \"Idukan's Trove.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/18667d7687db1ec57b2282e80f627f99_8934810500522372074.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      }
    ],
    "textualResearch": [
      {
        "title": "Rangi Nui's End ",
        "desc": [
          {
            "type": "RichText",
            "text": "Rangi Nui's End is my hometown,\nAnd whenever I recall my ancestral lands,\nThe morning sun shines over Rangi Nui,\nLooking out over Waiata, the spring of flowing song,\nLooking down upon Te Pahau, the wind-whiskered valley,\nLooking across Poheka, the land of abundance,\nSuch are the lands of my grandparents,\nSuch is Rangi Nui's End.\nI will journey to visit my ancestral home,\nOn the twenty-fifth night, when the eels begin their dance,\nFrom Ohauiti shall I set forth, where the wind is gentle on the plains,\nTo the waterfall where sharks do leap, to the shallow shoals,\nTo Titiwha, those dazzling radiant depths,\nWhere I shall climb the mountain bathed in sunlight,\nTo visit the long-slumbering master of mountain and stream,\nTo explore the ancient dwelling place of the long-forgotten pygmies,\nBefore descending, descending into the valley's deepest depths,\nDown to Te Tahutama, where luminescent fish congregate,\nDown to Aka-aka, where plants grow small and strange.\nDown to Mahinini, where the dark currents flow soft yet sharp,\nThen down to dark Uropi, the depths of the forest...\nWo-ho! Wo-ho!\nThese distant, far-off lands, the hometown of my grandparents,\nThey were thrown down, destroyed by disaster and violence, like collapsing mountains and raging wildfires...\nMy ancestors once lived in prosperity and peace, yet were plunged into famine and exile,\nMy heart cries out for them, I mourn their tragic fate,\nLike unquenchable flame roiling beneath spring waters, so profound a resentment, so deep a sorrow!\nEver shall I wander along that never-ending wellspring of sighs,\nAnd I shall come to fields of mottled green — that my ancestors called Kahotea.\nAnd like the ancient dragons, soar effortlessly to the mountains where chants abound...\nThe lost envoys of the heavens built there a city of gold and stone,\nBut it was destroyed when raging flame fell from the heavens, the fury of the ancient sovereign.\nWo-ho! Wo-ho!\nAnd so I wander on, to Poheka, the land of abundance,\nThere Rangi Nui once stood upright between heaven and earth, so the ancestors say,\nFor he was both a sage who spoke to the heavens, and a hero of the land,\nWhose soul returned to the rising sun, whereupon the sky itself became Rangi Nui.\nThen, I shall head from the land of abundance to the distant shore,\nAnd on a shore overgrown with tendrils, conclude my final journey.\nI once climbed the lonely, desolate volcano,\nI have seen countless hot springs with my own eyes,\nAnd I shall head to the other side of the dark currents,\nTo seek the ferryman, who rows a dugout canoe and wears a gold-feathered crown,\nAnd when at last I see that circlet, glimmering in gold,\nThen shall I again reunite with my kin in the garden of Hairinei,\nThe birthplace of the forgotten sovereign of humans,\nAnd I shall gather my tribespeople and friends, and we shall go there together."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Rangi Nui's End"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Amazolli in Idukan's Trove"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7511,
            "name": "Rangi Nui's End",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/27/35428890/9a4cb1f32d53cb6ffd25e326e8c2ab22_207781196030477216.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.5"
          }
        ]
      }
    ]
  }
}