{
  "epId": 7522,
  "name": "The Headless Coquitao (I)",
  "desc": "A woven scroll from the Masters of the Night-Wind. It is said that the stories within are older than the tribe itself, a claim that remains difficult to verify.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/e0a36dcfeb895f8e7ff5761e616b09ce_2453531099941069813.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1744234682,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111&center=4931.72,-11043.67&zoom=1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 7523,
        "name": "The Headless Coquitao (II)",
        "desc": "A woven scroll from the Masters of the Night-Wind. It is said that the stories within are older than the tribe itself, a claim that remains difficult to verify.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/e0a36dcfeb895f8e7ff5761e616b09ce_2453531099941069813.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Headless Coquitao (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found on a crate in the \"Collective of Plenty\""
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7512,
            "name": "The Headless Coquitao",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/27/35428890/348d5d4f321df96aa2ca4d2200f0378b_4280694916666826788.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.5"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "The Headless Coquitao (I) ",
        "desc": [
          {
            "type": "RichText",
            "text": "The weavers of the Masters of the Night-Wind know every river of the night's domain — they know how stories and poems emerge from the black river of Mictlan. The predatory birds that fly by night are servants of She-With-The-Broken-Visage, who took from her master's hand moonlight condensed into three silver strands, and crossed the fog of night to arrive in the land of spirit-flame, commanding blind weavers to craft them into vivid tapestries. These hang in human dwellings, sanctuaries, and places of war, making stories and legends known to humanity, and as the tapestries continue to lengthen, they become history.\nBut as the wandering sage banished by all tribes, Ropal the \"Child of the Sea,\" once said: \"I embrace chaos, yet I know not if chaos embraces me.\" Ancient stories and riddles always hide perilous secrets. Thus, the Lord of the Night blinded all who weave tales, compelling them to focus on stories while being unable to see the present, causing them to be pricked by the cold moonlight as with needles, yet never to witness the three moons' death with their own eyes. Therefore, the great master of riddles and allegories remains forever an indiscernible, indescribable mist upon a tapestry.\nThe tale the craftsmen wove next intertwined whispers from the Night-Lord's broken visage. Legends speak of a warrior named Coquitao, one of the Masters of the Night-Wind's precursors, whose soul's homeland lay beneath a distant midnight, under a frigid sun. Bearing the stone club Makana, he wandered the earth, following a contract forged with gods dead and cold, his life steeped in war and chaos. It is said that on a night of wind and rain, he made a wordless pact with the deity of the dog days, thereby mortgaging his fate to the Kame Twins from a plague-ridden land.\nThe deity of the dog days bade Coquitao punish the deluded ones who had forgotten death, to bring down freezing smoke and dreams from the starry sky, and distribute them to the people. Thus, Coquitao used \"Makana\" to bring forth death irreversible, guiding the masterless souls back to the deep black river of Mictlan, returning them to the Night-Lord's slumber.\nEver did Coquitao's fingers grip Makana as he trudged knee-deep in blood. Countless days and nights of struggle and slaughter at last pacified the madness that had torn through the starry skies. His companions followed behind him, one among them named Nagual, a cunning shapeshifter from a distant scorched land that burns endlessly even now.\nWhen the last fantasist was executed by Coquitao and his companions, when the river of blood at last pleased the jade-skirted master who dwelled above the thundering clouds, and who then called down sweet rains to cleanse all rivers, the deity of the dog days refused to return the hero's soul, instead commanding the treacherous Kame Twins to direct the despicable Nagual in secret. Thus steered, Nagual hewed Coquitao's head with an obsidian blade.\nAnd so, headless Coquitao failed to complete his covenant with the deity of the dog days, and could only blindly follow the Tzitzimimeh in their wandering."
          }
        ]
      }
    ]
  }
}