{
  "epId": 7523,
  "name": "The Headless Coquitao (II)",
  "desc": "A woven scroll from the Masters of the Night-Wind. It is said that the stories within are older than the tribe itself, a claim that remains difficult to verify.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/e0a36dcfeb895f8e7ff5761e616b09ce_2453531099941069813.png",
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1744234693,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111&center=4931.72,-11043.67&zoom=1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 7522,
        "name": "The Headless Coquitao (I)",
        "desc": "A woven scroll from the Masters of the Night-Wind. It is said that the stories within are older than the tribe itself, a claim that remains difficult to verify.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/e0a36dcfeb895f8e7ff5761e616b09ce_2453531099941069813.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "The Headless Coquitao (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Seeing her chosen hero meet such a miserable fate, the mistress of heavenly stars was filled with grief and anger, and she instructed her Tzitzimimeh to descend to the earth. There they would guide Coquitao, who had lost his head, to his vengeance. During these long, dark ages, people witnessed Coquitao's headless body striding through moonlit nights, tightly gripping his stone club Makana. Some say he transformed into a black spirit leopard, silently passing through forests and plains, bringing nightmares and inspiration to priests deep in meditation.\nThus did Coquitao wander through long nights uncounted, transforming into unnumbered forms, traversing lands awash with blood, winding through altars that once pleased the lord of the skies. But at last, he found the despicable traitor Nagual in the land of scorched and burning soil, even as the latter rested at an oasis, sipping a poisonous serpent's blood and hallucinogenic Mexicali juices.\nThen headless Coquitao raised Makana on high and struck, the blow shattering the traitor's skull like the illusory Mexicali oracle. Then fell another blow, and another, as headless Coquitao and Makana blasted Nagual back to his burning hometown...\nBut though his vengeance was complete, Coquitao's spirit was already one with the life of the earth, never to return. Naught but eternal, burning, icy rage remained within that headless body, akin to the cold sun in the night skies over the land he called home.\nLong, long after, even after the deity who reigned over the dog days, the cunning twins, and the master with the jade skirt had all passed away, after the starlight-born Tzitzimimeh had begun to flicker, their light decaying, Coquitao's wrathful flame, the weavers claim, has not yet gone out. His headless figure still wanders the silvered plains at night, prowling the deep forests choked in shadow. And they say many heroes have inherited Makana in times of tumult and trouble, the legendary tyrant Och-Kan being one of them — he, too, ultimately met his end in raging fire... but that is another story."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Headless Coquitao (II)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found on a crate in the \"Collective of Plenty\""
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7512,
            "name": "The Headless Coquitao",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/27/35428890/348d5d4f321df96aa2ca4d2200f0378b_4280694916666826788.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.5"
          }
        ]
      }
    ]
  }
}