{
  "epId": 7572,
  "name": "Finale of the Deep Galleries",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/bf39402f87db1168263c7c0898c8ab0c_4434336707917443666.png",
  "filterValues": {
    "reliquaryEffect": [
      "DMG Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artifacts",
  "version": 1743430778,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Cryo DMG Bonus +15%",
      "fourSetEffect": "When the equipping character has 0 Elemental Energy, Normal Attack DMG is increased by 60% and Elemental Burst DMG is increased by 60%. After the equipping character deals Normal Attack DMG, the aforementioned Elemental Burst effect will stop applying for 6s. After the equipping character deals Elemental Burst DMG, the aforementioned Normal Attack effect will stop applying for 6s. This effect can trigger even if the equipping character is off the field."
    },
    "story": [
      {
        "title": "Deep Gallery's Echoing Song",
        "desc": [
          {
            "type": "RichText",
            "text": "Following her master's guidance, the girl ventured northward, traversing the freezing wastelands and the corridor of fractured mirrors at the edge of the frozen sea.\nAfter slaying countless monsters that wandered the ruins, finally, before the withered husk of a silver tree, she caught a glimpse of treasure concealed beneath drifting snow.\nThat was when the silver moonlight had yet to be shattered in the fires of war, when the divine prophecies of the heavens still extended over the land.\nThe youth who had ventured deep into the earth's bowels met the first angel, inquiring about the most forbidden origins of the world.\nThe dawn-daughter trembled at these profane words, not knowing how this mortal had uncovered such a closely-kept secret,\nBut her visitor laid bare his origins before her, singing to her dreams of beauty that had never yet graced her mind.\nIn an instant, the fetters laid upon her by the enthroned ruler broke apart like a spider's web; for the first time, she discovered what it meant to serve herself,\nAnd to the one she loved, she poured out the matter of creation, that most forbidden of unspeakable secrets.\n\"Alas that your ruler would dare to blaspheme such noble beings.\"\n\"Even the demonic sculptors of bloody nightmares, who delight in tormenting souls, would be taken aback by such cruelty.\"\n\"O dawn-maiden who has never known love, let me stand as the enemy to your laws.\"\n\"Raise your eyes to the stars, as you should, for the sake of all beings imprisoned by your ruler.\"\n\"Let me be your sword, your shield, your guide, your unpardonable conspirator in rebellion.\"\nThen did she, most exalted of the angels, bend down and kiss his forehead, as countless icy blooms unfurled on the frigid silver tree.\nYet this moment of betrayal did not go unwitnessed, for at that very moment, the heavenly moons peered down through the cloak of clouds, a longing still more audacious arising within them..."
          }
        ]
      },
      {
        "title": "Deep Gallery's Distant Pact",
        "desc": [
          {
            "type": "RichText",
            "text": "Following her master's guidance, the girl ventured northward, traversing the freezing wastelands and the corridor of fractured mirrors at the edge of the frozen sea.\nAfter slaying countless monsters that wandered the ruins, finally, among the Abyssal remnants, she caught a glimpse of treasure concealed beneath drifting snow.\nYet she was not the first outsider to set foot here, for long before the scions of the far north had woven their sweet dream of submergence,\nA voyager, whose sentient will traversed the cosmos, once made a vow of reunion with a lord of dragons who had yet to fall into darkness.\nThis passerby was a scribe drifting through the vast void, duty-bound never to commune with primordial civilizations.\nAs her undying body slumbered away within a distant celestial disk-construct, her mind had drifted through an empty expanse spanning many light years,\nCharting countless peoples and civilizations fated to perish, pondering the ultimate truths of the cosmos in that eternal darkness.\nUntil a faint glimmer pierced her awareness, jolting the voyager from tenfold millennia of meditation.\nIt came from an unremarkable little world at the edge of the spiral arm — and from the primeval dragon that had been born alongside that world.\nThough death would one day bring an endless night, and the sun it gazed upon was but a fleeting ember,\nThis will, bound though it was to its planetary crust, shone more brilliantly than all the civilizations the voyager had ever seen.\nUnable to suppress the wonder and sorrow welling up from within, she delivered a solemn pronouncement unto its ruler:\n\"I have seen the lightless end, tearing through star clusters like a spindle among silken threads.\"\n\"I have seen how the cold tide of chaos drowns out all songs, so that good and evil alike vanish into silence.\"\n\"And yet, my kind, gentle king, will you still refuse to abandon your people?\"\n\"Forsake this world, fated for ruin, and journey with me beyond the stars.\"\nYet thus did the proud dragon reply:\n\"O friend from a distant world, I thank you for imparting these truths from beyond the skies.\"\n\"But though in your eyes they may seem ignorant creatures, to me, they are the very meaning of this universe.\"\n\"If the tide of oblivion must come, then let my bones be the bulwark that shields this realm.\"\n\"Bear witness to the path I have chosen, for I shall lead my people onward to the stars.\"\nBut when the voyager returned once more, the world she remembered had been utterly changed.\nThe bones of the earth had been bound beneath fourfold shackles, and the soft white radiance of the sky had been split into seven immutable hues.\nLike drifting smoke had the lord of dragons vanished, and the Winged One's throne now ruled the radiance of the three moons.\nBewildered by the dragon's unannounced departure, yet unwilling to disturb the world's new ruler,\nThe voyager, defying the laws of her kin, quietly cast her mind into the world inside the shell.\nVesting her consciousness in the body of a youth, she walked among these chordate animals,\nListening to their fervent and ever-escalating debates in this city of gold..."
          }
        ]
      },
      {
        "title": "Deep Gallery's Moment of Oblivion",
        "desc": [
          {
            "type": "RichText",
            "text": "Following her master's guidance, the girl ventured northward, traversing the freezing wastelands and the corridor of fractured mirrors at the edge of the frozen sea.\nAfter slaying countless monsters that wandered the ruins, finally, before the golden tower, she caught a glimpse of treasure concealed beneath drifting snow.\nThat was an era now lost to memory, when the city of the far north glittered like golden threads over the frozen wastelands,\nAnd the furnaces of the deep galleries thundered day and night. Turning to forbidden methods, artisans forged countless fae spirits upon the bones of giant beasts.\nHaving spun fallen frostmoon light into flawless flesh and blood, they clad it to forms once frail and weak.\nSuch authority to create was once the lord of the firmament's divine prerogative, yet it was handed to mortals by the rebellious envoy,\nWho dreamed that one day, these little creatures might create a perfect being that could merge with the world.\nWithin the deep galleries, which still stood intact, the first angel whispered sweet dreams of the coming dawn to her companion:\n\"I see a time when the earthly nations will yearn no longer for heavenly mercy.\"\n\"The cities they build will rise up to the clouds, higher even than the throne and the stars.\"\n\"I see humans sharing the vast sky with the gods they once revered.\"\n\"There will be no more tears, sorrow, or death, for all will be complete.\"\nYet in the end, such wild delusions and ambitions were brought down from the heavens, and with them fell deep blue crystal spikes.\nThe fae shrieked as they turned into icy silver mist, and in the space of a single night, the splendor of the golden city was ruined by frost-laden winds.\nThe traitorous envoy was stripped of both name and form, and from that moment onward, a curse fell upon her kin:\nIf they dared gaze into another's eyes, and to one alone offer the love that was meant for all,\nThen not only would their divine beauty crumble into the wind, but their minds would fall to dust,\nUntil from the fallen one's remains a Seelie would rise, forever drifting in search of fading memories to consume."
          }
        ]
      },
      {
        "title": "Deep Gallery's Bestowed Banquet",
        "desc": [
          {
            "type": "RichText",
            "text": "Following her master's guidance, the girl ventured northward, traversing the freezing wastelands and the corridor of fractured mirrors at the edge of the frozen sea.\nAlone she walked through the ruins of the Spiral Abyss, intent on finding the trail of the voyager that the magical swordmaster had spoken of...\nThat was a time when the silver moonlight still showed mercy upon the lands of the far north, and the envoys of the heavens still gazed down upon the dust and mud.\nHaving angered the divine envoys by questioning the progress of knowledge, the people of the Golden City now argued endlessly amongst themselves as for how to quell their wrath.\nThe priests accused each other of sacrilege, of defiling the love, prosperity, and wisdom of the gods.\nAmongst themselves, they sought to identify the chief culprit — for it was their intention that the one responsible for corrupting the people's minds would likewise be the one to appease the divine envoys.\nYet all of a sudden, a voice was heard...\n\"If sin comes from the pursuit of knowledge, then ignorance is the true doctrine; if from rebellion, then only the lamb is truly righteous.\"\n\"If sin must be atoned for with blood, why is it said to stem from humanity? If the laws are perfect and flawless, why fear the act of inquiry?\"\nIt was merely a boy of humble birth who, having somehow slipped past the watchful guards, had stepped into the chamber where the priests had convened.\nAll of their scholarly accusations he refuted in turn, their charges of heresy reduced to naught but angry, speechless glares.\nIn that silent chamber, the chief priest who wore the white-branched crown finally dismissed the guards who had rushed in.\n\"O heretical speaker — if, as your eloquent words would suggest, you truly hold that grievous sin is but the delusion of mere mortals...\"\n\"...Then let you be the one to drink from this cup of burning wrath. Go to the ashen-silver tree and plead your case before the very envoys who have cast judgment upon us.\"\nAnd so, the previously unknown youth ventured forth into the deepest recesses of the earth, seeking answers from the first angel..."
          }
        ]
      },
      {
        "title": "Deep Gallery's Lost Crown",
        "desc": [
          {
            "type": "RichText",
            "text": "Following her master's guidance, the girl ventured northward, traversing the freezing wastelands and the corridor of fractured mirrors at the edge of the frozen sea.\nAfter slaying countless monsters that wandered the ruins, finally, through a tattered veil, she caught a glimpse of treasure concealed beneath drifting snow.\nIt was an age when the unknowing masses still bowed to the sky's decrees, when the dawn star's royal court still hung high above the clouds.\nMagnificent, noble creations descended from the light itself, and the mortals — unable to look upon their true visages — called them angels.\nTheir pale silver wings shimmered like moonlit flames; their heads were adorned with crowns of sevenfold radiance, wrought of the bones of the earth and the stars of the sky.\nThe name upon those crowns was the love promised unto all creatures by the heavenly god, or perhaps a mandate to rule over the nations of the earth.\n\"With all your heart, soul, and might, you shall love all the beings of this earth.\"\n\"You shall love as morning dew longs for the dawn, as seeds long for the tradewinds.\"\nThey were the most loyal servants in the heavenly court, flawless arbiters of justice.\nThey wove a veil for the great ruler of the firmament, delivering sacred revelations to all realms.\nSuch was the duty invested upon them at the moment of their creation, or so it should have been...\nUntil the first angel met an unnamed youth beneath the silver tree in the far north,\nAnd in those star-like pupils, saw a reflection of herself she had never yet known.\nIt was a love not inscribed by law, a freedom the skies would never permit.\nAs her heart fluttered for reasons she could not know, the eternal star-crown forged in love's name suddenly fractured;\nAnd casting it into the snow beneath the silver tree, the dawn-maiden made her fateful vow:\n\"Come now, come... Let us recast these absurd laws with bone, and nourish the barren north with blood.\"\n\"Let us build a city and a tower that soars up to the clouds, that the people of the earth need weep bitter tears no longer.\"\n\"I cast this useless crown into the dust, that all earthly nations may breathe free of their shackles.\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Finale of the Deep Galleries"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Domain of Blessing: Deepfire Construct"
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Deep Gallery's Distant Pact",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "A feathered accessory fashioned from northland jade that shimmers with an otherworldly glow."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/c498b33d2359b12603471fd65bd22261_7001131486318823058.png"
      },
      "circlet_of_logos": {
        "title": "Deep Gallery's Lost Crown",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A helmet steeped in obsession, just like the mind of its previous owner. Its jade ornamentation seems to come from an age more ancient still."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/151578876/59540be78775f63b6de642740d4d841e_3284162231945702248.png"
      },
      "sands_of_eon": {
        "title": "Deep Gallery's Moment of Oblivion",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "A pocket watch fashioned from northland jade. Its hands are forever frozen in the moment of its destruction."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/151578876/2a6efc1386ae931f69a7283451487697_7688610052366754683.png"
      },
      "flower_of_life": {
        "title": "Deep Gallery's Echoing Song",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "An icy flower fashioned from northland jade. Over the course of its long life, its petals have crumbled to dust."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/bf39402f87db1168263c7c0898c8ab0c_4434336707917443666.png"
      },
      "goblet_of_eonothem": {
        "title": "Deep Gallery's Bestowed Banquet",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "A cup fashioned from northland jade. They say that the people of an ancient civilization once used it as a ceremonial vessel to make offerings to the heavens."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/151578876/968c157b2ae92b17e2e12f346ed306d3_5547965292070070624.png"
      }
    }
  }
}