{
  "epId": 7622,
  "name": "Frostmoon Scions",
  "desc": "<p>The descendants of the legendary golden realm, who chose to find new homes among the mountains and forests after abandoning all civilization. The only thing they never forsook was their faith in the \"Moon Goddess.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/495bf3319bc3e1faf3bafaa0ee422e48_5985225249435740207.png",
  "menuId": 23,
  "menuName": "Affiliations",
  "version": 1758755442,
  "components": {
    "textualResearch": [
      {
        "title": "Ancient Volume",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nAccording to the teachings left by the apostle of the Golden City, all matters must be governed by reason alone, untainted by sentiment, for mortal tongues cannot articulate the sacred mysteries, and frail emotion will only profane the words of the ancestors. In service of a pure and exalted ideal, for the future of the scions of the far north, [...] these actions are as justified as they are necessary.\nThis decree has been approved by Lovia, humble handmaiden of the Frost Moon and the [...]th Archpriestess since the fall of Hyperborea.\n...\nDecree CMLXIII: Alternative Plan for the Sacred Heir's Selection\n(All of the content that follows has been erased and cannot be read.)"
          }
        ]
      },
      {
        "title": "Ancient Volume",
        "desc": [
          {
            "type": "RichText",
            "text": "...\n...In accordance with the teachings of the apostle of the Golden City, all matters concerning craftsmanship and secret rites must be recorded without the taint of personal sentiment, for mortal tongues cannot articulate the sacred mysteries, and frail emotion would only profane the words of our ancestors. Do not seek to understand what lies beyond mortal intellect. Simply recite the ancient prayers with a sincere heart so that the purity of the blessings may endure.\nThis decree was issued by Saredne, humble handmaiden of the Frost Moon and 13th Archpriestess since the fall of Hyperborea. It is not to be defied. In the name of the mistress of the Frost Moon, the ancient laws, once obscure and difficult to understand, are now set forth in clear and concise terms, lest the faithful falter or be led astray.\n...\nDecree III: Elysium and the Prophecy of the Sacred Heir\nLet the children of Hyperborea guard their sacred bloodline from defilement, for the heir of Elysium is destined to one day arrive.\nIt is hereby forbidden to marry one's closest kin. That is to say, no union shall be permitted between blood relatives.\nIt is forbidden to enter into marriage with someone from a clan that has committed blasphemy.\nIt is forbidden to enter into marriage with someone from a clan that has taken the life of an innocent.\nIt is forbidden to enter into marriage with someone from a clan that has broken its oath.\nIt is forbidden to enter into marriage with someone from a clan that does not bear an antlered crown.\nIt is forbidden to enter into marriage with someone from a clan that has committed parricide.\nIt is forbidden to enter into marriage with any person disturbed of mind.\nIt is forbidden to enter into marriage with the descendants of the fae.\nIt is forbidden to enter into marriage with a person not of the faith.\nIt is forbidden to enter into marriage with an outlander.\nMarriage is a most sacred act of virtue and must be kept pure. Therefore, let no unclean act stain our bloodline.\nLet no action be taken to incur the displeasure of the mistress of the Frost Moon, and let no one betray their oaths.\nWhosoever enters into marriage must first obtain the permission and blessing of the Archpriestess, lest a curse befall their bloodline.\nSaid curse shall plague their bloodline for seven generations, and then for seven more.\nWhosoever breaks this oath shall have their horns severed with a silver blade. They who have been marked thus shall be cast into the long, lightless night.\nHear now the ancient prophecy: In the fullness of time, Elysium shall come, and with it, the sovereign ordained to rule over it shall also appear.\nThe false sevenfold radiance of the high heavens shall fall at her feet, and the bones of the earth shall rise to follow her.\nFor from her shall spring union with the world, and from her shall the first great cause be rebuilt.\nLet these words of wisdom find root in your heart, and neglect not the sanctity of your blessed bloodline.\n...\nDecree VI: Offerings to the Sampo Mill\nThe children of Hyperborea shall guard the sacred treasure forged by the apostle of the Golden City at all costs.\nLet it be known that the relic that is the Sampo Mill is a sacred work, for its blessing yields unending gold, grain, and salt.\nOnly the prophesied sacred heir shall have the power to rouse the Mill, and thus bring forth an Elysium of eternal abundance for us all.\nAccording to the revelation of our ancestors, the Mill shall be sealed within a holy sanctum to preserve it from taint and desecration until the appointed time, when the sacred heir is born at last.\nAll followers below the rank of priestess shall not enter the holy sanctuary wherein the Mill is sealed. Those who violate this precept shall have a curse befall their bloodline.\nSaid curse shall plague their bloodline for seven generations, and then for seven more.\nBefore sowing in spring, an offering of wheat, goat's milk, and salt must be made unto the Sampo Mill, lest famine befall you.\nAt least one priestess shall be designated to chant prayers to the Mill day and night, to ensure a bountiful harvest and enduring prosperity.\n...\nDecree X: Offering to the Arrow of Terpikeraunas\nThe children of Hyperborea shall revere the Arrow of Terpikeraunas without fail.\nLet it be known that this relic, forged of pure light, is a bow and arrow that can pierce the manifold darkness of the frozen night.\nYou shall mix the sacred oils in the following manner prescribed by the rites of the ancestors:\nTake up a clean silver vessel free from all dust and water, for defilement is the root of all corruption.\nTake the fat of a lamb, clear and pure, and warm it over a gentle fire.\nIt must not be too hot, or too cool. Do not bring it to a boil.\nAdd sulfur, salt, sawdust, and wax in their proper order while stirring with great care.\nStir until the substances inside the vessel are of one uniform color.\nThe number for your counting shall be seven hours. Six you shall not count, neither count you eight,\nExcepting that you should count to seven. Five and nine are right out.\nThen, anoint your bow and arrows with the holy oil,\nAnd your arrows shall snuff out the pitch-black foe, shattering them like plates of silver."
          }
        ]
      },
      {
        "title": "Ancient Volume",
        "desc": [
          {
            "type": "RichText",
            "text": "(A thick stack of papers, hidden by an unknown someone in a secret compartment inside the back cover.)\n...\nIn accordance with the statutes laid down by [...], all matters concerning Mekhaneikos and Tekhneikos shall be recorded objectively, concisely, and untainted by personal sentiment. Thus shall we guard against the distortion of truth via subjectivity, that the knowledge we possess may be transmitted with clarity to future generations, and serve the welfare of our people to the fullest possible extent.\nThe contents of this document have been approved by Spargapiris of Haxathrausa. All members of the order, beginning with the executive priests, shall commit its contents to memory and observe the prescribed procedures without deviation, until the reconstruction of civilization has reached five-sevenths completion (for further details, consult Tekhneikos Manual I-330).\n...\nIf these words have reached your eyes, let it be known that you have completed the foundational disciplines of Mekhaneikos or Tekhneikos, and are hereby elevated to the rank of executive priest. Congratulations are in order.\nRegrettably, your newly acquired title is not a privilege, but a burden of duty, hardship, and silent suffering borne for this realm and the countless lives she shelters.\nYou are destined to offer all of your youth and your life to preserve the last embers of civilization. Yet even with your final breath, you may never behold the Frostmoon's radiant light, nor see the dawn break once more upon our beautiful homeland. For the lights of the far north have been extinguished, and countless generations are condemned to cower in darkest night. No miracle has ever graced this tainted sublunary sphere, and tears have never delivered our kin from sorrow.\nThen what purpose, if any, lies in all that you shall do from this moment hence?\nI suppose, then, it is for an ethereal dream. A dream of countless tomorrows, for an infinity of futures yet unborn.\nOnly through our blood, our tears, and our toil shall our children be granted the chance to behold the glorious era and the lost Elysium we once knew. On that day, none shall weep for suffering, nor fear hunger or cold. All beings shall love one another as brothers and sisters, and all shall dwell in joy and peace.\nThis shall be our final and greatest dream: That our kin shall no longer be mired in superstition and barbarism. For the hope once envisioned by gods and mortals alike, we must push forward. There is no path but through.\nSear these words into your mind before you proceed to read the assessment records and operating procedures.\nHold fast to our dream of tomorrow, and let not its light be dimmed by the dust of neglect.\n— Spargapiris of Haxathrausa, Acting Archpriestess of Hyperborea\n...\nProtocol III: Final Evaluation on Bloodline Selection and Purification\nUpon evaluation and confirmation by the Acting Archpriestess and the Senior Executive Tekhneikos Priestess, the Seed of Life Project from the Hyperborea era —henceforth referred to as the Sacred Heir Project — has been deemed to no longer be viable within the bounds of its original planned parameters. The priest who led the project, Vinda of Hithamthrausa, has passed beyond, and the essential Tekhneikos processes and Mekhaneikos apparatuses required for its continuation were lost in the fall of Hyperborea. These include, but are not limited to:\n· The process of [...] cutting and modification;\n· The process of [...] creation and reconstruction;\n· The [...] and [...] processes, which were of the fae;\n· The adaptive [...] editing process;\n· ...\nThe aforementioned Tekhneikos processes are, at present, irreproducible.\nAfter due deliberation, the following alternative protocol has been deemed acceptable:\n· The purification of existing [...] is to be performed through controlled artificial selection, using methods primitive and inefficient.\n· The phenotypic stability of each generation shall be recorded. Then, from this data, the most suitable pairs for union shall be identified, and non-coercive means employed to persuade the parties to join in union.\n· Should persuasion fail to meet the criteria detailed in Tekhneikos Manual O-90, promptly proceed to the next priority match, and continue in like fashion.\n· To minimize risk of disease, the Bloodline Proximity Index of all breeding pairs shall not exceed [...]. Accordingly, no individuals shall be joined in union if they share common ancestry within five generations.\nThis course of action is expected to yield outcomes approaching the original objective after [...] successive generations of refinement and selection. At such time, the one prophesied, the newborn Sacred Heir, shall arise. Without the need for ritual implements, nor the forfeiture of their soul, this heir shall command the pure, unaltered elemental forces at will, and shall at last attain fusion with the World.\nNote: In light of projected population growth and the limits of environmental carrying capacity, it is anticipated that the practice of widespread artificial breeding may be terminated after seven generations. Thereafter, limited intermarriage with select outlanders may then be sanctioned (details in Tekhneikos Manual I-1012). Furthermore, it is hereby affirmed that, once the continuity of civilization has been assured, the descendants of the far north shall be granted the sovereign right to determine their own destinies.\n...\nProtocol VI: The Subatomic Assembling Mass-Energy Patterning Orb (Sealed)\nThe project of constructing this supremely advanced Mekhaneikos construct was personally overseen by [...] and is not fully understood at this time. It was designed to reconstruct matter at the subatomic scale, or to transmute matter directly into stable energy, which would then be released in the form of [...].\nOf all the known highest-tier Mekhaneikos constructs dating to the time of Hyperborea, only the Subatomic Assembling Mass-energy Patterning Orb (hereafter referred to as the \"SAMPO\") has endured to the present age. Its structure remains largely intact, granting it immense symbolic significance. However, a formal evaluation by the Acting Archpriestess and the Senior Executive Mekhaneikos Priestess has determined that the device, in its current state, is no longer functional. The collaborative control module connected to the device was lost during the fall of Hyperborea and cannot be replicated with existing technologies. In the absence of this module, proper activation of the SAMPO is impossible, and it is presumed that even a forced restart would fail to correctly reconfigure said device (refer to appendix for more details).\nAfter due deliberation, it is resolved that the device shall be sealed indefinitely, with no re-evaluation of its activation viability for a period of [...] generations. All personnel without explicit authorization from the Archpriestess may not breach the seal. This will prevent unnecessary accidental damage to the device.\nNote: The Senior Executive Mekhaneikos Priestess, Ariapeithea of Massagetae, has proposed a theoretically viable bypass protocol. Namely, the controlled input of [...] Realm Energy or [...] Realm Energy (refer to Mekhaneikos Manual D-503 for the possibility of the latter) at a specific carrier frequency, which may circumvent the collaborative control module and forcibly initiate the SAMPO. Upon formal evaluation, however, the proposed method was determined to pose unacceptable safety risks, with the probability of system destabilization and ensuing [...] exceeding [...]. In light of these findings, the original decision shall stand.\n...\nProtocol X: The Arrow of Terpikeraunas\nThe subject of the project is a low-tier Mekhaneikos device of the Hyperborea era, designed to solidify [...] Realm Energy into a semi-crystalline polymeric form. Once stabilized, the material is subjected to a high-frequency [...] spiral acceleration and subsequently launched, thereby purging a designated area of [...] Realm Energy contamination.\nThe Acting Archpriestess and the Senior Executive Mekhaneikos Priestess have jointly affirmed that the device's remanufacture is viable. This work shall proceed under the oversight of Senior Executive Mekhaneikos Priestess Ariapeithea of Massagetae, with the prototype device projected for completion within [...] standard quarters.\nUpon completion, the prototype apparatus shall be subject to regular lubrication with ointments to prevent avoidable safety incidents. (Refer to Mekhaneikos Manual D-306 for more details.)\n..."
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Frostmoon Scions",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/24/237301566/7c0405d180c21d61966c910c78058a85_3924361806816588717.png"
      },
      {
        "key": "Echoes of the Far North",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/24/237301566/b1ca2f55a271ed236aac802878fb97ad_1981452974671252019.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"O Moon, benevolent mistress, whither dost thou lead us?\""
          }
        ]
      },
      {
        "key": "Pilgrimage to the Moon",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/24/237301566/4054d7ab03ad7b21b6661a1def00a3c5_523409506992218093.png"
      },
      {
        "key": "Moon-Bathed Courtyard",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/24/237301566/d878632254696822339fd75f5e1b4819_2356320571111550449.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "And still the moonlight flows as ever."
          }
        ]
      },
      {
        "key": "Lies of the Faithless",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/24/237301566/f3bd7ac3746c55c803f3b92fb930533f_3438054370368264444.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"We are all tainted by sin... How could we ever hope to behold the moonlight in its purest form?\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Frostmoon Scions"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Organization"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Nod-Krai"
          }
        ]
      },
      {
        "key": "Leader",
        "value": [
          {
            "type": "RichText",
            "text": "Lauma"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nod-Krai Preview Teaser - \"Prelude to Moonlight\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/23/237301566/2caa13f5925d5cd67161b0d5bf348aac_5388844412104797449.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>June 6, 2025</color>\nIf you want to know more about a certain land, you have to ask the people who live there.\nYet when faced with too many choices, and no way to decide... perhaps you need a witch's keen eye to give you \"guidance.\"\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=k1U2LnXd5GE"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nod-Krai Preview Teaser - \"Through the Silent Frostbound Night\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/18/237301566/914f170faaac58337cd3fa5f71e021a3_902214802238861933.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>July 18, 2025</color>\nBorn of ages past, the \"Frostmoon Scions\" hail from a time when the moons still waxed and waned in Teyvat's skies.\nBut now, the lunar visage stands ever still, much like this silent, frostbound night.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=29lHlxxtaZg&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Song of the Welkin Moon Teaser: Moonlit Ballad of the Night"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/237301566/0c45570ce211e2ad99c126c6aef53690_489394307815342674.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>July 22, 2025</color>\nShe scatters dewdrops upon every bloom,\nAnd tints the twilight with a sheen of silver.\nThus do shadows howl across the gloomy woods,\nAs flocks of deer and birds take fright and shiver.\nShe hums one nameless tune,\nWhile walking through those solitary halls.\nSo her homeland may not fall to desolation,"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/237301566/5a9df772a4cbcf2124e14ecc88079e7a_4009164375563052232.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "So the tale may not be lost to oblivion.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=QWDyxSo-oq0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nod-Krai Factions: Frostmoon Scions"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/13/237301566/3e1ad3af376681a5cd8f222a70004e0a_9191196122443000784.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>April 26, 2025</color>\nThe descendants of the legendary golden realm, who chose to find new homes among the mountains and forests after abandoning their ancient civilization. The only thing they never forsook was their faith in the \"Moon Goddess.\" However, with the arrival of the Fatui, it appears that their tranquil lives are about to fade into the realm of yesterday..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "RichText",
        "text": "Hyperborea\nThe golden realm, created and destroyed by the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primordial One",
        "desc": "<p>The First Descender, who defeated seven Dragon Sovereigns of the world and created people. The Primordial One may be Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_6047094467838473554.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "about 6,000 years ago. The Frostmoon Scions are the Hyperboreans' descendants.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7625,
        "name": "Moon Goddesses",
        "desc": "<p>Aria, Sonnet, and Canon — three sisters and Moon Goddesses who once ruled the firmament. The war with the Second Throne led to the sisters' death.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/1f76253cb02cf46c0f6d8b836271b6f2_7450418426638299855.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "When the golden realm, Hyperborea, was destroyed, only the Goddess of the Frost Moon answered the prayers of the survivors. She led them to",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8826,
        "name": "Hiisi Island",
        "desc": "<p>A mysterious island shrouded in ancient forests, where worship of the Moon Goddess endures. Legends tell of the golden realm's descendants who, guided by moonlight, journeyed countless miles to finally find refuge on these shores.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/23/237301566/78a8e1dd1bd89bf1cc3a54aaf005406f_5703030621333879478.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". The Frostmoon Scions called themselves to honor Huurrekuutar, as they call her.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7476,
        "name": "Columbina",
        "desc": "<p>The Third of the Eleven Fatui Harbingers, known as Damselette and Moon Maiden. She is a Moon Goddess named Kuutar.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/eec3ce8e5b5a2fcef15e211af926b3b3_6685114377878509864.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "The Frostmoon Scions worship the Moon Goddess, Kuutar, associated with the Frost Moon. Because of their greed and doubt, she left them.\nLovia\nAn archpriestess who lived more than 500 years ago. She and",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8930,
        "name": "Rotwang",
        "desc": "<p>A \"mad monk,' exiled from Khaenri'ah, who dreamt of the pitch-black Elysium. His real name is Rauthvangi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/24/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_5598641195757484797.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "tried to create an ideal heir who would lead them to Elysium. For that, she broke the laws and purified the blood of the twins, Aila and Alia.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8924,
        "name": "Aila",
        "desc": "<p>The first Moonchanter of the Frostmoon Scions, who lived 500 years ago.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/24/237301566/c414e4ed94fae43ea026ca79a1796389_5663600341428686039.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The Moonchanter who lived 500 years ago. Due to her blood purification, she was able to see fate. After her sister Alia sacrificed herself, Aila realized Lovia had deceived them and killed her, burying her name in oblivion. Aila reformed the Frostmoon Scions, abandoning the idea of ​​creating a perfect heir.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8396,
        "name": "Lauma",
        "desc": "A Maiden blessed by moonlight and the grove alike, hope born to the Frostmoon Scions.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/08/b06e9ff48d57de4856f1a05b1199aae1_8565150401481594895.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "The current Moonchanter with the exceptionally pure blood, which had not been seen for hundreds of years. Because of her abilities, Lauma sensed that the Moon worshiped by the Frostmoon Scions was false, and that the true Moon lay beyond the fake sky. She told the Children of the Frost Moon the truth to guide them to the true faith.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8919,
        "name": "Verna",
        "desc": "<p>A High Priestess of the Frosmoom Scions. Her full name is Vernadska.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/28/237301566/1bef9436f61c40e795c8c141e804411e_1308402525080205266.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A High Priestess who opened the Court of the First Edict, sealed by Aila 500 years ago.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8923,
        "name": "Pekkani",
        "desc": "<p>The best fisherman of the Frostmoon Scions.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/28/237301566/7d40079715158ef8cad28ff86f5097b7_6886940939455325347.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "The best Frostmoon Scions' fisherman.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8922,
        "name": "Kasha",
        "desc": "<p>Priestess Rahetar's daughter, who dreams about the world outside of Hiisi Island.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/28/237301566/b775ae161834919e84ec40a1cb0de50a_3001981444173972390.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Priestess Rahetar's daughter, who is interested in the world outside of Hiisi Island.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Areas"
      },
      {
        "type": "CustomEntry",
        "epId": 8826,
        "name": "Hiisi Island",
        "desc": "<p>A mysterious island shrouded in ancient forests, where worship of the Moon Goddess endures. Legends tell of the golden realm's descendants who, guided by moonlight, journeyed countless miles to finally find refuge on these shores.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/23/237301566/78a8e1dd1bd89bf1cc3a54aaf005406f_5703030621333879478.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 8521,
        "name": "Silken Moon's Serenade",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b8350998129a66e67c1a7691153da68d_6559589601591776539.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 8512,
        "name": "Moonweaver's Dawn",
        "desc": "An immaculate, sharp silver sword that can slice through armor like moonlight flowing through the empty night. According to legend, it is a divine blade, blessed by the first Moonchanter herself.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/02686441b09dcc1d5029ff21a6d04ef8_297003927757836842.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 8836,
        "name": "Nightweaver's Looking Glass",
        "desc": "A mirror crafted from flawless silver that is said to have witnessed the birth of the Moon Maiden. It is seen as a relic of unrivalled provenance by the Frostmoon Scions.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/d28b849e0abef976114ea7ecef92960e_4616051474368823347.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 8779,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 8879,
        "name": "Evermoon Seal",
        "desc": "Collect all 3 seals to unlock the treasure vault on Hiisi Island.<br><br>You found this round, marked stone by chance while exploring. If you collect three with the same markings, you may be able to piece together a shadow of the bright moon that once illuminated the world.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/ff13c58b35b51614680bf8e6b91421c6_5130227984953364823.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}