{
  "epId": 7680,
  "name": "Mini Durin",
  "desc": "<p>A dragon from a magical world, created by a writer, Andersdotter.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/43cb8d2bf27fb64bb0e4d9109cc0291a_7442608172963049104.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1748353481,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Mini Durin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/f546b115d97b88ae2d016434f6f9a55a_4817584005524661655.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "One day, the witches of the Hexenzirkel — Andersdotter, Barbeloth, and Alice — created the magical world of Simulanka based on one of Andersdotter's fairy tales about paper animals. Alice created mountains and rivers and gave life to the people of Simulanka. Barbeloth induced the sky to spin and the earth to move. Andersdotter bestowed upon the people of Simulanka the fierce and everlasting feelings of love and hate and showed them the meaning of death and hope. In addition to paper animals and clockwork people, Andersdotter created the dragon Durin based on the creation of the witch, Rhinedottir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/e6b68df693f8cf8e7c24ef5c09a54c07_9087943235613983812.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "The real Durin was a creature from the Abyss, so his blood was poisonous to all life in Teyvat. Five hundred years ago, when the dragon went to see the world and tell about his creator and brothers and sisters, he brought only death and destruction to people, and was defeated by the Anemo Archon, Barbatos, and his friend, the elemental dragon Dvalin. Durin's body fell onto a snowy mountain, which was later called Dragonspine. Like the real Durin, Durin of Simulanka had a sad fate: everything he touched turned into toy blocks, and the people of Simulanka were afraid of him. Despite Barbeloth’s warning of his fate intertwining with that of the real Durin’s, Andersdotter decided to let him into the world of Simulanka, becoming his mother. She believed that one day the people of Simulanka would choose their own path. Realizing that, unlike Alice and Barbeloth, she would not live long, she told Durin that she would become a star in Simulanka and would look down on him from above."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Go forth and witness this world, my child... Make sure to be nice to everyone...</color>\n<color=#ffffffd9>You'll meet good friends one day, I'm sure of it... That is my wish for your future.</color>\n<color=#ffffffd9>As for this world... I leave it to you.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/0b8216da0f5599a8f0dedb9be1827990_3590969315925765752.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When Durin was born, all the people began to fear him because he left huge marks when he landed on the ground. He did not want to harm anyone, but the people of Simulanka did not listen to him. Only one little flying squirrel considered him her friend since he always helped her pick flowers that she couldn't reach. But her mother, seeing them together, was afraid that Durin wanted to steal her child. When the dragon's mother, Andersdotter, died, he continued to look at the stars in the sky so that he would not be lonely. One day, the miners dug so deep that they broke through into the world on the next page, and Durin accidentally destroyed their mine. Then, he stole the stars from the sky of Constellation Metropole because he missed his mother. Numerous guards went to defeat the dragon but never returned. Realizing that the people of Simulanka would never accept him, the dragon made a wish never to be born."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/a92c9339033038d28c5ef81edf349f3e_3203261115790195857.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When the dragon made a wish, several people holding Andersdotter's book at that time, entered the magical world of Simulanka to save it. Among them were the\nthe\nof Constellation Metropole,\nand the Traveler and Paimon. They rescued the paper animals and the clockwork men, returned the stars to the sky, and then went to fight the dragon. When they went to Durin's lair, they met miners who, like them, had come to defeat the dragon, but were unable to find their way back. Although everyone in Simulanka thought they were dead, the dragon did not harm them. In the dragon's lair, the Traveler and their companions saw Durin's memories of his birth, communication with Andersdotter, and his suffering when the whole world rejected him. Instead of fighting the dragon, they decided to talk to him, but people came to him year after year to cut off his head, so he joined the fight. Having weakened Durin, they were finally able to talk to him and convince him that he didn't really want to \"not be born,\" but wanted to be accepted by this world and make friends. The Fairy of the Forest told Durin to make a wish to the Goddess of Fate, and together they gave him their blessing, turning him into a small harmless dragon — Mini Durin."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/2b30cf0b78a9cab15961a039d51e6e6c_214926532740161096.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "After Mini Durin's transformation, he and Wanderer set out to restore the houses in the forest that he had previously destroyed. Although the residents remembered past disagreements with the dragon, they were grateful to him for new homes and were always happy to have new ones. They even decided to organize a holiday in their honor. In Constellation Metropole, Mini Durin brought a whole supply of toy ore and vegetable oil to make amends. Most residents accepted his apology, but some said they would first see how he behaved next. When some of the people of Teyvat received an invitation to Simulanka, the dragon met the witch Alice's daughter, Klee, her \"brother\" Albedo, and the adventurer Fischl. Klee even drew him a map of Mondstadt, where her house was marked, so that Durin could visit her. Having created a magical boat named \"Durin,\" capable of traveling to another world, the Wanderer and the dragon set off for Teyvat."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/d97160c2d7ebb6560f691f24e5ac57f6_6306885383914874759.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When the Wanderer saw Andersdotter and Barbeloth's memories of Mini Durin's creation, he heard a prophecy: <color=#ffffffd9>\"R's child... will one day rise from the dead.\"</color> Fate in Simulanka was directly based on Teyvat. As Simulanka was a projection of the real world, the fate of this reflected world might have a reciprocal effect on Teyvat. Thus, Mini Durin's fate was intertwined with that of Durin of Teyvat, and changing the fate of the former could affect the latter. Observations on Dragonspine made by another of Rhinedottir’s creations, Albedo, revealed that Durin's heart was slowly returning to life. Albedo planned to formulate a plan of action for any possible scenario of Durin's return to life, including the most dangerous one. He hoped that if the prophecy came true and Durin's heart began beating again, it would not be an \"evil dragon\" who rose from the dead. Since the Wanderer had saved Mini Durin, their fates were intertwined, and Albedo asked them both to come to the aid of Mondstadt in their hour of need.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>A long, long time ago, three goddesses created this world and named it \"Simulanka.\"</p><p>The Goddess of Creation, who presides over matter and magic, created the mountains and rivers and gave life. Her powers also paved the way for Simulanka to exist in numerous worlds.</p><p>After the Goddess of Creation came the Goddess of Prophecy, with dominion over the stars and the course of fate itself. She induced the sky to spin and the earth to move. Even to this day, her statue still stands tall at the highest point of Constellation Metropole.</p><p>The final Goddess was the Goddess of Fate, she who reigns over all treasured tales and dearest wishes. She bestowed the fierce and everlasting feelings of love and hate, and showed the meaning of death and hope.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/193a95712c2de70de8387cacada48417_8156594812430474056.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5112,
        "name": "Dragonspine",
        "desc": "<p>A dangerous, snowy region in the south of Mondstadt where the ice never melts. The land of Dragonspine is saturated with the poisoned blood of the dragon Durin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/b8b72510f6e10df82a28ab7e44925d9d_5116838685289198552.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>A secret witch society, which discusses secrets at the tea parties and explores Irminsul. There are eight witches in the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_5066206833217056331.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>The Great Adventurer of the Realms, Dodo-King, Defender of Old Mondstadt, Friend of Adults Who Yet Harbor Hope, Author of the Teyvat Travel Guide, Originator of the Kujirai Art - Temari Jutsu, Supplier to the Renowned Lord Sangemah Bay, Elder and founder of the Hexenzirkel, Codename \"A,\" Mother of Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/f3158bf76283fe1b6c8372a0cf1a1930_5377743142533419604.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p>A visionary, a member of the Hexenzirkel, and Mona's teacher. She is also known as Astromancer Barbeloth Trismegistus and \"B.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/237301566/c11bc32a2df3184a98f12aa253560c6c_2459827091697220027.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M. Andersdotter was a mortal writer from Mondstadt and a member of the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/f1576f261802f32e6c00a1bf8a6335df_2784161876381921141.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>An alchemist, a member of the Hexenzirkel, one of the five Sinners of Khaenri'ah, and Albedo's mother. Rhinedottir created an army of shadowy monsters, who attacked Teyvat 500 years ago. She's also known as Gold and R. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/b12de89916409eae3b0325ed5432efc4_613377601522213149.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>The Shadow Dragon and one of Rhinedottir's children.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/206a8a0bc1698ae7019f093470f9e845_1709744497888247195.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Barbatos",
        "desc": "<p>The Anemo Archon of Mondstadt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/25/237301566/5f7d70114271f8eca21f24cd62499dc6_6114532498612516105.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>An Elemental Dragon and the Anemo Archon Barbatos's friend. After being poisoned by the Shadow Dragon's blood, he became known as Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/b6e31b3c3cb069320d40e3b7b7d06b2f_1591750716684518133.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>The star of the Zubayr Theater. She is full of warmth and innocence, and her dances are lively and elegant.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>The current President of Spina di Rosula, who is lovely, dutiful, and a great boss.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/3fc7580c01a9e622692402889706c4db_8301615651200775487.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p>A courier for Komaniya Express, a delivery company in Inazuma. A nekomata who loves her job and human society.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/35428890/d1699810632f8c3bc8c1e8c8beb8250f_3141235252861584883.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Wanderer",
        "desc": "<p>A wayfaring figure whose identity is a mystery. He dresses like a mountain ascetic, but he certainly does not act the part.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "An explosives expert and a regular at the Knights of Favonius's confinement room. Also known as Fleeing Sunlight.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "A genius known as the Kreideprinz, he is the Chief Alchemist and Captain of the Investigation Team of the Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "A mysterious girl who calls herself \"Prinzessin der Verurteilung\" and travels with a night raven named Oz.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Human Transmutation",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/16/237301566/f988fb022d6f4d8e58a5f27589940718_2797952356908018587.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durin regained more and more life with each passing day, and the monsters under the influence of his power began to attack people and take their form to replace them. Realizing that the reborn shadow dragon could be dangerous for Mondstadt, Albedo decided to kill him and artificially revive him in another form using Mini Durin. After being resurrected, Durin would cease to be a monster and would no longer pose a danger to Mondstadt. Durin of Dragonspine was much more aggressive and primitive, and the pure side of Mini Durin of Simulanka was supposed to balance the evil side of the shadow dragon. The dragon from the fairytale land did not want to give up the name to another dragon and believed that he had the right to it. Mini Durin was afraid that by merging with Durin and becoming a human, he could cease to be himself, but he wanted his life to have a meaning: to defeat the evil dragon and become a human. Together with Albedo, they agreed to perform an alchemical ritual and transform Mini Durin into a human by human transmutation."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/16/237301566/3a7f9a37e77fd3237e4038db8e791874_219645330418464670.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In order to obtain the materials for the transmutation and kill Durin, Albedo extracted the core from the dragon's heart, and its remaining body was stripped of its life force. To perform the ritual, the alchemist gained the approval of the witches of the Hexenzirkel and took the flesh of the immortal monster from the Mare Jivari and a fragment of the \"embryo\" from which Rhinedottir created her monsters. With the pure soul of a fairytale dragon, the blood from the original dragon's heart, and a body made from the immortal monster remnants and fragments of an embryo, Albedo began working on an alchemical model for the transmutation."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/16/237301566/63d015a24be89a27d8e942aa1a5eed5c_4540778884892184583.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The corrosive nature of the dragon's venom and the heightened vitality of the monster's remnants were supposed to offset each other, keeping the constructed body in perfect balance. A powerful side effect would be triggered when festering forces and life energy collided in the form of the creation of new life. When the people of Mondstadt celebrated the Windblume Festival, Albedo performed an alchemical ritual that covered the entire city, and as a result, he created a synthetic human. Albedo and Mini Durin became the only beings in the entire world who owed their birth to alchemy and took human form. And if all living beings were divided by species, they would be the only representatives of their species. And although Mini Durin's body is still unstable, he fulfilled his dream and became a human.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7683,
        "name": "Paralogism",
        "desc": "<p>Greatness, created in the moment where miracles met life.</p><p>Neither mundane knowledge nor earthly compassion could hope to reach that light.</p><p>The arrogant slither forth from the darkness, hypocrisy draped in virtue and reason.</p><p>Their gnashing maws devour all — brothers and mothers alike.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/14/41133912/ebbece9ac1fd0d4bb67c63afd9b91aa8_8562210433245216068.jpg",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5112,
        "name": "Dragonspine",
        "desc": "<p>A dangerous, snowy region in the south of Mondstadt where the ice never melts. The land of Dragonspine is saturated with the poisoned blood of the dragon Durin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/b8b72510f6e10df82a28ab7e44925d9d_5116838685289198552.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Mare Jivari",
        "desc": "<p>A place at the westernmost part of Natlan, which was created during the Cataclysm 500 years ago. A Border Master, Sanhaj Kompore, summoned a miniature Night Kingdom and exploded it to defeat the encroaching dark calamity, thus creating the Mare Jivari.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4939,
        "name": "Windblume Festival",
        "desc": "<p>The Windblume Festival was created to commemorate the courage and sacrifice of heroes, who overthrew the tyrant Decarabian, the God of Storms.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/f69afc8842c5f861bdc59a04f23f682f_12767228602063190.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>A secret witch society, which discusses secrets at the tea parties and explores Irminsul. There are eight witches in the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_5066206833217056331.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>The Shadow Dragon and one of Rhinedottir's children.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/206a8a0bc1698ae7019f093470f9e845_1709744497888247195.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "A genius known as the Kreideprinz, he is the Chief Alchemist and Captain of the Investigation Team of the Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>An alchemist, a member of the Hexenzirkel, one of the five Sinners of Khaenri'ah, and Albedo's mother. Rhinedottir created an army of shadowy monsters, who attacked Teyvat 500 years ago. She's also known as Gold and R. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/b12de89916409eae3b0325ed5432efc4_613377601522213149.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>The Great Adventurer of the Realms, Dodo-King, Defender of Old Mondstadt, Friend of Adults Who Yet Harbor Hope, Author of the Teyvat Travel Guide, Originator of the Kujirai Art - Temari Jutsu, Supplier to the Renowned Lord Sangemah Bay, Elder and founder of the Hexenzirkel, Codename \"A,\" Mother of Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/f3158bf76283fe1b6c8372a0cf1a1930_5377743142533419604.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p>A visionary, a member of the Hexenzirkel, and Mona's teacher. She is also known as Astromancer Barbeloth Trismegistus and \"B.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/237301566/c11bc32a2df3184a98f12aa253560c6c_2459827091697220027.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M. Andersdotter was a mortal writer from Mondstadt and a member of the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/f1576f261802f32e6c00a1bf8a6335df_2784161876381921141.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Mini Durin was born in a magical world,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>A long, long time ago, three goddesses created this world and named it \"Simulanka.\"</p><p>The Goddess of Creation, who presides over matter and magic, created the mountains and rivers and gave life. Her powers also paved the way for Simulanka to exist in numerous worlds.</p><p>After the Goddess of Creation came the Goddess of Prophecy, with dominion over the stars and the course of fate itself. She induced the sky to spin and the earth to move. Even to this day, her statue still stands tall at the highest point of Constellation Metropole.</p><p>The final Goddess was the Goddess of Fate, she who reigns over all treasured tales and dearest wishes. She bestowed the fierce and everlasting feelings of love and hate, and showed the meaning of death and hope.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/193a95712c2de70de8387cacada48417_8156594812430474056.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ", created by the witches from the",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>A secret witch society, which discusses secrets at the tea parties and explores Irminsul. There are eight witches in the Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_5066206833217056331.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ": Alice, Barbeloth, and Andersdotter. Although Andersdotter knew that his fate would be intertwined with the fate of Durin of Teyvat, she decided to let him into the world of Simulanka.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>The Shadow Dragon and one of Rhinedottir's children.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/206a8a0bc1698ae7019f093470f9e845_1709744497888247195.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "The shadow dragon created by",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>An alchemist, a member of the Hexenzirkel, one of the five Sinners of Khaenri'ah, and Albedo's mother. Rhinedottir created an army of shadowy monsters, who attacked Teyvat 500 years ago. She's also known as Gold and R. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/237301566/b12de89916409eae3b0325ed5432efc4_613377601522213149.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ", on which Durin of Simulanka was based.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Wanderer",
        "desc": "<p>A wayfaring figure whose identity is a mystery. He dresses like a mountain ascetic, but he certainly does not act the part.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>The star of the Zubayr Theater. She is full of warmth and innocence, and her dances are lively and elegant.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>The current President of Spina di Rosula, who is lovely, dutiful, and a great boss.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/35428890/3fc7580c01a9e622692402889706c4db_8301615651200775487.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p>A courier for Komaniya Express, a delivery company in Inazuma. A nekomata who loves her job and human society.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/35428890/d1699810632f8c3bc8c1e8c8beb8250f_3141235252861584883.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Traveler",
        "desc": "A traveler from another world who had their only kin taken away, forcing them to embark on a journey to find The Seven.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Heroes who appeared in Simulanka, saved the magical world, and turned the dangerous dragon into Mini Durin. Wanderer became Mini Durin's friend, and they both traveled to",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 6298,
        "name": "Fell Dragon's Scale",
        "desc": "<p>A scale from which an ominous power radiates. They say that the fell dragon of Simulanka dropped this.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/12/41133912/21b34bf10fb75985013b7eb08b82d99e_4760437053230566192.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6297,
        "name": "A \"Weapon-Like\" Dragon Horn",
        "desc": "A dragon horn that resembles a sword. It seems to have once belonged to a reckless dragon...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/58534f6ae7b1a6f3cc4241b2aa31c5a6_6713613311793333551.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6310,
        "name": "Fell Dragon's Picturebook",
        "desc": "<p>A picture book that concerns the \"fell dragon of Simulanka\" — that is to say, Durin. None know the tales that are recorded in this text.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/94376896/29081ecbad8a0f2f3e1d8a7496007e8b_2349469661567285787.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mini Durin"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Simulanka"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Mini Durin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/2b30cf0b78a9cab15961a039d51e6e6c_7191244480696009548.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Mini Durin with Klee and the boat he made."
          }
        ]
      }
    ]
  }
}