{
  "epId": 773,
  "name": "New Chronicles of the Six Kitsune (III)",
  "desc": "In the 500-year-old \"Urakusai's Chronicles of the Six Kitsune,\" Youzan and Yui went on to have their own tales. But at this time, the mother-daughter pair are still reliant on Itaru to rescue them.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3f4125499e1cf789b302daa77da1fbd2_6144392387945623257.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718383469,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=4866.97,3842.34&zoom=1.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 777,
        "name": "New Chronicles of the Six Kitsune: Prologue",
        "desc": "Stories about memories are always closely intertwined with transience. This book is not all-new, but is an adaptation of \"Urakusai's Chronicles of the Six Kitsune.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/New Chronicles of the Six Kitsune: Prologue_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 772,
        "name": "New Chronicles of the Six Kitsune (I)",
        "desc": "The story of the \"Black Fox\" Itaru was actually the third volume in the original \"Urakusai's Chronicles of the Six Kitsune.\" It appears at the front of this edition due to the writer's personal preference.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3f4125499e1cf789b302daa77da1fbd2_3478804539524255646.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 774,
        "name": "New Chronicles of the Six Kitsune (II)",
        "desc": "This volume recounts the clash between \"Black Fox Itaru\" and the \"Twin Oni of Tokaku.\" This tale was missing from the original text, but it was fortunately rediscovered at a later date. It is presented here in an edited form.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3f4125499e1cf789b302daa77da1fbd2_1758765037283173633.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 776,
        "name": "New Chronicles of the Six Kitsune (IV)",
        "desc": "This is the tensest tale of the series, said to have been written by Urakusai upon his return from Liyue. It is featured in full in this writer's adaptation.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3f4125499e1cf789b302daa77da1fbd2_7419033356842847202.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 775,
        "name": "New Chronicles of the Six Kitsune (V)",
        "desc": "Commentary regarding ancient matters that was specially added to the \"New Chronicles of the Six Kitsune.\" If you find it an insipid, monotonous slog, dear reader, you may skip this volume. But as far as the author is concerned, this is one waste of words and emotion that cannot be avoided.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3f4125499e1cf789b302daa77da1fbd2_8120895640012458961.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "New Chronicles of the Six Kitsune (III)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Yashiro Commission Headquarters"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2317,
            "name": "New Chronicles of the Six Kitsune",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/New Chronicles of the Six Kitsune_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "New Chronicles of the Six Kitsune (III) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 4\nContinuing where we left off, Black Fox Itaru successfully tamed the bandit duo, the Twin Oni of Tokaku, and the three set off on their new journey of chivalry.\nAs the chivalric trio was resting in Konda Village, they ran into a mother and her daughter.\nAfter striking up a conversation, they learned that the mother's surname was Youzan, the daughter's given name was Yui, and that both were musicians from the distant Seirai Island visiting Inazuma City to join in the festival. On their way, they had been scammed by a Lavender Melon seller from the village: He had offered them a few melons to quench their thirst, ostensibly out of the goodness of his heart, before then insisting that they purchase more of his melons at an extortionate price. But touring musicians aren't exactly wealthy, and they couldn't afford to spend the entirety of their budget for the return trip on overpriced melons...\nThe Twin Oni of Tokaku are an impulsive pair. Upon hearing the story, they instantly began fuming with rage, and unanimously decided that they needed to teach this dishonest merchant a lesson by cutting him into tiny pieces. But Black Fox Itaru had another idea, and spoke up to stop the two sisters:\n\"Enough. I know what to do.\"\nShe comforted the mother and daughter:\n\"You two have nothing to worry about. Just watch, I'll talk to the merchant, and he'll come to his senses.\"\nItaru marched off to look for the dishonest merchant."
          }
        ]
      }
    ]
  }
}