{
  "epId": 7763,
  "name": "Note of Unknown Origin: IV",
  "desc": "You found this note in the mysterious space. Its content seems similar to that of a journal.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/0f07cb6fbcb8a27664e6281ed22fa233_6918072165512844978.png",
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Note of Unknown Origin: IV"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Letter 4:\nWe have no idea how long it's been since we came out with our comrades on patrol.\nBut according to the information we've garnered, the beasts have completely lost all mobility. Indeed, most of them have disappeared.\nWe are victorious, and what a grand victory it is... save that we can never again return home.\nHulan's daughter will turn two this year and Qingming's grandmother is getting long in the tooth. The two of them miss their family sorely. Though I myself have no relations...\nNo one does not wish to return home. But for those of us who are here, we are the only kin we have now.\nThis place is very mysterious indeed. I do not know if it is because we miss home, or because this place was always like this, but... When we're on patrol here, we can see sights that we could only see back home.\nI used to hear the old folks say that Liyue has had hundreds of years of history when it comes to mining in the mountains. But this doesn't look like any mine.\nPerhaps this might all be my imagination, what with missing my childhood home back in the mining settlement...\nHow I wish I could go back there..."
          }
        ]
      }
    ]
  }
}