{
  "epId": 7780,
  "name": "Someone's Drifting Bottle",
  "desc": "A hefty bottle that came drifting with the waves, carrying tokens of an old friendship and the hopes of being reunited.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/e5d0b4b8aec637eb36de4bf6ffef93a5_27121865413954866.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1750976537,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Source",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Interactive Map"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=en-us#/map/2?shown_types=664&center=1670.25,411.50&zoom=1.00"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Someone's Drifting Bottle"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Dragonspine"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Dragonspine"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.2"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Drifting Bottle #1",
        "desc": [
          {
            "type": "RichText",
            "text": "\"If you are reading this message, I hope that you are the one I am expecting.\"\n\"I've lost count of which letter this is. How far will it drift, and on what shore will it wash up?\"\n\"If we ever should meet again, do tell me once more of the mountain city of stone and the snowstorms of the north. Or perhaps, tell me about dandelions and wine instead. What say you?\"\n\"I will wait for your reply as I always have.\""
          }
        ]
      },
      {
        "title": "Drifting Bottle #2",
        "desc": [
          {
            "type": "RichText",
            "text": "\"If you are reading this message, I hope you are the one I am expecting.\"\n\"We once believed that war was something that only happened in fairy tales and legends. But now, each and every one of us trembles under Her Excellency's thundering wrath.\"\n\"The beach that we used to go to has been sealed, but I found a way to get this letter out nonetheless.\"\n\"Do not worry, or blame yourself for this. This deed is but trivial for one who once ventured alongside you such as I. I will wait for your reply, even if you write but a single word.\""
          }
        ]
      },
      {
        "title": "Drifting Bottle #3",
        "desc": [
          {
            "type": "RichText",
            "text": "\"An old friend of ours came over yesterday bearing ill tidings...\"\n\"I have not received a reply from you in a long while. Perhaps he's right, and I should accept reality.\"\n\"But nonetheless, if you are still wandering this land, should you receive the missive, I hope that you can send me a reply.\"\n\"Attach your insignia to your letter, that I may recognize you by its presence when the time comes.\"\n\"Do you remember Uyuu Restaurant? We shall meet there. You will find money for wine attached herein.\"\n\"But if you are not the one I was expecting to receive this letter...\"\n\"Then please, take this keepsake all the same. Perhaps you might be able to find its original owner for me — do also take the Mora in here as thanks.\""
          }
        ]
      }
    ]
  }
}