{
  "epId": 8210,
  "name": "Surreptitious Seven-Star Seal Sundering",
  "desc": "<p>You have accepted a commission that requires you to pay The Chasm a visit. Who knows what the situation in the long-sealed mines might be like...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/21/118896516/03386dacb31726cbf471f6fb2a29e069_8690293615471013625.png",
  "menuId": 31,
  "menuName": "World Quests",
  "version": 1753965814,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Surreptitious Seven-Star Seal Sundering"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.6"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>The Chasm, Liyue</color>\nOptional Dialogue: Talk to Taliesin\n<color=#ffffff>Taliesin:</color> Hmm... no, no. That's not how that goes. According to the genealogy...\n<color=#ffffff>Taliesin:</color> Ooh? Oh! Hello, sorry, didn't see you there!\n<color=#ffffff>Traveler: You...</color>\n<color=#ffffff>Traveler: I'm...</color>\n<color=#ffffff>Taliesin:</color> Shh! Shh! Ahem! She comes, she comes! Her eyes bright as the moon inimitable, her armor formidable, invincible! She is—/Shh! Shh! Ahem! He comes, he comes! His sword shining like the moon so silver, at his footsteps even armies shiver! He is\n<color=#ffffff>Paimon:</color> Blon—die—!\n<color=#ffffff>Traveler: What!?</color>\n<color=#ffffff>Travele: Paimon!</color>\n<color=#ffffff>Paimon:</color> Hehe... Sorry, force of habit. It just slipped out, y'know?\n<color=#ffffff>Traveler: What sort of habit is that, seriously...</color>\n<color=#ffffff>Traveler: That lacked creativity in the extreme.</color>\n<color=#ffffff>Paimon:</color> Hmm, Paimon supposes that the nickname could be uglier...\n<color=#ffffff>Traveler:</color> Hey!\n<color=#ffffff>Taliesin:</color> Hahahaha! Well said, good Paimon, well said!\n<color=#ffffff>Taliesin:</color> She/He is the golden-haired Traveler!\n<color=#ffffff>Traveler:</color> I object to these terrible-sounding, non-consensual appellations.\n<color=#ffffff>Taliesin:</color> Apologies, apologies... I did not mean to offend. But more \"old-school\" poets from Mondstadt do tend to begin like that.\n<color=#ffffff>Traveler:</color> Old-school?\n<color=#ffffff>Taliesin:</color> Well, if you'll let me clarify, I don't mean old-school folksongs like the \"Dandelion Madrigals\" or old-school romances like \"Marriage, You Cheat, How I Hate Thee\"...\n<color=#ffffff>Taliesin:</color> I'm referring to old-school historical epic poetry.\n<color=#ffffff>Traveler:</color> And what might that be?\n<color=#ffffff>Taliesin:</color> Ah, simply put, it is the adaptation of heroic genealogies, the adding of flesh and skin atop the skeletal frame of history!\n<color=#ffffff>Taliesin:</color> These epics sing of history through long-form poetry, awakening people to the knowledge of times past. Well, there you have it — the epic, and its value to society.\n<color=#ffffff>Taliesin:</color> The ability of poetry to awaken historical consciousness was precisely why it was banned all those years ago by the aristocracy.\n<color=#ffffff>Taliesin:</color> They feared that we would recall our former freedom and our history of resistance.\n<color=#ffffff>Taliesin:</color> And that is why I despise the popular poetry of the day and seek to revive these \"old-school epics.\"\n<color=#ffffff>Traveler:</color> I see. Bye.\n<color=#ffffff>Taliesin:</color> Um, right, then. See you, golden-haired Traveler!\nOptional Dialogue: Talk to Jinwu\n<color=#ffffff>Jinwu:</color> Huh, it's a new face. Ho there, youngster!\n<color=#ffffff>Traveler:</color> \"New face?\"\n<color=#ffffff>Jinwu:</color> Well, I don't quite know everyone here at the mine, but it's only polite to at least call everyone something , right? Still... you look like this is your first time here. Am I right?\n<color=#ffffff>Traveler:</color> Indeed you are. Traveler's the name, and the pleasure is all mine.\n<color=#ffffff>Jinwu:</color> Jinwu. I'm in charge of the facilities here. I've worked at the mines for the past 20-odd years. To most of these lads, I'm their big sister. You have any questions, or the facilities give you any trouble? Give me a shout.\n<color=#ffffff>Jinwu:</color> And if you're up for a few old stories, I'm up for telling them. I mean, if we're free, we're free to talk, eh?\n<color=#ffffff>Traveler: Could you tell me about The Chasm's history?</color>\n<color=#ffffff>Jinwu:</color> Wow, that's going to be quite the story. How about I give you a short introduction instead?\n<color=#ffffff>Jinwu:</color> So The Chasm's the biggest mine in Liyue bar none, and it's also the oldest in the land — if you don't count the mine at Mt. Tianheng, that is.\n<color=#ffffff>Jinwu:</color> They say that indigenous tribes already existed here, gathering the Glazed Sand Crystal and trading completed porcelain products, long before Rex Lapis ever arrived.\n<color=#ffffff>Jinwu:</color> Later, these tribes would make blood-pacts with the Lord of Geo's Yaksha and join him, thus becoming the forebears of Shenglu Hall, one of Liyue's Eight Trades.\n<color=#ffffff>Jinwu:</color> They also took part in the great battles to subdue Azhdaha and repel the black calamity... They've contributed a lot to Liyue.\n<color=#ffffff>Jinwu:</color> See that valley over there to the northwest? They say that it is the trail left over after the Lord of Geo bodily dragged Azhdaha out of The Chasm.\n<color=#ffffff>Jinwu:</color> Eventually, they would forsake their tribal lands and ways, and growing used to city life, would join the Lord of Geo in his dwelling, creating and selling porcelain for a living, forsaking their old militant roots.\n<color=#ffffff>Jinwu:</color> So yeah, those nitpickers at Shenglu Hall had ancestors who fought alongside Rex Lapis himself! Imagine that!\n<color=#ffffff>Traveler: Could you tell me more about The Chasm itself?</color>\n<color=#ffffff>Jinwu:</color> I was there, you know, when they sealed this place up several years back. The lads down below dug up something truly...\n<color=#ffffff>Jinwu:</color> Well, I remember the long line of wounded that were carried back up to the surface, I'll tell you what...\n<color=#ffffff>Jinwu:</color> Even spookier yet, the lads who were injured weren't necessarily hurt in the way you'd usually think miners would be. It was more like... spiritual or mental damage, you know?\n<color=#ffffff>Jinwu:</color> They'd recover a few days after being brought up to the surface, so there wasn't much serious damage done in the end, but that was enough to get the Qixing to step in.\n<color=#ffffff>Jinwu:</color> Doesn't matter what exactly they dug up, but I'll bet you that it was nothing good. The folks at Yujing Terrace reckoned so, too... and so they sealed The Chasm off completely.\n<color=#ffffff>Jinwu:</color> Now that sure got Shenglu Hall riled up... though that's a story for another day.\n<color=#ffffff>Traveler: Tell me about your work...</color>\n<color=#ffffff>Jinwu:</color> Me? I manage equipment. Nothing too exciting, mind! I spent the last 20-plus years tinkering with miners' ore-lamps and water filters while other kids went to school, s'all.\n<color=#ffffff>Jinwu:</color> Take note, girl, don't get into this line of work. It's sweat and hard labor all day, every day. Not worth it./Met batch after batch of miners while I was at it. Some of them weren't hardly any older than you when they first went in.\n<color=#ffffff>Traveler: Could you tell me about the Seven-Star Array?</color>\n<color=#ffffff>Jinwu:</color> That's a little something that the Qixing set up. Tell you what, it certainly bars the righteous, but not the wick... Hahah! Right, just kidding.\n<color=#ffffff>Jinwu:</color> Anyway, this array is the highest class of seal in the land as far as governance is concerned. If anyone sees it, they'll know what the consequences of breaking the seal will be, alright.\n<color=#ffffff>Jinwu:</color> And that's why the Qixing used these ostentatious Bedrock Keys to anchor the array. Gotta send a message, make a show of force, y'know?\n<color=#ffffff>Jinwu:</color> Gotta put the fear of Rex Lapis — or at least the fear of the Qixing's retribution — into the hearts of any thieves who might want to break the seal and steal some stuff.\n<color=#ffffff>Jinwu:</color> *cough* In other words, if someone really does break the seals and does not suffer the consequences... It means that they at least have the tacit approval of the Qixing.\nOptional Dialogue: Talk to Khedive\n<color=#ffffff>Khedive:</color> Why, hello! It's you!\n<color=#ffffff>Traveler: Yes, it's me.</color>\n<color=#ffffff>Traveler: Do I know you?</color>\n<color=#ffffff>Khedive:</color> Ah, my apologies, please! My name is Khedive. Khedive Pursina.\n<color=#ffffff>Khedive:</color> If you know anything of the history of the Akademiya, you would know that our founder was once the rival of the Purbirunis in the field of astronomy...\n<color=#ffffff>Traveler: Well, I'm Traveler.</color>\n<color=#ffffff>Khedive:</color> Ah, there's no need for you to introduce yourself so specifically. Your name and its fame have long reached my ears.\n<color=#ffffff>Traveler: Is announcing your academic school of thought tradition in Sumeru?</color>\n<color=#ffffff>Khedive:</color> Ah, no, no... It is just... Let's just call it a scholar's pride, shall we?\n<color=#ffffff>Khedive:</color> Actually, you know what? I blame Anisa for infecting me with the Purbirunis' bad habit in that regard.\n<color=#ffffff>Traveler: What are you doing here?</color>\n<color=#ffffff>Khedive:</color> I'm a researcher who was specifically called in by the Ministry of Civil Affairs. My task is to study the changes that have occurred in life forms within The Chasm before it reopens, and to examine any items of paleontological interest...\n<color=#ffffff>Khedive:</color> Of course, it has been agreed that I shall share the results of my research with the historical society here in Liyue.\n<color=#ffffff>Khedive:</color> *sigh * I know what you're thinking, and to be honest this does, in principle, violate the rules of the Akademiya. But the Liyue authorities were quite firm about this. I doubt anyone could have moved them an inch.\n<color=#ffffff>Khedive:</color> Additionally, the exploration team has been signed under my name, and I am to pay for the salaries of all the camp's miners out of pocket... So if we don't get results, it'll be quite the loss for me.\n<color=#ffffff>Traveler: That's true...</color>\n<color=#ffffff>Traveler: That sounds really rough.</color>\n<color=#ffffff>Khedive:</color> It's fine, though. I've got the Mora.\n<color=#ffffff>Traveler:</color> Alright, then. See you.\n<color=#ffffff>Khedive:</color> See you!\n<color=#ffffff>Quest Description:</color> <color=#ffffff>You have accepted a commission that requires you to pay The Chasm a visit. Who knows what the situation in the long-sealed mines might be like...</color>\nQuest Objective: Talk to Muning and find out the situation in The Chasm\n<color=#ffffff>Muning:</color> Ten crates of meat, ten crates of vegetables, various amounts of firewood and camping equipment to be given to the Millelith outpost... Three crates of various ores to be sent to the Huishan Hall warehouse in exchange for spare parts for tools... in various amounts...\n<color=#ffffff>Muning:</color> Alright, sorry for making you wait. What do you need... Ah, it's you!\n<color=#ffffff>Paimon:</color> Eh? Since when were we all that familiar with you...?\n<color=#ffffff>Muning:</color> I mean, you are the heroes who saved Liyue. Your deeds are remembered by us all.\n<color=#ffffff>Muning:</color> Since you're here at The Chasm, you must be here on some important business. In which case, I'm sure you must have a permit from Lady Keqing, right?\n<color=#ffffff>Paimon:</color> Uh...\n<color=#ffffff>Traveler:</color> We don't.\n<color=#ffffff>Muning:</color> Really? I mean, sorry to trouble you... Since you must be very familiar with Lady Ningguang, a permit from her might hold still more weight. Could I see it, please?\n<color=#ffffff>Paimon:</color> Hehe...\n<color=#ffffff>Traveler:</color> Well, we don't have that, either.\n<color=#ffffff>Muning:</color> Well, the Lord Tianshu is reclusive yet approachable, and also has great vision and the good of the people at heart. Surely he was the one who gave you permission to enter the Chasm, then?\n<color=#ffffff>Paimon:</color> May... maybe?\n<color=#ffffff>Muning:</color> In that case, would you mind letting me see your papers?\n<color=#ffffff>Traveler:</color> ...\n<color=#ffffff>Muning:</color> Huh, I guess you don't have that, either. Well, Ms. Ganyu works at Yujing Terrace, supporting the Qixing directly, so I'm sure her opinion would be in lockstep with theirs. You at least have her permission, don't you?\n<color=#ffffff>Paimon:</color> (Actually, you know what? We could have just asked Ganyu to sign off on this!)\n<color=#ffffff>Traveler:</color> I can, uh, go look for her right now...\n<color=#ffffff>Muning:</color> ...\n<color=#ffffff>Paimon:</color> ...\n<color=#ffffff>Traveler:</color> ...\n<color=#ffffff>Muning:</color> *sigh* ...\n<color=#ffffff>Muning:</color> So... you've come at a bad time. This is really not the season to be visiting The Chasm. The Ministry of Civil Affairs is still working on eliminating a great safety hazard within, so this is still very much a danger zone.\n<color=#ffffff>Muning:</color> If you have been commissioned by some merchant to urge us to open the mine faster, then I suggest you read the report I submitted to Shenglu Hall carefully.\n<color=#ffffff>Paimon:</color> Uh, what's this person talking about, exactly?\nAlternative Dialogue Choice: The player accepts Lan's commission for"
      },
      {
        "type": "CustomEntry",
        "epId": 8209,
        "name": "The Chasm Charters",
        "desc": "<p>Accept the commission from Lan<br>Lan of the Adventurers' Guild has offered you a commission to explore The Chasm, which you have accepted. First, you'll need to find the representative of the Ministry of Civil Affairs, Muning, who has been stationed there.<br></p><p>Accept the commission from Xu <br>You accept Xu's commission to deliver the Mora Xingqiu has lent out to the Ministry of Civil Affairs' specialist, Muning, at The Chasm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/21/118896516/03386dacb31726cbf471f6fb2a29e069_4358813471057137255.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Traveler: You still owe Lan Mora for drinks. Don't you forget that.</color>\n<color=#ffffff>Muning:</color> Eh? Oh, so that's what you're here for? Hmph... Alright, alright. These adventurers... Can't ever trust them to come out and speak their minds.\n<color=#ffffff>Muning:</color> Alright, then. If you have any questions, ask away. I will answer them — provided that I know the answer.\n<color=#ffffff>Traveler: Could you tell me more about The Chasm?</color>\n<color=#ffffff>Traveler: So, about Lan...</color>\n<color=#ffffff>Muning:</color> Ah, did she tell you about some \"special commission\"? Well, I am the representative of the Ministry in this place, and as far as they are concerned, any commissions from the Adventurers' Guild hold no weight here.\n<color=#ffffff>Muning:</color> So you can't... I mean, don't you also try using her to put pressure on me. It won't work...\n<color=#ffffff>Paimon:</color> Pfft. That wasn't convincing at all!\n<color=#ffffff>Traveler: I mean, you do owe her money for liquor...</color>\n<color=#ffffff>Traveler: \"Also\"? I take it that someone's done this to you before?</color>\n<color=#ffffff>Muning:</color> Alright! Alright! Can we change the topic, please? Let's get back down to business!\n<color=#ffffff>Traveler:</color> Could you tell me more about The Chasm?\nAlternative Dialogue Choice: The player accepts Xu's commission for"
      },
      {
        "type": "CustomEntry",
        "epId": 8209,
        "name": "The Chasm Charters",
        "desc": "<p>Accept the commission from Lan<br>Lan of the Adventurers' Guild has offered you a commission to explore The Chasm, which you have accepted. First, you'll need to find the representative of the Ministry of Civil Affairs, Muning, who has been stationed there.<br></p><p>Accept the commission from Xu <br>You accept Xu's commission to deliver the Mora Xingqiu has lent out to the Ministry of Civil Affairs' specialist, Muning, at The Chasm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/21/118896516/03386dacb31726cbf471f6fb2a29e069_4358813471057137255.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Traveler: Here's the Mora that Xingqiu said he'd lend you.</color>\n<color=#ffffff>Muning:</color> Oh my! As expected of Liyue's great hero — coming in the nick of time to my aid!\n<color=#ffffff>Muning:</color> *cough* Uh, I mean, considering your long-term partnership with the Ministry of Civil Affairs, just ask me any questions you might have.\n<color=#ffffff>Traveler: Could you tell me more about The Chasm?</color>\n<color=#ffffff>Traveler: So, about Xu...</color>\n<color=#ffffff>Muning:</color> I've been friends with the two young masters of the family he serves for a long time. The younger of them, Xingqiu, is a warm-hearted and chivalrous soul for someone of his age. I was definitely right to put my faith in him.\n<color=#ffffff>Muning:</color> Of course, I also have you and Xu to thank in this case... *sigh * If this sum hadn't come in this month, I'd have some trouble making ends meet before my next payday.\n<color=#ffffff>Muning:</color> Either way, I can now start worrying about next month's expenditures.\n<color=#ffffff>Paimon:</color> Man, how much Mora does this guy owe...\n<color=#ffffff>Muning:</color> Heh, well, old habits die hard, you know?\n<color=#ffffff>Muning:</color> But to be honest, I haven't had the time to go to Yanshang Teahouse in a long while Not since I got assigned here, anyway.\n<color=#ffffff>Muning:</color> It's just that old debts still need paying, you know? I... guess I'll have to trouble all of you in the future as well.\n<color=#ffffff>Traveler: You should probably manage your finances better.</color>\n<color=#ffffff>Traveler: You shouldn't waste the goodwill of your friends.</color>\n<color=#ffffff>Muning:</color> *sigh* You're right. I suppose I just don't consider these things enough.\n<color=#ffffff>Traveler:</color> Could you tell me more about The Chasm?\n<color=#ffffff>Traveler: Could you tell me more about The Chasm?</color>\n<color=#ffffff>Muning:</color> Right, so about the Chasm... If you don't intend to leave just yet, you're free to explore the area a bit. But please do keep your actions within the remit of Liyue's laws and statutes.\n<color=#ffffff>Muning:</color> I should mention, though, that there is a place that I highly recommend you avoid.\n<color=#ffffff>Muning:</color> For example, the great mine in the center of The Chasm has had a Seven-Star Array cast over it... By which I mean exactly what I say — it is a seal placed over the area by the Qixing.\n<color=#ffffff>Traveler:</color> Well, that's quite the clear explanation.\n<color=#ffffff>Muning:</color> As for the weak... I mean, focal point of the array, it lies in the Bedrock Keys surrounding the area. These were placed by the Qixing themselves. Connected in series, they affix the energy flowing through the array.\n<color=#ffffff>Muning:</color> The area around the Bedrock Keys has seen an abnormal amount of Geo elemental coalescences. It's almost as if the \"thing\" beneath yearns to finally emerge...\n<color=#ffffff>Muning:</color> ...Uh, never mind me, I was just talking to myself. So yes, that's how things are. Please do not — and I repeat, do not — go near the Seven-Star Array, and don't even think about going down there to explore.\n<color=#ffffff>Muning:</color> The Bedrock Keys are definitely not losing structural integrity, and the surrounding areas are most certainly not plagued by any strange Geo elemental convergences. So please, don't you think of doing anything at all.\n<color=#ffffff>Traveler:</color> But...\n<color=#ffffff>Muning:</color> Hmph, I know what you're going to ask.\n<color=#ffffff>Muning:</color> There are most certainly no precious treasures down there, nor are there any prehistoric fossils to be had. And banish any thoughts you have about giant ancient ruins... Yes, please do not bear any fruitless expectations toward this place.\n<color=#ffffff>Paimon:</color> The way you're saying all this is super suspicious!\n<color=#ffffff>Muning:</color> Not even mushrooms will grow down there! Nor are there wish-granting stones! And there are definitely no sailors who grow strong just by eating mushrooms! Again, do not get your hopes up!\n<color=#ffffff>Paimon:</color> Uh, yeah, sure! There's no need to be so fierce...\n<color=#ffffff>Traveler: Anything else I should look out for?</color>\n<color=#ffffff>Traveler: Got it, then. Come, Paimon, let's go.</color>\n<color=#ffffff>Paimon:</color> Yup, let's go!\n<color=#ffffff>Muning:</color> Wait! I haven't finished!\n<color=#ffffff>Muning:</color> I suggest that you go speak to Zhiqiong first. She is an adventurer hired by the Ministry and was once a miner here. She knows The Chasm's geography like the back of her hand...\n<color=#ffffff>Muning:</color> Also, let me write you a certification real quick. When she sees it, she'll know that you're trustworthy.\n<color=#ffffff>Muning:</color> That said, I must warn you that Zhiqiong is definitely not the sort of person who has trouble standing still, and definitely has no thoughts of undoing the array and having a look underground.\n<color=#ffffff>Muning:</color> So there's no way that she would ever put a team of idle adventurers together to brazenly enter hazardous areas! As such, you can forget about asking her to help you enter The Chasm's mines.\n<color=#ffffff>Traveler: Uh huh. Got it.</color>\n<color=#ffffff>Muning:</color> Did... did you really?\n<color=#ffffff>Traveler: Uh... yeah, I got it.</color>\n<color=#ffffff>Muning:</color> As long as you understand, we're good, in which case, I won't take up any more of your time.\nObtain"
      },
      {
        "type": "CustomEntry",
        "epId": 996,
        "name": "Muning's Note",
        "desc": "The Ministry representative Muning gave you this note. Despite its short length, the word \"prohibited\" appears 8 times. If you give this to an adventure named Zhiqiong, you will receive the aid you need.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/5507a88271fbdb6ae9c2b19d37d7477c_3871493565558386946.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Optional Dialogue: Talk to Muning\n<color=#ffffff>Muning:</color> If you understood what I said at all, please stop hanging around this place.\n<color=#ffffff>Muning:</color> If not...\n<color=#ffffff>Traveler:</color> If not...?\n<color=#ffffff>Muning:</color> *sigh * If not nothing, really. All I can do is write weekly reports.\n<color=#ffffff>Traveler:</color> Weekly reports?\n<color=#ffffff>Muning:</color> Just a somewhat bothersome, meaningless, but nonetheless necessary document.\n<color=#ffffff>Traveler:</color> Why don't you just stop writing them?\n<color=#ffffff>Muning:</color> That won't do. I have to at least inform people that you've shown up here, you know?\n<color=#ffffff>Muning:</color> The last report was sent out yesterday. In other words, the Ministry of Civil Affairs should get word of your presence here in a couple of days.\n<color=#ffffff>Muning:</color> When that happens, someone might actually drop by and forcibly get you to leave.\n<color=#ffffff>Muning:</color> So you're free to act before then, got it?\n<color=#ffffff>Traveler:</color> Got it.\n<color=#ffffff>Muning:</color> That's good. Hmph, if it wasn't for your great deeds in Liyue's service... Eh, you know what? Forget it.\nQuest Objective: Look for the adventurer Zhiqiong\n<color=#ffffff>Zhiqiong:</color> Ah, it's you! Hello there!\n<color=#ffffff>Traveler:</color> Muning was the one who introduced me. This is his...\n<color=#ffffff>Zhiqiong:</color> Yes, yes, forget that sheet of paper. I already know who you are just fine!\n<color=#ffffff>Zhiqiong:</color> That Muning... All he does is put on airs and write papers. Everything's gotta follow this or that procedure and all that tripe. You know, stuff that makes you look important. I couldn't care less for that stuff...\n<color=#ffffff>Zhiqiong:</color> In any case, your name is already well-known throughout the Adventurers' Guild, never mind any of your other contributions to Liyue.\n<color=#ffffff>Traveler: I'm that famous?</color>\n<color=#ffffff>Traveler: Well, this is me we're talking about.</color>\n<color=#ffffff>Paimon:</color> That's right! We're the legendary duo — Traveler and Paimon!\nAlternate Dialogue: The player has completed the In the Mountains World Quest\n<color=#ffffff>Zhiqiong:</color> Of course, many new recruits at the Guild have heard of your exploits on Dragonspine from Iris. Hehe, that includes me, you know?\n<color=#ffffff>Zhiqiong:</color> Piercing the frigid blizzard to open a path, discovering an ancient, forgotten kingdom beneath the ice and frost, reaching the perilous summit, confronting the great change that came over that place with a mortal form...\n<color=#ffffff>Zhiqiong:</color> The things you've experienced, the obstacles you've overcome, the truths you've uncovered... They can be summed up in one word: adventure! True adventure!\n<color=#ffffff>Traveler: Precisely!</color>\n<color=#ffffff>Paimon:</color> Wow. This is actually quite a shock to Paimon. Are we really that awesome?\n<color=#ffffff>Traveler: Ah, someone give me a compass...</color>\n<color=#ffffff>Paimon:</color> Wow, you really don't take praise well, do you?\n<color=#ffffff>Zhiqiong:</color> Haha! And this isn't even mentioning the great battle you had with that sea monster on the Jade Chamber. Now, I wasn't there to witness it, mind you, but I haven't missed a single telling of that story!\nAlternate Dialogue: The player has not completed the In the Mountains World Quest\n<color=#ffffff>Zhiqiong:</color> Haha! I mean, you had that great battle with that sea monster on the Jade Chamber. Now, I wasn't there to witness the event, mind you, but I haven't missed a single telling of that story!\n<color=#ffffff>Paimon:</color> Huh, so there are stories about us too...\n<color=#ffffff>Zhiqiong:</color> Of course! They are very popular in the city, you know? If you ask me, I'd say that Tea Master Liu Su and Iron Tongue Tian are both good in their own way, but I just prefer Iron...\n<color=#ffffff>Traveler: *cough*</color>\n<color=#ffffff>Traveler: Um, I'm not too familiar with the storytelling tradition...</color>\n<color=#ffffff>Zhiqiong:</color> Oh, don't worry, I get it, I get it. Iron Tongue Tian's style is definitely not for everyone. I do sometimes find that his choice of words and phrases features too much slang...\n<color=#ffffff>Zhiqiong:</color> But as for Liu Su... He takes a while to get going, you know? Sometimes, you're there for two hours before you start going \"oh hey, this is pretty good!\" Some people like that style, but I find it uninteresting...\n<color=#ffffff>Zhiqiong:</color> And if you mean to say that \"this is just a story, it won't get stale,\" let me just say this — if this were food or drink we were talking about, it would surely go bad if we wrapped it up and covered it for half a day without opening it up...\n<color=#ffffff>Traveler: *cough*</color>\n<color=#ffffff>Zhiqiong:</color> Oh, are you alright? Something wrong with your throat?\n<color=#ffffff>Paimon:</color> No, no... It's probably just a case of too much information.\n<color=#ffffff>Traveler: I think I said that I wasn't all that interested in storytelling.</color>\n<color=#ffffff>Paimon:</color> Yeah... We don't really know what you mean by all this.\n<color=#ffffff>Zhiqiong:</color> Uh... Um, sorry. I got a bit too excited there and didn't really consider if you were interested in what I was saying. Hehe...\n<color=#ffffff>Zhiqiong:</color> Still, since you're here, Traveler, are you here at the Qixing's behest? Did Muning end up revealing some other information to you? Um, you know, like...\n<color=#ffffff>Zhiqiong:</color> \"Don't touch the Bedrock Keys! There's nothing under The Chasm! Zhiqiong won't help you!\" You know, stuff like that, repeated over and over?\n<color=#ffffff>Traveler:</color> Muning did indeed tell us all that.\n<color=#ffffff>Paimon:</color> Hah! Well, he didn't scare us!\n<color=#ffffff>Zhiqiong:</color> Hehe, indeed, he wasn't doing that at all.\n<color=#ffffff>Paimon:</color> Eh?\n<color=#ffffff>Traveler: So all the things he mentioned are true?</color>\n<color=#ffffff>Traveler: So, what did he intend to say?</color>\n<color=#ffffff>Zhiqiong:</color> *cough* Well, Muning is, in the end, a specialist hired by the Ministry of Civil Affairs. Even if he wanted to ask for help, there's a lot that he's not allowed to reveal in public.\n<color=#ffffff>Zhiqiong:</color> So he can only \"warn\" us, and thus impart the means of getting into The Chasm to you in a roundabout way. In essence, when he says \"you shouldn't,\" he really means that \"you can.\"\n<color=#ffffff>Paimon:</color> What a weird guy...\n<color=#ffffff>Zhiqiong:</color> In any case, you also mentioned that he wrote you a certification and told you to come find me.\n<color=#ffffff>Zhiqiong:</color> That note which you now carry means that you have the authorization to travel through The Chasm without any obstruction. Of course, barring any personal intervention by the Qixing.\n<color=#ffffff>Zhiqiong:</color> And the fact that he suggested that you find me means that I should tell you the way into the depths of The Chasm!\n<color=#ffffff>Paimon:</color> Eh!?\n<color=#ffffff>Traveler: That Muning...</color>\n<color=#ffffff>Traveler: What a convoluted way of hinting...</color>\n<color=#ffffff>Zhiqiong:</color> Hahaha! Well, for what it's worth, I apologize for all the covering-up that we're doing. But trust me, we have very good reasons for doing so.\n<color=#ffffff>Zhiqiong:</color> While the \"thing\" that they dug up under The Chasm is truly abnormal, our investigations cannot be done with too much pomp and ceremony, lest the people be alarmed... That is the Qixing's standing order.\n<color=#ffffff>Zhiqiong:</color> As such, we can only function under the cover of a no-entry order, secretly gathering explorers and scholars to enter The Chasm and conduct investigations.\n<color=#ffffff>Zhiqiong:</color> This is all to, if necessary and where possible, stave off the crisis that festers beneath the earth.\n<color=#ffffff>Traveler:</color> So all the people at the encampment were...?\n<color=#ffffff>Zhiqiong:</color> That's right. They were all brought on as support staff. They're all pretty reliable... uh, well, mostly.\n<color=#ffffff>Zhiqiong:</color> That you came here is also no coincidence. More than one big shot in the Qixing has already recommended that we enlist your aid. And honestly? We've little reason not to comply.\n<color=#ffffff>Zhiqiong:</color> In any case, it is also said that your aid is not necessarily difficult to enlist...\n<color=#ffffff>Paimon:</color> Eh? Doesn't that mean that we were tricked?\n<color=#ffffff>Traveler: Well, Paimon, time to leave.</color>\n<color=#ffffff>Paimon:</color> Hmph, that's right! Don't you treat us like a bunch of idiots!\n<color=#ffffff>Traveler: Oh, is that how it is? See ya then.</color>\n<color=#ffffff>Paimon:</color> Eh? Aren't we at least going to ask them what they're offering?\n<color=#ffffff>Zhiqiong:</color> Uh, please wait! I was just passing on my superior's message. Those were her words, not mine! Just, uh, let me take those words back, alright?\n<color=#ffffff>Traveler: Byeee!</color>\n<color=#ffffff>Traveler: Hmph.</color>\n<color=#ffffff>Zhiqiong:</color> Come now, this is the Qixing we're talking about! They won't short-change you for your aid!\n<color=#ffffff>Traveler: It's not as if I'm short on Mora or anything...</color>\n<color=#ffffff>Paimon:</color> Paimon too...! Well, that said, having more Mora isn't a bad thing...\n<color=#ffffff>Traveler: I don't exactly need help putting up missing person posters this time.</color>\n<color=#ffffff>Paimon:</color> Then why don't you just ask for something else this time?\n<color=#ffffff>Zhiqiong:</color> *cough* Well, if we could mitigate the safety hazards in The Chasm, any underground treasures or valuables will be given to the one who discovers them.\n<color=#ffffff>Zhiqiong:</color> This is a special privilege given by the Qixing, just to the two of you.\n<color=#ffffff>Paimon:</color> Really? No tricks now!\n<color=#ffffff>Traveler: Well, in that case...</color>\n<color=#ffffff>Paimon:</color> That's right! Treasure!\n<color=#ffffff>Traveler: And Paimon's Treasure Time begins once again...</color>\n<color=#ffffff>Paimon:</color> Well, you see... The Chasm is such a big place... Just imagine how much treasure there's going to be for our taking...\n<color=#ffffff>Zhiqiong:</color> Haha, alright, alright. Can we safely say that you've accepted this commission, then?\n<color=#ffffff>Traveler: Alright, we'll do it for the treasure.</color>\n<color=#ffffff>Paimon:</color> Woohoo! New treasure!\n<color=#ffffff>Zhiqiong:</color> Alright! Here's to a new adventure, then!\n<color=#ffffff>Traveler: Alright, I'll do it for you, Paimon.</color>\n<color=#ffffff>Paimon:</color> Hehehe, that's right!\n<color=#ffffff>Zhiqiong:</color> Again, let me apologize for wasting your time on all these other things. Let's get down to business, shall we?\n<color=#ffffff>Zhiqiong:</color> If we wish to enter The Chasm, we first need to find an Adjuvant made from a material known as Lumenstone. Only with it can we move in the dark down there.\n<color=#ffffff>Zhiqiong:</color> Only those with Visions can use this Adjuvant, but considering that you can use elemental energies without a Vision, it's my guess that you should have no problem making use of the Adjuvant.\n<color=#ffffff>Traveler:</color> So, where do we find this thing?\n<color=#ffffff>Zhiqiong:</color> It's in a warehouse to the south. The warehouse is well-guarded, so it should be pretty secure. Just come back once you've gotten ahold of the catalyst.\nOptional Dialogue: Talk to Zhiqiong\n<color=#ffffff>Zhiqiong:</color> Don't worry, I won't run off. Just retrieve the Lumenstone Adjuvant, and things should go fine.\nQuest Objective: Go to the miners' warehouse\n<color=#ffffff>Paimon:</color> Come on, no one's guarding this place at all!\n<color=#ffffff>Treasure Hoarder:</color> Alright, stop moving all that useless stuff and grab more things for eating and drinking... Our comrades underground are going to need them...\nGo to the treasure hoarders\n<color=#ffffff>Treasure Hoarder:</color> Oh no, we've been discovered!\nQuest Objective: Fend off the Treasure Hoarders\n<color=#ffffff>Treasure Hoarder:</color> Ugh! Didn't that Clitopho guy say that there was no one standing guard!?\nQuest Objective: Obtain the Lumenstone Adjuvant\nObtain"
      },
      {
        "type": "CustomEntry",
        "epId": 1003,
        "name": "Lumenstone",
        "desc": "A special stone mined from the depths of The Chasm. It is said that it has catalytic properties.<br/>It almost blazes with light in the gloomy mines, but it loses all such effects the moment one leaves The Chasm.<br/>It seems to have other unique properties as well that have yet to be discovered.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lumenstone_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Paimon:</color> This should be the thing Zhiqiong was talking about, right? Let's take it with us.\nQuest Objective: Tell Zhiqiong about what happened at the warehouse\n<color=#ffffff>Paimon:</color> We're back, you big liar!\n<color=#ffffff>Zhiqiong:</color> Eh? Me? What happened?\n<color=#ffffff>Traveler: No one was guarding the warehouse at all!</color>\n<color=#ffffff>Paimon:</color> What do you mean, \"it's well-guarded\"?\n<color=#ffffff>Traveler: There were even Treasure Hoarders over there!</color>\n<color=#ffffff>Paimon:</color> And even they were wondering why no one was guarding the place!\n<color=#ffffff>Zhiqiong:</color> Huh? That... shouldn't be the case. When I was guarding the place, the Treasure Hoarders wouldn't even dare come near it.\n<color=#ffffff>Paimon:</color> ...Wait a moment. Who did you say was guarding the warehouse, again?\n<color=#ffffff>Zhiqiong:</color> Uh, me?\n<color=#ffffff>Traveler:</color> Well, are you guarding it right now?\n<color=#ffffff>Zhiqiong:</color> Well, come on now. Which adventurer in their right mind would let themselves get tied down with such a boring task, am I right?\n<color=#ffffff>Zhiqiong:</color> ...!\n<color=#ffffff>Zhiqiong:</color> Ah. Right.\n<color=#ffffff>Traveler:</color> ...\n<color=#ffffff>Paimon:</color> ...\n<color=#ffffff>Zhiqiong:</color> ...\n<color=#ffffff>Traveler: Well, putting your dereliction of duty to one side for the time being...</color>\n<color=#ffffff>Traveler: Let's talk about how we'll undo the array instead, shall we...</color>\n<color=#ffffff>Zhiqiong:</color> R—Right.\n<color=#ffffff>Quest Description:</color> <color=#ffffff>If you wish to enter The Chasm, you might find some way to dispel the magical array set up by the Liyue Qixing. The key to accomplishing such a deed lies in destroying the Bedrock Keys that surround the area...</color>\nQuest Objective: Look for a way to destroy the Bedrock Keys\n<color=#ffffff>Zhiqiong:</color> Honestly, I'm not too sure about how the Bedrock Key works, but you could start from looking into those cage-shaped Geo elemental formations over there.\n<color=#ffffff>Traveler:</color> What is that?\n<color=#ffffff>Zhiqiong:</color> These strange formations have been puzzling the Ministry of Civil Affairs for some time now. They seem to have grown up from the bedrock of The Chasm over the last two years, and their properties are very similar to those of the \"thing\" underground.\n<color=#ffffff>Zhiqiong:</color> We say this because they can undergo some kind of disintegration when under the influence of the anomalies.\n<color=#ffffff>Zhiqiong:</color> Later, Huishan Hall's investigations revealed that they have been absorbing Geo elemental energy from the surroundings, slowly eroding the structure of the Bedrock Keys...\n<color=#ffffff>Zhiqiong:</color> It is a most ominous phenomenon, almost like something is consciously trying to break the sealing array.\n<color=#ffffff>Zhiqiong:</color> We have to clear them out twice every month, but they will always grow back quickly... and they have only grown back quicker over time.\n<color=#ffffff>Zhiqiong:</color> Perhaps that \"thing\" below is growing restless... and that is why the Qixing has sent us to investigate.\nInsert a Geograna to activate a Cage-Shaped Geo Formation\n<color=#ffffff>Zhiqiong:</color> *cough* Well, as for how we should remove the Bedrock Key here...\n<color=#ffffff>Zhiqiong:</color> We could try hitting these formations and using the shards they release to affect the Bedrock Keys, perhaps.\nDestroy the first Bedrock Key\n<color=#ffffff>Zhiqiong:</color> Well, that should do it!\nQuest Objective: Talk to Zhiqiong\n<color=#ffffff>Zhiqiong:</color> Huh, you destroy— I mean, undid the bindings on the Bedrock Key so easily! Guess we were right to put our faith in you two!\n<color=#ffffff>Traveler: I'm quite sure we just damaged public property...</color>\n<color=#ffffff>Traveler: Won't the Qixing investigate this matter...?</color>\n<color=#ffffff>Zhiqiong:</color> Eh, Muning has already sent a damage report ahead of us. So technically, the Bedrock Keys were damaged before we arrived, not after.\n<color=#ffffff>Zhiqiong:</color> Well, that leaves four more that we need to handle. Ah, yes, I've drawn a basic diagram that shows where three of the four are. I hope it'll be of use to you.\n<color=#ffffff>Zhiqiong:</color> As for the last one... Honestly, I'm not very sure where that is anymore. After the miners were dismissed, there was a seepage incident in that mine, causing the cylinder to be submerged under the waters...\n<color=#ffffff>Zhiqiong:</color> In any case, just settle the other three sites. We'll meet up after that and think about what to do next...\n<color=#ffffff>Traveler:</color> Not coming along with us?\n<color=#ffffff>Zhiqiong:</color> Not this time... I mean, I was originally assigned to guard the warehouse, but thanks to my slip-up, I nearly let the Treasure Hoarders in there. Honestly, I'm already in your debt for not reporting my error...\n<color=#ffffff>Zhiqiong:</color> Things could get bad if Muning catches me and puts me on the trail of some errands again, so I'll just stand guard as I should... For now.\n<color=#ffffff>Zhiqiong:</color> Still, I believe that this riddle will be no match for the two of you at all!\nObtain"
      },
      {
        "type": "CustomEntry",
        "epId": 146,
        "name": "Bedrock Key Location Diagram",
        "desc": "<p>A simple diagram that Zhiqiong drew in haste. It indicates the general locations of several Bedrock Keys.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/94376896/900942c91a0e259149c836d57ca338c4_2826417925444019721.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Optional Dialogue: Talk to Zhiqiong\n<color=#ffffff>Zhiqiong:</color> Please don't talk to me for the time being, or I'll get in trouble again...\n<color=#ffffff>Traveler:</color> \"Again\"...?\n<color=#ffffff>Zhiqiong:</color> Uh, just don't sweat that...\nQuest Objective: Use the cage-shaped object to destroy the three remaining Bedrock Keys\nEverytime the Cage-Shaped Geo Formation is activated for the first time for each Bedrock Key\n<color=#ffffff>Paimon:</color> Paimon remembers Zhiqiong saying that we need to hit this weird cage thingy so it'll release some fragments, right?\nGo to the first Bedrock Key\n<color=#ffffff>Paimon:</color> Here's one of those Keys. Let's blow it up!\nDestroy the first Bedrock Key\n<color=#ffffff>Paimon:</color> It's gone! Paimon wonders how these cage-shaped objects and the Lumenstone are related...\nGo to the second Bedrock Key\n<color=#ffffff>Paimon:</color> Here, over here!\nDestroy the second Bedrock Key\n<color=#ffffff>Paimon:</color> Now that's efficient destruction! Uh, whoops. Ahem! We've undone the seal!\nGo to the third Bedrock Key\n<color=#ffffff>Paimon:</color> Here's one of those Keys. Let's blow it up!\nDestroy the third Bedrock Key\n<color=#ffffff>Paimon:</color> Looks like we're all done!\n<color=#ffffff>Paimon:</color> ...Eh? Not yet? Alright, let's go look for Zhiqiong, then!\nQuest Objective: Report the destruction of the Bedrock Keys to Zhiqiong\n<color=#ffffff>Paimon:</color> We're back! The three Bedrock Keys have all been destroyed.\n<color=#ffffff>Zhiqiong:</color> Shh!\n<color=#ffffff>Paimon:</color> ...What's up all of a sudden?\n<color=#ffffff>Traveler: What happened?</color>\n<color=#ffffff>Traveler: Are there enemies nearby?</color>\n<color=#ffffff>Paimon:</color> Eh? Enemies? Where?\n<color=#ffffff>Zhiqiong:</color> Don't start! It's nothing much... just the earth shaking, that's all. Perhaps the mountain rocks are being destabilized by the loosening of the seal... Do you feel it?\n<color=#ffffff>Paimon:</color> Not at all...\n<color=#ffffff>Traveler: You fly, so of course you don't.</color>\n<color=#ffffff>Paimon:</color> Huh. That's a good point...\n<color=#ffffff>Traveler: I didn't either.</color>\n<color=#ffffff>Zhiqiong:</color> I guess it's just a miner's instinct. If you grew up in a mine since you were young, you'd know a thing or two about the language of the stones.\n<color=#ffffff>Zhiqiong:</color> Wait... Watch out!\n<color=#ffffff>Paimon:</color> Whoa! The ground really is shaking! Paimon's having trouble standing straight!\n<color=#ffffff>Traveler: You don't stand at all!</color>\n<color=#ffffff>Traveler: How does that even happen to you again?</color>\n<color=#ffffff>Paimon:</color> Aaaahhh! Eh... the shaking... stopped?\n<color=#ffffff>Zhiqiong:</color> Phew... Looks like it's over for now. Thankfully, we were above ground. If we were in the mines when this earthquake happened...\n<color=#ffffff>Zhiqiong:</color> Hopefully, Muning and the others don't blame this on us.\n<color=#ffffff>Zhiqiong:</color> But now, the sealing array's power has been greatly decreased. We just need to deal with that last Bedrock Key. Let's go!\nQuest Objective: Look for the final Bedrock Key\n<color=#ffffff>Zhiqiong:</color> Speaking of which, the old miners used to call these passing earthquakes \"Adakka's Breath.\"\n<color=#ffffff>Paimon:</color> Adakka? What's that? ...Ooh, Paimon knows!\n<color=#ffffff>Paimon:</color> It must be some plump giant buried beneath the mountains, whose snorts cause the mountains to shake!\n<color=#ffffff>Zhiqiong:</color> Well... that's not quite right, but it isn't far off, either.\n<color=#ffffff>Zhiqiong:</color> Adakka was a king who ruled Tianqiu Valley in ancient times... A dragon-king of the mountains.\n<color=#ffffff>Zhiqiong:</color> It is said that he was defeated here by the Lord of Geo's martial mastery and sealed somewhere in Jueyun Karst, where he still sleeps today.\nAdditional Dialogue: The player has completed the No Mere Stone Story Quest\n<color=#ffffff>Paimon:</color> This story sounds familiar... Hey, don't you mean \"Azhdaha\"?\n<color=#ffffff>Zhiqiong:</color> ...M—Maybe? I mean, the ones who spoke most confidently of the dragon-king's tale were the old folks. Most of them passed on while I was still a kid, so I don't quite remember those stories all that clearly...\n<color=#ffffff>Zhiqiong:</color> Still, isn't the goal of adventure to get closer to the truth buried underneath these tales and stories?\nQuest Objective: Destroy the final Bedrock Key\nGo to the ground below the Bedrock Key\n<color=#ffffff>Zhiqiong:</color> Careful! Looks like some monster is dropping down from above us!\nQuest Objective: Talk to Zhiqiong\n<color=#ffffff>Zhiqiong:</color> Very impressive! That should be the last one. With this, the array sealing The Chasm has dissipated, and we can explore the area underground.\n<color=#ffffff>Zhiqiong:</color> That said... We should probably go and pay Muning a visit first. Hmph, not that he's going to do anything other than scold us, though.\n<color=#ffffff>You follow Zhiqiong back to the camp.</color>\nQuest Objective: Talk to Muning and Zhiqiong\n<color=#ffffff>Muning:</color> See? What did I say? You weren't guarding the warehouse as you should've at all!\n<color=#ffffff>Muning:</color> You've really done it this time, Zhiqiong. How are we going to resolve this matter, huh? Are you going to take responsibility for undoing the array of your own accord? Can you?\n<color=#ffffff>Muning:</color> Ah, you're here. *sigh * So... how are you going to explain destroying the Bedrock Keys?\n<color=#ffffff>Traveler: From an aesthetic point of view, this place looks better without them.</color>\n<color=#ffffff>Traveler: If you really wanted to stop me, you'd have chased me off some time ago now.</color>\n<color=#ffffff>Muning:</color> You...! Ugh, alright! You're taking responsibility for this. As for the rest, we'll wait for the Qixing to make their judgment first.\n<color=#ffffff>Zhiqiong:</color> Hehe, don't you worry, Muning only gets mad at people who don't care. Otherwise, he's just a worrywart — not a bad person.\n<color=#ffffff>Zhiqiong:</color> Well, let's leave his stubborn temper aside first. Once you're ready, I'll round everyone up to follow you down into the mines.\n<color=#ffffff>Zhiqiong:</color> Ah, yes, I almost forgot — welcome to the Chasm Exploration Team!\n<color=#ffffff>Zhiqiong:</color> If you'll allow me a bit of your time, let me introduce you to the team.\n<color=#ffffff>Zhiqiong:</color> This is Khedive, a scholar specifically called in from Sumeru. His specialties are ores and biology. He's this exploration team's leading man... well, in scientific and financial matters, at least.\n<color=#ffffff>Zhiqiong:</color> This is Jinwu, who's in charge of safety. The repair and maintenance of any facilities we use and our security is ensured by her.\n<color=#ffffff>Zhiqiong:</color> And this is... Taliesin. He's a bard from Mondstadt... and goodness knows why he insisted on coming down here with us.\n<color=#ffffff>Zhiqiong:</color> Also, perhaps you'll discover new allies once you get down into the mines, eh? Haha, who knows?\n<color=#ffffff>Zhiqiong:</color> And last but not least, you have me, the super hands-on surveyor! My job is to help scout the way forward and draw maps, which I'll share with you all, of course!\n<color=#ffffff>Zhiqiong:</color> Well, please head over to the crane by the mines once you're ready. Originally, it was meant to transport goods, but it can also bring a few people up and down the mines, no problem!\n<color=#ffffff>Zhiqiong:</color> Hmm, that said, since you have your wind glider, I suppose that you'd be fine even without the crane, eh?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Properties"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Unlock Requirements</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8209,
        "name": "The Chasm Charters",
        "desc": "<p>Accept the commission from Lan<br>Lan of the Adventurers' Guild has offered you a commission to explore The Chasm, which you have accepted. First, you'll need to find the representative of the Ministry of Civil Affairs, Muning, who has been stationed there.<br></p><p>Accept the commission from Xu <br>You accept Xu's commission to deliver the Mora Xingqiu has lent out to the Ministry of Civil Affairs' specialist, Muning, at The Chasm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/21/118896516/03386dacb31726cbf471f6fb2a29e069_4358813471057137255.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Quest Chain</color>\nWorld Quest Series:"
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "name": "The Chasm Delvers",
        "desc": "<p>A World Quest Series following Zhiqiong, an aspiring adventurer, to investigate <span style=\"color: rgba(255, 255, 255, 0.45)\">The Chasm: Underground Mines</span>.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/28/118896516/0bd826a90cf52f1c6503374635ddfac4_4802041680793571612.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8209,
        "name": "The Chasm Charters",
        "desc": "<p>Accept the commission from Lan<br>Lan of the Adventurers' Guild has offered you a commission to explore The Chasm, which you have accepted. First, you'll need to find the representative of the Ministry of Civil Affairs, Muning, who has been stationed there.<br></p><p>Accept the commission from Xu <br>You accept Xu's commission to deliver the Mora Xingqiu has lent out to the Ministry of Civil Affairs' specialist, Muning, at The Chasm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/21/118896516/03386dacb31726cbf471f6fb2a29e069_4358813471057137255.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8210,
        "name": "Surreptitious Seven-Star Seal Sundering",
        "desc": "<p>You have accepted a commission that requires you to pay The Chasm a visit. Who knows what the situation in the long-sealed mines might be like...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/21/118896516/03386dacb31726cbf471f6fb2a29e069_8690293615471013625.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8211,
        "name": "Chasm Spelunkers",
        "desc": "<p>Now that you have destroyed the Bedrock Keys, the seal on The Chasm has now come undone. It is time to venture into the depths below.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/21/118896516/03386dacb31726cbf471f6fb2a29e069_5111902356630709544.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8212,
        "name": "First Miasmic Contact",
        "desc": "<p>Investigate the mysterious environs beneath the stone and take pictures related to the black mud.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/21/118896516/03386dacb31726cbf471f6fb2a29e069_5221566363382475059.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8213,
        "name": "Meeting New People... and Foiling Some Bandits",
        "desc": "<p>As you explore the lower levels of The Chasm, you discover Treasure Hoarders. If they think you'll let them do things as they please down here, then they've got another think coming!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/21/118896516/03386dacb31726cbf471f6fb2a29e069_9217080516195371701.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8214,
        "name": "The Heavenly Stone's Debris",
        "desc": "<p>To get to ever-deeper levels of The Chasm, you must open the path that was blocked by large stones back when the mine was sealed. Looks like you'll have to borrow the power of the Mountainator this time...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/21/118896516/03386dacb31726cbf471f6fb2a29e069_4270457218655666589.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8215,
        "name": "Perils in the Dark",
        "desc": "<p>The strange crystal plummeted toward the ground and shattered it, revealing an entrance to even greater depths. Who knows what's down there... But either way, it would be best to proceed with caution.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/21/118896516/03386dacb31726cbf471f6fb2a29e069_6486706992338110325.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8216,
        "name": "Wherefore Did the Spiritstone Descend?",
        "desc": "<p>Having taken out the Abyss Lectors lurking here, you discover that Zhiqiong has seen the symbols on the key-like object the Lectors left behind somewhere else...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/21/118896516/03386dacb31726cbf471f6fb2a29e069_3393361389809511159.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Rewards</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4931,
        "name": "Liyue Reputation EXP",
        "desc": "<p>Increases your Reputation Lv. (Liyue)</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/94376896/e7ef8296623e38db0cc2e433c55cd574_4985323170930040329.png",
        "amount": 20,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Adventure EXP",
        "desc": "<p>Adventure EXP. Used to improve Adventure Rank.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/12/151578876/cc5a2b13c1c34e9a4dd45c84a521cd99_7813730749493121338.png",
        "amount": 400,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Primogem",
        "desc": "<p>A primordial crystalline gem that's beyond the mundane world. Shines with the condensed hopes and dreams of universes that once were.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/8902272b2dbb45cce8fbd6f596c6904b_3502391192719350131.png",
        "amount": 50,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 40000,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Hero's Wit",
        "desc": "Character EXP material. Gives 20000 EXP.<br/>These experiences are extremely precious for a pilgrim traveling through Teyvat in order to be closer to Celestia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1327,
        "name": "Mystic Enhancement Ore",
        "desc": "Weapon EXP material. Gives 10,000 EXP.<br/>Legend has it that this refined ingot contains the memories of battles that had taken place in the land. The weapons that benefit from these memories naturally become sentient.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mystic Enhancement Ore_icon.png",
        "amount": 6,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Achievements</color>\n\"When the Seal Is Broken...\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Starting Location"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>The Chasm, Liyue</color>\n<color=#ffffff>Interactive Map:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/?lang=en-us#/map/2?shown_types=2,3,154,319,338,44,52&center=3075.10,-2228.27&zoom=2.50"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/21/118896516/5a8350172977e08995c17367a9ee535b_4701458653348625835.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/21/118896516/8ae8155103314f99d73485fcb11f7976_1794564894117942633.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Objectives"
      },
      {
        "type": "RichText",
        "text": "Talk to"
      },
      {
        "type": "CustomEntry",
        "epId": 3994,
        "name": "Muning",
        "desc": "<p>A specialist from the Ministry of Civil Affairs. He is in charge of the Chasm Exploration Team's material requirements.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/a04617ebd2e9c030c2b4b1b2c28218e7_3987840518238571578.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "and find out the situation in <color=#ece5d8>The Chasm</color>\nLook for the adventurer"
      },
      {
        "type": "CustomEntry",
        "epId": 2487,
        "name": "Zhiqiong",
        "desc": "<p>A member of the Adventurers' Guild. She has incredible talent for cartography.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/20/237301566/94b83fab347855897f931fcb71e1ea6c_1171683894448563551.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Go to the miners' warehouse\nFend off the Treasure Hoarders\nObtain the Lumenstone Adjuvant\nTell Zhiqiong about what happened at the warehouse\nLook for a way to destroy the Bedrock Keys\nTalk to Zhiqiong\nUse the cage-shaped object to destroy the three remaining Bedrock Keys\nReport the destruction of the Bedrock Keys to Zhiqiong\nLook for the final Bedrock Key\nDestroy the final Bedrock Key\nTalk to Zhiqiong\nTalk to Muning and Zhiqiong"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPCs"
      },
      {
        "type": "CustomEntry",
        "epId": 3994,
        "name": "Muning",
        "desc": "<p>A specialist from the Ministry of Civil Affairs. He is in charge of the Chasm Exploration Team's material requirements.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/a04617ebd2e9c030c2b4b1b2c28218e7_3987840518238571578.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2487,
        "name": "Zhiqiong",
        "desc": "<p>A member of the Adventurers' Guild. She has incredible talent for cartography.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/20/237301566/94b83fab347855897f931fcb71e1ea6c_1171683894448563551.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quest Items"
      },
      {
        "type": "CustomEntry",
        "epId": 996,
        "name": "Muning's Note",
        "desc": "The Ministry representative Muning gave you this note. Despite its short length, the word \"prohibited\" appears 8 times. If you give this to an adventure named Zhiqiong, you will receive the aid you need.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/77454259/5507a88271fbdb6ae9c2b19d37d7477c_3871493565558386946.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 146,
        "name": "Bedrock Key Location Diagram",
        "desc": "<p>A simple diagram that Zhiqiong drew in haste. It indicates the general locations of several Bedrock Keys.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/94376896/900942c91a0e259149c836d57ca338c4_2826417925444019721.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1003,
        "name": "Lumenstone",
        "desc": "A special stone mined from the depths of The Chasm. It is said that it has catalytic properties.<br/>It almost blazes with light in the gloomy mines, but it loses all such effects the moment one leaves The Chasm.<br/>It seems to have other unique properties as well that have yet to be discovered.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lumenstone_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}