{
  "epId": 8269,
  "name": "Genius Invokation TCG",
  "desc": "<p>A card game designed by two scholars from the Sumeru Akademiya. An Inazuman writer, Fukumoto, created a Genius Invokation TCG lore.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/bbe1f34f068639b16f0389029e8fc1ce_7704542503931089533.png",
  "menuId": 20,
  "menuName": "Definitions",
  "version": 1755319829,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Genius Invokation TCG"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Definition"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 3.3 \"All Senses Clear, All Existence Void\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/c6fa66810399b209da492e4c6507fd7e_5615487277399818990.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>November 25, 2022</color>\nThere have been a multitude of kaidan and legends surrounding Inazuma since ancient times.\nSome of these tales, naturally, are linked to the generations of long-lived youkai.\nWhile others may just be mere glimpses of long-forgotten stories...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 3.7 \"Duel! The Summoners' Summit!\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/70239714/594dddcec4de566299a51e2f602e2d15_3528237908873569032.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>May 13, 2023</color>\nA game of cards is much like life: Fortune decides the hand you are dealt, while experience might let you shift the tides of possibility toward all that could be.\nLife is much like a game of cards: Victory is but the culminating point in the journey — the thrills of the duel, however, represent strings to melodies everlasting.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=0fEtfzr0fpY"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Story Teaser: Treasures of the Deck"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/47829eff8f2622f6d8abef0143f54551_3355186518440849353.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>June 2, 2023</color>\nA past buried beneath dust. A card containing hidden treasures. A game born from the seed of friendship.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ZhWO6QOzLT4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Genius Invokation TCG",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/d117b7775ff35836aa868c8de0d0ce13_5368843121030452130.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Genius Invokation TCG card game was created by two scholars from Sumeru, Gulab and Garvipidam. They had known each other since childhood, as they studied and grew up together. Gulab was sick with Eleazar, a disease that existed only in Sumeru and arose from forbidden knowledge. The disease was characterized by dark scales on the skin, numbness of the limbs, and, in its last stage, death. If it were not for the bandages on his hands, it would have been difficult to guess he was ill, but no one wanted to be friends with him. Despite this, Gulab was calm, kind, and always in a good mood. Garvipidam was the only one who wanted to be friends with the sick boy, and from then on, they became inseparable. They entered the Sumeru Akademiya together, where Gulab achieved the title of Rtawahist Dastur. But soon after, the disease began to worsen, serious complications began, and Gulab became bedridden. He was treated in the hospital, so he had to leave his research. To support his friend, Garvipidam went to the hospital every day, even when his friend said there was no need to go so often. When they had nothing to do in the hospital, the friends began to amuse themselves by coloring cards, and gradually these cards turned into Genius Invokation TCG. Soon, the entire hospital was playing a card game. When creating the game, Garvipidam used theoretical knowledge of the elements, dreaming of continuing the research together when Gulab recovered."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/9410c6251327ab6c1257fecd24c1f595_6948451517613006929.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Garvipidam's dreams were not destined to come true, as Gulab died of Eleazar. After his death, the scholar tried to play the game with someone else, but every time he looked up, he saw the silhouette of his friend, as if he were still sitting at the table. All of Garvipidam's acquaintances told him that he should move on and enjoy the Genius Invokation TCG, since he was one of its creators. But the man could not come to terms with the death of his friend. He began to lead a reclusive life, introduced himself under a fictitious name, and even his neighbors did not know who lived with them. Although there were images of the creators of the game, no one knew their identity, and over time, the game’s history became surrounded by rumors. Some believed that the authors of the game were not the real creators, while others believed that the game was invented after a revelation from the deity of wisdom. Only after one of the tourneys of the Genius Invokation TCG was the truth revealed, and Garvipidam was finally able to get the closure needed to get through Gulab's death through his final message and gift, a Genius Invokation TCG card that has them both illustrated as kids long ago.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Sumeru Akademiya",
        "desc": "<p>The Sumeru organization, which exercises administrative control over the region and educates people.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_6956832860262339103.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 8270,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 3944,
        "desc": "",
        "displayStyle": "card",
        "menuId": 18
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "King of Invokations",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "After the release of Genius Invokation TCG, the book King of Invokations was written, telling the story of a young man who found a Casket of Tomes in his attic. When he opened it, he discovered the soul of the Crocodile King, who possessed him, and the hero became a player of Genius Invokation TCG. To create the images for the cards, the author of the book, Fukumoto, was inspired by real battles and personalities, such as General Mahamatra Cyno. After the book was published, some began to believe that the real creators of the game were the Crocodile King and the Ibis King, and that a possessed young man wrote the book itself. And although Fukumoto came out with a denial, the number of rumors only increased, and the popularity of the game increased."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/14/237301566/e4697b66743322b761c46ad742aa08b7_4281653627758930364.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Crocodile King Sobek, Captain of Captains, and the Ibis King Thoth, Scribe of Scribes, were among the seven sages of\nthe ruler of the Sumeru Desert. In one chapter of the book, the Crocodile King and the Ibis King were arguing ceaselessly, and one day their argument turned to the changing of things. Sobek sought a person who, having received the blessing of an Oceanid, could turn any liquid into wine. Toth brought a person who, under the influence of a curse, turned everything into silver. The King Deshret's sages bet on which effect would win out in the end and asked the leader of the priestly class. Hermanubis, to make a conjecture as to the eventual result. <color=#ffffffd9>\"Both forms of power clash directly, as sharp spears striking sturdy shields,\"</color> said Hermanubis, <color=#ffffffd9>\"And they must each yield unto the other, and take a step back. This is the principle of equilibrium.\"</color> In the end, the final result was that the cup became pure silver, while the silted water within became a fine liquor with suspended grains of silver. Yet the Crocodile King and Ibis King did not understand Hermanubis's admonishment, instead continuing their battle. In the end, they invented a strange summoning magic. And now, the two of them have traversed millennia to continue their battle upon the field of Genius Invokation TCG."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/14/237301566/9b145f097c61d2bf12d48e675aac29c0_2454828832054840521.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When the final volume of King of Invokations #1 was released, a special pre-order was supposed to include a sample product in the form of a weapon called the Ibis Piercer. Due to its unique specifications, the request to produce a sample was misunderstood as one to craft an actual weapon, which upset the Yae Publishing House. However, Fukumoto, who was present when the bow was delivered, was impressed by this turn of events and wrote a story that was later included in the book as an appendix. According to the story, the bow, decorated with precious stones, was once in the treasury of the Ibis King. The Crocodile King was confident that whoever wielded this bow would become the most skilled archer under King Deshret, so he was determined to obtain the bow at all costs. The prussian green-skinned young man asked if he could obtain the bow if he became the most brilliant archer of all, but was only met with a smirk in response. When King Deshret had long disappeared, the Crocodile King decided to trample the sea of sands in the name of the \"Rite of Duels,\" all to erase the barriers between the multitude of worlds and thus incite a frenzied war. To stop him, a lone\nholding a golden bow climbed the steps leading to the ritual. After this battle, Sobek was sealed by Toth in the \"Room of Duels\" for his thirst for a great war and his attempt to destroy the walls of the worlds. The \"Room of Duels\" was like some kind of sanctuary: it was impossible to escape from it and cheat unnoticed. Even the Crocodile King could not leave this place."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/09e3d65b6afe44c2eb824f5bc52ca8f6_1494281877174131513.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Several centuries later, the young man Abu discovered the Casket of Tomes and the Crocodile King possessed him, and together, they became the king of invokation. When Sobek entered the sealed \"Room of Duels\" again using the young man, he saw a longbow held by the phantom. It was as if time stood still, so that the remnant of his soul could pass through the shattered doors and scattered corridors, and return to the chamber of treachery and machinations. Grasping the inescapable golden arrow fired off by the Bow of Secret Rites that was zipping towards him, he saved the body from an unfortunate fate of being impaled through the chest. But at this moment, the secret ritual dissipated, the arrow was dispelled, and the silhouette of the bow-wielder vanished in a flash. Sobek grabbed the longbow before it clattered to the ground. His multiple attempts at seizing this gold-forged bow had ended in failure, which contributed to the rift between him and the Ibis King. Alas, when he finally acquired the treasure that he had long coveted, he found that his heart was as cold as a stagnant swamp, with nary a ripple of joy. The Crocodile King pondered and concluded that he no longer had such a great yearning to satisfy those unfulfilled desires as he did in his youth."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/334c716df62558e7326153cf949a2b0a_759668867041982066.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Later, when the Crocodile King's soul left Abu's body, the young man came to challenge him in the \"Room of Duels.\" Recalling the past. Sobek took the bow in his hands, imagining the victory he had dreamed of in his youth, and slowly walked towards the battlefield destined by fate. Although the prussian green-skinned king was close to victory, the young man was able to prevail. Abu tilted his head, watching as the king's body gradually crumbled into ashes. <color=#ffffffd9>\"Though you live off war, not one day have you stopped quenching its flame,\"</color> said the young man. <color=#ffffffd9>\"This would be too boring, the world would be so boring without you. To me, you are… You won't understand. Oh, by the way, it just occurred to me that I don't know your name yet.\"</color> The Crocodile King saw an unfamiliar, dangerous smile forming on the young man's lips. That day, various worlds bore witness to the young man's wish: <color=#ffffffd9>\"Let the walls shatter, and the war between worlds begin. I want rivers of blood to stain the earth crimson and mountains of bones to pierce through the sky. Thus shall the lord of duels endure!\"</color>\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>The General Mahamatra in charge of supervising the researchers of the Akademiya. It is said that when he gets down to work, the General Mahamatra is even more efficient than the &#34;Great Vayuvyastra&#34; made by the Kshahrewar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3902,
        "name": "Ibis Piercer",
        "desc": "<p>A golden bow forged from the description in the story. If you use it as a normal weapon, you can also view it as a part of a fictional world that has made it off the pages.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/26/194600931/3c33fbd1aeadf27dc00617c3f4d31c55_8985435652169839567.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5151,
        "name": "Dialogues of the Desert Sages",
        "desc": "<p>A caduceus symbolizing the glory of alchemy, made from special alloys to match its special status. It is exceedingly rigid and heavy, and would probably hurt pretty bad if used as a cudgel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/35428890/cac436c29ec9fc31413bc56cd0448f70_4636647816463834058.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3945,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Battlefield of Dice, Cats, and Cards",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/7fb65b965bc9f751a8a7308300471349_1481482516531573624.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Several years ago, a traveling merchant, Liben, brought the card game Genius Invokation TCG to Inazuma, where it gained popularity and got its own fictional lore. From Inazuma, the game spread throughout Teyvat and won the hearts of thousands of fans. One day in Mondstadt, the Traveler and Paimon met Sucrose, an assistant to the chief alchemist of the Knights of Favonius, who had received a package from a wandering Sumeru scholar with whom she worked. She had once seen some unusual cards on her colleague Timaeus, so she asked the scholar for advice. In gratitude for her help with the research, he sent her a set of Genius Invokation TCG cards, among which was even a card with an image of Sucrose herself. Since neither Sucrose, nor the Traveler, nor Paimon had ever played the game, they went to The Cat's Tail tavern, where players often gathered. When the number of visitors coming to play cards increased, the owner of the tavern, Margaret, assigned a special employee to help the players. The employee turned out to be a black cat named Prince, whom the Traveler and Paimon had once helped search for. A special assistant was assigned to \"translate\" Prince's speech, claiming that after playing Genius Invokation TCG, he could fully understand the animal."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/f7fdd44677fa759a84b5e7c7d07b778b_4774258549970826054.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Since Prince was too skilled to play with newbies, Margaret asked the Traveler's friend Diona, who mixed drinks at the tavern, to help them. She gave the Traveler and Sucrose a card of \"Diluc,\" a wine tycoon of Mondstadt, which had recently been left at the tavern by Diluc's adopted brother, Kaeya. Diluc was surprised to see a card with his image and decided to talk to his brother about it. After learning the rules of the game and winning a duel with Sucrose, the Traveler received a Casket of Tomes from Margaret, a box for storing cards that picks up signals from other boxes nearby, helping to find opponents. After defeating a Knight of Favonius, Prince assigned the Traveler a special opponent, Fischl, whose defeat would allow them to become a certified card player. By defeating the Prinzessin der Verurteilung in equal combat, the Traveler received the Fischl card, the TCG Player's Handbook, and the ability to purchase various goods related to Genius Invokation TCG from the tavern.\nWhen the game became so popular that all of Teyvat started playing it, the spirit of the teapot, Tubby, created a special subspace where players from all over the world could play with each other without having to travel to other countries.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8428,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Sucrose",
        "desc": "An alchemist filled with curiosity about all things. She researches bio-alchemy.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Diona",
        "desc": "A young lady who has inherited trace amounts of non-human blood. She is the incredibly popular bartender of the Cat's Tail tavern.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "The tycoon of a winery empire in Mondstadt, unmatched in every possible way.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "An accomplished swordsman and a strategic thinker in the Knights of Favonius, rumored to hail from beyond Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "A mysterious girl who calls herself \"Prinzessin der Verurteilung\" and travels with a night raven named Oz.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3329,
        "name": "Prince",
        "desc": "<p>Prince is Margaret's cat and is also a Genius Invokation TCG Master at the Cat's Tail Tavern.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/194600931/8f56ac468f468070eedc3fe87c96e392_2661412714891318875.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2517,
        "name": "Margaret",
        "desc": "<p>The owner of Cat's Tail. Despite her charming and witty humor in both promotional and casual talks, she admits that the tavern's recent increase in popularity is due to Diona's mixology.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/06/94376896/f5445fc28da7f06c3ccbfd6c9b243a96_1079819807172072627.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2529,
        "name": "Liben",
        "desc": "<p><em>A merchant from Liyue who sports a striking appearance, as always. Well, as long as his conditions are as attractive as his appearance...</em></p><p></p><p>Once a small-time merchant who sold curios, he now collects common goods to sell across Teyvat.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/94376896/807d2047080168332452ad786d285fb7_7790787227545019829.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3941,
        "name": "Shuyun",
        "desc": "<p>Works at The Cat's Tail. He helps translate what Prince and the other cats are saying.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/12/77454259/64858a07768c8b442b80248b1567cbca_1179319073221512653.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "name": "Tubby",
        "desc": "<p>Tubby is a Spirit that helps to build Traveler's own realm in the Serenitea Pot.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/194600931/92f7252b0d5f4a371655933b505a69c8_5921721365409596448.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3193,
        "name": "Sucrose",
        "desc": "<p><span style=\"color: #FFFFFF\">\"Harmless Sweetie\" Sucrose</span></p><p>\"You can't rate the strength of an as-yet untested deck!\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/35428890/b9a4ece363d697dfb565dda772efbaf4_2275797930134526552.png",
        "displayStyle": "card",
        "menuId": 17
      },
      {
        "type": "CustomEntry",
        "epId": 3181,
        "name": "Diluc",
        "desc": "<p><span style=\"color: #FFFFFF\">\"Dark Side of Dawn\" Diluc</span></p><p>His heart is his greatest foe.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/35428890/1692ce668a14a238e1fa6b763b9ae0ce_7969084686280123775.png",
        "displayStyle": "card",
        "menuId": 17
      },
      {
        "type": "CustomEntry",
        "epId": 3188,
        "name": "Fischl",
        "desc": "<p><span style=\"color: #FFFFFF\">\"Fischl, Prinzessin der Verurteilung!\" Fischl</span></p><p>\"Oz, mine familiar, spread thine wings and weave for me a new fate in the gloom of this night!\"</p><p>\"Mein Fräulein, you cannot expect me to fetch you a replacement card…\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/35428890/a122204b72ab4c460887089b8e4664be_4195146453162683492.png",
        "displayStyle": "card",
        "menuId": 17
      },
      {
        "type": "CustomEntry",
        "epId": 3334,
        "name": "Casket of Tomes",
        "desc": "<p>A box for cards released by the Genius Invokation TCG Society.</p><p>Only beginners who have learned the basic rules and are verified as players can collect one.</p><p>They say that these boxes were made by researchers from the Sumeru Akademiya, and that they feature a special mechanism that can be used to detect nearby people who also possess Caskets of Tomes.</p><p>Use this function to engage in more matches against nearby players!</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/77454259/b2d1cdd9dd64d797e2beacdcb039210c_5093552134128177889.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Duel! The Summoners' Summit!",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/0b591dd44b48e694730e3edee7fb187c_3366143719157171802.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The popularity of the card game Genius Invokation TCG continued to grow, and a famous artist from Mondstadt,\nwas asked to make exclusive card images. The Adventurers' Guild decided to organize the King of Invokations Grand Prix, a tournament in each city of Teyvat with prizes. When the Traveler and Paimon arrived in Mondstadt, the tournament was already nearing its finale, so they were unable to participate, but in addition to the official competition, players organized their own unofficial tournaments with no time limit for submitting applications. When the Traveler and Paimon went to Diona at The Cat's Tail tavern, they noticed an unusual Youkai from Inazuma next to the girl, a Komaniya Express courier, Kirara. And after meeting Diona and the owner of the tavern, when they were heading to the tournament site, they were introduced to a journalist from Fontaine, Charlotte, who came to cover each tournament of the King of Invokations Grand Prix. She reported that during the competition, she saw a \"Card Snatcher\" who took advantage of their opponent's inattention to steal their cards. The journalist wanted to follow the culprit, but he had vanished. The Traveler and Paimon wanted to find out the whole truth, so they joined her investigation."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/69aea1267bbfd8628bd4d8e569920c7f_5604734524600792493.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "During the final battle between the captain of the Knights of Favonius, Kaeya, and the boy who tended the pigeons, Timmie, Charlotte noticed two suspicious people who avoided everyone's eyes, as if they were up to something unseemly. When one of them suddenly started to run, the journalist, the Traveler, and Paimon went after him, missing the final competition, which Timmie won. When they caught up with the suspect outside the gates of Mondstadt, he was suddenly attacked by Treasure Hoarders. After the Treasure Hoarders were defeated, the suspect confessed that he had been offered a card with a chest on the back for three times the price he paid for it. So, after the deal, the surprised man wanted to check if the Mora was real and was then attacked. After telling everything to the Knights of Favonius and realizing that there was some secret behind the card backs, Charlotte, the Traveler, and Paimon went to Liyue Harbor, where the next finals were to be held. As they left the tournament, they saw a poster for the tournament, which featured the creators of Genius Invokation TCG, but no one knew their identities, addresses, or other information."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/d01763012fa95507bd7836854d2c3fb9_8003719174813827251.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the Traveler, Paimon, and Charlotte arrived in Liyue, the reporter was invited to meet with the Tianquan of the Liyue Qixing, Ningguang, so the Traveler and Paimon went to investigate. At the harbor, they met their old friend, Kaedehara Kazuha, and saw Kirara again, who was having trouble finding the Wangsheng Funeral parlor. It turned out that Kirara's package was for the owner of the parlor and a finalist in the Liyue Grand Prix, Hu Tao. The Traveler and Paimon asked Hu Tao about the chest card backs, and she remembered how the exorcist Chongyun lost a duel with an unknown person, and when the latter won, they asked for a card with a similar card back. When Kazuha, the Traveler, and Paimon found Chongyun, he was helping a child find his friend who had run away. After learning that the boy had given his friend the Casket of Tomes, the Traveler used the player tracking on their box to follow the girl's trail, where they encountered the Treasure Hoarders again. After defeating them and meeting the missing girl, Chongyun informed them that the person he had lost the card to was planning to go to Inazuma."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/c9894dcb6f98a3756a7299353b2a02ee_4407908945773921997.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "When the Traveler and Paimon returned to the harbor after Hu Tao's victory in the Grand Prix, they met with Charlotte and Ningguang, who told them that an extremely rare chest card back had recently appeared on the market, but they had sold out in just one night. At first, she thought it was another merchant hiding the goods to create a rush, but after learning about the Card Snatcher, she immediately thought of them. Although the card backs were custom-made, they were not particularly beautiful or elegant, making the mystery behind the chest card backs even more tangled."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/0c24f56ce52d600a1594e60a86abeefa_594076962623727452.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Upon arriving on Ritou Island, the Traveler, Paimon, and Charlotte encountered the Electro Archon of Inazuma, Ei. Her friend and familiar, Yae Miko, convinced her to participate in the Grand Prix, and Ei was able to advance to the semi-finals, fighting against the ordinary Inazumans who trembled in fear before her. In the semi-finals, the Archon lost to Miko. The second finalist was the High Priestess Sangonomiya Kokomi, who had come to Ritou to show the Inazumans that even if they believed in different gods, they could still come together over a card game and put their differences aside. Near the tournament grounds, the Traveler, Charlotte, and Paimon encountered Kirara again, who was delivering packages. After defeating Miko in the final battle, Kokomi guessed that the Card Snatcher's mystery lay in Kirara's travel route, as the time and place matched perfectly. All of her boxes were very light, so there could only be one thing in them: cards with a chest image. And since she had picked up the package before meeting the Card Snatcher, there could have been multiple criminals at work. After putting the facts together, the nekomata remembered that all of her packages had a common destination in Sumeru: <color=#ffffffd9>\"Approximately 100 paces down the road from Caravan Ribat towards the desert, near the first Flaming Flower,\"</color> so the Traveler, Charlotte, and Paimon asked to go with her to deliver the package."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/70343bc67d366a2c6893ffc6707026da_8081937571062038112.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "At Caravan Ribat, they met with the\nwho became the winner of the tournament, and told him what had happened. Cyno went with them to catch the criminals red-handed. During the meeting with the clients, the nekomata tried to find out about the contents of the package, but the Treasure Hoarders who received it attacked the courier. After Cyno and the others helped fight off the attack, the Treasure Hoarders admitted that they were tired of stealing and decided to pull off something big and steal prized treasures from different nations all at the same time to increase their authority. To quickly communicate the plan to the others, they suddenly came up with the idea to use cards and printed a chest card back. All Treasure Hoarders knew that if the chest was covered with wet dirt or sand and then rubbed, the message would be revealed: <color=#ffffffd9>\"My fellow hoarders, this is the big job we've all been waiting for. Take up your daggers, put on your masks, and round up your Sumpter Beasts… Oh, and for those of you without Sumpter Beasts...\"</color> The message then went on to give details of the plan and the time. Some Treasure Hoarders began playing Genius Invokation TCG, and the cards with the message were put into circulation. Realizing their mistake, the Treasure Hoarders decided to collect all the cards so that no one else could find out about their plan, so they stole, won, or bought the card backs."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/13dd8937509b63587365c20f111f5f0a_2359361944767608416.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When the Card Snatchers case was solved and Cyno escorted the criminals, Kirara was left with one last package. It lay in the office for a long time because the recipient could not be found, and even the neighbors did not know where he went. But later, the storage time of the package expired, and it turned out that the sender had died, so Kirara decided to find the addressee, a scholar, Garvipidam. The package said Vimara Village in Sumeru, but none of the villagers had heard of a person by that name. They learned from the village chief that a scholar from the Akademiya lived in the village, but no one knew him. When Kirara and the others found Garvipidam, it turned out that he was one of the creators of Genius Invokation TCG, and the sender of the package, Gulab, was the second creator. The package contained a letter and a card that Gulab drew before his death:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"My dear friend, you must be wondering why I'm leaving you a letter like this.</color>\n<color=#ffffffd9>It's because… You won't come to terms with the fact that I don't have long left.</color>\n<color=#ffffffd9>I imagine the Casket of Tomes I gave you is probably gathering dust in a corner somewhere, so this is my last gift for you.</color>\n<color=#ffffffd9>I'm sorry that I could only give it to you now.</color>\n<color=#ffffffd9>Do you remember when we first met?</color>\n<color=#ffffffd9>You were the only one willing to be friends with the kid with Eleazar.</color>\n<color=#ffffffd9>Now it's my turn to help you make some new friends.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/7bc9ca894b9306e6f861c3cebb599561_2465822552007288056.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Although Garvipidam could not play cards after Gulab's death, for many people, Genius Invokation TCG became not just a game, but a chance to meet, make friends, and enjoy a duel together. And even if friends leave, they do not disappear forever but remain with people, just in a different form. Garvipidam finally came to terms with the fact that his friend was no longer here and suggested playing Genius Invokation TCG with the card that Gulab left him, because the Casket of Tomes that Gulab gave him always remained with him.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8423,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Adventurers' Guild",
        "desc": "<p>An organization based in Snezhnaya that recruits adventurers and accepts and distributes commissions. They have a representative office in every major city. Their motto is \"Ad astra abyssosque!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/673abbcb1fef7c9a42bbf22f47c77c6f_3664595286180614044.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 8270,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p>Reporter of The Steambird</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/35428890/7bbbff3f35661a93b5091b1f17fae6c0_6927814687713967999.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p>A courier for Komaniya Express, a delivery company in Inazuma. A nekomata who loves her job and human society.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/35428890/d1699810632f8c3bc8c1e8c8beb8250f_3141235252861584883.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Diona",
        "desc": "A young lady who has inherited trace amounts of non-human blood. She is the incredibly popular bartender of the Cat's Tail tavern.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "An accomplished swordsman and a strategic thinker in the Knights of Favonius, rumored to hail from beyond Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2492,
        "name": "Timmie",
        "desc": "<p>A child who is fond of pigeons. He can be found on the bridge leading to Mondstadt city.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/683e4af0068ff18aaa5df8894cf818a1_4152939601076302293.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "The 77th Director of the Wangsheng Funeral Parlor. She took over the business at a rather young age.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Kaedehara Kazuha",
        "desc": "A wandering samurai from Inazuma who is currently with Liyue's Crux Fleet. A gentle and carefree soul whose heart hides a great many burdens from the past.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "A young exorcist from a family of exorcists. He does everything he can to suppress his abundance of yang energy.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "The Tianquan of the Liyue Qixing. Her wealth is unsurpassed in all of Teyvat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Her Excellency, the Almighty Narukami Ogosho, who promised the people of Inazuma an unchanging Eternity.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Lady Guuji of the Grand Narukami Shrine. Also serves as the editor-in-chief of Yae Publishing House. Unimaginable intelligence and cunning are hidden under her beautiful appearance.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "The Divine Priestess of Watatsumi Island. All of the island's affairs are at this young lady's fingertips.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>The General Mahamatra in charge of supervising the researchers of the Akademiya. It is said that when he gets down to work, the General Mahamatra is even more efficient than the &#34;Great Vayuvyastra&#34; made by the Kshahrewar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "A genius known as the Kreideprinz, he is the Chief Alchemist and Captain of the Investigation Team of the Knights of Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ]
  }
}