{
  "epId": 8269,
  "name": "Genius Invokation TCG",
  "desc": "<p>A card game designed by two scholars from the Sumeru Akademiya. An Inazuman writer, Fukumoto, created a Genius Invokation TCG lore.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/bbe1f34f068639b16f0389029e8fc1ce_7704542503931089533.png",
  "menuId": 20,
  "menuName": "Definitions",
  "version": 1755128490,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers and Story Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 3.3 \"All Senses Clear, All Existence Void\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/c6fa66810399b209da492e4c6507fd7e_5615487277399818990.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>November 25, 2022</color>\nThere have been a multitude of kaidan and legends surrounding Inazuma since ancient times.\nSome of these tales, naturally, are linked to the generations of long-lived youkai.\nWhile others may just be mere glimpses of long-forgotten stories...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 3.7 \"Duel! The Summoners' Summit!\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/70239714/594dddcec4de566299a51e2f602e2d15_3528237908873569032.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>May 13, 2023</color>\nA game of cards is much like life: Fortune decides the hand you are dealt, while experience might let you shift the tides of possibility toward all that could be.\nLife is much like a game of cards: Victory is but the culminating point in the journey — the thrills of the duel, however, represent strings to melodies everlasting.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=0fEtfzr0fpY"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Story Teaser: Treasures of the Deck"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/47829eff8f2622f6d8abef0143f54551_3355186518440849353.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>June 2, 2023</color>\nA past buried beneath dust. A card containing hidden treasures. A game born from the seed of friendship.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ZhWO6QOzLT4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Genius Invokation TCG",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/d117b7775ff35836aa868c8de0d0ce13_5368843121030452130.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "The Genius Invokation TCG card game was created by two scholars from Sumeru, Gulab and Garvipidam. They had known each other since childhood, as they studied and grew up together. Gulab was sick with Eleazar, a disease that existed only in Sumeru and arose from forbidden knowledge. The disease was characterized by dark scales on the skin, numbness of the limbs, and, in its last stage, death. If it were not for the bandages on his hands, it would have been difficult to guess he was ill, but no one wanted to be friends with him. Despite this, Gulab was calm, kind, and always in a good mood. Garvipidam was the only one who wanted to be friends with the sick boy, and from then on, they became inseparable. They entered the Sumeru Akademiya together, where Gulab achieved the title of Rtawahist Dastur. But soon after, the disease began to worsen, serious complications began, and Gulab became bedridden. He was treated in the hospital, so he had to leave his research. To support his friend, Garvipidam went to the hospital every day, even when his friend said there was no need to go so often. When they had nothing to do in the hospital, the friends began to amuse themselves by coloring cards, and gradually these cards turned into Genius Invokation TCG. Soon, the entire hospital was playing a card game. When creating the game, Garvipidam used theoretical knowledge of the elements, dreaming of continuing the research together when Gulab recovered."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/9410c6251327ab6c1257fecd24c1f595_6948451517613006929.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Garvipidam's dreams were not destined to come true, as Gulab died of Eleazar. After his death, the scholar tried to play the game with someone else, but every time he looked up, he saw the silhouette of his friend, as if he were still sitting at the table. All of Garvipidam's acquaintances told him that he should move on and enjoy the Genius Invokation TCG, since he was one of its creators. But the man could not come to terms with the death of his friend. He began to lead a reclusive life, introduced himself under a fictitious name, and even his neighbors did not know who lived with them. Although there were images of the creators of the game, no one knew their identity, and over time, the game’s history became surrounded by rumors. Some believed that the authors of the game were not the real creators, while others believed that the game was invented after a revelation from the deity of wisdom. Only after one of the tourneys of the Genius Invokation TCG was the truth revealed, and Garvipidam was finally able to get the closure needed to get through Gulab's death through his final message and gift, a Genius Invokation TCG card that has them both illustrated as kids long ago.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Sumeru Akademiya",
        "desc": "<p>The Sumeru organization, which exercises administrative control over the region and educates people.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_6956832860262339103.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 8270,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 3944,
        "desc": "",
        "displayStyle": "card",
        "menuId": 18
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "King of Invokations",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "After the release of Genius Invokation TCG, the book King of Invokations was written, telling the story of a young man who found a Casket of Tomes in his attic. When he opened it, he discovered the soul of the Crocodile King, who possessed him, and the hero became a player of Genius Invokation TCG. To create the images for the cards, the author of the book, Fukumoto, was inspired by real battles and personalities, such as General Mahamatra Cyno. After the book was published, some began to believe that the real creators of the game were the Crocodile King and the Ibis King, and that a possessed young man wrote the book itself. And although Fukumoto came out with a denial, the number of rumors only increased, and the popularity of the game increased.\nThe Crocodile King Sobek, Captain of Captains, and the Ibis King Thoth, Scribe of Scribes, were among the seven sages of\nthe ruler of the Sumeru Desert. In one chapter of the book, the Crocodile King and the Ibis King were arguing ceaselessly, and one day their argument turned to the changing of things. Sobek sought a person who, having received the blessing of an Oceanid, could turn any liquid into wine. Toth brought a person who, under the influence of a curse, turned everything into silver. The King Deshret's sages bet on which effect would win out in the end and asked the leader of the priestly class. Hermanubis, to make a conjecture as to the eventual result. <color=#ffffffd9>\"Both forms of power clash directly, as sharp spears striking sturdy shields,\"</color> said Hermanubis, <color=#ffffffd9>\"And they must each yield unto the other, and take a step back. This is the principle of equilibrium.\"</color> In the end, the final result was that the cup became pure silver, while the silted water within became a fine liquor with suspended grains of silver. Yet the Crocodile King and Ibis King did not understand Hermanubis's admonishment, instead continuing their battle. In the end, they invented a strange summoning magic. And now, the two of them have traversed millennia to continue their battle upon the field of Genius Invokation TCG.\nWhen the final volume of King of Invokations #1 was released, a special pre-order was supposed to include a sample product in the form of a weapon called the Ibis Piercer. Due to its unique specifications, the request to produce a sample was misunderstood as one to craft an actual weapon, which upset the Yae Publishing House. However, Fukumoto, who was present when the bow was delivered, was impressed by this turn of events and wrote a story that was later included in the book as an appendix. According to the story, the bow, decorated with precious stones, was once in the treasury of the Ibis King. The Crocodile King was confident that whoever wielded this bow would become the most skilled archer under King Deshret, so he was determined to obtain the bow at all costs. The prussian green-skinned young man asked if he could obtain the bow if he became the most brilliant archer of all, but was only met with a smirk in response. When King Deshret had long disappeared, the Crocodile King decided to trample the sea of sands in the name of the \"Rite of Duels,\" all to erase the barriers between the multitude of worlds and thus incite a frenzied war. To stop him, a lone\nholding a golden bow climbed the steps leading to the ritual. After this battle, Sobek was sealed by Toth in the \"Room of Duels\" for his thirst for a great war and his attempt to destroy the walls of the worlds. The \"Room of Duels\" was like some kind of sanctuary: it was impossible to escape from it and cheat unnoticed. Even the Crocodile King could not leave this place."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/09e3d65b6afe44c2eb824f5bc52ca8f6_1494281877174131513.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Several centuries later, the young man Abu discovered the Casket of Tomes and the Crocodile King possessed him. Together, they became the king of invokation. When Sobek entered the sealed \"Room of Duels\" again using the young man, he saw a longbow held by the phantom. It was as if time stood still, so that the remnant of his soul could pass through the shattered doors and scattered corridors, and return to the chamber of treachery and machinations. Grasping the inescapable golden arrow fired off by the Bow of Secret Rites that was zipping towards him, he saved the body from an unfortunate fate of being impaled through the chest. But at this moment, the secret ritual dissipated, the arrow was dispelled, and the silhouette of the bow-wielder vanished in a flash. Sobek grabbed the longbow before it clattered to the ground. His multiple attempts at seizing this gold-forged bow had ended in failure, which contributed to the rift between him and the Ibis King. Alas, when he finally acquired the treasure that he had long coveted, he found that his heart was as cold as a stagnant swamp, with nary a ripple of joy. The Crocodile King pondered and concluded that he no longer had such a great yearning to satisfy those unfulfilled desires as he did in his youth."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/334c716df62558e7326153cf949a2b0a_759668867041982066.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Later, when the Crocodile King's soul left Abu's body, the young man came to challenge him in the \"Room of Duels.\" Recalling the past. Sobek took the bow in his hands, imagining the victory he had dreamed of in his youth, and slowly walked towards the battlefield destined by fate. Although the prussian green-skinned king was close to victory, the young man was able to prevail. Abu tilted his head, watching as the king's body gradually crumbled into ashes. <color=#ffffffd9>\"Though you live off war, not one day have you stopped quenching its flame,\"</color> said the young man. <color=#ffffffd9>\"This would be too boring, the world would be so boring without you. To me, you are… You won't understand. Oh, by the way, it just occurred to me that I don't know your name yet.\"</color> The Crocodile King saw an unfamiliar, dangerous smile forming on the young man's lips. That day, various worlds bore witness to the young man's wish: <color=#ffffffd9>\"Let the walls shatter, and the war between worlds begin. I want rivers of blood to stain the earth crimson and mountains of bones to pierce through the sky. Thus shall the lord of duels endure!\"</color>\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>The General Mahamatra in charge of supervising the researchers of the Akademiya. It is said that when he gets down to work, the General Mahamatra is even more efficient than the &#34;Great Vayuvyastra&#34; made by the Kshahrewar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p>The ruler of the Sumeru desert. He is also known as King Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8921855237440624526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3902,
        "name": "Ibis Piercer",
        "desc": "<p>A golden bow forged from the description in the story. If you use it as a normal weapon, you can also view it as a part of a fictional world that has made it off the pages.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/26/194600931/3c33fbd1aeadf27dc00617c3f4d31c55_8985435652169839567.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5151,
        "name": "Dialogues of the Desert Sages",
        "desc": "<p>A caduceus symbolizing the glory of alchemy, made from special alloys to match its special status. It is exceedingly rigid and heavy, and would probably hurt pretty bad if used as a cudgel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/35428890/cac436c29ec9fc31413bc56cd0448f70_4636647816463834058.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3945,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Genius Invokation TCG"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Definition"
          }
        ]
      }
    ]
  }
}