{
  "epId": 8345,
  "name": "Teyvat Commemorative Album",
  "desc": "<p>An album filled with memories of people and events that the Traveler has encountered on his/her travels. On this unending journey forward, too much has happened, and too many faces have come and gone. Like a traveler who sleeps beneath the glittering stars each night, even their beauty may one day fade into numbness. To keep that day from coming, you must record every sight and soul you encounter. This is the wisdom that Paimon shared with you during your journey. It's been so many years, and Paimon has grown too. How heartwarming!</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/c287116bd4ebd9976b08eb6a76e224be_83785722072779138.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1756230359,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "In Natlan, the Nation of Saurians, we met a pair of peculiar friends — Kinich and Ajaw. This human-saurian duo never lets a day pass without bickering back and forth. Even so, they remain inseparable companions."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "The introverted diver Freminet was among the first people we met when we arrived in Fontaine. He is a shy, quiet, but loyal friend."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Though we've been traveling so long, our knowledge of flora and fauna still pales in comparison to Tighnari, the Forest Ranger of Sumeru. If you're looking to learn anything about the natural world, consulting Tighnari is a great place to start."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "In Paimon's words, \"Yoimiya's passion erupts like a volcano!\" However, the comparison might confuse her, as the Inazuma native knows little about volcanoes. I should remember to send Yoimiya a volcano picture postcard at some point."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Xiao still keeps his vows to this day, vanquishing evil in the name of Liyue. Sometimes, it appears that he visits friends of old bearing mementos."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "As we prepared to set out for the snowlands, we ran into our old friend Kaeya once more. Our adventure continues, and new horizons await our exploration."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Teyvat Commemorative Album"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Version 5.8 Event - Mementos of Teyvat: Prelude of the Frozen Veil"
          }
        ]
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.8"
          }
        ]
      }
    ]
  }
}