{
  "epId": 8347,
  "name": "Pipilpan Idol Competition Brochure",
  "desc": "A brochure filled with dazzling images introducing the format, entry conditions, and judges for the show.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/7b5e5ffc8ad84a76373ef8aa85171573_330932813371727968.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1756274247,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Bear the miracle of the blooming Guiztli, and let the Sacred Flame ignite your smile!\nIn the name of Tenochtzitoc, I present to you a dance of welcome! Shine on, Pipilpan Idol!\nYou! Are you pursuing a path of strength?\nYou! Does searching for that path consume your every waking moment?\nYou! Do you feel your heart crying out for more?\nThen you! Are! In! Luck! You're only one step away from becoming the Pipilpan Idol of your dreams, and the opportunity is right here in front of you. That's right, it's the \"Pipilpan Idol Competition\"!\nHow to Participate:\nAfter obtaining the recognition of three judges and advancing to the finals, you will face off against the actors at the Easybreeze Holiday Resort. Fight for the title of the unmatched Pipilpan Idol!\nDetailed Rules:\n1. Qualifiers\nPass the trials of the three judges to qualify for the finals.\n2. Finals\nA rating system will be used to judge all competitors on the stage to determine who deserves the title of Pipilpan Idol!\nYour Judges:\n\"Campa\": A passionate dancing coach, a professional who shall shape muscle power into an idol's strength!\nOhuitia: The sales champion of the People of the Springs, a real marketing maestro and service savant, to whom hearts are like an open book!\nIonna: A special guest critic hailing from Fontaine's fashion world, and an observer for the Pipilpan Idol Competition!\nYoung actors and actresses, join the competition and earn the recognition of our judges! Embark on the path to pursue your dreams, and push your limits! Become the glorious Pipilpan Idol, and let your radiance illuminate the whole Easybreeze Holiday Resort!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Pipilpan Idol Competition Brochure"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Nalan"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 8411,
            "name": "Shine On, Pipilpan Idol!"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "5.8"
          }
        ]
      }
    ]
  }
}