{
  "epId": 8351,
  "name": "Someone's Tattered Notes (I)",
  "desc": "Notes discovered in the remains of Bakunawa.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Someone's Tattered Notes (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "My 14th pause to rest. I don't know whether it's day or night. There's no wind.\nI thought I was going to die. The monster ate my left hand and chunked out my lower back. My medical supplies, I dropped Archon-knows-where, so there was no treating my wounds either...\nBut today, as it turns out, was my lucky day. I didn't expect to meet a man here. He calls himself Nocht, and he used a flower that blossomed among the ashes to stop my bleeding. He even warned me about getting close to the beasts, because they would eat even their own kind.\n...\nI asked him where he was from. He said he comes from a place called \"Tenochtzitoc\"...\nBut that's not his hometown. Strangely, he doesn't remember where he was born, but who am I to question him?\n...\nNocht left without taking a rest. He said he was running out of time.\nHe warned me to head back before it was too late. Heh... With my body as it is now, it might be too late already.\nI am prepared. I know this is my last adventure. I swear to use every last drop of blood in my body to uncover the secrets of this place, as sure as I am the Great Adventurer, Stanley.\n...\nHans, so long as you make it back to Mondstadt safely, my efforts have not been in vain.\nIf a day should come when another member of the Guild returns here, I hope they can find the records I've left behind.\nAd astra abyssosque."
          }
        ]
      }
    ]
  }
}