{
  "epId": 8352,
  "name": "Someone's Tattered Notes (II)",
  "desc": "Notes discovered in the remains of Bakunawa.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Someone's Tattered Notes (II)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "My 24th pause to rest. I don't know whether it's day or night. There's no wind.\nI saw more monsters today, seemingly of the same species. They resembled the one that almost devoured us, but there were larger ones and smaller ones. The largest of them all was the size of a small mountain.\n...\nI've never seen beasts as evil as these, but something about their scent is familiar. It reminds me... of when I was on Dragonspine.\n...\nJudging by the range of the monsters' activities, I'm starting to suspect that the place we went to earlier was not the center of the Mare as we previously thought, but merely somewhere along its edge. For all our efforts, we never even got close to the Mare's heart...\n...\nAnd something else happened today that I thought was strange, so I'm writing it down. I remember seeing a woman bandaging my wounds, but when I try to recall what she looked like, it's like my mind's eye is covered in ash. I can't make out any of the details...\nThe only thing I can remember is her name... \"Nanas,\" or something, I think it was?\nMaybe I'm right. Maybe I'm wrong. My head's starting to hurt, and I can't remember..."
          }
        ]
      }
    ]
  }
}