{
  "epId": 8706,
  "name": "Welcome to Nasha Town!",
  "desc": "This guide map — found after running into the kuuhenki at Nasha Town's docks — appears to highlight points of interest around town.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/44ff970d6a2aa6c057a3373f85ff871c_1987179974368956843.png",
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Welcome to Nasha Town!"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Mimisbrunnr Books' Investment Portfolio\nA bookstore provides not only knowledge, but also hope. Investment involves risk, for sure, but word is that a successful investor in this portfolio has bade farewell to their days of hard labor at the harbor and embarked on a journey across the world. Let's wish this lucky traveler all the best!\nIf you're also interested in this investment portfolio, don't miss out!\nSperanza's Wheel of Fortune\nIf you think that all Speranza is famous for is its delicious spread of hot dogs, you'd be mistaken! Don't miss the Wheel of Fortune on the side of the shop, it's a classic even with the local crowd! Never mind that it looks like a repurposed roulette from The Flagship... Just spin to win!\nIn any case, spin the wheel, and when it stops, \"Hot Dog\" will tell you your fortune!\nEye-Catching and Mouth-Watering Sugar Sculptures\nWith deft hands, Hunajatta sculpts honey-laced syrup into fantastical shapes — these vibrant pieces of sugar art add a veritable dash of sweetness and light to Nasha Town's days. Take one bite, and you're sure to find these sculptures even sweeter than the sculptor's serene smile!\nBut don't spend too long admiring them. These treats are best eaten while fresh!\nEnthusiastic Researchers\nFor reasons unknown, Fontaine Research Institute researcher Liouba has drifted into Nasha Town and started conducting alarmingly abstract experiments... But for those intrepid enough to lend her a hand with her studies, you might just stumble upon rewards just as unorthodox as her methods!"
          }
        ]
      }
    ]
  }
}