{
  "epId": 8751,
  "name": "Conch Echoes (II)",
  "desc": "A tale passed down in this land since the earliest times, telling of children who spoke bearing conch shells in the empty frontier wastelands. The original author has long since been forgotten...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7b078e9234ceb501021cd3bd105b0cc6_8412316685875993831.png",
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "You knew that things would end up like this...\nThe girl wearing glasses eventually found the short boy. As he returned, the other children parted to make way for him, their eyes filled with worry.\nAt the path's end, a handsome young man lay slumped in a chair piled on with heavy objects, his features sharpened by the pallid green tone of his skin. His deep crimson-purple lips were stark against the bonfire’s eerie flames, which flickered like a strange veil in the wind.\nThe young man bore no visible wounds, and yet his hands hung dully, long stiffened as if cast in plaster.\nThe blade that he once wielded with so much pride had fallen right there.\nNot a single person picked it up.\nThings always end up like this. I just didn't think it'd happen so soon.\nThe boy picked up the blade. Though still hard, it bore the scars of years of wood-chopping with its nicked edges and dented surface.\nThe young man didn't know how to tend to this power, but as it was his only lifeline, he kept the blade's need for tending a secret.\nNaturally, he grew to distrust all and sundry. His sleep became short and restless, and he was quick to anger. The fear of revealing flaws like the adults did caused him to reveal still more flaws... Things could thus only end in one way.\nIn truth... the only thing the protagonists in most stories need is more patience.\nWhen did you start seeing this?\nSince he demanded the conch from me, I guess.\nBack when he wanted the conch?\nJust what is the conch? It's nothing. A toy we found on the beach, really. He would've tossed it sooner or later, either that or maybe that broken blade. To carry both would only have slowed him down.\nA pair of hands, holding a conch, emerged from between the boy and the girl. The owner of the hands stepped forward and placed the conch in the boy's hands.\nThe boy looked down and saw red marks on the palms beneath the shell, left there by the coarse rope.\nSo what will you do? the girl with glasses asked him.\nHe raised the conch to his lips and tried to blow it just like he'd seen in the picture books. But instead of a clear call, only a soft, comical puff of air could be heard.\nThen he brought it to his ear and listened, and from the conch came the sound of waves.\nWe shall build a town here and make it an Elysium for boys and girls. No one person shall monopolize the conch from now on, for it belongs to all of us. Anyone can hold it and speak their mind.\nBut all of us will grow up one day. And we'll become the adults we don't want to be.\nDon't worry, it's okay. There's always a tomorrow, and there will always be other children. If they don't like who we become, they can shatter our world with their own hands.\nA short, unassuming boy. And a rather smart one.\nHe hurled the dented blade into the waves,\nAnd placed the conch amidst the children."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Conch Echoes (II)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      }
    ]
  }
}