{
  "epId": 8892,
  "name": "Conch Notebook",
  "desc": "A notebook compiled by Paimon containing a collection of notes obtained from the Conch Gang kids.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/8d5184a66815234e47b9b1b33abdc8ef_8882434788191588596.png",
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Giant Mechanical Monster\nA mostly grey-white machine capable of flexibly changing its shape. It glows when active, and has a varied set of attacks. They say that its proper name is \"Secret Source Automaton: Configuration Device,\" and that it is not a creation of the Natlanese, but rather a surviving relic of more ancient times.\nThe patterns on its outer casing are quite familiar. I've seen relics of a similar style in Nod-Krai. Perhaps the little island we live on is like a big ship, and was once linked to Natlan, only to be dragged off northward by some gargantuan deep sea creature with its fins, claws, or tentacles... or something, which might explain why the area in which we can find similar things is so tiny.\n(This must be kept secret from Katya, alright? When I get back, and you get a bit better, we'll go to the island of the Frostmoon Scions and compare the relics there to my pictures of this giant device. We'll see how similar they are then... and of course, we'll have to find a good alibi to present to Katya, alright?)\nGiant Centaur Statue\nA stone sculpture known as the Legatus Golem. It stands with its head held high, a shield in its left hand and a sword in its right, like a forgotten work of art in an ancient castle that has suddenly come to life. He (or perhaps \"it\"?) tramples his base in a cloud of shattered stone and dust, but it waits for the dust to settle before it starts attacking — an honorable opponent indeed. Its moves are also very different from those of your average mechanical monster. Sometimes, you can almost imagine it giving orders to charge like a military commander, and at others, it almost seems to be playing a melody. I'm no good at music, though, so if there was any significance to the tune, I wouldn't hear it anyway.\nI've heard that there are ruins of sunken Remuria in still deeper regions of the sea. Though I wasn't able to visit them this time, I did collect quite a number of legends and related texts, which I'll have to find the time to commission a merchant caravan to bring back. I know you've always loved stories of these ancient kingdoms, and I hope you'll enjoy these.\nGiant Ball of Water\nThe Hydro Tulpa is a humanoid creature formed through the coalescence of water. It has neither a fish tail nor legs, very different from the purewater spirits that Katya's told stories about, but its upper limbs and head are human-like, while the latter and its joints are covered in a blue-white shell that resembles armor. In combat, it summons smaller balls of water, miniature versions of itself, to assist it, and will sometimes swallow those smaller water-balls to enhance its own strength.\nI've heard that Fontaine's waters are very special, which is why it can birth Oceanids capable of speech. But it seems that the Hydro Tulpa cannot speak, or does not wish to. Or perhaps we just don't understand its words...\nGiant Crab\nA giant crab with the cool title, \"Emperor of Fire and Iron.\" Legend has it that, being an Armored Crab, it habitually searches for suitable shells to wear as armor as it grows, and that if it is not stopped, it might grow indefinitely, even to the point that it could someday wear the Palais Mermonia (the biggest structure in Fontaine City, a place where every building is huge!).\nBut it seems that at some point in time, someone named Basil Elton defeated it, which might explain how its inexorable growth was brought to a halt. I think it's big enough as it is, to be perfectly honest. One wonders whether it or the hypothetical deep sea beast is larger, though my bet would be on the latter, considering how it could drag a whole island around (assuming my island drift hypothesis holds water, of course)!"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Grandpa Moley and his family live in a cave deep in Moleyvalley. It's damp and smells like old tree roots. Life there was peaceful and serene before the noisy \"big guys\" dragged their metal to the gorge. When night falls and the big guys leave, the Moley family comes out from their cave and scavenges for food or frolics with the Moonglow Fireflies.\nLittle Lil' Moley loves the moon even more than Lakkaberries and Moonglow Fireflies. The moon over Moleyvalley shines big and bright like a huge white plate in the sky. (Jurva says that Sniffer Moles have poor eyesight but powerful noses and sensitive ears. Perhaps Little Lil' Moley can smell the moon, even from so far away — maybe it's as fragrant as the sweetest of Lakkaberries...) On nights when the moon is particularly bright, she can make out a few shadowless moles drifting in the moonlight, like smoke blowing in the wind. They talk to each other, but never let Little Lil' Moley join in. It's as if they can't even see her. Maybe it's because Little Lil' Moley still has her shadow. She's heard that mysterious groups have their own secret rules (like the Hollowhands) — maybe she needs to be introduced by a shadowless mole, or complete some sort of arcane ritual, before she can do more than just listen from the sidelines.\nThough, as far as Little Lil' Moley is concerned, even just listening to them speak is engrossing. One of the Sniffer Moles comes from far away. It seems he doesn't have a home, and so he can rest his head anywhere he chooses. He claims to have been to snow-capped mountains, passed through sandy deserts, climbed towering peaks, and walked along the bottom of the deepest oceans. \"Do those places have fresh Lakkaberries?\" one of the local moles asked. \"As far as I know, they don't. But they have many other delicacies.\" Upon hearing his response, the local mole scrunched up his face — it appears he likes Lakkaberries quite a lot.\nLittle Lil' Moley loves Lakkaberries too, but she also wants to know if she'll like the other delicacies the shadowless mole mentioned. She left Moleyvalley once before to go on her own adventure, burrowing into the soil for a long, long time to reach a place full of big guys. She went at night, and there was so much noise and so many lights that she could barely follow the direction of the moon. She smelled many smells there, though most of them were unpleasant. Eventually, she followed the familiar scent of Lakkaberries to a place piled high with fruit, including many types she had never seen before. They smelled delicious. She hoped she might take some with her — just a few would do — but luck wasn't shining on her that day. Sometimes that's just how things are.\nWhen she returned to Moleyvalley, she found that everyone had been worried about her. They were shocked to hear she had traveled so far away. Wasn't life in Moleyvalley perfect? Why would she want to go anywhere else? So Little Lil' Moley told them what she had heard from the shadowless moles. \"How could there be moles with no shadows? You must have been dreaming.\" Her brother, Lil' Moley, said in disbelief. He didn't approve of his little sister leaving the valley, and neither did anyone else — for them, after all, there could be no fruit in this world as delectable as fresh Lakkaberries.\nIf she didn't see the shadowless moles the next time the moon shone bright, she would accept that this was all just a dream. After all, Little Lil' Moley was perfectly content with life in Moleyvalley. But the next time that huge white plate rose in the sky, the shadowless moles rose with it, repeating their conversations from before. Since this was no dream, it must be guidance from the moon. Little Lil' Moley was overjoyed. Beneath that radiant moon, she once again set out alone, leaving Moleyvalley behind, though this time, she did not know when she would return — for who could say if she would find something even more scrumptious than fresh Lakkaberries in the snowy mountains, sandy deserts, or wherever else she might end up."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "The Crab Tsar lives right next to those weirdos, the Frostmoon Scions. They say he's hundreds of years old, and honestly, how else would he get so big? He's far, far larger than any crab I've ever seen. In fact, his home isn't a normal shell at all — it's a massive, hill-like conch, bigger than the ones we paint on our flags, that's like a tiny fortress. Stranger still, kuuvahki-filled moss grows all over it, glowing like stars in the dark cave. Who knows, maybe that's the Crab Tsar's crown.\nGiven all that, it makes perfect sense that the smaller crabs nearby have ended up as his subjects. Poor little things, they are always scurrying around, dragging food like Lakkaberries, tiny fish, and all sorts of other stuff I can't even name into the cave's depths, instead of just enjoying it right there and then. Twice, I even saw them hauling back shiny pebbles and bits of Moonfall Silver. Maybe that's the \"tax\" they owe the Tsar. Folks say that back in the days of the master thief Reed Miller, the governor sent by Snezhnaya used to collect taxes just like that from the people of Nasha Town. Yeah, I bet what's happening here is something along those lines...\nThat said, I'm starting to think the Crab Tsar isn't all that interested in an endless stream of Lakkaberries and fish. Just yesterday afternoon, I saw it emerge from its hole for a moment. It moved so slowly, like every step weighed a mountain, and the pebbles on the ground shook with each step it took. Then, this tiny crab came scuttling over, dragging the saddest little fish you ever saw right up to its feet. The Tsar just lowered its head, gave it a glance, and casually waved one of its massive pincers. The poor, panicky little crab immediately dropped that fish, then scurried straight back into the sand.\nThe Tsar didn't eat the fish. It just nudged the fish aside with a smaller claw, then lay still, staring out toward the sea — or at least, that's what it looked like to me. I'm telling you, being a king must be lonely. All the other crabs are scared of him. It may have a fortress and maybe even a crown, but it has no friends he can reach out to with his claws, not like the Tassel Jelly can with its tentacles. (Semyon says jellyfish communicate that way, so I guess crabs must use their claws for something like that?)\nI really do wonder where it found that enormous shell. Was there a king even bigger than the Tsar who lived there before? And if he keeps growing, will he move into an even grander palace next? I almost thought about bringing it some ripe Lakkaberries to get a closer look... but maybe not. A master thief has no business getting too close to royalty. That kind of curiosity only leads to trouble..."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Tassel Jelly\nSaid to be a species unique to Nod-Krai. It has a pink bell and long tentacles. These jellyfish are usually found near the beaches on Maroon Basin, where the shallow tidal zones make perfect hunting grounds for tiny plankton. Even after the tide recedes, they glide effortlessly on land — likely thanks to specialized water sacs that keep them moisturized, or perhaps mucus-secreting glands that minimize dehydration. Their tentacles are far tougher than a typical jellyfish's and seem to possess some unique power, though perhaps only effective against their prey. I carefully poked one with a stick, and it did not react much, nor did it attack me. (Prodding a jellyfish, ha! I dare say no one in the Conch Gang has guts like mine!) They \"communicate\" by intertwining their tentacles, like humans shaking hands or high-fiving. Which means... those dance-like movements they make when they gather are probably their own \"unique language.\" Although they don't have brains, it seems they possess some measure of intelligence.\nUnfortunately, it looks like the Fatui's blasted facilities have all but destroyed the habitats of the Tassel Jellies. The machinery they brought in roars away day and night... I don't know what those contraptions even do, but it looks like the entire area's been sapped of life. Maybe because they've lost their source of food, or maybe it's all the awful noise pollution, or maybe it's both. I saw some jellyfish that had collapsed on the beach. I tried helping them, but... I was too late."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Conch Notebook"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      }
    ]
  }
}