{
  "epId": 8920,
  "name": "Tolfin",
  "desc": "<p>A bard and Papa Wrench's friend.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/28/237301566/164187c4d81ddf963d031555e0d40ca7_2625772286744278128.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1759427802,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tolfin"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Nod-Krai"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Tolfin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/28/237301566/92b03086663dfdf1fda952194dc93a0f_4532684092873413237.png"
      }
    ],
    "textualResearch": [
      {
        "title": "Songs",
        "desc": [
          {
            "type": "RichText",
            "text": "\"O friend who hast journeyed from afar, leave not in haste. Stay thy step, rest awhile. See — the campfire yet burns warm, and the tale hath but scarcely begun.\"\n\"Let the winds through forest boughs and over the lake's heart sing for us, bearing the echoes of ages past, and sweeping the weariness of your travels away.\"\n\"Then shall we weave the chapters left undone, that they may become the hope with which we greet the coming dawn.\"\nAnd the next song? Ah, another tale of Reed Miller, the legendary thief of five centuries past. After all, there are just too many tales about him — almost as many as the treasure hoarders lurking around this land...\n\"...From the north the bitter wind doth blow, through the huts of the poor it ever howls. From the north the bitter wind doth blow, and were it not from yon cold north, whence else should sorrow flow? From the north the bitter wind doth blow...\"\n\"...From the north the bitter wind doth blow, and ever lingers worldly woe. The lords boast high of gold and gain, yet care not for the hungry, the cold, the pained. Then came the legendary thief, like a whispering breeze, swift as the wind, vanished as mist among trees...\"\n\"...From the north the bitter wind doth blow, and still the world knows injustice so. Yet legends endure, to not ebb but flow. From the north the bitter wind doth blow, from the north the bitter wind doth blow...\"\nReed Miller ever masked his face. No wonder, for a thief of his renown. Yet some claim to have glimpsed his true countenance... perchance the truth lies hidden within the next tune.\n\"Tis said the thief once walked the world unmasked, his gentle smile remembered even by children of the wayside. The cruel gallows took not his life, yet he donned a silver visage, and his words fell silent evermore.\"\n\"Some say he veiled his light and hid his ways, while others claim beneath the mask he was no longer the rogue of olden grace. The great thief spoke no word of his designs, yet in quiet shadow he let the needy taste the glint of gold.\"\n\"A dark and dreadful doom swept over the land, and from the high tower poured the moon's pale hand, that melted forth the silver mask he wore. Since that fateful hour, though veils be gone, the sorrow in his gaze could hide no more.\"\nThis next song... Well, it holds a certain meaning for me. Perhaps because it tells of Reed Miller, the legendary thief — yet also a poet, in his own right.\n\"Amber wine trickles slow into our waiting cups — come, let us toast the cawing in the night that refuses to fall silent.\"\n\"The first cup, to the heartbeat no noose could stifle, soaring high like a stubborn, untamed ideal.\"\n\"The second, to that gentle valor which entrusts life and death to the soil, meeting the malice lurking in the dark with fearless grace.\"\n\"And the last I keep for myself — when the first two cups are spent, may the music of my lyre send courage forth, into every heart not yet grown cold.\"\nTo we bards, the God of Wind and Song is ever the guardian of every tune we spin. So let this next melody be my gift to His realm — may the winds of freedom bear you safely onward, my friend.\n\"...The bards do strum their strings, not for feast nor bright revel, the wind bears their song over lofty walls, piercing the proud and highborn...\"\n\"...Mark well! The towers of old shall crumble with wind and time, this storm-forged tune, of iron and defiance, sings for every hero's struggle...\"\n\"...She is the flute of Fontaine's blade dancers, she is the cry of Natlan's gladiators. Though strings may split, though the song falls silent, on every street, at every window, still she hums her tune...\"\n\"'If someone plucks out your tongue, you can still sing with your eyes. If someone blinds you in both eyes, you can still see with your ears.'\"\n\"'But if anyone dares to steal your song, the freedom you yearn for — that alone, that alone shall never do!'\"\nThis song I dedicate to a Yaksha of the Land of Glaze. As the Abyss rose to devour the people, he leapt into the fray, charging alongside the warriors, yet never did he return.\n\"Disaster arrived in the Land of Glaze, and a horde of ancient foes came surging forth. The Millelith warriors held the rear, striving only to carve a lifeline for the people.\"\n\"Stone spears pierced the darkened tide, fulfilling Rex Lapis's command. The Yaksha, worn and near collapse, pressed on through blood-stained cliffs. To hold the battle line, the Fantastic Compass restrained both foe and ally alike.\"\n\"In a fleeting moment, the Yaksha's wits returned, and he saw that the comrades beside him were not those of old. Ere his passing, he spoke his name, Bosacius, entrusting the cherished memories of bygone companions to another.\"\n\"Alas, all things must wither, and all gatherings part. Blood and time sink together into the hidden veins of stone. Mountains and rivers may shift with sun and moon, yet the harbor city endures in steadfast peace. The hero is gone, but his deeds remain, steadfast as the unyielding peaks.\"\nFriends, let wine set your cheeks aglow! For I sing not of kings enthroned, nor of monks in their laments. But hark! a tune of Uzza and Shimti sweet — let not sorrow linger, lay down your grief.\n\"Al-Ahmar's palace lies buried, unknown. No slaves' pastures, no roses of kings are grown. Like snow on the desert, cold and brief. It blazes a moment, then scatters to grief.\"\n\"Mortals chase the sun and the desert's pride. While gods to their lovers grant heavens wide. Yet sweeter by far rings the drunkard's cheer, than all their vain promises whispered here.\"\n\"Pour deep the wine, my friend, and sing, till fair Padisarah's bloom shall spring. When in the endless oasis it flowers again, my love shall return, to be mine till the end.\"\n\"One cup of wine, one crimson rose — life slips away as the sand that flows. Yet on the vine, through sun and rain, the grapes still burn with a ruby flame.\"\nThe next tune I raise sings of the leader of the Lochknights of Ancient Fontaine — the Knight Erinnyes, whose eyes gleam like the sea. Tales of knights, wicked dragons, cunning wizards, and a holy blade are told and retold, for in Fontaine, they are ever renowned.\n\"...Hearing the envoy's intent, Knight Kudenin of Dunnaer, flew into a rage, ready to strike down the one who dared propose marriage...\"\n\"...But Knight Erinnyes, with eyes like the bright sea, held him back and addressed the envoy who sought to wed the Capitoliani musician to her...\"\n\"...O envoy of King Remus, tell the noble minstrel so, mine heart I give to this fair land, and none else shall it know...\"\n\"...Until the unjust and tyrants can harm Fontaine no more, I shall marry none, nor be claimed, my heart belongs to these shores.\"\nThis song tells of a tale sung far and wide in Natlan. Children of men and saurians alike joined in heart and hand to smite the Python King Och-Kan, who had strayed from the gods' path.\n\"...First to arrive were the forebears of Nanatzcayan, and Sakkuk — a maid as fair as the green quetzal's song. In darkness and in night they spoke and they pondered, thought and counsel guiding them along...\"\n\"...Then came Atawallpa and Waskar, noble sons of Meztli and Teteocan, two brothers who roused the hearts of all, and made the timid stand as one once more...\"\n\"...Then old Yupanqui, honest and true, took to heart each warning of Xbalanque too. For the sake of those long gone, he too walked the path of the young...\"\n\"...Thus began their vow to overthrow the tyrant — thus began the fall of the City of Cinders. As they spoke these words, their eyes beheld — and their hearts prayed — that a second sun might rise to bring them light...\"\nThis song I raise in honor of the valiant warriors who battle the things of darkness, and in tribute to all present here. Hear me sing of The Belyi Tsar's Expedition, and of the sacrifice of princes and heroes alike.\n\"...Day by day they battled the hounds of the\nThe valiant warriors of Kitezh, their shouts held back the desolate plains, their golden shields spanned the open wilds...\"\n\"...The earth did roar like rolling thunder, while arrows rained from storm-dark skies asunder. The children of the\npressed near, seeking to encircle the forces of Snezhnaya with fear...\"\n\"...At noon on the seventh day, the banners of the Belyi Tsar fell in disarray. Beneath thundering hooves, black soil drank the crimson spray — thirst bent their bows, and sorrow choked their quivers drained...\"\n\"...Grieve not for the valorous fallen, nor fret for the tides of time. To wash away our lord's dishonor, rise, brothers, and in unity, repay with blood the brave who bore this crime...\""
          }
        ]
      }
    ]
  }
}