{
  "epId": 8924,
  "name": "Aila",
  "desc": "<p>The first Moonchanter of the Frostmoon Scions, who lived 500 years ago.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/24/237301566/c414e4ed94fae43ea026ca79a1796389_5663600341428686039.png",
  "menuId": 10,
  "menuName": "NPC Archive",
  "version": 1759416598,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Aila"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Nod-Krai"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Frostmoon Scions"
          }
        ]
      },
      {
        "key": "Title",
        "value": [
          {
            "type": "RichText",
            "text": "First Moonchanter"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Aila",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/24/237301566/eb379d891f80db44159605771adb8e58_8148082329118285023.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Aila's recorded image."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7622,
        "name": "Frostmoon Scions",
        "desc": "<p>The descendants of the legendary golden realm, who chose to find new homes among the mountains and forests after abandoning all civilization. The only thing they never forsook was their faith in the \"Moon Goddess.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/495bf3319bc3e1faf3bafaa0ee422e48_5985225249435740207.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Aila was the first Moonchanter about 500 years ago. Under her leadership, many Frostmoon Scions' traditions were reformed, and their sanctuary, the Court of the First Edict, was sealed.\nLovia\nThe Archpriestess of the Frostmoon Scions, Lovia, chose Aila and her twin sister, Alia, to bear the perfect heir who would lead them to paradise. Because the sisters' blood wasn't pure enough, Lovia forced them to drink \"pure moonlight\" to purify it. This allowed Aila to see fate.\nLovia was killed by Aila for betraying her people, and her name was erased from history.\nAlia\nAila's twin sister, who was chosen to bear the perfect heir. Aila sacrificed herself so Lovia and",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8930,
        "name": "Rotwang",
        "desc": "<p>A \"mad monk,' exiled from Khaenri'ah, who dreamt of the pitch-black Elysium. His real name is Rauthvangi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/24/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_5598641195757484797.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "won't get powers.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7476,
        "name": "Columbina",
        "desc": "<p>The Third of the Eleven Fatui Harbingers, known as Damselette and Moon Maiden. She is a Moon Goddess named Kuutar.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/237301566/eec3ce8e5b5a2fcef15e211af926b3b3_6685114377878509864.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Aila prophesied the appearance of the Moon Goddess and witnessed her birth. The Statue of the Moon Goddess in Frostmoon Enclave is carved by Aila herself. It depicts Kuutar in her original form.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8929,
        "name": "Solovei",
        "desc": "<p>The first Torchbearer and founder of the Lightkeepers.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/24/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_7025403973138167747.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "The first Lightkeeper, with whom Aila shared the Arrow of Terpikeraunas, an ancient Hyperborean artifact that transforms the energy of the Light Realm and purifies the energy of the Void Realm. Thanks to this, the Lightkeepers were able to fight the Wild Hunt.\nLovia wanted Aila to kill Solovei, as he was interfering with her plans.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8928,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "According to legend, Aila persuaded a great thief to steal the stone of desire that had bewitched the High Priestess Lovia.\nSome believe Aila was in love with Reed Miller, which is why she remained unmarried for the rest of her life.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Traveler",
        "desc": "A traveler from another world who had their only kin taken away, forcing them to embark on a journey to find The Seven.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Because Aila could see fate, she foresaw the coming of the Ruler of \"Elysium,\" a hero destined to rid the world of the undying serpent and protect paradise. She recorded her image so that she could guide them even 500 years later.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Quests"
      },
      {
        "type": "CustomEntry",
        "epId": 8844,
        "name": "For a Green Island...",
        "desc": "<p>You discover an island affected by kuuvahki turbulence near Hiisi Island...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/13/118896516/03386dacb31726cbf471f6fb2a29e069_2454743606544291987.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 8848,
        "name": "The Mirrors, the Maze, and the Tsar",
        "desc": "<p>You discover a deep pit near the Frostmoon Enclave...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/13/118896516/03386dacb31726cbf471f6fb2a29e069_4752480156511487760.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 8847,
        "name": "Echoes of an Unfinished Past",
        "desc": "<p>You run into Vernadska, the self-proclaimed priestess, again on Hiisi Island. This time, she's trying to get into a sanctum...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/13/118896516/03386dacb31726cbf471f6fb2a29e069_7892739389663451079.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Items"
      },
      {
        "type": "CustomEntry",
        "epId": 8779,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 8512,
        "name": "Moonweaver's Dawn",
        "desc": "An immaculate, sharp silver sword that can slice through armor like moonlight flowing through the empty night. According to legend, it is a divine blade, blessed by the first Moonchanter herself.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/02686441b09dcc1d5029ff21a6d04ef8_297003927757836842.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 8521,
        "name": "Silken Moon's Serenade",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b8350998129a66e67c1a7691153da68d_6559589601591776539.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "textualResearch": [
      {
        "title": "Aila's Notes",
        "desc": [
          {
            "type": "RichText",
            "text": "...I told a lie, just like Lovia did, and just like my sister did. I said no when Mr. Solovei asked me if I felt any hate.\n...But how can I put the hatred in my heart into words? How would someone as kind and sincere as he is ever understand such horrifying malice?\n...No. I cannot think this way, and no one needs to know. Mr. Solovei does not need to be troubled with such trivial things. No one is obliged to bear the weight of another's suffering, which they have not experienced. And even if he truly were willing to listen, and even if his kindness were to move him to tears... what would it change? I would only end up bringing needless pain to another tender heart. In the past, the present, and the future, across the countless threads of fate that Lovia once let me glimpse by mistake, the only ones who shed tears for the misfortunes of others are kind souls who ought to be smiling instead. And since the sublunary sphere has always been one where good is repaid with cruelty, the least I could do is spare him a sorrow that does him no good.\n...Once upon a time, I despised lies. Yet now, I find myself speaking them with keen intent. Maybe the [...] of the past dozen years or so has been punishment for this very moment...\n...But that does not matter anymore. From the noble lady of Salt to the scions of Gurabad's jinni, there have been plenty of instances where the innocent have suffered the gravest of punishments, let alone a sinner as steeped in [...] as I am. If the silvery-white thread has already found its way around my neck, I may as well bear the weight of still more unforgivable sins by myself so that the children who remain untainted may be spared...\n...What was born of the Frost Moon must return to it. All the walls, towers, fortresses, and temples must be torn down, save for the great pillar raised here by the Dragonborn, that is, the sacred sanctuary where our ancestors found refuge. Prolonged isolation and seclusion serve only to nourish fleeting ambitions and hollow delusions. Let it be reverence for nature, kindness toward outlanders, and those virtues in which none believe, and not the pride of the dead, which sets our threads apart from theirs. Only then will there never again be another Lovia... or another me.\n...Decades from now, a new moon goddess will be born... Oh, the irony of it! Lovia's long and desperate quest was, in the end, for nothing. Even if [...] had borne the sacred heir as foretold, and not the man who abducted my sister... The one who should have been our sovereign would only have created even greater chaos in Snezhnaya. The birth of the new moon had nothing to do with anything she did. She could not even foresee the coming of that maiden, and nor did she know that the holy throne had never truly been broken...\n...I do not know if I will live to see that moment, for my own thread is hidden from my sight. But I pray that I will not. Those tainted by sin do not deserve to witness the moon's pure light...\n...In any case, people must come to believe that the new moon takes delight only in kindness, friendship, and mutual aid — that no other prayer or sacrifice will ever please our goddess. This is what they must believe, because if they do not, then no matter how noble the ideal, it will only wither and fade into the filth that lies beneath the moon...\n...The threads of the gods are too bright for me to follow, and I cannot see where she is headed. But at the very least, the Frostmoon Scions, who have been redeemed in her name, must ensure that the power of choice remains hers alone. No one should ever seek repayment or reward from her, and she must never be molded into the \"perfect deity\" others wish her to become...\n...Daughter of the Frost Moon, maiden of the new moon... May she one day behold the dream of true happiness... and may the Frost Moon never forgive my sins, for I have cursed her name more times than I can count."
          }
        ]
      },
      {
        "title": "Письмо для Айлы",
        "desc": [
          {
            "type": "RichText",
            "text": "Уважаемая госпожа Айла!\nЯ не смог остановить госпожу Алию и искренне сожалею о постигшей её судьбе. Но её благородная жертва позволила нам остановить Ротванга и предотвратить гибель бессчётного множества людей. Теперь я понимаю, почему она решила разыгрывать из себя мою близкую подругу. Обязательно обсудим с вами этот вопрос во время следующей встречи (хотя, возможно, к тому времени вы будете знать куда больше, чем я).\nЯ не берусь судить её и не буду пытаться изменить ваше мнение о ней. Но позвольте мне исполнить последнюю волю госпожи Алии и передать вам её слова. Она просила оказать вам всемерную поддержку (что я, несомненно, исполню, ведь вы моя благодетельница), и что - передаю сказанное ею слово в слово - она надеется, что жизнь ваша будет счастливой и свободной.\nЧто до Стрелы Терпикераунаса, о которой вы пишете в последнем письме, если она действительно обладает силой, способной развеять непроглядную тьму бедствия, и вы готовы поделиться ею с таким бескорыстием, примите мою глубочайшую благодарность от имени всего народа Нод-Края. Если дело обстоит так, как вы предвидите, и Ротванг действительно восстанет из непроглядной тьмы, то наши преемники - орден, который я хотел бы назвать Светоносцами в честь зажжённого вами пламени - встретят угрозу, вооружившись технологиями, которыми вы столь щедро нас одарили.\nВсе подробности обсудим при личной встрече, когда вы будете свободны. Я понимаю, что после смерти Ловии у Детей Морозной Луны появилось множество дел, требующих вашего личного участия.\nИскренне ваш\nСоловей"
          }
        ]
      }
    ]
  }
}