{
  "epId": 943,
  "name": "Breeze Amidst the Forest - Ballad Selection Excerpt",
  "desc": "A collection of Mondstadt ballads, recorded, compiled and arranged by scholars centuries ago.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Breeze Amidst the Forest - Ballad Selection Excerpt_icon.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718383642,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Breeze Amidst the Forest - Ballad Selection Excerpt"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Found in Knights of Favonius Library\nDialogue Reward from Six-Fingered José"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2318,
            "name": "Breeze Amidst the Forest",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source 1"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=90.62,38.50&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Source 2"
      },
      {
        "type": "RichText",
        "text": "Speak to Six-Fingered José and choose the dialogue option: \"...Um, who are you?\" followed by \"Are there many other bards in Mondstadt?\"\nHe can be found near <color=#ece5d8>Favonius Cathedral</color> during the day or <color=#ece5d8>Angel's Share</color> at night."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 944,
        "name": "Breeze Amidst the Forest Supplement: The Dragon Tome",
        "desc": "A supplement to the \"Breeze Amidst the Forest\" ballad selection with excerpts from various sources.<br/>It tells the story of the Dragon of Mondstadt.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/174dd32841120ed8106c3f36ccc7383c_1255480350943468791.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Breeze Amidst the Forest - Ballad Selection Excerpt ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\n—Ballad Selection Excerpt—\n\"Breeze Amidst the Forest\" and \"Breeze Upon the Lake\" constitute a two-volume collection of narrative poems. The compilation is the result of the tireless work of scholars who have recorded and arranged countless songs sung by Mondstadt bards.\nBards often elaborate upon or fabricate history to draw in an audience and earn a few extra Mora. Hence, most of their works have extremely low credibility. What has allowed the songs to remain popular to this day, and to stand the test of the thousand winds of time, is the threads of spectacular imagination and ingenious rhetoric that have been woven into them.\n...\n\"What is to be sung hails from ancient times.\"\n\"The gods walked among us in their prime.\"\nThe poet, who had finished recounting the tales of the ruins and Vennessa, began to tell the story of the Wind Dragon. He began to sing, \"The story to be told hails from ancient times, when the gods walked among us in their prime.\" The dragon graced by Anemo was born* in the high heavens in that age of wonders. He slowly descended, and inspected everything with curious eyes.\nHe landed in a village, but the terrified villagers threw rocks at him. The dragon could not understand why they cried out in fear.\nHe landed in a cemetery, and only heard the lament of grieving people. The dragon could not understand what they murmured in their sorrow.\nHe landed in an orchard, but was cursed by the furious farmers who lost their trees. The dragon could not understand why they screamed in anger.\nThe world was too complicated for a young dragon. The dragon was bewildered, yet he did not give up.\nOne day, the dragon heard music pouring out from the Holy Lyre der Himmel. This was the name of the lyre belonging to the Anemo Archon. Enchanted by the poetry, the Wind Dragon landed beside the best singer under the skies.\nPeople panicked, for the mighty elemental dragons and the great archons that reigned over the earth had never seen eye to eye.\n\"Behold his beauty and benignity!\" The Windborne Bard sang.\n\"But we do not know him,\" the people replied.\nWhat mysterious magic lies behind music and poetry that has the power to mesmerize both dragons and humans alike? I, for one, cannot fathom it. The dragon decided to stay with the bard, for he too wished to be understood by all souls. He learned human speech and the Windborne Bard's singing techniques.\n...omitted...\nLater generations regarded him as one of the Four Winds that watched over and protected Mondstadt.\n\"An atrous sun befell its kingdom and a luminous pearl lost its glow.\"\n\"Niveous silk grew dim and wheaten gold burned brilliantly no more.\"\nSo begins another tale that occurred in the lost Khaenri'ah Kingdom.\nThe Eclipse Dynasty had fallen, and disaster spread across the land. The alchemist known as Gold was corrupted by their own greed and ambition, and created an army of shadowy monsters with their uncanny powers. Durin, a black serpentine dragon, rose from the sea to cast its shadow over Mondstadt. But it was at this very moment that there was no one to inherit the title of Lionfang Knight, thus, the Knights of Favonius could not fly their falcon flag.\nThe persistent yet despondent prayers called upon the archon of Mondstadt, the Windborne Bard. The strings of the lyre were strummed once more, and the Wind Dragon was summoned forth.\nAs Mondstadt's last line of defense, the Wind Dragon battled the wicked dragon to the death in the raging storms.\nThe Wind Dragon prevailed. He tore open the throat of the wicked dragon, at the cost of ingesting its poisonous blood. The blood of the wicked dragon was distorted gold, with the powers to crumble mountains and poison the earth.\nThe Wind Dragon protected Mondstadt with his life, and his only wish was to be understood by humans. And so, he drifted off into a deep slumber.\nThe Holy Lyre played a sorrowful tune.\nThe Holy Lyre sang: should you awaken, spread your wings and live your life freely! A dragon is born to soar the skies, and mortals shall surely grasp your beauty...\n(*Typically, when life arises from the elements, it either descends and becomes a slime, or ascends and becomes a crystalfly. Rarely does this process give rise to dangerous elemental monsters. Elemental dragons are rarely seen and have the powers to match the gods of old.)"
          }
        ]
      }
    ]
  }
}