{
  "epId": 944,
  "name": "Breeze Amidst the Forest Supplement: The Dragon Tome",
  "desc": "A supplement to the \"Breeze Amidst the Forest\" ballad selection with excerpts from various sources.<br/>It tells the story of the Dragon of Mondstadt.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/174dd32841120ed8106c3f36ccc7383c_1255480350943468791.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718383656,
  "components": {
    "textualResearch": [
      {
        "title": "Breeze Amidst the Forest Supplement: The Dragon Tome ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 2\n—The Dragon—\nAn excerpt from \"An Investigation into the Cultural Customs of the Wind Kingdom,\" more commonly known as \"Records of Customs and Culture,\" by Jacob Musk.\n...\nThe \"Wolf\" of the Knight of Boreas, the \"Lion\" of the Lionfang Knight (or \"Dandelion Knight\"), the \"Falcon\" of the Knights of Favonius, and the \"Wind Dragon\" Dvalin have been long regarded as the Four Winds that watch over Mondstadt.\nAfter the Lionfang Knight liberated Mondstadt, the Knights of Favonius was established, and the Knight of Boreas joined them. The tradition of worshiping the Four Winds was gradually formed in Mondstadt. However, Dvalin, the ancient Wind Dragon, predated them all.\nApproximately one hundred years ago, the land was in chaos. Darkness spread, contaminating everything it touched. Barbarians and foul creatures roamed the lands, forcing people to dwell within the city walls.\nIt was an especially difficult time for Mondstadt. The Lionfang Knight was without a suitable heir, and the Knights of Favonius had lost many of its brave men and women during the bitter wars. During the most difficult of times, Durin, the corrupted dragon of immeasurable power, began attacking Mondstadt.\nThe prayers of Mondstadt's people awoke the Anemo Archon, and his will summoned forth the Wind Dragon Dvalin. As the last defender of Mondstadt, Dvalin battled Durin with all his might.\nThe result was clear — Durin's remains still lie atop the snowy peaks to the south of Mondstadt — but the story of how the battle ended was lost in time. It is said that Dvalin ripped out Durin's throat, and together they fell from the sky. Durin's body sunk into the snow while Dvalin was summoned by the Anemo Archon and fell into a slumber.\n...\nPeople used to believe that Dvalin would awaken whenever Mondstadt faces a new threat.\nBut in these times of peace, the belief of the Four Winds has gradually eroded and their temples lie all but completely deserted.\n(Citation of unknown origin: By the time the Knights finally discovered that the foreign monstrosity named Stormterror, with which they had clashed countless times, was in fact Dvalin of the Four Winds, the enmity that had grown between them and driven them to conflict could not be undone. One can scarcely imagine the betrayal Dvalin must have felt when he awoke after a hundred years of slumber only to find that the people of Mondstadt, whom he had protected with his life, had forsaken him...)"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Breeze Amidst the Forest Supplement: The Dragon Tome"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Archon Quest Prologue: Act I - The Outlander Who Caught the Wind\nQuest - Sparks Amongst the Pages"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2318,
            "name": "Breeze Amidst the Forest",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 943,
        "name": "Breeze Amidst the Forest - Ballad Selection Excerpt",
        "desc": "A collection of Mondstadt ballads, recorded, compiled and arranged by scholars centuries ago.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Breeze Amidst the Forest - Ballad Selection Excerpt_icon.png",
        "displayStyle": "text"
      }
    ]
  }
}