{
  "epId": 987,
  "name": "A Legend of Sword (I)",
  "desc": "Amid a sea of stars that spin in reverse, light-centuries of war unfold down on the planet's surface... With this grandiose opening comes an all-new tale of gallantry!",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Legend of Sword (I)_icon.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718383858,
  "components": {
    "textualResearch": [
      {
        "title": "A Legend of Sword (I) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 1\n\"Even if Emperor Sher's ambitions are realized, how will anybody benefit from it?\"\nSecretary of Defense Faranges stared out of the window into space as the galaxies and stars shone gently upon her face, their pale white glow flowing softly and slowly down each strand of her hair.\nShe couldn't help but think back to the first time she looked out at this ocean of stars through this very window. But she no longer remembered the sense of awe she felt back then. Even her homeland, now hundreds of light-years away, had long since become faded and distorted in her memories whenever they surfaced in her dreams.\n\"Forgive me for speaking out of place, Your Highness, but this war has been dragging on for far too long. We've battled through countless constellations, wiped out tens of millions of lives in all sorts of devious ways, and made ourselves viceroys and envoys of every obscure constellation we came across, all in an effort to make Emperor Sher's dreams a reality. But what has His grand vision brought us? One misfortune after another, and an ever-growing number of enemies. They're in every corner of the galaxy now... it's just a matter of time before they swallow us up!\"\n\"My brother's vision is for an empire that will rule for all eternity, one where there is no fear, and where people do not lack for anything. The fate of the many will no longer be dictated by the few, no one will enjoy a higher status than anybody else, and even incompetence will no longer be seen as a crime. And so... it is inevitable that those who cannot comprehend this grand vision are doomed to be swept aside. This is their fate.\"\nPrincess Gopatha shook her head and spoke with a gentle yet cold tone.\nIt seemed as if the Intergalactic Anti-Guerrilla War had robbed her of more than just one of her eyes and one of her arms, because when Faranges looked at her, she did not see the joyful young woman she once knew.\n\"I trust in brother's decision — he would not act out of mere self-interest. So please, even though it is you, don't say such things again in the future. Don't speak words that sow doubt.\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "A Legend of Sword (I)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Yae Publishing House"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2321,
            "name": "A Legend of Sword",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Legend of Sword_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111,2,3,154,319,338&center=5351.17,3668.03&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3404,
        "name": "Kuroda",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/43b6af48285e9eeb1895ee06d481fa56_5207274457170173804.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 989,
        "name": "A Legend of Sword (II)",
        "desc": "Amid a sea of stars that spin in reverse, no battle is legendary enough to be any more than a ripple in the silence for those who dwell upon the shore... But for the warriors in the thick of it, the war is all there is.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9bcb9fd79dbeeca9f3560d46900d7b76_6740152047126377982.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 988,
        "name": "A Legend of Sword (III)",
        "desc": "Amid a sea of stars that spin in reverse lies a small chain of shattered isles, each of which has its own history, featuring tales heroic and trivial alike. This heroic tale is set in the time of the Suruga Shogunate.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9bcb9fd79dbeeca9f3560d46900d7b76_2588134259674666256.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 992,
        "name": "A Legend of Sword (IV)",
        "desc": "There is a saying in Inazuma: \"What are bandits but the children of war?\" In times of tumult, even the harvest is a battlefield... See how this unfolds in the latest volume of \"A Legend of Sword\"!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9bcb9fd79dbeeca9f3560d46900d7b76_3834644233442318977.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 990,
        "name": "A Legend of Sword (V)",
        "desc": "Amid a sea of stars that spin in reverse, in nondescript village in a remote corner of the shattered isles, a ronin who has fallen upon hard times forms an alliance with a group of farmers. A great battle with the bandits draws near...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9bcb9fd79dbeeca9f3560d46900d7b76_1636776513328319908.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 991,
        "name": "A Legend of Sword (VI)",
        "desc": "\"In essence, the great battle in space is no different from the armed conflict between commoners which took place ten years ago on that barren planet...\" Soon, the name of that man shall be known across the Galaxy, matching that of the Emperor.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9bcb9fd79dbeeca9f3560d46900d7b76_1002349846660827199.png",
        "displayStyle": "text"
      }
    ]
  }
}