{
  "epId": 991,
  "name": "A Legend of Sword (VI)",
  "desc": "\"In essence, the great battle in space is no different from the armed conflict between commoners which took place ten years ago on that barren planet...\" Soon, the name of that man shall be known across the Galaxy, matching that of the Emperor.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9bcb9fd79dbeeca9f3560d46900d7b76_1002349846660827199.png",
  "filterValues": {
    "objectType": [
      "Quest Item"
    ]
  },
  "menuId": 9,
  "menuName": "Teyvat's Resources",
  "version": 1718383913,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "A Legend of Sword (VI)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Purchase from Yae Publishing House"
          }
        ]
      },
      {
        "key": "Library Entry",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2321,
            "name": "A Legend of Sword",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Legend of Sword_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version Released",
        "value": [
          {
            "type": "RichText",
            "text": "2.6"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111,2,3,154,319,338&center=5351.17,3668.03&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Shop"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendor</color>\n<color=#ffffff>Cost</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3404,
        "name": "Kuroda",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/43b6af48285e9eeb1895ee06d481fa56_5207274457170173804.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Common currency. The one language everybody speaks.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Related Books"
      },
      {
        "type": "CustomEntry",
        "epId": 987,
        "name": "A Legend of Sword (I)",
        "desc": "Amid a sea of stars that spin in reverse, light-centuries of war unfold down on the planet's surface... With this grandiose opening comes an all-new tale of gallantry!",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Legend of Sword (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 989,
        "name": "A Legend of Sword (II)",
        "desc": "Amid a sea of stars that spin in reverse, no battle is legendary enough to be any more than a ripple in the silence for those who dwell upon the shore... But for the warriors in the thick of it, the war is all there is.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9bcb9fd79dbeeca9f3560d46900d7b76_6740152047126377982.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 988,
        "name": "A Legend of Sword (III)",
        "desc": "Amid a sea of stars that spin in reverse lies a small chain of shattered isles, each of which has its own history, featuring tales heroic and trivial alike. This heroic tale is set in the time of the Suruga Shogunate.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9bcb9fd79dbeeca9f3560d46900d7b76_2588134259674666256.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 992,
        "name": "A Legend of Sword (IV)",
        "desc": "There is a saying in Inazuma: \"What are bandits but the children of war?\" In times of tumult, even the harvest is a battlefield... See how this unfolds in the latest volume of \"A Legend of Sword\"!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9bcb9fd79dbeeca9f3560d46900d7b76_3834644233442318977.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 990,
        "name": "A Legend of Sword (V)",
        "desc": "Amid a sea of stars that spin in reverse, in nondescript village in a remote corner of the shattered isles, a ronin who has fallen upon hard times forms an alliance with a group of farmers. A great battle with the bandits draws near...",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9bcb9fd79dbeeca9f3560d46900d7b76_1636776513328319908.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "A Legend of Sword (VI) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 6\n\"Captain, forgive my bluntness, but you were sleeping the whole time during that meeting earlier.\"\n\"Huh, so you noticed?\"\n\"Oh, you were sitting quite upright, but I've seen this happen many times before. Captain, I'd ask you not to use your training as a martial artist in this manner. A written report isn't going to save you if the fleet commander hears of this.\"\nSo Mahasti said, but in truth, no one had ever dared to touch his superior. Amidst the delicate balance that Allied Fleet Command maintained internally, his middle aged captain and superior, Bitchuu Kyuubei, also known as Shinkurou, now also known as \"Semimaru\" using some truly lame pronunciation, was the very same person everyone was trying to court to their side, and the one most likely to break this deadlock.\nThis was a whole decade ago now...\nShinkurou thought to himself quietly.\nThat one victorious battle at Asada village, on reflection, had been nothing but a minor test of Shinkurou's military prowess. But for the parties involved, this could be called the beginning of the disaster.\nAs expected, the Tai-Shogun would not permit such a talented person to wander in the wild.\nNot long after, Shinkurou would be blinded in both eyes and thrown in jail.\nThis state of affairs lasted until five years ago, when the Imagawa clan was defeated by an allied army formed under the Oome daimyo clan, beheading its leader in the process. From then, the nation and its people would finally experience a period of peace...\nThat was what the new Seii Tai-Shogun told Shinkurou personally in while the latter was in prison.\nShinkurou had never in his life seen the common folk able to work and live in peace, and this strange Tai-Shogun was likely no saint, either. The general amnesty was something that simply had to be done to win the people over.\nAs he reminisced, Shinkurou could not help but sigh: whether in the past or now, people like him would always be at the center of the vortex, whether they liked it or not.\n\"As far as this country is concerned, people like me are traitors, and I suppose that is also the case in this vast universe.\"\nThe Shogun looked at the sitting Shinkurou and spoke in an indifferent voice.\n\"The Imperial Tax is no longer something that this tiny planet in a corner of the universe can take up. And someone of your ability should be free to flex it among the stars.\"\n\"Your clan and your given names were taken by that cretin Imagawa, yes, but abandon that past. From now on, you shall be known as 'Semimaru.'\"\nYes. Someone who no longer had a past, someone whose eyes could no longer behold the many wonders of the universe... Now, its vastness opened before him."
          }
        ]
      }
    ]
  }
}