{
  "version": 1748292739,
  "language": "vi-vn",
  "menuId": 20,
  "menuName": "Giải Thích Từ Ngữ",
  "totalItems": 23,
  "list": [
    {
      "epId": 3830,
      "name": "Vision",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/fa9e7f4e1400794f2ee1468599880d59_2342939714711669881.png",
      "desc": "<p>Vision là món quà được ban tặng cho những người sống ở Teyvat và được công nhận bởi Thần. Chúng giúp cho người sử dụng kỹ năng nguyên tố dựa trên nguyên tố của Vision được ban tặng. Người ta nói rằng những người sở hữu Vision có cơ hội lên Đảo Thiên Không và tự mình trở thành thần.</p>"
    },
    {
      "epId": 4935,
      "name": "Gnosis",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/e396f8e6f02f3b0f579bc71a7089833b_8988921317301815411.png",
      "desc": "<p>Gnosis là vật phẩm thuộc sỡ hữu của Bảy Vị Thần để trực tiếp cộng hưởng với Đảo Thiên Không và là bằng chứng xác nhận trạng thái của một vị thần dưới danh là vị chấp chính trần thế. Nó có hình dạng của quân cờ. <span class=\"wk-shady\">Sau đó được tiết lộ rằng Gnosis được tạo ra từ phần còn lại của Kẻ Đổ Bộ Thứ Ba.</span></p>"
    },
    {
      "epId": 4936,
      "name": "Lễ Hội Fontinalia",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/24/55631176/700e67317f0fc5bc48976ea8ca9fbfda_8697225191933672492.png",
      "desc": "<p>Lễ Hội Fontinalia là ngày lễ được thành lập để tưởng niệm các Kỵ Sĩ Nước Trong đã tìm kiếm Tinh Linh Nước Trong, và chào đón Thủy Thần Egeria.</p>"
    },
    {
      "epId": 4937,
      "name": "Tết Hải Đăng",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/55631176/654359f2b1a70b260e1017d412721a45_6317226117948843106.png",
      "desc": "<p>Tết Hải Đăng là dịp lễ được tổ chức để tưởng niệm những người đã hi sinh trong Cuộc Chiến Ma Thần</p>"
    },
    {
      "epId": 4938,
      "name": "Lễ Trục Nguyệt",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/55631176/6adb78c5d9f50265052300f04021f6e3_2184522055173831178.png",
      "desc": "<p>Lễ Trục Nguyệt kỉ niệm sự bắt đầu của mùa thu dưới ánh trăng.</p>"
    },
    {
      "epId": 4939,
      "name": "Lễ Hội Hoa Gió",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/a2b5d731d7d2847a062cfd8750b02944_7280859701605203716.png",
      "desc": "<p>Lễ hội tưng bừng trọng đại để thể hiện sự tôn sùng đối với tự do và tình yêu!</p><p> </p><p>Băng qua vùng đất Mondstadt xanh tươi, dạo bước giữa đám đông ăn mừng lễ hội, cuộc hành hương trải đầy thơ văn lịch sử và hoa thơm - Lễ Hội Hoa Gió, chính thức bắt đầu.</p>"
    },
    {
      "epId": 5118,
      "name": "Trầm Ngọc Cốc",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/55631176/e4d0ad609badc8717d0d99c57c2e1ca6_8090489161426724885.png",
      "desc": "<p>Làn gió nhẹ mang theo hương trà thơm ngát một lần nữa lan tỏa khắp vùng núi Liyue. </p><p>\"Trà mọc lên trên đá, suối ngọc không ngừng chảy\". Hương thơm thoang thoảng cùng khúc ca ngọc ngà xa xưa khẽ lướt qua dòng sông của Làng Kiều Anh, thẳng đến Bến Tàu Di Lung náo nhiệt. Giữa những dãy núi mờ sương của phương nam, không biết còn ẩn chứa những kỳ ngộ nào không...</p>"
    },
    {
      "epId": 5140,
      "name": "Khu Beryl",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_1650873393370822184.png",
      "desc": "<p>Một dãy núi cổ đại đầy tàn tích nằm bên kia bờ nước đối diện với Đại Sảnh Fontaine.</p><p>Rất nhiều thế kỷ trước đây, những người theo chân Egeria đã từng xem nơi này như một vị trí tuyệt vời để tham quan và dã ngoại. Tại đây, họ hát về tình yêu và những giấc mơ trong sáng, trong trắng như những viên ngọc được đánh bóng. Những bài hát của họ đã dần phai mờ vào ánh trăng nhạt, và hiện tại, chỉ có những cơn gió mát làm vuốt ve những ngọn đồi hoang vắng, mọc rất nhiều cây bạc hà.</p>"
    },
    {
      "epId": 5141,
      "name": "Khu Belleau",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_1095655297268239009.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Mặc dù Fontaine được bao phủ bởi vùng biển rộng lớn, nhưng ở đây cũng có những ngọn núi và khu rừng tuyệt đẹp. Núi Automnequi là một trong những ngọn núi mang tính biểu tượng. Viện Nghiên cứu Fontaine đã sử dụng các thiết bị kỹ thuật khổng lồ để khoan Đường hầm Poisson, qua đó giải quyết một trong những thách thức lớn nhất đối với chiến dịch xây dựng các chặng Tàu Luân Chuyển.</span></p>"
    },
    {
      "epId": 5142,
      "name": "Khu Đại Sảnh Fontaine",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_2677217418322631310.png",
      "desc": "<p>\"Bên trên mọi dòng nước, chỉ có thành phố này.\"</p><p>Vươn mình tại vị trí cao nhất của thành phố, Palais Mermonia<strong> </strong>đại diện cho quyền lực tối cao ở Fontaine. Dưới ánh nhìn của nó, người dân sống một cuộc sống trật tự, đều đặn và dễ đoán, giống như tàu luân chuyển.</p><p>Luật pháp tồn tại để duy trì trật tự ổn định, điều này trở thành nền tảng vững chắc để xây dựng sự công bằng và công lý.</p>"
    },
    {
      "epId": 5143,
      "name": "Khu Liffey",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/04/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_3063808617535170686.png",
      "desc": "<p>Dưới đáy biển sâu, sau một tấm vách sắt, có một xã hội \"đặc biệt\" đang sinh sống và tồn tại.</p>"
    },
    {
      "epId": 5144,
      "name": "Khu Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_2903040537752965713.png",
      "desc": "<p>Con đường truy tìm tri thức cứu rỗi đột ngột dừng lại, niềm đam mê và kiêu hãnh trước đây hóa thành một giấc mơ tan vỡ, vụn nát.</p>"
    },
    {
      "epId": 5145,
      "name": "Khu Rừng Erinnyes",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_1950037515288504075.png",
      "desc": "<p>Cơn Gió phía đông thổi về Đại Sảnh Fontaine mang theo một mùi hương ngọt ngào bí ẩn.</p><p>Trong sâu thẳm của Rừng Erinnyes, nơi ít người dám đặt chân đến, hạt giống của cuộc phiêu lưu đã được gieo trồng bên bờ hồ dưới những cây liễu rủ.</p>"
    },
    {
      "epId": 5146,
      "name": "Khu Morte",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_8561304173594260832.png",
      "desc": "<p>Ai biết được câu chuyện ở vùng đất được canh giữ bởi tòa tháp cao trên biển mà con người lãng quên đã tồn tại bao lâu rồi?</p>"
    },
    {
      "epId": 5600,
      "name": "Biển Kỷ Nguyên Cũ",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/a4b87a75743fb8da99f7178192f4e4d7_4864168791834896339.png",
      "desc": "<p>Vùng nước bao la phía nam vùng biển Fontaine, từng là quê hương của vùng biển cao. Nằm dưới đáy biển sâu thẳm nơi ánh mặt trời không thể chạm tới, chôn vùi ước mơ và hy vọng thuở ban sơ.</p><p>Giữa tòa thành cổ vinh hoa đã tan biến chỉ còn lại những vết tích đổ nát dưới biển, bản nhạc bị lãng quên từ lâu lại một lần nữa vang lên, câu chuyện sớm đã kết thúc nay lại được viết thêm chương mới...</p>"
    },
    {
      "epId": 5601,
      "name": "Khu Nostoi",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_340793124804689843.png",
      "desc": "<p>Trong ngôn ngữ cổ, \"Petrichor\" có nghĩa là \"Ma Tượng\". Giờ đây, đó là một ngôi làng đánh cá tồi tàn trên một hòn đảo nhỏ xa xôi ngoài đại dương của Fontaine.</p>"
    },
    {
      "epId": 5747,
      "name": "Máy Dệt Vận Mệnh",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/55631176/33100d02a4e57722d4e33b40794502a8_1448994727493850098.png",
      "desc": "<p>Một thiết bị do Giáo Đoàn Vực Sâu tạo ra có khả năng tạo ra đường Địa Mạch.</p>"
    },
    {
      "epId": 6274,
      "name": "Simulanka",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/25/55631176/1ffd3bcbb0c40bba41445d9adad1cfda_1289282673950604972.png",
      "desc": "<p>...Rất lâu về trước, ba nữ thần đã tạo ra thế giới tên \"Simulanka\" này.</p><p>Nữ Thần Sáng Thế cai quản phép thuật và vật chất đã tạo ra sự sống của người dân Simulanka, và cỏ cây non nước cũng vì vậy mà hình thành. Simulanka cũng từ đó mới có thể tồn tại trong nhiều thế giới...</p><p>Sau đó là Nữ Thần Tiên Tri cai quản các vì sao và quỹ đạo. Vị nữ thần đó đã khiến cho trời sao xoay chuyển, khiến cho thế giới chuyển động... Ngày nay, bức tượng của vị nữ thần đó vẫn đang ở trên đỉnh của Vương Thành Tinh Cầu.</p><p>Cuối cùng là Nữ Thần Vận Mệnh cai quản mọi câu chuyện và nguyện vọng. Vị nữ thần đó đã ban cho người dân Simulanka tình yêu bất diệt và thù hận cháy bỏng, dạy cho họ biết cái chết và hy vọng là như thế nào...</p>"
    },
    {
      "epId": 7032,
      "name": "Lễ Hội Sabzeruz",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/44749939/bef90833a4b22d42eb98d73aa66789c5_8296248157476584124.png",
      "desc": "<p><span style=\"color: oklab(0.899401 -0.00192499 -0.00481987)\">Lễ hội ở Sumeru được đặt theo tên của Hoa Thần và kỷ niệm ngày sinh của Thảo Thần.</span></p>"
    },
    {
      "epId": 7288,
      "name": "Ochkanatlan",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/55631176/f801f03218ba49236d567092aa0ebda3_133119560923163180.png",
      "desc": "<p>Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ. Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</p>"
    },
    {
      "epId": 7424,
      "name": "Vùng Biển Lặng",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png"
    },
    {
      "epId": 7425,
      "name": "Vương Quốc Dạ Thần",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png"
    },
    {
      "epId": 7428,
      "name": "Lễ Hội Hoa Mikawa",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/55631176/78ad5c95db42003c979ef73d8d262156_7402510887122814765.png",
      "desc": "<p>Lễ Hội Hoa Mikawa là một lễ hội Youkai cổ xưa. Lễ hội thường đem đến cho người tham gia nhiều niềm vui gắn liền với trò chơi, âm nhạc và rượu. </p>"
    }
  ]
}