{
  "version": 1746737672,
  "language": "vi-vn",
  "menuId": 7,
  "menuName": "Kẻ Địch Và Ma Vật",
  "totalItems": 297,
  "list": [
    {
      "epId": 2100,
      "name": "Childe",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
      "desc": "Quan Chấp Hành thứ 11 của Fatui, \"Childe\" Tartaglia.<br/>Hấp thu sức mạnh từ trong \"Delusion\" xui xẻo, học được võ thuật chiến đấu từ trong bóng tối.<br/><br/>Là một chiến sĩ thuần túy khao khát chiến đấu.<br/>Những trận chiến ác liệt, những lần đối mặt với sinh tử, với anh ta mà nói đều là những trận thử thách vui vẻ.<br/>Mọi người đều nói chiến tích của \"Childe\" vang vọng khắp xa gần.<br/>Nhưng bản thân anh ta lại không tán đồng với những lời lẽ thổi phồng này.<br/><br/>Suy cho cùng thì...<br/><i>\"Vận mệnh của bạn là sẽ trở thành mắt bão của chiến tranh, </i><br/><i>\"Tiếng đao kiếm va vào nhau sẽ là âm nhạc đồng hành cùng bạn.</i><br/><i>\"Ký ức đen tối khi bước vào đêm đen,</i><br/><i>\"cuối cùng sẽ trở thành sức mạnh để bạn lật đổ thế giới.\"</i>"
    },
    {
      "epId": 2101,
      "name": "Signora",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
      "desc": "Signora - Quan Chấp Hành thứ 8 của Fatui.<br/>Khác với những Fatui sử dụng quyền năng Delusion khác, Delusion là thứ có thể áp chế và gặm nhấm mọi ngọn lửa. Thay vì gọi nó là binh khí chém giết, thì tên gọi \"đạo cụ giam cầm\" sẽ càng gần gũi với nó hơn.<br/>Mà đây chính là tàn tro tích tụ qua bao nhiêu năm tháng, sau khi phá vỡ màn sương Delusion và tạo nên dung mạo quái lạ cho cô.<br/>Trong đôi mắt phản chiếu ánh đỏ rực, cuối cùng cô ấy dang rộng đôi cánh rực lửa bay về hướng ánh bình minh.<br/><i>\"Nhưng đó không phải ánh mặt trời, Rosalyne thân mến. Đó là biển lửa thiêu rụi mọi thứ.\"</i><br/>Trong ánh sáng, một giọng nói vang lên trong cô.<br/><br/>Nhưng cũng không có ý nghĩa gì. Bởi vì trong lòng cô hiểu rõ, bản thân mình đã bị lửa thiêu rụi từ lâu rồi."
    },
    {
      "epId": 2102,
      "name": "Hilichurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl_icon.png",
      "desc": "Cư dân nguyên thủy lang thang nơi hoang dã ở Teyvat.<br/>Cũng tương tự nền văn minh nhân loại, nhưng đã mất đi trí năng và linh tính. Theo ghi chép, đã xuất hiện trên đại lục hơn ngàn năm rồi, nhưng chưa có lịch sử và văn minh.<br/>Từ sau tai họa cách đây 500 năm, đột nhiên xuất hiện khắp mọi nơi. Tuy rằng sức mạnh yếu, thiếu tổ chức, nhưng có khi cũng gây ra nhiều phiền phức cho con người."
    },
    {
      "epId": 2103,
      "name": "Vua Mũ Đá Hilichurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stonehide Lawachurl_icon.png",
      "desc": "\"Vương giả\" thần bí bước đi trên đỉnh núi.<br/>Hilichurl to lớn được đồng bào gọi là \"Lawa\". Nguyên tố Nham sản sinh trong môi trường đã trở thành một phần cơ thể của chúng, dường như da thịt đều được điêu khắc từ núi non."
    },
    {
      "epId": 2104,
      "name": "Vua Giáp Lôi Hilichurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunderhelm Lawachurl_icon.png",
      "desc": "Vương giả thần bí bước đi trong sấm sét.<br/>Hilichurl khổng lồ được đồng loại gọi là \"Lawa\". Cơ thể khổng lồ chứa đầy nguyên tố Lôi, năng lượng nguyên tố tỏa ra từ các khe hở trong cơ thể dưới dạng pha lê điện."
    },
    {
      "epId": 2105,
      "name": "Vua Giáp Băng Hilichurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Frostarm Lawachurl_icon.png",
      "desc": "\"Vương giả\" thần bí bước đi trong sương tuyết.<br/>Hilichurl to lớn được đồng bào gọi là \"Lawa\". Cơ thể được rèn luyện đến cực điểm, dường như có thể dung hòa với môi trường bao trùm bởi nguyên tố Băng, uy nghi và trầm mặc như sông băng phía Bắc."
    },
    {
      "epId": 2106,
      "name": "Phù Thủy Hilichurl Băng",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Samachurl_icon.png",
      "desc": "Hilichurl lải nhải liên hồi, nhà hô hoán nguyên tố Băng.<br/>Hilichurl có tư chất về mặt khống chế nguyên tố, năng lực này thường đạt đỉnh điểm khi về già. Lời nói chất chứa sức mạnh sương giá, tinh thông cách dùng nó làm kỹ năng chống địch."
    },
    {
      "epId": 2107,
      "name": "Slime Băng",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Slime_icon.png",
      "desc": "Ma vật nhỏ được hình thành từ nguyên tố Băng rải rác trong môi trường tự nhiên.<br/>Trước đây đã có đối thủ cạnh tranh loan tin rằng \"Tửu Trang Dawn\" sẽ lợi dụng Slime Băng để điều chỉnh nhiệt độ hầm rượu, để đảm bảo chất lượng rượu."
    },
    {
      "epId": 2108,
      "name": "Hilichurl Đạn Băng",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Grenadier_icon.png",
      "desc": "Cư dân nguyên thủy lang thang nơi hoang dã ở Teyvat.<br/>Đã phát hiện ra công dụng diệu kỳ của Slime Băng, có thể bảo quản thực phẩm rất hiệu quả. Hilichurl có khả năng tận dụng các loại Slime một cách linh hoạt, bất luận là Slime Hỏa, Slime Băng chế tạo thành thuốc nổ, hay là Slime Phong chế tạo phương tiện...có thể đây là cách tư duy có được qua cuộc sống gian khổ."
    },
    {
      "epId": 2109,
      "name": "Pháp Sư Vực Sâu Băng",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Abyss Mage_icon.png",
      "desc": "Ma vật vực sâu cưỡi trên nguyên tố Băng cực hàn chiến đấu.<br/>Tuy rằng được cảm nhiễm sức mạnh to lớn, thậm chí có thể khiến hơi nước kết tụ thành trụ băng, nhưng bản thân lại vô cùng yếu ớt. Một khi lớp màng bảo hộ bị phá vỡ, thì chỉ có thể chịu trận mà thôi."
    },
    {
      "epId": 2110,
      "name": "Hilichurl Khiên Băng",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shield Hilichurl Guard_icon.png",
      "desc": "Cư dân nguyên thủy lang thang nơi hoang dã ở Teyvat.<br/>Hilichurl có khả năng thích nghi hoàn cảnh cực kỳ tốt. Trong môi trường nguyên tố Băng dày đặc, đã có thể nghĩ cách lợi dụng băng làm thành khiên bảo hộ cho bản thân."
    },
    {
      "epId": 2111,
      "name": "Bạo Đồ Hilichurl Khiên Băng",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shieldwall Mitachurl_icon.png",
      "desc": "Hilichurl Lớn dùng hàn băng làm khiên, sẽ lợi dụng khiên băng to chắc để chiến đấu.<br/>Nhìn chung, sinh vật có cơ thể to lớn, hoạt động nhiều thì cần tiêu hao nhiều nhiệt lượng để sinh tồn. Do vậy, khi El Musk đề xuất \"chỉ số bạo đồ\", căn cứ theo tỷ lệ Bạo Đồ Hilichurl trong phạm vi nào đó so với tổng số Hilichurl, để tính ra tính phong phú và ổn định của nguồn lương thực của Hilichurl."
    },
    {
      "epId": 2112,
      "name": "Hilichurl Băng Tiễn",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Shooter_icon.png",
      "desc": "Cư dân nguyên thủy lang thang nơi hoang dã ở Teyvat.<br/>Xạ thủ tay cầm cung nỏ đơn giản, trên đầu mũi tên là hàn băng ngàn năm không tan. Hình như nghe nói vết thương do mũi tên này tạo ra sẽ rất khó lành, bởi vì hàn băng sẽ giảm tốc độ lưu thông máu."
    },
    {
      "epId": 2113,
      "name": "Cicin Băng",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Cicin_icon.png",
      "desc": "Sinh vật nhỏ có thể dẫn một ít nguyên tố Băng.<br/>Chúng và những sinh vật họ Cicin khác được gọi chung là \"Cicin Bay\". Bởi vì yếu ớt nên chúng đã tiến hóa ra cách di chuyển đặc biệt để tránh những đòn tấn công của kẻ săn mồi."
    },
    {
      "epId": 2114,
      "name": "Hoa Lừa Dối Băng Giá",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Whopperflower_icon.png",
      "desc": "Ma vật giống với thực vật, xuất quỷ nhập thần, dùng nguyên tố Băng để chiến đấu.<br/>Có lúc sẽ ẩn dưới mặt đất, bắt những con thú ngơ ngác. Nếu đủ tuổi, dinh dưỡng và điều kiện, chúng sẽ cắm rễ ở nơi nào đó, lớn thành Cây Cấp Đông..."
    },
    {
      "epId": 2115,
      "name": "Bóng Ma - Băng",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Specter_icon.png",
      "desc": "Ma vật được tạo ra bởi nồng độ nguyên tố Băng dày đặc, có thể lơ lửng trong không trung.<br/>Đã từng có giả kim thuật sĩ điều tra về Bóng Ma. Anh ta cho rằng Slime và Nhà Lữ Hành đều có thể sử dụng nguyên tố mà không cần Vision, cho nên có lẽ Bóng Ma chính là Slime hoặc Nhà Lữ Hành. Anh ấy đã bị người hướng dẫn mắng một trận."
    },
    {
      "epId": 2116,
      "name": "Hilichurl Tiên Phong",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Berserker_icon.png",
      "desc": "Cư dân nguyên thủy lang thang nơi hoang dã ở Teyvat.<br/>Để đánh lui nhà mạo hiểm, chúng sẽ giương cao ngọn đuốc cháy bùng, lao thẳng về phía trước. Thảo nguyên hoặc rừng rậm phát hỏa, thông thường mà nói, không phải do \"kỵ sĩ\" đặc biệt nào đâu, mà là do Hilichurl gây ra."
    },
    {
      "epId": 2117,
      "name": "Vua sói bắc phong, lãnh chúa Lang Lãnh",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png",
      "desc": "\"Lupical\" trấn giữ Lang Lãnh, những linh hồn vĩ đại và cao cả.<br/>Khi bầy sói bị uy hiếp, chúng sẽ xuất hiện dưới hình dạng của sói, giơ ra những chiếc răng nanh và vuốt sắc.<br/><br/>Đối với những người Mondstadt mà nói, thì sói ở Lang Lãnh là những bóng ma cổ quái:<br/>Bóng hình lóe qua giữa những tán cây, tiếng rú thê lương không phân rõ phương hướng, và khi một mình đi trong rừng vắng, bạn sẽ luôn cảm thấy như có ai đó nhìn mình.<br/>Ánh mắt của người và sói rất hiếm có cơ hội giao nhau, bởi vì \"Vua Sói\" đã đặt ra những luật lệ cho chủng tộc của mình."
    },
    {
      "epId": 2119,
      "name": "Giáo Đầu Thiên Nham Quân",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/44749939/50282f547d31b10a9283b22faea4eb82_4910240841684482535.png"
    },
    {
      "epId": 2120,
      "name": "Slime Lôi Biến Dị",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mutant Electro Slime_icon.png",
      "desc": "Ma vật được hình thành từ nguyên tố Lôi rải rác trong môi trường tự nhiên.<br/>Tạo ra từ Slime Lôi biến dị, Slime có màu vàng. Vì bên trong tràn trề nguyên tố Lôi, nên sẽ phóng điện ra xung quanh theo từng đợt, đồng thời phóng sóng điện về phía Slime Lôi lân cận; Nhưng Slime Lôi màu tím sẽ không nhiễm điện lẫn nhau. Do đó xem ra, Slime Lôi dường như có 2 cực.<br/>Nếu lấy đây làm khởi điểm, có lẽ sẽ trở thành một phát minh khoa học vĩ đại nào đó..."
    },
    {
      "epId": 2121,
      "name": "Rồng Đất Cổ - Nham",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
      "desc": "Sau một thời gian dài, Rồng Đất Nham khổng lồ với sức mạnh to lớn có thể thích nghi với những thay đổi bất thường của môi trường nguyên tố.<br/>Theo truyền thuyết dân gian, sau \"tai họa rồng\" dẫn đến sự hủy diệt của Thiên Tù Cốc, Rồng Đất Nham và Rồng Đất Nham Cổ đã trốn vào lòng đất, ngủ vùi dưới lớp vỏ trái đất, chờ thời cơ tái xuất..."
    },
    {
      "epId": 2122,
      "name": "Thể Nham - Ma Thú Con",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound Whelp_icon.png",
      "desc": "Ma thú có khả năng xâm thực rìa thế giới. \"Gold\" đặt tên cho chúng là \"Alfisol\".<br/>Chúng đi theo vực sâu xâm lấn để nuốt chửng các nguyên tố. Điều may mắn là loại ma thú này đã không còn nhiều trên thế gian này."
    },
    {
      "epId": 2123,
      "name": "Thể Nham - Chó Săn Ma Vật",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound_icon.png",
      "desc": "Ma thú có khả năng xâm thực biên giới của thế giới. Là tạo vật của \"Gold\".<br/>Chúng mô phỏng một số hành vi sinh học tương tự như hành vi của những con sói thật. Có lẽ chúng cũng thấy đố kị với \"họ hàng\" của mình và mơ ước một ngày nào đó sẽ có thể thay thế."
    },
    {
      "epId": 2124,
      "name": "Thể Lôi - Ma Thú Con",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound Whelp_icon.png",
      "desc": "Ma thú có khả năng xâm thực rìa thế giới. \"Gold\" đặt tên cho chúng là \"Alfisol\".<br/>Từng có một thời kỳ, lúc ma thú khổng lồ xuất hiện, thường sẽ có chó săn xuất hiện trước, xóa tan rìa của thế giới để mở đường."
    },
    {
      "epId": 2125,
      "name": "Thể Lôi - Chó Săn Ma Vật",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound_icon.png",
      "desc": "Ma thú có khả năng xâm thực rìa thế giới. Là tạo vật của \"Gold\".<br/>Từng càn quét khắp đại lục, sau đó bị phản kháng và săn bắt nên đã tuyệt chủng. Nhưng gần đây chúng đã xuất hiện trở lại. Bầy sói đen gây uy hiếp đến an nguy của Thanh Tuyền Trấn và Lang Lãnh chính là chúng."
    },
    {
      "epId": 2126,
      "name": "Slime Băng Lớn",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Cryo Slime_icon.png",
      "desc": "Ma vật được hình thành từ nguyên tố Băng rải rác trong môi trường tự nhiên.<br/>Nó lợi dụng nguyên tố Băng tràn trề bên trong để biến hơi nước trong không khí kết tụ thành lớp vỏ bảo vệ bên ngoài; Cũng lợi dụng nguyên lý tương tự, khiến mặt nước xung quanh đóng băng. Ở một phương diện nào đó là Slime tự do nhất, có thể nhẹ nhàng vượt qua đại dương."
    },
    {
      "epId": 2127,
      "name": "Slime Nham Lớn",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Geo Slime_icon.png",
      "desc": "Ma vật được hình thành từ nguyên tố Nham rải rác trong lòng đất.<br/>Có thể biến sức mạnh bên trong ngưng tụ thành lớp vỏ nham, bảo vệ bản thân khỏi sát thương. Trước đây trong Đạo Bảo Đoàn từng lưu truyền về khái niệm \"Vua Slime Nham Vàng\", cho rằng nếu như nhiều loại bảo vật và khoáng thạch đều hàm chứa nguyên tố Nham, vậy Slime hàm chứa nguyên tố Nham cũng có thể là bảo vật và khoáng vật."
    },
    {
      "epId": 2128,
      "name": "Slime Thủy Lớn",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Hydro Slime_icon.png",
      "desc": "Ma vật được hình thành từ nguyên tố Thủy rải rác trong môi trường tự nhiên.<br/>Slime Thủy có kích thước to lớn và sức mạnh cũng mạnh mẽ hơn, có thể sản sinh bóng nước để giam cầm địch. Nghe nói ở những nơi có sức mạnh dồi dào, kích thước có thể phát triển đến mức không thể tưởng tượng. Nghe nói ở lãnh địa của sói đã có người nhìn thấy Slime Thủy to như một gò đất."
    },
    {
      "epId": 2129,
      "name": "Slime Hỏa Lớn",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Pyro Slime_icon.png",
      "desc": "Ma vật được hình thành từ nguyên tố Hỏa rải rác trong môi trường tự nhiên.<br/>Tuy không có trình độ trí óc và cũng không thể tăng trưởng thể hình, nhưng thật sự rất nóng. Vào mùa khô, có thể bốc cháy, khi phẫn nộ sẽ phun ra cầu lửa cực nóng, khi tâm trạng sa sút sẽ trở nên mờ nhạt, đó chính là Slime có năng lực rất mạnh."
    },
    {
      "epId": 2130,
      "name": "Slime Thảo Lớn",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Dendro Slime_icon.png",
      "desc": "Slime chứa nhiều nguyên tố Thảo, có phát sinh biến chất về mặt sinh thái.<br/>Nhưng cũng có người cho rằng, nó có cách ngụy trang để đánh lừa và tập kích con mồi, giống như cách săn mồi của Hoa Lừa Dối, có thể đó là Slime bị thực vật ký sinh. Nhìn theo góc độ này, Slime Thảo trong một số văn hóa, có lẽ được cho là liều thuốc có giá trị đặc biệt...?"
    },
    {
      "epId": 2131,
      "name": "Slime Lôi Lớn",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Electro Slime_icon.png",
      "desc": "Ma vật được hình thành từ nguyên tố Lôi rải rác trong môi trường tự nhiên.<br/>Vì bên trong tràn trề nguyên tố Lôi, nên sẽ phóng điện ra xung quanh theo từng đợt. Hiện tại đã có người bắt đầu thử lợi dụng năng lượng này để làm những việc có ích, có lẽ không lâu sau sẽ sinh ra ngành khoa học mới chăng...?"
    },
    {
      "epId": 2132,
      "name": "Slime Phong Lớn",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Anemo Slime_icon.png",
      "desc": "Ma vật được ngưng đọng từ nguyên tố Phong rải rác trong môi trường tự nhiên.<br/>So với Slime Phong, do hàm lượng nguyên tố Phong đậm đặc hơn, nên khả năng bay cũng mạnh hơn. Hilichurl sinh sống ở nơi hoang dã cũng biết lợi dụng đặc tính này, làm ra các phương tiện đặc biệt dùng Slime Phong Lớn làm động cơ, để vận chuyển các tài nguyên từ khắp nơi."
    },
    {
      "epId": 2133,
      "name": "Hilichurl kỳ lạ",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Unusual Hilichurl_icon.png",
      "desc": "\"Homu, Homu, mimi domu!\""
    },
    {
      "epId": 2135,
      "name": "Xạ Thủ Hilichurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Shooter_icon.png",
      "desc": "Cư dân nguyên thủy lang thang nơi hoang dã ở Teyvat.<br/>Xạ thủ Hilichurl tay cầm cung nỏ đơn giản. Hilichurl trên thực tế không có trình độ thủ công có thể chế tạo cung nỏ. Do vậy, thường cho rằng, phía sau Hilichurl có tổ chức khác điều khiển, và cung cấp vật tư thiết bị cho chúng. Mà Pháp Sư Vực Sâu ở gần Hilichurl là khả nghi nhất."
    },
    {
      "epId": 2136,
      "name": "Phù Thủy Hilichurl Nham",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Samachurl_icon.png",
      "desc": "Hilichurl lải nhải liên hồi, người lắng nghe nguyên tố Nham.<br/>Hilichurl có tư chất về mặt khống chế nguyên tố, năng lực này thường đạt đỉnh điểm khi về già. So với nham thạch ngàn năm, cho dù là Hilichurl già nhất thì cũng là đứa trẻ mà thôi, nhưng ký ức và kinh nghiệm đã dẫn dắt chúng có được quyền năng điều khiển nham thạch."
    },
    {
      "epId": 2137,
      "name": "Slime Nham",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Slime_icon.png",
      "desc": "Ma vật nhỏ được hình thành từ nguyên tố Nham rải rác trong lòng đất.<br/>Nói theo nghĩa rộng, trong vỏ trái đất hàm chứa nguyên tố Nham rất phong phú. Slime Nham được sinh ra từ đó cũng khiến cho người ta bước đi cảm thấy vững chắc hơn."
    },
    {
      "epId": 2138,
      "name": "Hilichurl Khiên Đá",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shield Hilichurl Guard_icon.png",
      "desc": "Cư dân nguyên thủy lang thang nơi hoang dã ở Teyvat.<br/>Hilichurl ngoan cường sinh tồn ở nơi hội tụ nhiều nguyên tố Nham, bên trên tấm khiên kiên cố của chúng là rất nhiều tầng nham thạch."
    },
    {
      "epId": 2139,
      "name": "Bạo Đồ Hilichurl Khiên Đá",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shieldwall Mitachurl_icon.png",
      "desc": "Hilichurl Lớn dùng nham thạch làm khiên.<br/>Đối với Hilichurl mà nói, việc quan trọng nhất là ăn và đánh nhau, làm cho mình trở nên mạnh hơn.<br/>Nếu có thể trở thành chiến sĩ hùng mạnh như Bạo Đồ Hilichurl, thì sẽ được ăn nhiều thịt hơn, đánh nhiều hơn, giơ cao tấm khiên (dường như) kiên cố không thể bị phá vỡ."
    },
    {
      "epId": 2140,
      "name": "Bóng Ma - Nham",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Specter_icon.png",
      "desc": "Ma vật tràn trề nguyên tố Nham, có thể bay phấp phới trong không trung.<br/>Khi Bóng Ma Nham khép đôi cánh lại sẽ trông giống như một loại quả gì đó. Do đó, trong một số truyền thuyết cổ xưa, chúng được xem là một loại quả của cây đại thụ nào đó ở trên trời, được cho rằng có giá trị làm thuốc thần kỳ."
    },
    {
      "epId": 2141,
      "name": "Rồng Đất Nham",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geovishap_icon.png",
      "desc": "Rồng Đất Nham trưởng thành.<br/>Nghe nói, Rồng Đất Nhỏ Nham sau một thời gian, sẽ lột bỏ lớp vỏ giáp của mình và biến thành \"Rồng Đất Nham\". Nhưng hai loại này và cả \"Rồng Đất Cổ - Nham\" cổ xưa, đều đã trốn phía dưới núi từ nhiều năm trước, mãi cho đến gần đây mới bắt đầu hoạt động. Vì vậy những điều này đều không được chứng minh bằng các ghi chép quan sát trực tiếp."
    },
    {
      "epId": 2144,
      "name": "Rồng Đất Nhỏ Nham",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geovishap Hatchling_icon.png",
      "desc": "Rồng đất nhỏ có lớp giáp cứng như đá.<br/>Di chuyển vô cùng nhanh nhẹn, là đối thủ không thể xem thường. Nghiên cứu của Giáo Viện Sumeru cho rằng, cho dù là loại thú nhỏ này, cũng có khả năng trở thành \"rồng\". Theo thời gian, nếu không bị ảnh hưởng bởi thiên tai hay kẻ thù, có thể một ngày nào đó sẽ trở thành quái vật khổng lồ làm rung chuyển núi rừng."
    },
    {
      "epId": 2145,
      "name": "Cây Cấp Đông",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
      "desc": "Là loài ma vật sinh trưởng nhờ những sợi dây leo bám chặt dòng khí hàn băng trong địa mạch.<br/>Có nghiên cứu chỉ ra rằng, thực vật cũng có chức năng như các cơ quan trên cơ thể, chúng biết cách thích nghi với dòng chảy địa mạch; Kết tinh thuộc hệ sinh thái trên mặt đất sẽ hình thành nên những vật chứa đựng Nguyên Tố dồi dào như Băng Vụ Hoa, Hoa Lừa Dối...<br/>Ở một số loại thực vật đặc thù sinh trưởng trong điều kiện môi trường đặc biệt, qua nhiều năm tháng tích tụ sẽ biến thành thể sống gọi là Cây Cấp Đông với bản tính hung hăng và thân hình to lớn như quái vật..."
    },
    {
      "epId": 2146,
      "name": "Mô Hình Động Cơ Vĩnh Cửu",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Perpetual Mechanical Array_icon.png",
      "desc": "Máy chiến đấu dị dạng kỳ lạ.<br/>Truyền thuyết kể rằng đó là cỗ máy chiến tranh sót lại của đất nước đã bị diệt vong. Tạo ra từ nhiều bộ phận, có thể biến hình để thích nghi với môi trường chiến đấu, thi triển các kiểu tấn công.<br/>Hình thái tạo thành bởi thể lập phương, về mặt nào đó thì giống với \"Nguyên Tố Nguyên Bản\"."
    },
    {
      "epId": 2147,
      "name": "Fatui - Thuật Sĩ Cicin Băng",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Cryo Cicin Mage_icon.png",
      "desc": "Thuật sĩ thiếu nữ Fatui có lai lịch và dung mạo bí ẩn, điều khiển Cicin Băng chiến đấu.<br/>Loài người nếu không có Vision, theo lý sẽ không thể tự do điều khiển nguyên tố như bọn họ; Nhưng họ lại lợi dụng Cỏ Hư Vô để điều khiển Cicin Băng, thoải mái tung ra sức mạnh hàn băng. Bọn họ trông như đang du ngoạn khắp nơi không có mục đích gì, nhưng lại đang nắm giữ sứ mệnh không ai biết đến..."
    },
    {
      "epId": 2148,
      "name": "Fatui - Người Xử Lý Nợ Hỏa",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Pyro Agent_icon.png",
      "desc": "Đặc viên thuộc Fatui. <br/>\"Nợ\" được người xử lý nợ giải quyết, không chỉ là kết toán tiền hàng.<br/>Mà \"bất kỳ lợi ích to nhỏ\" nào cũng là nợ. Hễ có ai dám làm tổn hại đến lợi ích của Fatui thì phải trả giá gấp mười lần."
    },
    {
      "epId": 2149,
      "name": "Fatui - Thiếu Nữ Kính",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mirror Maiden_icon.png",
      "desc": "Quý cô Fatui có tư thế đoan trang như đang hầu hạ thần linh, cô thao túng kính nước để chiến đấu.<br/>Thao túng sức mạnh kính nước một cách thanh tao và tự nhiên, khiến những kẻ khoe khoang cam tâm tình nguyện rơi vào ảo cảnh của cô. Dường như mọi thứ đều không thoát khỏi đôi tai của cô. Đôi mắt bịt lại, không biết đã chứng kiến cảnh tượng gì, cũng không biết trong đó sẽ phản chiếu chấp niệm thế nào..."
    },
    {
      "epId": 2150,
      "name": "Fatui - Thuật Sĩ Cicin Lôi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Electro Cicin Mage_icon.png",
      "desc": "Thuật sĩ thiếu nữ Fatui có lai lịch và dung mạo bí ẩn, điều khiển Cicin Lôi chiến đấu.<br/>Lợi dụng đặc tính thích \"Cỏ Hư Vô\" của Cicin, điều khiển nó chiến đấu vì mình. Cũng như mùi hương của Cỏ Hư Vô sẽ khến Cicin Lôi mê muội, thuật sĩ tàn bạo cũng đam mê cảm giác vờn đối thủ."
    },
    {
      "epId": 2151,
      "name": "Đội tiên phong Fatui - Vệ Binh Băng Hạng Nặng",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Cryogunner Legionnaire_icon.png",
      "desc": "Binh sĩ trong cỗ máy chiến tranh của Fatui.<br/>Mang theo trang bị có thể điều khiển sức mạnh nguyên tố hạn chế, có thể lợi dụng vũ khí hình dạng khẩu súng để bắn ra sương băng lạnh giá.<br/>Tuy rằng có sức mạnh nguyên tố mà người thường không chạm đến được, nhưng chắc cũng sẽ phải trả giá cho loại sức mạnh này..."
    },
    {
      "epId": 2152,
      "name": "Đội tiên phong Fatui - Quân du kích Nham",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Geochanter Bracer_icon.png",
      "desc": "Binh sĩ đội tiên phong có thể điều khiển khiên có Nguyên Tố Nham để bảo vệ đồng đội.<br/>Khác với người xử lý nợ và thuật sĩ Cicin ưu tú, thực lực và trang bị của đội tiên phong có phần yếu kém.<br/>Để hoàn thành nhiệm vụ và giảm tổn thất về vật tư cũng như con người, chiến thuật của đội tiên phong chú trọng đến sự hợp tác chiến đấu."
    },
    {
      "epId": 2153,
      "name": "Đội tiên phong Fatui - Vệ Binh Thủy Hạng Nặng",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Hydrogunner Legionnaire_icon.png",
      "desc": "Binh sĩ trong cỗ máy chiến tranh của Fatui.<br/>Mang theo trang bị có thể điều khiển sức mạnh nguyên tố hạn chế, có thể lợi dụng vũ khí hình dạng khẩu súng để bắn ra dòng nước cực mạnh.<br/>Cái tên \"Đội tiên phong\" có nghĩa là không màng sống chết, xâm nhập vào những vùng đất lạ để hoàn thành nhiệm vụ tiền kỳ, làm nền tảng cho những hành động sau này. "
    },
    {
      "epId": 2154,
      "name": "Đội tiên phong Fatui - Quân du kích Hỏa",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Pyroslinger Bracer_icon.png",
      "desc": "Binh sĩ Fatui điều khiển ngọn lửa rực cháy.<br/>Vũ khí của đội tiên phong có khả năng chế ngự nguyên tố ở mức độ nhất định, về chiến lược thì sẽ tận dụng phản ứng nguyên tố.<br/>Vì có vũ trang và tri thức như vậy, nên đã đem đến uy lực không nhỏ cho đội tiên phong khi chiến đấu."
    },
    {
      "epId": 2155,
      "name": "Đội tiên phong Fatui - Quân tiên phong chùy Lôi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Electrohammer Vanguard_icon.png",
      "desc": "Binh sĩ đội tiên phong có thân hình cường tráng, mang theo chùy có nguyên tố Lôi.<br/>Trở thành quân lính của Fatui có nghĩa là có nguồn lực dồi dào: Tiền lương, vụ khí và vật tư.<br/>Nhưng đồng thời cũng phải rời xa quê hương và người thân, đem quãng đời còn lại giao cho chiến hữu."
    },
    {
      "epId": 2156,
      "name": "Đội Tiên Phong Fatui - Quân Tiên Phong Tay Đấm Phong",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Anemoboxer Vanguard_icon.png",
      "desc": "Binh sĩ đội tiên phong có thể dùng sức mạnh Nguyên Tố Phong để hồi sinh đồng đội.<br/>Rời xa quê hương cũng là vì quê hương. Từ biệt người thân nhưng lại có được đồng đội vào sinh ra tử.<br/>Có lẽ khi bọn họ làm việc xấu dưới danh nghĩa nhiệm vụ, cũng có suy nghĩ như vậy."
    },
    {
      "epId": 2157,
      "name": "Hilichurl Chiến Sĩ",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Fighter_icon.png",
      "desc": "Cư dân nguyên thủy lang thang nơi hoang dã ở Teyvat.<br/>Chiến sĩ bộ lạc xấu tính, nói cách dân dã là chỉ dựa vào sức mạnh cơ bắp. Nếu cơ bắp đủ rắn chắc, đủ mạnh, vậy sẽ có một ngày giương lên tấm khiên cực lớn, trở thành \"Bạo Đồ Hilichurl\"...?"
    },
    {
      "epId": 2158,
      "name": "Băng Nguyên Bản",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png",
      "desc": "Biệt danh \"Daleth\" – sinh mệnh Nguyên Tố Băng cao cấp.<br/>Theo nghiên cứu, sinh vật Nguyên Tố Nguyên Bản và Nguyên Tố Thông Thường có một chút khác biệt về vật chất cấu thành. Và chút khác biệt này có thể là do hình thức ổn định bậc cao và hành vi cơ học của chúng."
    },
    {
      "epId": 2159,
      "name": "Nham Nguyên Bản",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Hypostasis_icon.png",
      "desc": "Biệt danh \"Grimoire\" – sinh mệnh Nguyên Tố Nham cao cấp.<br/>Nguyên tố nguyên bản vốn là vật cấu tạo cô đặc, có chất lượng cao nhất.<br/>Vỏ siêu Nguyên Tố được cô đặc thành vật thể rắn có tính trơ, chỉ có hạt nhân bên trong không ngừng diễn ra phản ứng Nguyên Tố."
    },
    {
      "epId": 2160,
      "name": "Thủy Nguyên Bản",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Hypostasis_icon.png",
      "desc": "Sinh vật nguyên tố Thủy cao cấp, có tên gọi là \"He\".<br/>Nguyên Tố Nguyên Bản có bản năng bài trừ rất mạnh, sẽ tuyệt tình xua đuổi những người thử tiếp cận nó.<br/>Đối tượng của tập tính bài trừ thậm chí còn bao gồm cả những nguyên tố tự nhiên."
    },
    {
      "epId": 2161,
      "name": "Hỏa Nguyên Bản",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hypostasis_icon.png",
      "desc": "Sinh mệnh Nguyên Tố Hỏa cao cấp có biệt danh là \"Ayin\".<br/>Theo nghiên cứu của học giả, Nguyên Tố Nguyên Bản có liên quan mật thiết đến sự bất thường của mạch nguyên tố địa phương. Nhưng rốt cuộc là sự tồn tại của Nguyên Tố Nguyên Bản ảnh hưởng đến mạch nguyên tố, hay là năng lượng nguyên tố dị biến tạo ra Nguyên Tố Nguyên Bản, điều đấy không ai biết cả."
    },
    {
      "epId": 2162,
      "name": "Lôi Nguyên Bản",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hypostasis_icon.png",
      "desc": "Biệt danh \"Aleph\" - sinh mệnh Nguyên Tố lôi cao cấp.<br/>Nguyên tố nguyên bản là vật cấu tạo Nguyên Tố cao nhất, được hình thành nơi phun trào năng lượng nguyên tố hoặc nơi ách tắc nguyên tố trong lòng đất.<br/>Các Nguyên Tố nguyên bản khác nhau phụ thuộc vào thuộc tính của Nguyên Tố đó, tiến hóa ra cách chiến đấu kẻ địch."
    },
    {
      "epId": 2163,
      "name": "Phong Nguyên Bản",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Hypostasis_icon.png",
      "desc": "Sinh mệnh nguyên tố Phong cao cấp có danh hiệu \"Bett\".<br/>\"Nguyên bản\" là chỉ việc từ bỏ hình thái và trạng thái của các sinh vật Nguyên Tố khác, đạt đến cảnh giới thuần khiết.<br/>Dựa theo các nghiên cứu Nguyên Tố nguyên bản, chủ yếu do học giả giáo viện Sumeru tiến hành, ngoài việc đặt tên và danh hiệu, thì không có thêm thành quả nghiên cứu gì đáng để tham khảo..."
    },
    {
      "epId": 2164,
      "name": "Hilichurl Khiên Gỗ",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shield Hilichurl Guard_icon.png",
      "desc": "Cư dân nguyên thủy lang thang nơi hoang dã ở Teyvat.<br/>Chiến sĩ Hilichurl có khiên gỗ, khiên gỗ không những là phòng cụ kiên cố, mà còn là bảo vật quý giá của bộ lạc. Theo báo cáo của nhiều người, Hilichurl sẽ tấn công các lữ khách cắm trại nấu nướng, đánh đuổi họ, sau đó cướp mất nắp nồi của nọ."
    },
    {
      "epId": 2165,
      "name": "Bạo Đồ Hilichurl Khiên Gỗ",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shieldwall Mitachurl_icon.png",
      "desc": "Hilichurl Lớn đã trải qua vô số trận chiến.<br/>Biết lợi dụng Slime Thảo tạo thành khiên gỗ kiên cố để chiến đấu.<br/>Có cơ bắp mạnh mẽ, lớp lông óng mượt, tấm lưng vững chắc, một bữa sẽ ăn rất nhiều thịt, sẽ giúp Hilichurl chống lại những nhà mạo hiểm không niệm tình, có địa vị tương đối cao trong bộ lạc."
    },
    {
      "epId": 2166,
      "name": "Phù Thủy Hilichurl Thủy",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Samachurl_icon.png",
      "desc": "Hilichurl lải nhải liên hồi, nhà phát ngôn nguyên tố Thủy.<br/>Hilichurl có tư chất về mặt khống chế nguyên tố, năng lực này thường đạt đỉnh điểm khi về già. Rốt cuộc là quá khứ như thế nào có thể khiến loài sinh vật ngu ngốc lại nắm được bí thuật hô mưa gọi gió?"
    },
    {
      "epId": 2167,
      "name": "Slime Thủy",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Slime_icon.png",
      "desc": "Ma vật nhỏ được hình thành từ nguyên tố Thủy rải rác trong môi trường tự nhiên.<br/>Trong truyền thuyết, có người xem Slime Thủy như nguồn nước dùng trong việc khẩn cấp, luôn chuẩn bị sẵn Slime Thủy ở những vùng khô hạn khó tìm nguồn nước hoặc những nơi bí cảnh thâm sâu. Nhưng vì chứa nguyên tố Thủy rất đậm, nên nếu uống Slime sẽ có hại cho sức khỏe."
    },
    {
      "epId": 2168,
      "name": "Pháp Sư Vực Sâu Thủy",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Abyss Mage_icon.png",
      "desc": "Ma vật vực sâu lợi dụng nguyên tố Thủy chiến đấu.<br/>Các nhà mạo hiểm có lan truyền rằng, Pháp Sư Vực Sâu là người đứng sau \"Giáo Đoàn Vực Sâu\", hoạt động ở khắp nơi trên thế giới, thực hiện các âm mưu phá hoại. Tuy rằng họ còn đùa rằng Pháp Sư Vực Sâu Thủy có tác hại nguy hiểm nhất là làm phong thấp phát tác, thực ra chúng có sức mạnh không nên coi thường."
    },
    {
      "epId": 2169,
      "name": "Cicin Thủy",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Cicin_icon.png",
      "desc": "Sinh vật nhỏ có thể dẫn ra một ít nguyên tố Thủy.<br/>Chúng và những sinh vật họ đom đóm khác được gọi chung là \"Cicin Bay\". Cicin Bay cực kỳ yêu thích một loại cây quý hiếm tên là \"Cỏ Hư Vô\", thế nên các thuật sĩ của Fatui đã lợi dụng điểm này để phát minh ra cách chiến đấu bằng Cicin Bay."
    },
    {
      "epId": 2170,
      "name": "Bóng Ma - Thủy",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Specter_icon.png",
      "desc": "Ma vật tràn trề nguyên tố Thủy, có thể bay phấp phới trong không trung.<br/>Trong đêm trăng, Bóng Ma Nước lượn lờ bên bờ hồ phát ra ánh sáng nhè nhẹ. Bộ dạng lén la lén lút của chúng thường bị du khách tưởng nhầm là u hồn, cũng vì vậy mà trở thành đối tượng bàn tán thường xuyên trong dân gian."
    },
    {
      "epId": 2171,
      "name": "Nấm Quỷ Phù Du - Thủy",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Floating Hydro Fungus_icon.png",
      "desc": "Sinh vật bào tử có trí lực nhất định, có khả năng thích ứng mạnh mẽ với môi trường xung quanh.<br/>Nghe nói rất khó ăn, nhưng do loại sinh vật này chứa nguồn nước phong phú nên có thể dùng để làm nguồn cung ứng nước..."
    },
    {
      "epId": 2172,
      "name": "Kairagi - Viêm Uy",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Fiery Might_icon.png",
      "desc": "Võ sĩ lang thang đi đến đâu cướp đến đó.<br/>Học võ từ nhỏ, chưa bao giờ ngưng, nhưng vì lý do nào đó, mất đi cơ hội phụng sự, đi lệch lạc với chính đạo, bước trên con đường tội ác. Kiếm không lạnh lẽo như thanh thép thông thường, mà khoác lên mình cái nóng của sự phẫn nộ, tựa như lá bùa được tạo ra từ thần thuật đã thất truyền từ lâu, khảm sức mạnh của lửa vào vũ khí."
    },
    {
      "epId": 2173,
      "name": "Kairagi - Lôi Đằng",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Dancing Thunder_icon.png",
      "desc": "Võ sĩ lang thang đi đến đâu cướp đến đó.<br/> Võ thuật cao cường, nhưng vì lý do nào đó không có đất dụng võ, không cách nào khác, đành phải đi trên con đường tội ác. Biết tận dụng thần thuật đã thất truyền từ lâu để tạo bùa, khảm sức mạnh của sét vào vũ khí."
    },
    {
      "epId": 2174,
      "name": "Rồng Biển Sâu - Nguyên Thủy",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
      "desc": "Loài rồng sinh sống dưới biển sâu.<br/>Chúng từng là một nhánh chủng tộc biển sâu - Thật ra, trong quá khứ xa xưa hơn, rồng chính là kẻ chi phối thế giới này. Thất Vương ngày xưa đã bị thế lực trên trời cao đánh bại, dần dần lụi tàn."
    },
    {
      "epId": 2175,
      "name": "Rồng Biển Sâu - Thôn Lôi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
      "desc": "Loài rồng sinh sống dưới biển sâu. Vì sự phân hóa xã hội, nên đã xuất hiện trạng thái nguyên tố Lôi.<br/>Sau khi Thất Vương xa xưa đã lụi tàn, Thất Vương của thế hệ mới lần lượt được sinh ra. Nhưng Rồng Biển Sâu tiến hóa như vậy cũng đã mất đi sự thuần túy. Rồng nước đã không còn sinh trưởng trong chính chủng tộc của chúng nữa. Theo lời tiên đoán, loài rồng nước mới nhất định sẽ sinh ra dưới hình dáng của con người..."
    },
    {
      "epId": 2176,
      "name": "Rồng Biển Sâu - Nanh Băng",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
      "desc": "Loài rồng sinh sống dưới biển sâu. Vì sự phân hóa xã hội, nên đã xuất hiện trạng thái nguyên tố Băng.<br/>Sự xuất hiện của loài người đã dẫn đến phân tranh, Rồng Biển Sâu bắt đầu tiến hóa, cũng giống như loài kiến căn cứ theo giới tính và phân công để sản sinh ra các hình thái khác nhau vậy. Những con rồng này lớn mạnh hơn so với Rồng Biển Sâu thông thường."
    },
    {
      "epId": 2177,
      "name": "Rồng Biển Sâu Con - Nguyên Thủy",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/44749939/823edbdc0473476c8589a23f671688a6_486287453257483834.png"
    },
    {
      "epId": 2178,
      "name": "Rồng Biển Sâu Con - Thôn Lôi",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/44749939/2ef99a27bc8fb86dadbb8f49c657d6f3_1042221361438794601.png"
    },
    {
      "epId": 2179,
      "name": "Rồng Biển Sâu Con - Nanh Băng",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/44749939/25fedb201db107e57b3298db44c55882_3427315913440696392.png"
    },
    {
      "epId": 2180,
      "name": "Sứ Đồ Vực Sâu - Kích Lưu",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Herald: Wicked Torrents_icon.png",
      "desc": "Ma vật sử dụng Nguyên Tố Thủy để chiến đấu, chịu sự quản lý của \"Giáo Đoàn Vực Sâu\".<br/>Những nhân vật thầm lặng này là tiền thân của Vực Sâu, cầm đầu làn sóng càn quét khắp nơi, đập tan mọi lớp giáp bảo vệ và những trái tim dị giáo, và giáng xuống những người ngu muội vô lo hình phạt định mệnh."
    },
    {
      "epId": 2181,
      "name": "Học Sĩ Vực Sâu - Uyên Hỏa",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
      "desc": "Ma vật điều khiển ngọn lửa của vực sâu, theo đuổi ý nghĩa của chương sách, trực thuộc Giáo Đoàn Vực Sâu.<br/>Cách mà con người trên mặt đất gọi chúng có hơi sai lệch so với nghĩa gốc. \"Học Sĩ\" cũng có nghĩa là \"Người Đọc Kinh\". Đọc vang ân điển, triệu hồi sức mạnh siêu cường."
    },
    {
      "epId": 2182,
      "name": "Học Sĩ Vực Sâu - Tử Điện",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Violet Lightning_icon.png",
      "desc": "Quái vật nơi vực thẳm tối đen như mực, phục vụ cho \"Giáo Đoàn Vực Sâu\" và có thể điều khiển sấm sét.<br/>Chúng là những nhà thuyết giáo, học sĩ của Vực Sâu sử dụng giông tố sấm sét truyền bá trí tuệ đen tối đến những kẻ vô thần, dùng tia điện tím như một lời thông báo cho sự tồn tại của sức mạnh to lớn đang ăn mòn trí tuệ loài người."
    },
    {
      "epId": 2183,
      "name": "Slime Hỏa",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Slime_icon.png",
      "desc": "Ma vật nhỏ được hình thành từ nguyên tố Hỏa rải rác trong môi trường tự nhiên.<br/>Có trình độ trí óc cơ bản, nhưng dường như có rất nhiều công dụng đối với Hilichurl."
    },
    {
      "epId": 2184,
      "name": "Bạo Đồ Hilichurl Búa Lửa",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Blazing Axe Mitachurl_icon.png",
      "desc": "Hilichurl Lớn tay cầm rìu cán dài.<br/>Tấn công theo kiểu mở rộng và hội tụ, lợi dụng Slime Hỏa để gắn thêm nguyên tố Hỏa lên rìu, có khả năng phá hoại cực mạnh.<br/>Thông thường, vũ khí rìu Hỏa giống như của Bạo Đồ Hilichurl sau nhiều lần thắp lửa sẽ khiến giảm độ bền của sắt thép, từ đó mà lưỡi rìu dễ bị hư hỏng. Nhưng Bạo Đồ Hilichurl có đủ sức mạnh, nên cho dù rìu không có lưỡi thì cũng có thể dùng như búa để đập."
    },
    {
      "epId": 2185,
      "name": "Pháp Sư Vực Sâu Hỏa",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Abyss Mage_icon.png",
      "desc": "Ma vật vực sâu có ma lực và khả năng lợi dụng nguyên tố Hỏa chiến đấu.<br/>Vì lý do nào đó, Pháp Sư Vực Sâu tinh thông ngôn ngữ của Hilichurl, có thể điều khiển tâm trí của chúng. Nghe nói Pháp Sư Vực Sâu cũng biết về các cổ ngữ đã thất truyền mà hiện nay rất ít người biết đến, và lợi dụng sức mạnh của ngôn ngữ này để điều khiển ma pháp."
    },
    {
      "epId": 2186,
      "name": "Hilichurl Hỏa Tiễn",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hilichurl Shooter_icon.png",
      "desc": "Cư dân nguyên thủy lang thang nơi hoang dã ở Teyvat.<br/>Xạ thủ tay cầm cung nỏ đơn giản, phía trên mũi tên có bôi một lớp nguyên liệu dễ cháy để dễ dàng thiêu rụi mục tiêu. El Musk đời trước cho rằng, đây là phát minh của Hilichurl với mong muốn khi bắt được con mồi sẽ đồng thời nấu chín thức ăn."
    },
    {
      "epId": 2187,
      "name": "Bóng Ma - Hỏa",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Specter_icon.png",
      "desc": "Ma vật được tạo ra bởi nồng độ nguyên tố Hỏa dày đặc, có thể lơ lửng trong không trung.<br/>Đã từng có học viên của Giáo Viện tiến hành nghiên cứu sinh thái của chúng. Anh ta cho rằng Tinh Điệp có thể bay, được sinh ra trong môi trường có nồng độ nguyên tố cao, hoàn toàn giống như Bóng Ma. Cho nên Bóng Ma là một loại Tinh Điệp. Và anh ta đến nay vẫn chưa được tốt nghiệp."
    },
    {
      "epId": 2188,
      "name": "Hoa Lừa Dối Rực Lửa",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Whopperflower_icon.png",
      "desc": "Ma vật giống với thực vật, xuất quỷ nhập thần, dùng nguyên tố Hỏa để tấn công con mồi.<br/>Trong thế giới Teyvat, chúng là loại thực vật có nguyên tố. Cho nên yêu cầu đối với \"dinh dưỡng\" cũng cao hơn..."
    },
    {
      "epId": 2189,
      "name": "Hilichurl Đạn Nổ",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Grenadier_icon.png",
      "desc": "Cư dân nguyên thủy lang thang nơi hoang dã ở Teyvat.<br/>Là kẻ xảo quyệt giỏi dùng Slime Hỏa như vũ khí đánh lui kẻ xâm phạm. Lợi dụng Slime Hỏa gây nổ, Hilichurl Đạn Nổ với khả năng ném lựu đạn chính xác có lẽ một lần có thể phá hủy 5 trụ gỗ."
    },
    {
      "epId": 2190,
      "name": "Cây Nổ",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Regisvine_icon.png",
      "desc": "Dây leo cực lớn hấp thụ nguồn năng lượng từ ngọn lửa cổ xưa tuôn trào trong địa mạch.<br/>Loài thực vật này trường tồn cùng ngọn lửa rực cháy.<br/>Đối với các bậc thi nhân, danh ca hay một số ít học giả cho rằng cảm xúc và sự khát khao luôn là thứ nằm bên trong \"Nguyên Tố\". Nếu quả thực như vậy, thì thứ cảm xúc và khát khao gì có thể khiến nó đốt cháy không ngừng nghỉ cơ chứ, lẽ nào đó lại là vũ điệu của khát vọng, đang vùng vẫy thoát ra khỏi sự bó buộc của lòng đất..."
    },
    {
      "epId": 2191,
      "name": "Mắt Bão",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Eye of the Storm_icon.png",
      "desc": "Hình thái do nguyên tố Phong chất lượng cực cao kết thành.<br/>Sự hình thành Mắt Bão có nghĩa rằng nơi này có mạch nguyên tố bị tắc nghẽn, đã xuất hiện sự tích tụ. Nó sẽ thể hiện sức mạnh một cách điên cuồng, càn quét người xung quanh, có lẽ cũng chính là một biểu hiện cho thấy sự bất thường của vùng đất này."
    },
    {
      "epId": 2192,
      "name": "Quân Sangonomiya",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/44749939/a14536e5bdf3e08ed45d6fd4c00e53e1_4160245475859831395.png"
    },
    {
      "epId": 2193,
      "name": "Hoa Lừa Dối - Lôi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Whopperflower_icon.png",
      "desc": "Quái vật hình thực vật với nguyên khí dồi dào, dùng nguyên tố Lôi tấn công con mồi.<br/>Khi Năng Lượng Nguyên Tố đầy, thi triển dòng điện lớn từ vòng hoa, cho nên có học giả muốn dùng nó cho việc khác..."
    },
    {
      "epId": 2194,
      "name": "Đạo Bảo Đoàn - Kẹp Cửa",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/44749939/db39265c173ad895c1494273c00aad77_1948624939127171606.png"
    },
    {
      "epId": 2195,
      "name": "Đạo Bảo Đoàn - Chị Đại",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/44749939/0b149d909feed841820b133eccf1b791_7687145597724812197.png"
    },
    {
      "epId": 2196,
      "name": "Đạo Bảo Đoàn - Quái Điểu",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/44749939/b33b6a4127825aeebb814b9c2d4fb402_6545095736010180058.png"
    },
    {
      "epId": 2197,
      "name": "Đạo Bảo Đoàn - Liuliu",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/44749939/0b2789a8582912525f1d5459dce37922_948229616103351010.png"
    },
    {
      "epId": 2198,
      "name": "Đạo Bảo Đoàn - Wallenstein",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarder: Wallenstein_icon.png"
    },
    {
      "epId": 2199,
      "name": "Đạo Bảo Đoàn - Băng Dược Sư",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Cryo Potioneer_icon.png",
      "desc": "Một người đã đi khắp nơi trên đại lục, thậm chí len lỏi vào các tổ chức trộm cắp lỏng lẻo ở những vùng đất bí mật chưa được biết đến.<br/>Dược Sư Băng khá được hâm mộ trong Đạo Bảo Đoàn, vì linh dược băng mà họ chế tạo có tác dụng giảm nhiệt nhanh chóng. Cho dù ở nơi không có Băng Vụ Hoa cũng có thể chế biến món rượu ướp lạnh."
    },
    {
      "epId": 2200,
      "name": "Đạo Bảo Đoàn - Võ Sĩ",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Pugilist_icon.png",
      "desc": "Một người đã đi khắp nơi trên đại lục, thậm chí len lỏi vào các tổ chức trộm cắp lỏng lẻo ở những vùng đất bí mật chưa được biết đến.<br/>Những kẻ đam mê cơ bắp và chiến đấu. Bọn họ rất kén chọn thức ăn và luôn huyên thuyên ca ngợi lợi ích của cơ bắp, thế nên thường bị những thành viên trong Đạo Bảo Đoàn chỉ trích."
    },
    {
      "epId": 2201,
      "name": "Đạo Bảo Đoàn - Kẻ Đào Mộ",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Gravedigger_icon.png",
      "desc": "Một người đã đi khắp nơi trên đại lục, thậm chí len lỏi vào các tổ chức trộm cắp lỏng lẻo ở những vùng đất bí mật chưa được biết đến.<br/><i>\"Đứng trên vai người khổng lồ, có nghĩa là vét hết tài sản mà người trước đã tích lũy, đem đi, để giúp chúng ta...giúp chúng trở về giai đoạn tuần hoàn kinh tế! Đây là việc cao thượng biết bao!\"</i><br/>——Một \"Kẻ Đào Mộ\" của Đạo Bảo Đoàn đã nói khi đang vơ vét bảo vật trong di tích"
    },
    {
      "epId": 2202,
      "name": "Đạo Bảo Đoàn - Trinh Sát",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Scout_icon.png",
      "desc": "Một người đã đi khắp nơi trên đại lục, thậm chí len lỏi vào các tổ chức trộm cắp lỏng lẻo ở những vùng đất bí mật chưa được biết đến.<br/>Trong phối hợp đồng đội, chức trách thường là điểm khởi đầu và là điểm quan trọng nhất. Kẻ thua làm giặc thường là do bần cùng và thiếu giáo dục, nhưng nhìn trang bị của họ, cho dù là chọn con đường đạo tặc thì cũng không thể nhờ vậy mà khá lên được..."
    },
    {
      "epId": 2203,
      "name": "Đạo Bảo Đoàn - Tạp Vụ",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Handyman_icon.png",
      "desc": "Một người đã đi khắp nơi trên đại lục, thậm chí len lỏi vào các tổ chức trộm cắp lỏng lẻo ở những vùng đất bí mật chưa được biết đến.<br/>Thành viên phụ trách những công việc nặng, địa vị tương đối thấp trong Đạo Bảo Đoàn, còn hay bị cười nhạo vì hình thể của bản thân. Nhưng khi bị tập kích, sẽ thể hiện được thân thủ và sức mạnh đáng kinh ngạc!"
    },
    {
      "epId": 2204,
      "name": "Đạo Bảo Đoàn - Thủy Dược Sư",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Hydro Potioneer_icon.png",
      "desc": "Một người đã đi khắp nơi trên đại lục, thậm chí len lỏi vào các tổ chức trộm cắp lỏng lẻo ở những vùng đất bí mật chưa được biết đến.<br/>Người điều chế thuốc của Đạo Bảo Đoàn, trước khi gia nhập vào Đạo Bảo Đoàn đã từng là kẻ lừa đảo dạo quanh các thành trấn, rao bán...\"linh dược\", \"nước thánh\" do chính mình điều chế. Những linh dược, nước thánh này có thể phát huy công dụng rõ rệt trong chiến đấu."
    },
    {
      "epId": 2205,
      "name": "Đạo Bảo Đoàn - Thanh Niên Trên Biển",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Seaman_icon.png",
      "desc": "Một người đã đi khắp nơi trên đại lục, thậm chí len lỏi vào các tổ chức trộm cắp lỏng lẻo ở những vùng đất bí mật chưa được biết đến.<br/><i>\"Hoạt động của chúng ta vì sao lại gọi là ăn trộm? Sao gọi là cướp? Đó gọi là phát hiện, giúp cho các kho báu lại một lần nữa được đưa đến tay của những người biết thưởng thức! Mọi người đều vui, chuyện tốt biết bao!\"</i><br/>——Một \"Thanh Niên Trên Biển\" của Đạo Bảo Đoàn đã nói với người mới như vậy"
    },
    {
      "epId": 2206,
      "name": "Đạo Bảo Đoàn - Hỏa Dược Sư",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Pyro Potioneer_icon.png",
      "desc": "Một người đã đi khắp nơi trên đại lục, thậm chí len lỏi vào các tổ chức trộm cắp lỏng lẻo ở những vùng đất bí mật chưa được biết đến.<br/>Người biết lợi dụng kiến thức hóa học, chấp nhận mạo hiểm để sinh tồn. Biết cách điều chế chất dễ cháy, phối hợp với đồng đội khác để tác chiến."
    },
    {
      "epId": 2207,
      "name": "Đạo Bảo Đoàn - Xạ Thủ Thần",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Marksman_icon.png",
      "desc": "Một người đã đi khắp nơi trên đại lục, thậm chí len lỏi vào các tổ chức trộm cắp lỏng lẻo ở những vùng đất bí mật chưa được biết đến.<br/>Tuy được gọi là \"Xạ Thủ Thần\", nhưng thật ra đó là danh hiệu mang tính giễu cợt. Vì họ chỉ sử dụng nỏ mà thôi, không cần thời gian dài huấn luyện như dùng cung. Cần phải biết rằng, ngay cả Hilichurl cũng biết dùng nỏ. Chỉ cần nhắm trúng vào địch, sau đó kéo nỏ là được."
    },
    {
      "epId": 2208,
      "name": "Đạo Bảo Đoàn - Kẻ Phá Hủy",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Crusher_icon.png",
      "desc": "Một người đã đi khắp nơi trên đại lục, thậm chí len lỏi vào các tổ chức trộm cắp lỏng lẻo ở những vùng đất bí mật chưa được biết đến.<br/>Vốn là người làm việc dưới hầm mỏ, sau khi Vực Đá Sâu bị phong tỏa, mặc dù nhận được tiền trợ cấp, nhưng vì nhiều nguyên nhân họ vẫn gia nhập vào Đạo Bảo Đoàn."
    },
    {
      "epId": 2209,
      "name": "Đạo Bảo Đoàn - Lôi Dược Sư",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Electro Potioneer_icon.png",
      "desc": "Một người đã đi khắp nơi trên đại lục, thậm chí len lỏi vào các tổ chức trộm cắp lỏng lẻo ở những vùng đất bí mật chưa được biết đến.<br/>\"Dược Sư\" là tên gọi mà thành viên Đạo Bảo Đoàn dành cho người nắm rõ kiến thức điều chế hóa học nguy hiểm.<br/><i>\"Ừm? Trên những bảo vật này đã viết tên hiệp hội nhà mạo hiểm của các ngươi sao?\"</i><br/>——Một \"Dược Sư\" của Đạo Bảo Đoàn đã nói với nhà mạo hiểm khi đang đối đầu nhau"
    },
    {
      "epId": 2210,
      "name": "Magatsu Mitake Narukami no Mikoto",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Magatsu Mitake Narukami no Mikoto_icon.png",
      "desc": "Con rối đại diện cho quyền năng của Raiden Shogun, khi đối phó với kẻ địch uy hiếp đến sự \"vĩnh hằng\" đã lộ ra hình hài này.<br/>Là người hỗ trợ cho Raiden thực hiện \"vĩnh hằng\", cô ấy chưa từng hoài nghi, cũng chưa từng sợ hãi, luôn dốc hết sức mình, tâm vô tạp niệm.<br/>Cô ấy đã từng nghe nói vào thời kỳ của Makoto và Ei, Ei đã từng gánh vác trách nhiệm tương tự cô ấy, trải qua nhiều đau khổ và mất mát.<br/>Khi hai chiếc bóng lồng ghép thành một, cô ấy lại thấy được trong ý chí vốn dĩ vĩnh hằng của \"cô\" lại lưu giữ vô số dấu vết. Nếu như số mệnh đã an bài đây là một sự luân hồi, vậy thì hãy như hẹn ước ban đầu, cứ tuyên chiến thôi.<br/><br/><i>\"Thân này, tượng trưng cho uy nghiêm vô thượng, được ban cho quyền năng thống lĩnh một quốc gia, tích tụ mọi thứ của Raiden Shogun.\"</i><br/><i>\"Đương nhiên cũng kế thừa những nỗi đau mất mát triền miên của Ei trước đây, và cả... quyết tâm muốn đạt đến vĩnh hằng.\"</i><br/><i>\"Quyết tâm, dũng khí, ái mộ, hận thù... đều sẽ biến chất trong dòng chảy của thời gian.\"</i><br/><i>\"Chỉ có \"phép tắc\" là vĩnh hằng bất biến.\"</i>"
    },
    {
      "epId": 2211,
      "name": "Tinh Linh Nước Trong",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
      "desc": "Thể sống được kết tinh từ Nguyên Tố Thủy thuần khiết, luôn tồn tại và sinh trưởng trong nước.<br/>Theo đó, nếu nguồn nước càng tinh khiết, Nguyên Tố Thủy càng dồi dào thì sức mạnh của Tinh Linh Nước Trong càng trở nên mạnh mẽ. Cũng có truyền thuyết kể lại rằng, ở một nơi rất xa ngoài kia, Tinh Linh Nước Trong vốn là người họ hàng thân thiết của dòng nước. Chúng đem theo những mảnh vỡ từ thần linh đã khuất lưu lạc đến đây. Có lẽ đó là cách chúng thể hiện tình yêu của thần đối với thế giới, hòa quyện và che chở cho dòng nước chảy khắp thế gian..."
    },
    {
      "epId": 2212,
      "name": "Azhdaha",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
      "desc": "Một con rồng cổ đại có tuổi thọ ngang với những rặng núi.<br/>Rất lâu về trước đã từng kề vai sát cánh cùng Đế Quân của cảng Nham, nhưng cuối cùng lại vì mâu thuẫn mà bị trấn áp dưới lòng đất đen tối. Trong những năm tháng dài đằng đẵng, sức mạnh của nó đã dần mất đi, và hình dạng cũng đã bị biến đổi sau nhiều cuộc tra tấn khác nhau.<br/>Tiếng xiềng xích khe khẽ và tiếng gầm trầm đục của tổ tiên loài rồng, giống như những ký ức, vang vọng giữa núi rừng."
    },
    {
      "epId": 2213,
      "name": "Phù Thủy Hilichurl Thảo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Samachurl_icon.png",
      "desc": "Hilichurl lải nhải liên hồi, nhà thức tỉnh nguyên tố Thảo.<br/>Hilichurl có tư chất về mặt khống chế nguyên tố, năng lực này thường đạt đỉnh điểm khi về già. Dây leo chằng chịt như chất chứa sự không cam tâm và lòng căm hận đối với con người."
    },
    {
      "epId": 2214,
      "name": "Slime Thảo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Slime_icon.png",
      "desc": "Slime chứa nhiều nguyên tố Thảo, có phát sinh biến chất về mặt sinh thái.<br/>Về mặt sinh thái, nó cũng thừa hưởng nhược điểm của nguyên tố Thảo. Một khi gặp lửa sẽ bị thiêu đốt."
    },
    {
      "epId": 2215,
      "name": "Ochimusha - Chú Lôi",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/44749939/d2e7c1c4f1efd802844500faf94d7438_6651895240485220340.png"
    },
    {
      "epId": 2216,
      "name": "Ochimusha - Tụy Viêm",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/44749939/cbaa14c1eb1963719b6097d058669891_2557802226846866838.png"
    },
    {
      "epId": 2217,
      "name": "Phong Ma Long Bão Tố",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
      "desc": "Một trong \"Tứ Phong Thủ Hộ\" của Mondstadt, Rồng Đông Phong - Dvalin.<br/>Trong những ngày tháng bất tận và bóng tối vô biên, viên ngọc long lanh cũng sẽ bị cát bụi che phủ và trở nên ảm đạm, loài rồng cao quý cũng sẽ bị ăn mòn và chất chứa đầy oán hận.<br/>Nhưng hãy nhớ, bụi có thể dễ dàng lau đi, nỗi sợ và chất độc cũng có thể bị nghiền nát.<br/><br/><i>\"Hãy tự do bay lượn trong không gian sâu thẳm. </i><br/><i>\"Giống như ngày chúng ta gặp nhau, tôi đi trên mặt đất, hát vang bài ca của gió;</i><br/><i>\"Bạn thì ở trên bầu trời cao vời vợi, đưa mắt nhìn xuống thế giới.</i><br/><i>\"Bầu trời giờ đây không có gió tuyết, mặt đất phủ đầy cỏ xanh, hẳn là tươi đẹp lắm nhỉ.</i><br/><i>\"Nếu bạn đã từng bước đi trên mặt đất, từng nghe tiếng chuông gió đan xen hòa vào bài ca du mục, từng nếm thử vị rượu ngọt nồng, bạn nhất định sẽ hiểu được. </i><br/><i>\"Nếu bạn đã từng là tôi, từng nhìn thấy tư thế cao ngạo cô độc của bạn bay lượn trên bầu trời, từng nhìn thấy dáng vẻ tuyệt đẹp của bạn. </i><br/><i>\"Như vậy, bạn sẽ hiểu được, bầu trời và mặt đất này, rất đáng để chiến đấu. \"</i>"
    },
    {
      "epId": 2219,
      "name": "Trinh Sát Di Tích",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Scout_icon.png",
      "desc": "Cỗ máy dị hình có hình dạng và tính năng tùy chỉnh để thích ứng với các mục tiêu đặc biệt.<br/>Truyền thuyết kể rằng đó là cỗ máy chiến tranh để lại của đất nước đã bị diệt vong. So với \"Thủ Vệ Di Tích\" phổ biến rộng rãi, nó có ý nghĩa mô phỏng sinh học mạnh hơn về thiết kế. Không biết dựa theo nguyên lý nào, mô phỏng sinh vật biển sâu nào đó về hình thức và phương thức hoạt động, tóm lại là dù thế nào cũng không muốn bị nó bám theo."
    },
    {
      "epId": 2220,
      "name": "Thủ Vệ Di Tích",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
      "desc": "Cỗ máy chiến đấu hình người cổ xưa.<br/>Tương truyền là cỗ máy chiến đấu được lưu truyền của quốc gia đã diệt vong, sẽ lang thang ở những di tích kinh đô cổ xưa trên khắp nơi trên thế giới, tấn công những người lữ hành xâm phạm. Theo nghiên cứu cho thấy thủ vệ di tích và những phế tích này không có cùng nguồn gốc, thời đại của chúng cũng cách nhau ít nhất vài ngàn năm, vậy tại sao thủ vệ di tích lại ở trong đó, và dùng \"hỏa lực gây nổ\" để bảo vệ những bức tường đổ nát này chứ..."
    },
    {
      "epId": 2221,
      "name": "Tuần Tra Di Tích",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Cruiser_icon.png",
      "desc": "Cỗ máy dị hình có hình dạng và tính năng tùy chỉnh để thích ứng với các mục tiêu đặc biệt.<br/>Truyền thuyết kể rằng đó là cỗ máy chiến tranh sót lại của đất nước đã bị diệt vong. So với \"Thủ Vệ Di Tích\" phổ biến rộng rãi, nó có ý nghĩa mô phỏng sinh học mạnh hơn về hình thái. Thiết kế có tính phân tán và chế độ chiến đấu như mô phỏng đàn ong, có thể biến thành các loại hình thái tấn công ở các hướng khác nhau."
    },
    {
      "epId": 2222,
      "name": "Mãng Xà Di Tích",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Serpent_icon.png",
      "desc": "Bộ máy tự hành dị dạng cổ xưa.<br/>Tương truyền đây là cỗ máy hạng nặng của vương quốc bị diệt vong, kết cấu bánh răng ở \"phần đầu\" có thể xới tung những tầng đá cứng. Nếu là như vậy thật thì lợi dụng sức mạnh này chắc sẽ mở được thông lộ cho một đội quân di chuyển chăng."
    },
    {
      "epId": 2223,
      "name": "Tiên Phong Di Tích",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Destroyer_icon.png",
      "desc": "Cỗ máy dị hình có hình dạng và tính năng tùy chỉnh để thích ứng với các mục tiêu đặc biệt.<br/>Truyền thuyết kể rằng đó là cỗ máy chiến tranh sót lại của đất nước đã bị diệt vong. So với \"Thủ Vệ Dị Tích\" phổ biến rộng rãi, nó có ý nghĩa mô phỏng sinh học mạnh hơn về thiết kế. Vòng hoa khổng lồ gồm nhiều bộ phận cấu thành giống như loài thực vật đáng sợ nào đó, không biết đã trải qua những gì mới có thể thiết kế ra cỗ máy đáng sợ như vậy."
    },
    {
      "epId": 2224,
      "name": "Thợ Săn Di Tích",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Hunter_icon.png",
      "desc": "Máy chiến đấu hình thù kì dị khổng lồ.<br/>Tương truyền là cỗ máy chiến tranh sau khi đất nước bị diệt vong còn sót lại. Hình như đã hủy thiết kế hình người hiệu quả thấp để nâng cao tính chiến đấu. Bất luận là cận chiến hay là pháo từ xa đều rất đáng sợ.<br/>Binh khí cổ xưa còn sót lại đã có sức mạnh ghê gớm như vậy, thì nền văn minh có thể sản xuất ra thứ vũ khí ấy sẽ như thế nào đây..."
    },
    {
      "epId": 2225,
      "name": "Cần Cẩu Di Tích",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Grader_icon.png",
      "desc": "Cỗ máy chiến đấu hình người cổ xưa.<br/>Hình thái giống với Thủ Vệ Di Tích, nhưng hơi kỳ lạ, sức mạnh lớn hơn. Dường như để có thể khởi động cơ thể quá nặng nề này, nên đã lắp đặt thêm lõi năng lượng ở hai chân."
    },
    {
      "epId": 2226,
      "name": "Hộ Vệ Di Tích",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Defender_icon.png",
      "desc": "Cỗ máy dị hình có hình dạng và tính năng tùy chỉnh để thích ứng với các mục tiêu đặc biệt.<br/>Truyền thuyết rằng đó là cỗ máy chiến tranh sót lại của đất nước đã bị diệt vong. So với \"Thủ Vệ Di Tích\" phổ biến rộng rãi, nó có ý nghĩa mô phỏng sinh học mạnh hơn về thiết kế. Mô phỏng các chi của côn trùng, di chuyển thuận tiện hơn so với cỗ máy hình người, lá chắn được tạo bởi mỗi bộ phận có thể chống đỡ bất kỳ đòn tấn công nào từ phía chính diện."
    },
    {
      "epId": 2227,
      "name": "Nobushi - Kikouban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Kikouban_icon.png",
      "desc": "Võ sĩ lang thang đi đến đâu cướp đến đó, tuy được gọi là \"Nobushi\", nhưng không thuộc về một tổ chức thống nhất nào cả.<br/>Ngoại trừ môn kiếm thuật bắt buộc của võ sĩ, họ còn thông thạo dùng nỏ để đánh lén đối thủ, chỉ cần thắng, bất chấp thủ đoạn. Người đã từ bỏ danh tiếng của võ sĩ, thường cũng sẽ từ bỏ lòng tự tôn của võ sĩ.<br/>Cũng vì cơm áo gạo tiền, có khi phải bắt tay với cả Đạo Bảo Đoàn và Fatui."
    },
    {
      "epId": 2228,
      "name": "Nobushi - Hitsukeban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Hitsukeban_icon.png",
      "desc": "Võ sĩ lang thang đi đến đâu cướp đến đó, tuy được gọi là \"Nobushi\", nhưng không thuộc về một tổ chức thống nhất nào cả.<br/>Không những sở hữu kiếm thuật tinh tường, còn có thể dùng Phấn Diêm Tiêu của nguyên tố để tấn công. Về khía cạnh khách quan thì biểu hiện này là một thủ đoạn chiến thắng trái với đạo võ thuật.<br/>Cũng vì cơm áo gạo tiền, có khi phải bắt tay với cả Đạo Bảo Đoàn và Fatui."
    },
    {
      "epId": 2229,
      "name": "Nobushi - Jintouban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Jintouban_icon.png",
      "desc": "Võ sĩ lang thang đi đến đâu cướp đến đó, tuy được gọi là \"Nobushi\", nhưng không thuộc về một tổ chức thống nhất nào cả.<br/>Vì lăn lộn trên con đường võ đạo đã nhiều năm nên có kiếm pháp tinh tường, nhưng nay lại không dùng nó cho chính đạo.<br/>Cũng vì cơm áo gạo tiền, có khi phải bắt tay với cả Đạo Bảo Đoàn và Fatui."
    },
    {
      "epId": 2230,
      "name": "Phù Thủy Hilichurl Lôi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Samachurl_icon.png",
      "desc": "Hilichurl già luôn lải nhải liên hồi, nhà hô hoán nguyên tố Lôi.<br/>Hilichurl có tư chất về mặt khống chế nguyên tố, năng lực này thường đạt đỉnh điểm khi về già, nếu đã nắm vững được kỹ năng dẫn điện cao siêu rồi, dùng âm thanh sấm sét này soạn thành một bài ca tang thương nào."
    },
    {
      "epId": 2231,
      "name": "Slime Lôi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Slime_icon.png",
      "desc": "Ma vật nhỏ được hình thành từ nguyên tố Lôi rải rác trong môi trường tự nhiên, có thể phát điện với cường độ nhẹ.<br/>Theo phân tích, cách nhảy nhót của Slime Lôi có thể tạo ra một điện trường trên mặt đất. Ở nơi có điện trường mạnh, có thể quan sát hành động khác thường của Slime Lôi để tránh nguy hiểm."
    },
    {
      "epId": 2232,
      "name": "Hilichurl Đạn Lôi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Grenadier_icon.png",
      "desc": "Những người thổ dân lang thang trong vùng hoang dã của Teyvat.<br/>Đối với Hilichurl vốn sống mông muội mà nói, Slime Lôi dường như không có công dụng rộng rãi như Slime Hỏa và Slime Phong. Có lẽ có một ngày chúng sẽ phát hiện nguyên tố lưu thông giữa Slime Phong và Slime Lôi Biến Dị, sau đó sẽ phát triển vượt bậc chăng...?"
    },
    {
      "epId": 2233,
      "name": "Bạo Đồ Hilichurl Búa Lôi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Crackling Axe Mitachurl_icon.png",
      "desc": "Hilichurl Lớn tay cầm rìu cán dài.<br/>Tấn công mạnh bạo, tận dụng Slime Lôi để gắn thêm nguyên tố Lôi lên rìu, có khả năng phá hoại cực mạnh.<br/>Chiếc rìu rèn từ thép là nguyên liệu điện cảm cực tốt. Bạo Đồ Hilichurl Búa Lôi có vóc dáng vạm vỡ sẽ giơ cao búa rìu, lúc triệu hồi thiên lôi là cảnh tượng rất hoành tráng đối với Hilichurl."
    },
    {
      "epId": 2234,
      "name": "Pháp Sư Vực Sâu Lôi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Abyss Mage_icon.png",
      "desc": "Quái vật vực sâu lợi dụng Nguyên Tố Lôi để chiến đấu.<br/>Từng có một học giả tên là Alva Nicolas khi học tập ở Giáo Viện từng nghiên cứu hệ thống của mô hình Nguyên Tố Lôi mà Pháp Sư Vực Sâu sử dụng, cuối cùng đề ra một món vũ khí lý thuyết đặt tên là \"Cuộn Dây Nicola\". Đáng tiếc cho đến nay vẫn chưa có ai đưa nó vào thực tế. Có người nói rằng tài liệu nghiên cứu của anh đã bị ăn bởi vi khuẩn nấm."
    },
    {
      "epId": 2236,
      "name": "Hilichurl Lôi Tiễn",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Shooter_icon.png",
      "desc": "Cư dân nguyên thủy lang thang nơi hoang dã ở Teyvat.<br/>Xạ thủ tay cầm cung nỏ đơn giản, mũi tên được làm từ mảnh pha lê điện được mài nhọn, để khi bắn trúng sẽ gây ra điện giật. Nghe nói xạ thủ Hilichurl thiện xạ có thể cùng lúc bắn 5 mũi tên, vô cùng lợi hại."
    },
    {
      "epId": 2237,
      "name": "Cicin Lôi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Cicin_icon.png",
      "desc": "Sinh vật nhỏ có thể dẫn một ít nguyên tố Lôi.<br/>Chúng và những sinh vật họ Cicin khác được gọi chung là \"Cicin Bay\". Mặc dù rất nhỏ bé, nhưng trong những hoàn cảnh nhất định sẽ có thể tạo ra sát thương đáng kể."
    },
    {
      "epId": 2238,
      "name": "Thực Thể Sấm Sét",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunder Manifestation_icon.png",
      "desc": "Sinh vật nguyên tố Lôi dị thường. Tuy rằng hình dạng khá giống Tinh Linh Nước, nhưng không có trí tuệ và ký ức.<br/>Kích hoạt Thực Thể Sấm Sét cũng chỉ là sự phẫn nộ thuần túy.<br/>Nghe nói loại sinh vật này chỉ sinh ra khi sấm sét đánh xuống tại vùng đất chất chứa nhiều căm hận, như Đỉnh Amakumo hoang tàn với sấm sét vang dội. Chỉ cần nỗi oán hận trong lòng đất chưa tiêu tan, thì tiếng sét sẽ không bao giờ dứt."
    },
    {
      "epId": 2239,
      "name": "Bóng Ma - Lôi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Specter_icon.png",
      "desc": "Ma vật được tạo ra bởi nồng độ nguyên tố Lôi dày đặc, có thể lơ lửng trong không trung.<br/>Đã từng có học viên của Giáo Viện tiến hành nghiên cứu về giống loài này. Anh ta cho rằng Nguyên Tố Nguyên Bản có đặc tính nguyên tố, được sinh ra trong môi trường có nồng độ nguyên tố cao, hoàn toàn giống như Bóng Ma. Cho nên Bóng Ma là một loại Nguyên Bản. Sau đó, anh ta đã bị điều tra ra là học thuật quá tệ hại."
    },
    {
      "epId": 2240,
      "name": "Phù Thủy Hilichurl Phong",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Samachurl_icon.png",
      "desc": "Hilichurl lải nhải liên hồi, nhà truyền ngôn nguyên tố Phong.<br/>Hilichurl có tư chất về mặt khống chế nguyên tố, năng lực này thường đạt đỉnh điểm khi về già, khả năng khống chế luồng gió của nó bắt nguồn từ ký ức bị lãng quên nơi u tối."
    },
    {
      "epId": 2241,
      "name": "Slime Phong",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Slime_icon.png",
      "desc": "Ma vật nhỏ được ngưng đọng từ nguyên tố Phong rải rác trong môi trường tự nhiên.<br/>Nhờ có sức mạnh nguyên tố Phong mới có thể bay lượn."
    },
    {
      "epId": 2242,
      "name": "Bóng Ma - Phong",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Specter_icon.png",
      "desc": "Ma vật tràn trề nguyên tố Phong, có thể bay phấp phới trong không trung.<br/>Theo lý thuyết mà nói, ma vật được hình thành bởi nguyên tố Phong, bản thân sẽ có khả năng bay lượn nhất định. Do đó, đôi cánh trông như cánh hoa của chúng ban đầu chắc chỉ là một bộ phận làm kiểng mà thôi."
    },
    {
      "epId": 2243,
      "name": "Maguu Kenki",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki_icon.png",
      "desc": "Người máy kiếm sĩ chuẩn mực.<br/>Dường như không biết và không muốn nói chuyện, chỉ dùng kiếm để diễn đạt.<br/>Nghe nói khi chế tạo thử, đã tích hợp ký ức của một tông chủ kiếm tông nào đó bị mất kiểm soát bởi nguyên nhân không rõ, cuối cùng bị lãng quên.<br/>Theo mô tả, Kenki sẽ lảng vảng ở những nơi đoạn đứt ân oán, mà người bảo vệ có khuôn mặt hung ác kia dường như là một con quỷ nổi tiếng ở thời đó."
    },
    {
      "epId": 2244,
      "name": "Maguu Kenki: Mặt Quỷ",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Mask of Terror_icon.png"
    },
    {
      "epId": 2245,
      "name": "Maguu Kenki: Gió Độc",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Lone Gale_icon.png"
    },
    {
      "epId": 2246,
      "name": "Maguu Kenki: Sương Phủ",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Galloping Frost_icon.png"
    },
    {
      "epId": 2247,
      "name": "Vua Thú Hoàng Kim",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
      "desc": "Đến từ dị giới hắc ám, là vua của bầy sói đen, có quyền năng hiệu lệnh dị thú giúp nó làm xói mòn không gian, tạo ra vết nứt vũ trụ để mở đường.<br/>Vua thú không có tên gọi, bởi vì bản thân nó chẳng qua là một tạo vật vô tâm của \"Gold\" mà thôi; chính bởi vì vậy, nên nó càng thêm cố chấp về việc xâm lấn vào thế giới không thuộc về mình, dùng sức mạnh của mình để giành lấy danh phận.<br/>Nhưng bầy sói không phải là loài vật ngu xuẩn. Sau lần xâm lấn gặp phải trắc trở, lần này chúng đã chọn một hòn đảo hoang vu không người, cũng không ai canh giữ để làm nơi chuẩn bị nghênh đón vua thú."
    },
    {
      "epId": 2248,
      "name": "Kỵ Sĩ Hắc Xà - Trảm Phong Kiếm",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
      "desc": "Quân nhân cận vệ có địa vị cao trong triều đình, quét sạch kẻ địch của Vương Gia bằng một kỹ thuật đấu kiếm gọi là \"Kiếm Thuật Siêu Thực\".<br/>\"Kiếm Sĩ Hoàng Hôn\" cũng là một trong những thành viên của họ. Trước khi tất cả vinh quang của vương quốc bị mất đi, và mọi thứ không thể cứu vãn."
    },
    {
      "epId": 2249,
      "name": "Vỏ Rỗng Ảm Đạm - Cờ Lệnh",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Standard Bearer_icon.png",
      "desc": "Binh lính đen tuyền, từng là quân nhân đầy kiêu hãnh của vương quốc cổ dưới lòng đất, nhưng giờ đây đã mất đi tất cả ký ức lẫn tri giác.<br/>Nhưng cho dù vậy, vị binh sĩ này vẫn giơ cao ngọn cờ vương giả để chiến đấu. Dù cho quên đi hình bóng của chiến hữu hay chúc phúc của vương giả cũng sẽ không bỏ ngọn cờ của mình xuống."
    },
    {
      "epId": 2250,
      "name": "Vỏ Rỗng Ảm Đạm - Phá Trận",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Line Breaker_icon.png",
      "desc": "Binh lính đen tuyền, từng là quân nhân đầy kiêu hãnh của vương quốc cổ dưới lòng đất, giờ đây đã không còn lý trí của \"con người\".<br/>Vì lý tưởng bảo vệ mà ý chí vẫn còn lưu lại trong lớp vỏ rỗng, nhưng đã không còn ai chỉ cho họ nơi của kẻ địch nữa, vậy thứ cần bảo vệ lại là gì..."
    },
    {
      "epId": 2251,
      "name": "Vỏ Rỗng Ảm Đạm - Cận Vệ",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Defender_icon.png",
      "desc": "Binh lính đen tuyền, từng là quân nhân đầy kiêu hãnh của vương quốc cổ dưới lòng đất, nhưng giờ đây chỉ còn là một chiếc vỏ rỗng chứa ý chí chiến đấu mà thôi.<br/>Vạn vật đều có điểm cuối, lớp vỏ rỗng này chính là thực thể tạo ra từ sự xung đột của thời gian, tội lỗi và lời nguyền của \"Kỵ Sĩ Hắc Xà\" mà ra."
    },
    {
      "epId": 2716,
      "name": "Nấm Thúy Linh",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/24/27215281/2bcfdd3e3a8b23e85265e4b99045e0fd_1242496181586872935.png",
      "desc": "<p>Qua bao năm tháng dài đằng đẳng, đã biến hóa thành loại Nấm Quỷ cỡ lớn có hình thái độc đáo này.</p><p>Trình độ trí tuệ đã gần bằng, thậm chí là vượt hơn cả động vật chân chính, sẽ chủ động bắt lấy con mồi để hút dinh dưỡng. Trên đuôi mọc ra bộ lông màu phỉ thúy tuyệt đẹp, giống với thánh thú cổ đại mà Học Phái Spantamad tôn sùng. Nhìn từ logic của biến hóa mô phỏng, chắc là chúng đã từng cùng nhau tồn tại trên mặt đất này.</p>"
    },
    {
      "epId": 2717,
      "name": "Cây Kích Điện",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/24/27215281/12fc861bff06793fff2ebc2a470d4a0c_2639658379259793857.png",
      "desc": "<p>Ma vật hình thành từ những dây leo khổng lồ hấp thụ dòng điện cao áp từ trong địa mạch.</p><p>Từ trong thân cây phóng ra nguồn điện vô tận, giống như đang bùng nổ cơn giận của mặt đất.</p><p>Từng có học giả của Học Phái Kshahrewar đề xuất, nếu xây dựng một mạng lưới đường điện phức tạp xung quanh Cây Kích Điện, sẽ có thể đưa điện năng trong đó truyền đến trong thành thị để sử dụng. Kế hoạch này đã bị học giả Học Phái Spantamad phản đối kịch liệt, vì điều này mà họ đã không tiếc hy sinh mười con Heo Nấm để chứng minh sự nguy hiểm của việc sử dụng điện.</p>"
    },
    {
      "epId": 2718,
      "name": "Eremite - Đao Vũ",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/24/27215281/cd3ca6512f699bcc29ad20cddc9f16d9_2859342931894367.png",
      "desc": "<p>Đến từ sa mạc có màu của vàng, là một thành viên trong đoàn thể lính đánh thuê riêng lẻ. Vì thù lao, sẵn sàng ra sức cho bất kỳ ai.</p><p>Võ sĩ sa mạc có sở trường dùng đao. Đao pháp mà hắn nắm giữ được truyền lại từ nền văn minh thất lạc không chỉ dùng để chiến đấu, mà điệu múa đao cũng đã trở thành một dạng biểu diễn tạp kỹ khá phổ biến.</p><p>Loại đao này nghe nói được các kỵ binh sử dụng trong chiến đấu vào thời cổ đại.</p>"
    },
    {
      "epId": 2719,
      "name": "Eremite Băng Giữa Nắng Nóng",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/24/27215281/658c5534e52f1741fad5c8d19d92b2a4_9133403479787327313.png",
      "desc": "<p>Đến từ sa mạc có màu của vàng, là một thành viên trong đoàn thể lính đánh thuê riêng lẻ. Vì thù lao, sẵn sàng ra sức cho bất kỳ ai.</p><p>Lính đánh thuê chuyên nghiệp không quan tâm gì khác ngoài chức trách và nhiệm vụ. Xem việc hoàn thành ủy thác như mục tiêu duy nhất, giá cả cũng cao nhất trên thị trường lính đánh thuê.</p><p>Trong vũ khí có phong ấn ác linh, sẽ thức tỉnh khi gặp nguy hiểm. Chỉ có tiếng ai oán của kẻ thua cuộc mới có thể làm nguôi ngoai cơn thịnh nộ… Dù cho kẻ thua cuộc có là chủ nhân của vũ khí hay là kẻ địch.</p>"
    },
    {
      "epId": 2720,
      "name": "Eremite - Kích Thủ",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/24/27215281/9170299a8a59c667549f6435624c7658_5773235445760962643.png",
      "desc": "<p>Đến từ sa mạc có màu của vàng, là một thành viên trong đoàn thể lính đánh thuê riêng lẻ. Vì thù lao, sẵn sàng ra sức cho bất kỳ ai.</p><p>Sử dụng vũ khí có tên là “Kích Mỏ Quạ” để chiến đấu. Trong truyền thuyết, các ẩn sĩ thời cổ đại thờ phụng vị thần sa mạc sẽ mang theo loại kích này xem như biểu tượng của họ. Tên thật của vũ khí này đã thất lạc trong biển cát.</p>"
    },
    {
      "epId": 2721,
      "name": "Eremite - Phá Trận",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/24/27215281/fb8229b20c042a5ca95405d04d306a09_3943743905160562776.png",
      "desc": "<p>Đến từ sa mạc có màu của vàng, là một thành viên trong đoàn thể lính đánh thuê riêng lẻ. Vì thù lao, sẵn sàng ra sức cho bất kỳ ai.</p><p>Tinh thông võ nghệ và được trang bị đôi găng tay dao sắc lẻm, gia nhập Eremite vì để tìm kiếm đối thủ mạnh hơn và nhiều hơn. Thay vì nói rằng chiến đấu vì thù lao, chi bằng nói để theo đuổi cảnh giới võ nghệ cao hơn.</p>"
    },
    {
      "epId": 2722,
      "name": "Eremite Nước Giữa Sa Mạc",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/24/27215281/9f91ab452aa406029dbb80a35d63b12d_7354613126956523832.png",
      "desc": "<p>Đến từ sa mạc có màu của vàng, là một thành viên trong đoàn thể lính đánh thuê riêng lẻ. Vì thù lao, sẵn sàng ra sức cho bất kỳ ai.</p><p>Thiếu nữ lạc lối trong giấc mơ xưa về những bài hát, xem thú vui khi chém giết như phần thưởng có giá trị. Theo truyền thuyết, những cô gái sinh ra trong tộc này thường được các linh hồn trong sa mạc xem trọng, vì vậy mà thường hay chết sớm. Hoặc chỉ khi trong huyết quản luôn cuồn cuộn giai điệu chiến đấu thì cô ấy mới có thể thoát khỏi lời thì thầm của linh hồn.</p><p>Trong vũ khí có phong ấn ác linh, sẽ thức tỉnh khi gặp nguy hiểm. Chỉ có tiếng ai oán của kẻ thua cuộc mới có thể làm nguôi ngoai cơn thịnh nộ… Dù cho kẻ thua cuộc có là chủ nhân của vũ khí hay là kẻ địch.</p>"
    },
    {
      "epId": 2723,
      "name": "Eremite - Sấm Giữa Ban Ngày",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/24/27215281/b220bb204e2d99ee54455f1a40a25e43_2795439857464309346.png",
      "desc": "<p>Đến từ sa mạc có màu của vàng, là một thành viên trong đoàn thể lính đánh thuê riêng lẻ. Vì thù lao, sẵn sàng ra sức cho bất kỳ ai.</p><p>Hậu duệ của bộ tộc võ sĩ chân chính, xem chiến đấu như thiên chức của mình. Khác với hình tượng những kẻ man rợ vung cây búa lớn trong tay, các chiến sĩ của tộc này thực tế có nghiên cứu khá sâu về cổ văn và thơ ca của phế tích trong cát.</p><p>Trong vũ khí có phong ấn ác linh, sẽ thức tỉnh khi gặp nguy hiểm. Chỉ có tiếng ai oán của kẻ thua cuộc mới có thể làm nguôi ngoai cơn thịnh nộ… Dù cho kẻ thua cuộc có là chủ nhân của vũ khí hay là kẻ địch.</p>"
    },
    {
      "epId": 2724,
      "name": "Eremite - Lính Nỏ",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/24/27215281/2a9e87b4ca1693d2bf78ac572a1cb3fa_1421643305285973085.png",
      "desc": "<p>Đến từ sa mạc có màu của vàng, là một thành viên trong đoàn thể lính đánh thuê riêng lẻ. Vì thù lao, sẵn sàng ra sức cho bất kỳ ai.</p><p>Theo truyền thống, Eremite vốn thông thạo sử dụng cung tên để đối phó kẻ địch hơn. Nhưng từ khi Giáo Viện cho phép họ thu mua nỏ máy ở Bazaar thì chỉ còn lại các xạ thủ cừ khôi nhất mới sử dụng loại vũ khí cần phải luyện tập như cung tên thôi.</p>"
    },
    {
      "epId": 2725,
      "name": "Bóng Ma Thảo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/ce01ec80ad0e6c2a95dda6608406891f_6511938917022212714.png",
      "desc": "<p>Ma vật sinh ra bởi nguyên tố Thảo nồng độ cao, có thể lượn lờ trong không trung.</p><p>Đã từng có nghiên cứu viên của Học Phái Vahumana tiến hành nghiên cứu về đặc tính sinh thái của Bóng Ma – Thảo, phát hiện rất giống với “Aranara” trong truyền thuyết. Sau khi đào sâu nghiên cứu thì anh ta đã đưa ra kết luận, thứ được gọi là Aranara thực ra chính là Bóng Ma – Thảo. Sau này nghiên cứu viên này đã trở thành một tác giả truyện cổ tích vô danh.</p>"
    },
    {
      "epId": 2727,
      "name": "Nấm Quỷ Đàn Hồi - Phong",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/ac0a2012b4a84da6a46fd0e2721e1a57_2821250094622897856.png",
      "desc": "<p>Sinh vật bào tử có trí tuệ nhất định. Có khả năng thích nghi hoàn cảnh cực tốt.</p><p>Nấm Quỷ sử dụng thân nấm vươn dài để nhanh chóng hút chất dinh dưỡng, đầu nấm hình chiếc ô có thể xoay chuyển theo hướng gió.</p>"
    },
    {
      "epId": 2728,
      "name": "Nấm Quỷ Đi Bộ - Thủy",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/531463ffbed0bb11dc6a0939164c44e1_2042047441382414522.png",
      "desc": "<p>Sinh vật mô phỏng được cấu thành từ bào tử, có khả năng thích nghi hoàn cảnh rất tốt.</p><p>Nhìn giống loài chim, nhưng hình như không có khả năng bay lượn. Hoặc là do nguyên tố Thủy ảnh hưởng nên hành động của chúng nhanh nhẹn hơn nhiều so với đồng loại. Cũng có nghiên cứu suy đoán rằng loại Nấm Quỷ này thực tế là một thân nấm được hình thành bởi vô số bào tử chứ không phải là một thể độc lập.</p><p>Có địa vị cao trong quần thể Nấm Quỷ, cho thấy nó sở hữu trí tuệ khá cao.</p>"
    },
    {
      "epId": 2729,
      "name": "Nấm Quỷ Phù Du - Thảo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/2cfe555fe8e2622a85992dc24df0a65c_5718339121278803623.png",
      "desc": "<p>Sinh vật bào tử có trí tuệ nhất định. Có khả năng thích nghi hoàn cảnh cực tốt.</p><p>Từng có học giả phát biểu rằng chúng là một loại Bóng Ma – Thảo. Sau khi bị phản bác, anh ta đã sửa lại nói rằng đây là một cách “tu từ” mang chất thơ.</p>"
    },
    {
      "epId": 2730,
      "name": "Nấm Quỷ Xoay Tròn - Băng",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/881ffef1e803a7d3398fd6041f80a244_3206848380088416471.png",
      "desc": "<p>Sinh vật bào tử có trí tuệ nhất định. Có khả năng thích nghi hoàn cảnh cực tốt.</p><p>Nấm Quỷ sau khi bị đóng băng cũng không trở nên ngon hơn được, nhưng cũng có chút công dụng giải nhiệt.</p>"
    },
    {
      "epId": 2731,
      "name": "Nấm Quỷ Đàn Hồi - Hỏa",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/63c30a6ccf95d033f76fdef32eab1e08_3299720036950521756.png",
      "desc": "<p>Sinh vật bào tử có trí tuệ nhất định. Có khả năng thích nghi hoàn cảnh cực tốt.</p><p>Tuy trông có vẻ nóng nảy, nhưng thật ra tính tình khá ôn hòa, chỉ cần đừng đến gần quá chắc sẽ không có gì nguy hiểm nhỉ…?</p>"
    },
    {
      "epId": 2732,
      "name": "Nấm Quỷ Đàn Hồi - Nham",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/6759abed1468edb547e167904e227795_8501710358931492800.png",
      "desc": "<p>Sinh vật bào tử có trí tuệ nhất định. Có khả năng thích nghi hoàn cảnh cực tốt.</p><p>Nguyên tố Nham phong phú trên phần đầu nấm của chúng đã tạo thành lớp vỏ cứng cáp. Để lắc lư phần đầu nặng nề thì chắc phần thân của nó cũng phải có kết cấu bền bỉ hơn đồng loại.</p>"
    },
    {
      "epId": 2733,
      "name": "Nấm Quỷ Xoay Tròn - Lôi",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/1dc268f0452c00113a52b9ed8753ca4c_6177255560168557545.png",
      "desc": "<p>Sinh vật bào tử có trí tuệ nhất định. Có khả năng thích nghi hoàn cảnh cực tốt.</p><p>Có nghiên cứu chứng minh, phương hướng của nguồn điện chảy bên trong loại Nấm Quỷ này sẽ thay đổi theo chu kỳ, nếu đào sâu nghiên cứu nói không chừng sẽ có công dụng rộng rãi…</p>"
    },
    {
      "epId": 2734,
      "name": "Nấm Quỷ Có Cánh - Thảo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/61ac05ce9adb236aa364f600038efd2c_1235714153471990671.png",
      "desc": "<p>Sinh vật mô phỏng được cấu thành từ bào tử, có khả năng thích nghi hoàn cảnh rất tốt.</p><p>Không chỉ nhìn có vẻ giống, mà ngay cả tập quán sinh hoạt cũng mô phỏng theo loài chim. Có thể bay lên cao nhờ vào đôi cánh được tổ hợp từ nấm, mang bào tử rải đến những nơi xa xôi hơn.</p><p>Có địa vị cao trong quần thể Nấm Quỷ, cho thấy nó sở hữu trí tuệ khá cao.</p>"
    },
    {
      "epId": 2735,
      "name": "Nấm Quỷ Có Cánh - Băng",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/4da09f3963c2a0fe6c842e82b57072f4_8072866922824022966.png",
      "desc": "<p>Sinh vật mô phỏng được cấu thành từ bào tử, có khả năng thích nghi hoàn cảnh rất tốt.</p><p>Không chỉ nhìn có vẻ giống, mà ngay cả tập quán sinh hoạt cũng mô phỏng theo loài chim. Lúc bay lượn sẽ rải những đóa hoa băng nhẹ nhàng, những tinh hạt băng này thật ra cũng là bào tử.</p><p>Có địa vị cao trong quần thể Nấm Quỷ, cho thấy nó sở hữu trí tuệ khá cao.</p>"
    },
    {
      "epId": 2814,
      "name": "Eremite - Riu Chiến",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/69a9cb6e382ec3d1c37ad4670c63c537_5764617096003278171.png",
      "desc": "<p>Đến từ sa mạc có màu của vàng, là một thành viên trong đoàn thể lính đánh thuê riêng lẻ. Vì thù lao, sẵn sàng ra sức cho bất kỳ ai.</p><p>Nữ chiến sĩ sử dụng rìu luôn xông pha trong chiến đấu, từ đó làm loạn trận địa của phe địch, tạo cơ hội cho đồng đội.</p><p>Ở quê hương sa mạc, thỉnh thoảng họ sẽ ngồi bên đống lửa, đàn lên khúc ca dao xa xưa nay đã biến mất trong biển cát.</p>"
    },
    {
      "epId": 2816,
      "name": "Rồng Di Tích - Thiên Vệ",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/31c9865e421f197a97129ecfc198365f_9151348966454729276.png",
      "desc": "<p>Cỗ máy chiến đấu hình rồng khiến người ta khiếp sợ.</p><p>Theo truyền thuyết, đây là cỗ máy chiến tranh còn sót lại của vương quốc đã sụp đổ. Hình dạng được mô phỏng theo loài “Rồng Đất”, nhưng đã được tối ưu kết cấu để nâng cao tính năng. So với Rồng Đất thật sự thì nó còn có thêm khả năng “hấp thu” mãnh liệt, hoặc nói là khả năng “chống lại” nguyên tố.</p><p>Nền văn minh có thể sáng tạo ra loại vũ khí đáng sợ này tại sao lại bị diệt vong chứ…</p>"
    },
    {
      "epId": 2817,
      "name": "Rồng Di Tích - Địa Vệ",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/31c9865e421f197a97129ecfc198365f_4686879713484166378.png",
      "desc": "<p>Cỗ máy chiến đấu hình rồng khiến người ta khiếp sợ.</p><p>Theo truyền thuyết, đây là cỗ máy chiến tranh còn sót lại của vương quốc đã sụp đổ. Hình dạng được mô phỏng theo loài “Rồng Đất”, nhưng đã được tối ưu kết cấu để nâng cao tính năng. So với Rồng Đất thật sự thì nó còn có thêm khả năng “hấp thu” mãnh liệt, hoặc nói là khả năng “chống lại” nguyên tố.</p><p>Nhìn từ khả năng này, nền văn minh sáng tạo ra loại vũ khí đáng sợ này chắc đã từng có dã tâm khá lớn…</p>"
    },
    {
      "epId": 2855,
      "name": "Ma Trận Điều Hành Bán Vĩnh Cửu",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/06/27215281/d73a13b3c5399286a800d6394fb99cbb_151119648472554905.png",
      "desc": "<p>Cơ quan vĩnh hằng điều hành vô số công trình di tích nằm rải rác trong sa mạc, dường như chấp niệm về vị vua cô độc vẫn còn đó.</p><p>Có lẽ vì những lời chỉ bảo của những người bạn trong mộng, hoặc vì thèm muốn quyền năng của các vị thánh trên trời, nhà vua đã tạo ra một cơ chế bí ẩn không nên thuộc về mặt đất, và đóng đô trên đồng bằng cát.</p><p>Bên trên tàn tích của Thành Phố Ngàn Cột, tinh thạch cổ vẫn phản chiếu vẻ đẹp của thiên đường màu vàng, ngay cả khi giấc mơ của nhà vua đã bị lãng quên từ lâu.</p>"
    },
    {
      "epId": 2857,
      "name": "Rồng Điềm Báo Vạn Kiếp",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/06/27215281/91184c7571932bb8ba5507c89afa09b5_6312453242517245344.png",
      "desc": "<p>Giống như một vị vua cai trị mặt đất thời cổ đại, nó là một cỗ máy chiến đấu hình con rồng đáng gờm.</p><p>Truyền thuyết kể rằng, vương quốc đã bị hủy diệt từng khao khát kỹ thuật bị cấm, cố gắng tạo ra một cơ quan vĩnh viễn có thể cạnh tranh và thậm chí vượt qua sự sống vĩnh cửu. Con thú máy móc bí ẩn và không biết mệt mỏi này dường như chứng minh rằng chúng thực sự đã đến được những khu vực không nên đến.</p>"
    },
    {
      "epId": 2892,
      "name": "Kết Cấu Nguyên Thủy - Tạo Lực",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/08/27215281/60aa5a703106abea12e09b790da7972b_6663951859891770231.png",
      "desc": "<p>Người bảo vệ di tích cổ bị thất lạc trong sa mạc, đủ sức mạnh để trừng phạt bất cứ ai dám làm phiền giấc mơ của quân vương.</p><p>Công dụng ban đầu của những cỗ máy này không phải để canh giữ cung điện và đền thần, mà là để tái hiện thiên đường trong giấc mơ của vị quân vương ngu ngốc.</p><p>Bây giờ thiên đường đã biến mất từ lâu, chỉ còn những câu thần chú được khắc trên những cỗ máy này vẫn ghi lại những giấc mơ và lời hứa đã bị người đời lãng quên.</p>"
    },
    {
      "epId": 2893,
      "name": "Kết Cấu Nguyên Thủy - Tái Tạo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/08/27215281/60aa5a703106abea12e09b790da7972b_5057100348969246540.png",
      "desc": "<p>Người bảo vệ di tích cổ bị thất lạc trong sa mạc, đủ sức mạnh để trừng phạt bất cứ ai dám làm phiền giấc mơ của quân vương.</p><p>Vị vua của mặt trời thống trị biển cát đã từng hứa với thần dân của mình là thiên đường ở bên kia, nhưng hóa ra đó chỉ là sự si mê dại dột của vị vua.</p><p>Bây giờ thiên đường đã biến mất từ lâu, chỉ còn những câu thần chú được khắc trên những cỗ máy này vẫn ghi lại những giấc mơ và lời hứa đã bị người đời lãng quên.</p>"
    },
    {
      "epId": 2894,
      "name": "Kết Cấu Nguyên Thủy - Thăm Dò",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/08/27215281/60aa5a703106abea12e09b790da7972b_841308886546551854.png",
      "desc": "<p>Người bảo vệ di tích cổ bị thất lạc trong sa mạc, đủ sức mạnh để trừng phạt bất cứ ai dám làm phiền giấc mơ của quân vương.</p><p>Để xây dựng thiên đường trong mơ, chủ nhân của biển cát đã tìm tòi những kiến thức cấm, và những cỗ máy bí ẩn này có thể là sáng tạo của y.</p><p>Bây giờ thiên đường đã biến mất từ lâu, chỉ còn những câu thần chú được khắc trên những cỗ máy này vẫn ghi lại những giấc mơ và lời hứa đã bị người đời lãng quên.</p>"
    },
    {
      "epId": 2895,
      "name": "Nấm Quỷ Đàn Hồi - Lôi",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/27215281/e7f8daca29f5d7f30844905016252907_8920694984602716982.png",
      "desc": "<p>Sinh vật bào tử có trí tuệ nhất định. Có khả năng thích ứng mạnh mẽ với môi trường xung quanh.</p><p>Không giống như những Nấm Quỷ khác, ngoài phần mũ ra, nó còn có những chiếc râu phát sáng. Nếu gặp nguy hiểm, nó sẽ phóng ra một quả cầu điện nhỏ để tự bảo vệ mình.</p>"
    },
    {
      "epId": 2896,
      "name": "Nấm Quỷ Đi Bộ - Nham",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/27215281/49216ca30200a7432b571186027efd61_6128128280220210849.png",
      "desc": "<p>Sinh vật mô phỏng được cấu thành từ bào tử, có khả năng thích nghi hoàn cảnh rất tốt.</p><p>Các phần của mô dường như đã hoàn toàn bị sừng hóa dưới tác động của nguyên tố Nham. Xét thấy nấm ban đầu được tiến hóa từ bào tử, theo thời gian, có thể phát triển một dạng mới khác dựa trên cơ sở này.</p><p>Có địa vị cao trong quần thể Nấm Quỷ, cho thấy nó sở hữu trí tuệ khá cao.</p>"
    },
    {
      "epId": 2897,
      "name": "Nấm Quỷ Xoay Tròn - Hỏa",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/27215281/912e3e8c1b00de91bd7ce8418263f461_2312164831169213685.png",
      "desc": "<p>Sinh vật bào tử có trí tuệ nhất định. Có khả năng thích ứng mạnh mẽ với môi trường xung quanh.</p><p>Do chứa nhiều nguyên tố hỏa, cho nên dễ gây cháy rừng vào mùa khô, là loài xâm hại rất nguy hiểm đối với rừng.</p>"
    },
    {
      "epId": 2898,
      "name": "Nấm Quỷ Phù Du - Phong",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/27215281/0b332fc89af26ece5c6402fc82cce5e5_4206143559505334637.png",
      "desc": "<p>Sinh vật bào tử có trí tuệ nhất định. Có khả năng thích ứng mạnh mẽ với môi trường xung quanh.</p><p>Mặc dù mũ nấm khá lớn, nhưng cấu trúc giống như chiếc ô này thực chất lại rỗng bên trong, vì vậy rất khó để sử dụng làm thực phẩm.</p>"
    },
    {
      "epId": 2899,
      "name": "Eremite - Kẻ Gọi Đá",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/148664880/c757c4e26cff0dba6198a837cb900d1d_1040878682576209503.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Một thành viên trong nhóm lính đánh thuê riêng lẻ đến từ sa mạc, sẵn sàng làm việc cho bất kỳ ai để nhận thù lao.<br>Vào thời cổ đại, những chiến binh mặc giáp dày này là những người bảo vệ đáng tin cậy nhất của vua mặt trời. Có lẽ chính vì vậy mà chúng vẫn tỏa ra ánh vàng rực rỡ như mặt trời cho đến ngày nay.<br>Trong vũ khí có phong ấn ác linh, sẽ thức tỉnh khi gặp nguy hiểm. Chỉ có tiếng ai oán của kẻ thua cuộc mới có thể làm nguôi ngoai cơn thịnh nộ… Dù cho kẻ thua cuộc có là chủ nhân của vũ khí hay là kẻ địch.</span></p>"
    },
    {
      "epId": 2900,
      "name": "Eremite - Thợ Săn Gió",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/148664880/1d21ab234a065f179a1a3db8e171c21c_8315614975384008626.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Một thành viên trong nhóm lính đánh thuê riêng lẻ đến từ sa mạc, sẵn sàng làm việc cho bất kỳ ai để nhận thù lao.<br>Do nỏ máy được sử dụng rộng rãi, ngày nay chỉ những chiến binh giàu kinh nghiệm nhất của Eremite mới sử dụng cung để chiến đấu. Không cần dựa vào đôi mắt, họ vẫn có thể xác định được vị trí của kẻ địch chỉ bằng tiếng cát chảy.<br>Trong vũ khí có phong ấn ác linh, sẽ thức tỉnh khi gặp nguy hiểm. Chỉ có tiếng ai oán của kẻ thua cuộc mới có thể làm nguôi ngoai cơn thịnh nộ… Dù cho kẻ thua cuộc có là chủ nhân của vũ khí hay là kẻ địch.</span></p>"
    },
    {
      "epId": 2974,
      "name": "Thảo Nguyên Bản",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/04/27215281/23e2985f747ed3f5295736ec67e05d00_9000469879270539527.png",
      "desc": "<p>Sinh mệnh nguyên tố Thảo cao cấp có biệt hiệu là Zayin.</p><p>Theo suy đoán của học giả, Nguyên Tố Nguyên Bản có trí tuệ để “học hành”, từ đó mà sinh ra khả năng lợi dụng “mô phỏng” để tấn công. Nhưng nếu đã có thể thu nhập thông tin, sản sinh biến hóa, vậy thì có thể sẽ bị ô nhiễm thông tin. Trong quá trình học và biến hóa, mục đích được sinh ra ban đầu – dù cho đến nay vẫn là một câu hỏi chưa có lời giải đáp trong giới học thuật – có lẽ cũng sẽ bị bóp méo trở nên không còn quan trọng nữa.</p>"
    },
    {
      "epId": 2975,
      "name": "Shouki no Kami, Kẻ Hoang Đàng",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/04/27215281/dbf9f65c6fcd3f7619a9556ffa558f43_3724822559740042123.png",
      "desc": "<p>Shouki no Kami hội tụ sức mạnh của sáu học viện trong Giáo Viện Sumeru, sở hữu năng lực có thể sánh vai với vị thần chân chính.</p><p>Thế nhân nếu gọi đây là thần giả, tức là không hiểu ý nghĩa thực sự của “Thần”.</p><p>Giả như thần là người có khả năng hơn người,</p><p>Vậy thì Shouki no Kami đã am hiểu vạn vật và gánh vác sức mạnh tối thượng, xứng đáng được gọi là siêu phàm.</p><p>Giả như thần là người biết thương yêu con người,</p><p>Vậy thì Shouki no Kami biết ban cho con người sự thất bại một cách bình đẳng, đó được gọi là yêu thương,</p><p>…</p><p>…</p><p>Shouki no Kami nhìn thấu được vô số yêu hận biệt li oán sân si, được gọi là biết quan sát con người.</p><p>“Ngươi đã có quá nhiều hạnh phúc.”</p><p>“Vì vậy mà trở nên ngu muội tự đại, tham lam đáng sợ.”</p><p>“Kết thúc thời đại này!”</p><p>“Vị thần mới, tuyên bố thần cũ rồi sẽ thất bại.”</p><p>“Con người đáng thương… Bây giờ quỳ xuống hãy còn kịp.”</p>"
    },
    {
      "epId": 3443,
      "name": "Đàn Rồng Biển Sâu",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/05/27215281/06abfa5f50d54a3cdb2ac346b30769b0_3520351655442198677.png",
      "desc": "<p>Đàn Rồng Biển Sâu hùng mạnh.</p><p>Sức mạnh của chúng bắt nguồn từ sự bồi dưỡng và chọn lọc của dân cư Enkanomiya.</p><p>Đương nhiên, chắc chắn không có con rồng nào cho rằng đây là một ân tình.</p><p>Kẻ mạnh nhất trong đàn có thể điều khiển các loại nguyên tố khác nhau, trút cơn thịnh nộ của chúng lên những người đến đây.</p>"
    },
    {
      "epId": 3474,
      "name": "Setekh Wenut",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/05/27215281/ca675a813c0acf7a5efbc88e7af636c2_3936195977547205693.png",
      "desc": "<p>Một loài săn mồi không mắt sống ở nơi sâu thẳm trong sa mạc, theo dõi con mồi bằng âm thanh và rung động truyền từ mặt đất.</p><p>Tương truyền rằng trong quá khứ trước khi thời gian bắt đầu, vùng đất mà chúng cai trị phủ đầy cỏ xanh và đại thụ, còn tổ tiên và đời sau của chúng đều len lỏi trong những vùng đất ẩm ướt, tựa như cá gặp nước vậy.</p><p>Nhiều kỷ nguyên sau đó, ân huệ trời ban khiến cho bùn đất hóa thành sỏi cát. Nhiều sinh mạng mất đi, nhiều vật chủng biến mất, còn chủng tộc sống dựa vào bùn đất đã trở thành \"Wenut\".</p><p>Có lẽ vì tập tính sinh vật có điểm chung, nên dường như cư dân sa mạc đều hiểu lầm rằng \"Wenut\" là hình thái hoàn chỉnh của Lươn Sa Mạc sau khi trưởng thành.</p>"
    },
    {
      "epId": 3475,
      "name": "Eremite - Người Kể Chuyện Cát Nóng",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/05/27215281/e3ada2f7642f67aa52b067345fae5a54_9217735986654350275.png",
      "desc": "<p>Một thành viên trong nhóm lính đánh thuê riêng lẻ đến từ sa mạc. Cho dù vì tiền mà phục vụ bất kỳ ai đi nữa thì cũng không quên đi cội nguồn của cát.</p><p>Sau khi nền văn minh tan rã, những câu chuyện trong sa mạc giống như tia lửa trong gió và mưa trong mây, được truyền từ thế hệ này sang thế hệ khác thông qua bí sử và những bài thơ truyền miệng. Nhiều câu chuyện đã bị thay đổi trong quá trình lưu truyền và thất lạc.</p><p>Cái tên \"Eremite\" được đặt cho nhiều bộ lạc khác nhau như một cái tên chung bởi những người lạ mặt thiếu hiểu biết hoặc mang thái độ coi thường. Trong số những người được gọi là Eremite, có nhiều người đã quên đi câu chuyện về sa mạc, nhưng những người trong thời đại ngày nay vẫn còn nhớ câu chuyện về sa mạc sẽ không phản bội lại dòng máu sa mạc chảy trong cơ thể mình.</p>"
    },
    {
      "epId": 3476,
      "name": "Eremite - Diệp Luân Vũ Giả",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/05/27215281/088685fa15801b65f875acec2cbfcfac_3190232209393758886.png",
      "desc": "<p>Một thành viên trong nhóm lính đánh thuê riêng lẻ đến từ sa mạc, sẵn sàng làm việc cho bất kỳ ai để nhận thù lao.</p><p>Con dân của cát có truyền thống âm nhạc và vũ đạo, ban đầu là để tế thần, về sau là dùng vũ đạo và kỹ thuật chiến đấu để lấy lòng vua. Trong truyền thuyết về sa mạc, từng có vũ công âm mưu ám sát nhà vua trên giường hoặc tháp cao. Giờ đây cho dù thần và vua của họ đều chìm trong cát, nhưng ký ức về vũ đạo của họ vẫn còn tuôn chảy trong huyết mạch.</p><p>Trong vũ khí có phong ấn ác linh, sẽ thức tỉnh khi gặp nguy hiểm. Chỉ có tiếng ai oán của kẻ thua cuộc mới có thể làm nguôi ngoai cơn thịnh nộ… Dù cho kẻ thua cuộc có là chủ nhân của vũ khí hay là kẻ địch.</p>"
    },
    {
      "epId": 3477,
      "name": "Kền Kền Đỏ Thánh Hóa",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/05/27215281/534c13befe626c1aa2853a32def6f1f3_4112191867236955878.png",
      "desc": "<p>Loài chim ăn thịt thối rữa bị biến dị do nuốt chửng vật thể sống vĩ đại.</p><p>Trong số hài cốt bị Thánh Hóa Thú nuốt chửng thường có lẫn những ý thức mãi không thể yên nghỉ. Và chính những ý thức này lại càng khiến cho nó thèm khát tàn sát nhiều hơn.</p>"
    },
    {
      "epId": 3478,
      "name": "Bò Cạp Độc Thánh Hóa",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/05/27215281/ea2958c04ec8f00a5ec2d9f8dc1410e4_8064576386475508319.png",
      "desc": "<p>Loài động vật chân đốt bị biến dị do nuốt chửng vật thể sống vĩ đại.</p><p>Mỗi sinh vật có nguyên tắc tiến hóa của riêng mình, còn nguyên tắc tiến hóa của Thánh Hóa Thú chính là có đủ vận may, phát hiện được di hài của sinh linh mạnh mẽ đã chết đi trong quá khứ xa xưa trước đồng loại của mình. Sự cộng sinh của động vật và con người sâu sắc hơn nhiều so với những gì con người thừa nhận.</p>"
    },
    {
      "epId": 3479,
      "name": "Rắn Bay Thánh Hóa",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/05/27215281/d1b0d88f2f2bdb3e9bad3abf570ac911_6645730137345073434.png",
      "desc": "<p>Loài bò sát bị biến dị do nuốt chửng vật thể sống vĩ đại.</p><p>Cho dù sở hữu sức mạnh nguyên tố, nhưng Thánh Hóa Thú không thể tự tiêu hóa hoàn toàn những hài cốt không phân hủy trong mình. Năng lượng bên trong kết hợp với bản thân động vật, từ đó mọc ra lớp giáp xương, được cho là có thành phần tương tự như vật liệu tinh luyện chủ yếu được sản xuất ở Inazuma.</p>"
    },
    {
      "epId": 3618,
      "name": "Kỵ Sĩ Hắc Xà – Rìu Phá Đá",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/27215281/ba6bc2ff321f73eb371c1beb7980b5bb_979340341575833206.png",
      "desc": "<p>Quân nhân cận vệ có địa vị cao trong cung đình, quét sạch kẻ địch của hoàng thất bằng một kỹ thuật đấu kiếm gọi là \"Kiếm Thuật Siêu Thực\"...</p><p>...Tuy nói rằng Kiếm Thuật Siêu Thực là một dạng kỹ năng đấu kiếm, nhưng nó cũng có thể áp dụng lên các loại binh khí khác. Vào thời khắc đen tối nhất của vương quốc, võ sĩ gánh vác trách nhiệm bảo vệ có lúc cũng không có lựa chọn nào cả.</p>"
    },
    {
      "epId": 3619,
      "name": "Sứ Đồ Vực Sâu – Sương Lạc",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/27215281/10848b1be5f77eadab738d2b77651205_2090618656482565488.png",
      "desc": "<p>Ma vật dùng lưỡi kiếm hàn băng sắc nhọn để chiến đấu, trực thuộc \"Giáo Đoàn Vực Sâu\".</p><p>Nếu đã có thánh đồ truyền bá và ca tụng phúc âm thâm thúy, vậy thì cũng có sứ giả cải chính những lời ca tụng lệch lạc, xóa đi những âm tiết không hài hòa.</p><p>Người ta thường nói, thanh kiếm có thể xuyên thấu cơ thể sẽ giá lạnh như băng, nhưng loại băng giá đen tối như thế này nghe nói ngay cả linh hồn cũng có thể đóng băng.</p>"
    },
    {
      "epId": 3695,
      "name": "Kẻ Thủ Hộ Của Ốc Đảo Apep",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/27215281/d6fda0fbccc37d41505ff1fcce5b6e77_6831256472885419634.png",
      "desc": "<p>Apep và con cháu đã từng như cá bơi lượn trong nước, ung dung nơi biển cỏ thơm ngát với cây cổ thụ cao trăm thước cùng dây leo vươn dài ngàn dặm. Mãi cho đến cuối cùng thì cây cỏ cũng héo khô trở thành cát bụi, những sinh linh bé nhỏ như hạt cát đã xây dựng nên thành bang yếu ớt ngay tại vùng đất khi xưa của nó.</p><p>Apep và con cháu đã từng khiến cho biển cát tung tóe như mặt nước đang sôi, khiến cho thành lâu rơi rụng như lá. Mãi cho đến khi vị vua mới của biển cát và vị vua của cố thổ giảng hòa với nhau, kể từ đó, cồn cát dưới ánh mặt trời đều thuộc về người và thần, còn ốc đảo của rồng thì được giữ lại trong tim của rồng.</p><p>Apep và con cháu đã từng cùng nhau chia sẻ tri thức của tiến hóa, bởi vì nước chảy là bất hủ, nhưng cây khô thì ắt sẽ đổ rạp. Mãi cho đến khi nó thực hiện lời thỏa thuận với vua cát và nhận được trí tuệ cuối cùng, từ đó nó chỉ có thể nhìn thấy phong cảnh cuối cùng, ngày tận thế vô bờ vô bến.</p><p>Apep đã từng một mình đắm chìm trong phong cảnh của ngày tận thế. Tất cả người, thần, rồng, thú, chim và cá, mọi ký ức, trí tuệ, lời nói và thù hận đều bị nghiền nát thành loại bột không màu, ánh sáng của vầng trăng cuối cùng hóa thành cơn mưa lửa trắng rơi xuống trên vùng đất hoang.</p><p>...</p><p>Apep từng xem đáy của biển cát là mộ phần của chính mình, chứ không phải cung điện của vị vua mất nước. Chất độc của \"trí tuệ\" sẽ nhanh chóng giải thoát cho nó khỏi thù hận và phẫn nộ từ vô số vầng trăng. Nó đã rất chán ghét cảnh tượng không chút màu sắc của ngày tận thế rồi. Mãi cho đến khi vị thần trẻ tuổi và lữ khách màu vàng khiến nó nhớ lại lần nữa, dù cho vùng đất xanh tươi khi xưa của mình đã hóa thành hoang mạc dát vàng, dù cho chính mình và con cháu vì để sinh tồn ở đó mà trở nên xấu xí, nhưng trong lòng nó từ đầu chí cuối vẫn luôn cất giữ cảnh sắc của một góc ốc đảo đó.</p>"
    },
    {
      "epId": 3701,
      "name": "Lãng Khách Hilichurl Phong",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/27215281/eb2ff17818f8f4420f9033724d997ea1_6219146905824189614.png",
      "desc": "<p>Hilichurl lang thang không thuộc bất cứ bộ tộc nào, dường như đang tìm kiếm cội nguồn của vận mệnh cả tộc, tìm kiếm sự huy hoàng đã mất từ lâu.</p><p>Giả sử trong số các ma vật chỉ có ngôn ngữ đơn giản, cũng chẳng có sử sách lưu truyền, mà có sử thi, truyền kỳ, thì chúng có lẽ chính là nhân vật chính trong đó nhỉ.</p>"
    },
    {
      "epId": 3702,
      "name": "Lãng Khách Hilichurl Thủy",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/27215281/b4f8e7f2b2567f1bfadb35aeb75ab701_4636174893051298796.png",
      "desc": "<p>Hilichurl lang thang không thuộc bất cứ bộ tộc nào, lang thang ở khắp các nơi hoang dã như tự lưu đày chính mình.</p><p>Tùy theo sự dẫn dắt của nhân duyên mà giúp đỡ các Hilichurl cần giúp đỡ, và sau khi đã hoàn thành sứ mệnh hoặc nhân duyên kết thúc sẽ khởi hành rời đi. Dường như có trình độ trí tuệ cao hơn so với các Hilichurl thông thường.</p>"
    },
    {
      "epId": 3703,
      "name": "Nanh Thú Thánh Hóa",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/27215281/acb74196bfe00408eedd23b1da5b8b20_2549341566569012859.png",
      "desc": "<p>Kẻ săn mồi bị biến dị do nuốt chửng vật thể sống vĩ đại.</p><p>Quy luật tự nhiên là cá lớn nuốt cá bé, nhưng vật nuôi và Thánh Hóa Thú là ngoại lệ. Mồi ngon của con người và di hài bất diệt, về bản chất đều là một cái bẫy vô tình hoặc cố ý. Tham lam món quà của kẻ mạnh, thì cái giá phải trả sẽ còn thê thảm hơn nhiều so với việc bị giam trong lồng.</p>"
    },
    {
      "epId": 3704,
      "name": "Cá Sấu Sừng Thánh Hóa",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/27215281/99a307d9c543af7edbe3619235e526e2_4509015993613956443.png",
      "desc": "<p>Loài bò sát bị biến dị do nuốt chửng vật thể sống vĩ đại.</p><p>Mãnh thú với tư thế uy nghiêm có lúc sẽ được mọi người kính sợ, được xem là hóa thân của sức mạnh to lớn, và mượn hình tượng của họ để làm nổi bật bản thân. Còn các dã thú thực sự được truyền \"sức mạnh vĩ đại\" phần lớn sẽ bỏ mạng vì thế, chỉ có số ít có thể tiến hóa thành hình thái mới.</p>"
    },
    {
      "epId": 3705,
      "name": "Kẻ Rửa Tội Tàn Ác",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/27215281/2899a9fa6efec1006150467a00823c4a_1640884400083792838.png",
      "desc": "<p>Ma vật Vực Sâu có khả năng điều khiển nhiều loại sức mạnh nguyên tố, vì \"tiến hóa\" mà có thêm các bộ phận dư thừa.</p><p><em>\"Bản chất của \"Vực Sâu\" về cơ bản là không thể dung hòa với nguyên tố. Nhưng cho dù có nguyên tố của thần thì cũng sẽ được bao bọc, bóp méo, trở thành đạo cụ theo đuổi ý chí sâu xa. Nói từ góc độ kết quả và hiệu ích, cái gọi là \"Vực Sâu\" có lẽ khi so sánh với cái nhỏ như vật chứa với sức mạnh nguyên tố tràn trề trong tay Đạo Bảo Đoàn, và lớn như Vision đi chăng nữa thì cũng không có khác biệt gì nhiều...\"</em></p><p>Sổ tay của ai đó rơi trong Hangeh Afrasiyab.</p>"
    },
    {
      "epId": 3992,
      "name": "Hoàng Đế Thép Lửa",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/44749939/197e7c5cc168b4d88c873575cadbe969_8512013830959985931.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Một trong hai bá chủ đứng đầu Dị Chủng Biển Sâu, từng là giai thoại lan truyền giữa các thủy thủ một thời.<br>Cua Giáp Nặng nếu không gặp kẻ địch, sẽ có thể liên tục săn bắt, ăn mồi và trưởng thành, không ngừng tìm kiếm vỏ ốc thích hợp để làm bộ giáp mới. Nhưng đến cuối cùng nó trở nên thực sự quá lớn. Trước kỳ nước dâng lần một, đã từng có ghi chép viết rằng Cua Giáp Nặng khổng lồ đã tấn công tàu thuyền, và cuối cùng đã bị tư lệnh hải quân chưa phục chức Basil Elton đánh bại.<br>Thử tưởng tượng về một thế giới như thế này: Diệt trừ hết tất cả con người trên Teyvat, thì Hoàng Đế Thép Lửa có thể tiếp tục trưởng thành vô tận, rồi sẽ có ngày nó đem Palais Mermonia khoác lên mình để làm chiếc áo giáp bằng đá trắng lộng lẫy nhất. Đương nhiên, trong thế giới đó sẽ không có loài người vừa sợ vừa đùa cợt gọi nó là \"Hoàng Đế Thép Lửa\" nữa rồi.</span></p>"
    },
    {
      "epId": 3993,
      "name": "Liên Khúc Gió Băng",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/44749939/08f47440d7122dfa2dbd7e482155f1c4_7538719450766945798.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Vũ công robot do Viện Khoa Học Fontaine nghiên cứu phát triển.<br>Trong ý tưởng ban đầu của Bossuet, vũ công robot là một tác phẩm nghệ thuật của thời đại cơ khí siêu việt. Nhưng sau khi Bossuet bị buộc phải từ chức, thì dự án này do Maillardet tiếp quản. Maillardet có cách nhìn độc đáo của riêng mình về robot và vũ công, nên trong quá trình nâng cấp và thay đổi này, các chức năng của vũ công robot cũng đã dần xa rời với thiết kế ban đầu của Bossuet.</span></p>"
    },
    {
      "epId": 4040,
      "name": "Ảo Linh Nước Đục Phun Trào",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/44749939/43201dd121726c7dd85ae149d342bc0c_3919844591211885926.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Sinh mệnh nguyên tố kỳ lạ xuất hiện trong nước hiện nay khi mà Tinh Linh Nước Trong đã tuyệt tích tại Fontaine.<br>Nghe nói vào thời đại của Egeria, Tinh Linh Nước Trong thường đồng hành cùng con người, cũng từng phân bố tại các dòng suối ở khắp nơi, mượn mạch nước của thế giới để liên hệ với nhau. Nhưng phần lớn họ đều đã chết đi cùng với thần của họ, những ai còn lại đã không bao giờ có thần của họ nữa.</span></p>"
    },
    {
      "epId": 4041,
      "name": "Ảo Linh Nước Đục Phân Tách",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/44749939/c5de1c79576164a8498939351c0b27e5_1616254969685788258.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Sinh mệnh nguyên tố kỳ lạ xuất hiện trong nước hiện nay khi mà Tinh Linh Nước Trong đã tuyệt tích tại Fontaine.<br>Loại sinh linh nguyên tố mới xuất hiện sau tai họa này không có được nét đẹp của Tinh Linh Nước Trong ngày xưa, do đó bị gọi là \"Nước Đục\". Cho dù chất độc hòa tan trong nước đã được làm loãng, thanh tẩy, nhưng trừ phi nơi nào đó vẫn còn vật chứa nước thuần túy, chứ nếu không thì nước tại Fontaine sẽ không thể nào tự nhiên sinh ra Tinh Linh Nước Trong nữa.</span></p>"
    },
    {
      "epId": 4042,
      "name": "Nguyên Thể Khe Nứt - Đá Vụn Lớn",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/44749939/fdf587dc44200ab08540605c18a88a6f_8387908933608290744.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Sinh mệnh kỳ lạ chủ yếu xuất hiện trong Elynas.<br>Trong nhận thức của Melusine, thì Nguyên Thể Khe Nứt cơ bản là sinh vật vô hại, thậm chí có Melusine còn cho rằng nó rất đáng yêu.<br>Cảm nhận về thị giác của Melusine rất khác với con người.</span></p>"
    },
    {
      "epId": 4043,
      "name": "Nguyên Thể Khe Nứt - Đá Vụn",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/44749939/4446a6ab78b336e15860d5af1aaede2f_1669126039453877009.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Sinh mệnh kỳ lạ chủ yếu xuất hiện trong Elynas.<br>Khi gặp phải năng lượng ousia hoặc pneuma, hình như sẽ bị kích thích rất mạnh. Do đó cho dù không có đặc tính tấn công và xâm lược mạnh, nhưng cách này hình như sẽ rất hiệu quả trong việc xua đuổi Nguyên Thể Khe Nứt.</span></p>"
    },
    {
      "epId": 4044,
      "name": "Nguyên Thể Khe Nứt - Sinh Trưởng Lớn",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/44749939/4d33399c4da9d48d983a44e69bd162d2_3146001102500192196.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Sinh mệnh kỳ lạ chủ yếu xuất hiện trong Elynas.<br>Các đặc trưng sinh vật cơ bản của Nguyên Thể Khe Nứt đã vượt ra ngoài phạm vi hiểu biết: Không thuộc về loài động vật, thực vật, nấm hoặc chủng loại nguyên tố nào. Các học giả Sumeru cũng vì vậy mà đã không ngừng tranh luận về việc rốt cuộc nó là gì. Mãi cho đến khi nó bị cấm dùng làm đề tài nghiên cứu, bởi vì theo hệ tri thức của con người hiện nay mà nói, vấn đề này cũng giống như \"định nghĩa và bản chất của ngôn ngữ\", không thể nào rút ra được kết luận thiết thực và có ý nghĩa.</span></p>"
    },
    {
      "epId": 4045,
      "name": "Nguyên Thể Khe Nứt - Sinh Trưởng",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/44749939/44a89e0e023d714c3f74934b4b8da49c_3976149100614723961.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Sinh mệnh kỳ lạ chủ yếu xuất hiện trong Elynas.<br>Tại Fontaine, lần đầu tiên phát hiện được Nguyên Thể Khe Nứt chính là không lâu sau khi xảy ra tai họa. Lúc đó đã cùng lúc lưu lại ghi chép rằng Nguyên Thể Khe Nứt đã tấn công con người và bảo vệ con người</span></p>"
    },
    {
      "epId": 4046,
      "name": "Robot Ghi Chép Trinh Sát",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/24/44749939/4674ade0d70eb1eb638166f0cb9e2ec6_6919229920724196020.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Một trong những cỗ máy robot dây cót kiểu mới được thiết kế chế tạo đầu tiên.<br>Nghe nói trong thời gian \"Kỳ Tài Cơ Khí\" Guillotin ở Học Viện Triết Học Tự Nhiên, đã từng làm ra cỗ máy có thể mô phỏng trí tuệ để suy nghĩ.<br>Tuy rằng anh ấy chưa từng chính thức thừa nhận về chuyện này, nhưng truyền kỳ này vẫn khích lệ ý chí của rất nhiều kỹ sư sau đó. Mười năm trước từng có người tuyên bố đã sáng tạo ra được robot dây cót có khả năng suy nghĩ cơ bản, và đọc hiểu các loại cảm xúc của con người, nhưng thành quả cuối cùng thì không được công nhận.</span></p>"
    },
    {
      "epId": 4047,
      "name": "Robot Số Học Cải Tiến",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/24/44749939/434753badda2f2ca45504c0abfd33585_8303898763893826617.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Robot dây cót được thiết kế chế tạo ra với mục đích chuyển tiếp tín hiệu tăng cường.<br>Nguồn năng lượng để khởi động robot dây cót chính là thứ được sinh ra từ phản ứng hủy diệt có kiểm soát trong nội bộ lõi động năng thông qua ousia và pneuma. Do đó, nếu năng lượng áp lên nó bị quá tải sẽ phá vỡ sự cân bằng vốn có.</span></p>"
    },
    {
      "epId": 4048,
      "name": "Robot Khảo Sát Đáy Biển",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/24/44749939/9c9c7a6c1ffeb79304e8a6d05b6c5aa7_363120041788087407.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Robot dây cót được thiết kế chế tạo ra với mục đích thám hiểm dưới nước.<br>Về mặt thiết kế, trong tình huống động lực học không có được bước đột phá, vận động học là đối tượng nghiên cứu quan trọng nhất. Trong thiết kế máy móc với mục đích nhất định, mô phỏng sinh học có lúc sẽ cung cấp giải pháp nhanh gọn nhất.</span></p>"
    },
    {
      "epId": 4049,
      "name": "Robot Khảo Sát Địa Chất",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/24/44749939/f0bc5b67cbdf18732df9f19f58d2c3f0_4641314605894844734.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Robot dây cót được thiết kế chế tạo ra với mục đích tìm kiếm tài nguyên và khoáng sản chỉ định dưới lòng đất.<br>Vì có thể thiết lập loại kim loại muốn tìm, nên rất được các Đạo Bảo Đoàn và nhà mạo hiểm yêu thích.</span></p>"
    },
    {
      "epId": 4050,
      "name": "Robot Tuần Tra Đáy Biển",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/24/44749939/9643bc79e9f50eb6681d1ee4c00ce3e1_5838007545311545520.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Loại robot dây cót này có mục đích thiết kế là tìm kiếm, xua đuổi, tiêu diệt các sinh vật thủy sinh có ảnh hưởng không tốt cho thiết bị dưới nước.<br>Từ sau kỳ nước dâng lần một đến nay, Viện Khoa Học Fontaine đã luôn lo lắng sẽ có một ngày lại xảy ra kỳ nước dâng lần hai. Một số người trong đó bắt đầu có suy nghĩ về việc phục hồi các di tích đã biến mất dưới nước, và xây dựng thành phố dưới đáy biển. Một số khác lại mong ngóng về hòn đảo lơ lửng trên không, mơ ước về thành đô trên bầu trời.<br>\"Loại Tuần Tra Đáy Biển\" là của người trước, nhưng xét về kết quả, những người đời sau trong mấy năm gần đây hình như đã chiếm thế thượng phong.</span></p>"
    },
    {
      "epId": 4051,
      "name": "Robot Thu Hoạch Nhanh Nhẹn",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/24/44749939/1f181f2174d67d9cc123633474c7ce09_7541316690589205364.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Robot dây cót được thiết kế chế tạo với mục đích khai thác và vận chuyển cát.<br>Robot dây cót dựa vào nguồn năng lượng sản sinh khi hủy diệt ousia và pneuma có ưu thế khá cao tại Fontaine, bởi vì mạch nước và chất đất ở Fontaine đã có đặc tính lưu trữ và truyền dẫn ousia cùng pneuma. Đây cũng là nguyên nhân khi thám hiểm có lúc sẽ gặp được khối năng lượng ousia và pneuma.</span></p>"
    },
    {
      "epId": 4052,
      "name": "Robot Cảnh Báo Khu Vực",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/24/44749939/ca3d6ce30f31620491701d72fd8d74d6_5033825572570033760.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Robot có thể bắn ra năng lượng do phản ứng hủy diệt sinh ra. Nói một cách chính xác thì nó là thiết bị thí nghiệm được tạo ra trong quá trình nghiên cứu của Học Viện Triết Học Tự Nhiên, trước khi Viện Khoa Học Fontaine được thành lập.<br>Do đó, cho dù là làm robot cảnh báo hay phòng ngự thì đều khá thành công về mặt thương mại. Phần lớn kỹ sư đều không xem nó như robot dây cót nếu xét theo ý nghĩa nghiêm khắc.</span></p>"
    },
    {
      "epId": 4053,
      "name": "Robot Đặc Công Chuyên Dụng",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/24/44749939/1d991f3fb2275df4ba5af530fe14d1bf_5480791573350822805.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Một trong các robot dây cót kiểu mới được thiết kế chế tạo đầu tiên, giống với \"Kiểu Ghi Chép Trinh Sát\" (Sau trăm năm, đến ngày nay đã không còn ai gọi nó là \"kiểu mới\" nữa rồi. Đây là cách gọi để phân biệt nó với cỗ máy dùng động lực dây cót truyền thống vào thời đó.)<br>Tên gọi được đặt ra để kỷ niệm người bạn của nhà phát minh, mục đích ban đầu là giúp người. Nhưng sau đó người sử dụng đều cho rằng dùng nó tấn công người sẽ có ưu thế lớn hơn là dùng người tấn công người.</span></p>"
    },
    {
      "epId": 4054,
      "name": "Robot Áp Chế Chuyên Dụng",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/24/44749939/81616d56a90247f08f2c30d925f0ed05_3415107779918235205.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Robot dây cót được điều chỉnh dựa trên \"Robot Mẫu Scherbius\". Rất đáng tiếc, nó không có khả năng gì khác ngoài tấn công.<br>Robot dây cót dựa trên năng lượng phản ứng hủy diệt thường lợi dụng bộ kích sóng được cấu thành từ tinh thể đặc biệt để tinh chế ra năng lượng sản sinh từ ousia và pneuma trong môi trường Fontaine, nhưng ở khu vực bên ngoài Fontaine cũng có thể dùng các khối năng lượng đã chuẩn bị sẵn để thực hiện hành động ngắn hạn. Điểm khác biệt của cả hai chính là hình dạng của linh kiện tinh thể trên thiết bị.</span></p>"
    },
    {
      "epId": 4055,
      "name": "Robot Hủy Diệt Chuyên Dụng",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/44749939/e338c27ebf3c800948146834ed8e1907_1484051486278805911.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Dù rằng Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine mới là cơ quan nghiên cứu và thiết kế robot dây cót quan trọng nhất, nhưng bên ngoài cũng có nhiều kỹ sư không thuộc Viện Khoa Học và các công xưởng độc lập.<br>Robot này ban đầu được thiết kế chế tạo bởi một kỹ sư độc lập để kỷ niệm người yêu và nhà tài trợ. Cuối cùng nó được Sảnh Chấp Pháp chọn và mua về làm một trong các vũ khí để bảo vệ an toàn cho thành phố, hoặc có thể gọi là vũ khí bạo lực công cộng.</span></p>"
    },
    {
      "epId": 4056,
      "name": "Robot Xây Dựng Chuyên Dụng",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/44749939/bb1cc12e7a944d0c5bd5705f2fee90b5_2582378337047575883.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Robot dây cót cỡ lớn có giá trị không thể ước tính trong thi công xây dựng và khai quật khảo cổ. Tên của nó có nguồn gốc từ kỹ sư mà Callas đã thuê khi xây dựng Chặng Clementine.<br>Kỹ sư này dưới sự tài trợ của Callas đã xây dựng nên cỗ máy công trình khổng lồ \"Con Thuyền Hoàng Kim\" để đào thông Hầm Poisson. Sau khi hoàn thành công trình, vị kỹ sư đó đã thiết kế ra robot dây cót có kết cấu tương tự nhưng kích thước được thu nhỏ lại.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.85)\"><br></span></p>"
    },
    {
      "epId": 4057,
      "name": "Cá Diều Sát Thủ",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/44749939/c297c15db257fa874433615e0732391b_7650786029572070529.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Cá diều có thể phóng ra lưỡi đao nước.<br>Trong các loại Dị Chủng Biển Sâu, có sinh vật \"dị sắc\" rất kỳ dị. Nghe nói những vật thể dị sắc này không phải là sinh vật, mà là linh hồn chưa từng được sinh ra với thân xác, chưa từng ăn mồi, sẽ ban phúc cho người công nhận biển khởi nguyên hoặc người điều khiển biển khởi nguyên. Đương nhiên những người có nghiên cứu và tâm đắc với triết học tự nhiên sẽ không chấp nhận cách nói không chút căn cứ này.</span></p>"
    },
    {
      "epId": 4058,
      "name": "Cua Giáp Nặng",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/44749939/f3bad98abcce51189aa264959326470a_1040467368010860969.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Loài cua sống trong vỏ ốc.<br>Hầu như không có khả năng tấn công như các sinh vật hoang dã thông thường. Bởi vì ngoài nhu cầu bắt mồi ra, thì đặc tính tấn công thường xuất phát từ ý thức bảo vệ lãnh thổ, nhưng lãnh thổ của Cua Giáp Nặng chính là khu vườn nhỏ mà nó vác trên lưng.</span></p>"
    },
    {
      "epId": 4059,
      "name": "Cua Khiên Cứng",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/44749939/0679f66d18714fe91a6eabc5832534a7_1113496996698252245.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Loài cua sống trong vỏ ốc.<br>Loài cua này sẽ không ngừng tìm kiếm chiếc vỏ phù hợp với kích thước cơ thể mình trong giai đoạn trưởng thành. Đã từng có quyển cổ tích bán chạy miêu tả về quá trình gian khổ của loài cua này khi đi tìm kiếm nơi ở cho chính mình. Đó là một câu chuyện mang đậm chất thiếu nhi, nhưng phản ứng sau đó đã chứng minh được nó khác hẳn với những truyện cổ tích khác, và đem lại nhiều cảm xúc sâu đậm cho người trưởng thành.</span></p>"
    },
    {
      "epId": 4060,
      "name": "Sứa Nón",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/44749939/e711f76f7dc250b8ede39ab618d391e2_4401358655648348241.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Sinh vật thủy sinh có thể bắn đạn nước để săn bắt.<br>Tuy nhìn giống chiếc nón, nhưng cái miệng để ăn thì nằm bên dưới \"nón\", cho nên việc đội nón lên đầu thực ra là một hành vi không được thông minh lắm. Trước đây từng có người chứng thực điểm này: \"Sau đó nghĩ lại, đó đúng là một hành vi rất ngu xuẩn.\"</span></p>"
    },
    {
      "epId": 4061,
      "name": "Cá Ngựa Bong Bóng",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/44749939/d914b09684d47052e95271ae4f31baed_7421901780671567324.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Sinh vật thủy sinh có thể bắn đạn nước để săn bắt.<br>Trong số (ít) những người yêu thích động vật Dị Chủng Biển Sâu, thì Cá Ngựa Bong Bóng được khá nhiều người ủng hộ. Đương nhiên, người yêu thích Dị Chủng Biển Sâu cũng giống như người yêu thích robot dây cót, sẽ có phản ứng rất mạnh với người trái quan điểm của họ.</span></p>"
    },
    {
      "epId": 4062,
      "name": "Cá Ngựa Bong Bóng Đực",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/44749939/a8ecb4bc54c8438c89b4267a00b627c9_4449258546701797276.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Hình thái sau khi trưởng thành của Cá Ngựa Bong Bóng đực, có khả năng tấn công cực kỳ mạnh.<br>Từng có người đã nhìn thấy vua của loài cá ngựa, nghe nói đó là một sinh linh kiêu ngạo có tứ chi khá dài.</span></p>"
    },
    {
      "epId": 4063,
      "name": "Bạch Tuộc Bóng Tròn",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/44749939/29cce99face1b4fe51bafb93064bab92_8272126586170880799.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Sinh vật thủy sinh có thể bắn đạn nước để săn bắt.<br>Đương nhiên rồi, khả năng bắn đạn nước không phải năng lực hiếm thấy trong các loài Dị Chủng Biển Sâu, nhưng đối với những thợ lặn chỉ lo xem trọng du khách mà lơ là, thì luồng nước áp suất cao này cũng đủ để gây sát thương không nhỏ. Đồ lặn dày là vì hai nguyên nhân: Kháng áp lực dưới nước và chống lại sự tấn công của Dị Chủng Biển Sâu.</span></p>"
    },
    {
      "epId": 4064,
      "name": "Thỏ Biển Thiên Sứ",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/44749939/51950cd941b9c6c528df7440fa2246a1_4310279336819605869.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Sinh vật thủy sinh có thể bắn đạn nước để săn bắt.<br>Nói theo góc độ tiến hóa, thì Dị Chủng Biển Sâu chính là động vật thủy sinh đã xảy ra biến hóa bởi môi trường đặc thù của Fontaine. Cũng vì vậy có thể cho rằng ở trước một mốc thời gian nào đó trong quá khứ, sinh vật thủy sinh nguyên thủy của Fontaine không khác biệt nhiều so với sinh vật thủy sinh ở các khu vực khác trên Teyvat.</span></p>"
    },
    {
      "epId": 4065,
      "name": "Thỏ Biển Đại Thiên Sứ",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/44749939/c169f3ba83cc4eba65aec176b0ca2133_6632860768306426669.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Hình thái sau khi trưởng thành của Thỏ Biển Thiên Sứ, \"đôi cánh\" trên lưng thật ra chính là khối mỡ để trữ năng lượng nguyên tố.<br>Loại động vật thủy sinh này cả đời đều cứ lo ăn và tích trữ lượng lớn năng lượng mà thực tế không cần dùng đến. Có lẽ vào ngày tận thế sau khi nước biển khô cạn, nó sẽ có thể tiếp tục sinh tồn trong một thời gian dài, hoặc sẽ trở thành nguồn dinh dưỡng quan trọng cho các sinh vật khác.</span></p>"
    },
    {
      "epId": 4066,
      "name": "Hải Thú Bồng Bềnh",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/44749939/d24b810ef6978b154097e787cb965407_6198908159692258527.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Động vật có vú sinh sống ở vùng nước tại Fontaine, có thể phát ra âm thanh du dương để trao đổi thông tin với đồng loại.<br>Theo nguyên tắc mật độ, thì nước làm chất dẫn để truyền âm thanh sẽ có hiệu suất cao hơn nhiều so với không khí. Dựa trên cảm hứng xuất phát từ Hải Thú Bồng Bềnh, trong Viện Khoa Học đã có người phát minh ra kỹ thuật đem hình ảnh chuyển thành dữ liệu và kịp thời truyền đi, nhưng do kỹ thuật mang tính thí nghiệm nên hạn chế rất nhiều, chưa thể sử dụng rộng rãi bên ngoài Viện Khoa Học.<br>Nhưng trên thực tế, thì vào thời cổ đại xa xưa đã từng có kỹ thuật truyền dữ liệu dựa trên chất lỏng và âm thanh rồi. Trên đời không có chuyện gì là mới lạ.</span></p>"
    },
    {
      "epId": 4343,
      "name": "Máy Tạo Trường Lực Thí Nghiệm",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/01/44749939/f136da5b7d0fdf42eecd96aadd8f4ea6_3317554413068244220.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Cỗ máy cỡ lớn do Edwin Eastinghouse thiết kế lúc sinh thời. Theo dụng ý thiết kế ban đầu, sẽ có hiệu quả \"giảm bớt\" trọng lực. Theo thiết kế ban đầu, đây sẽ là bước đi đầu tiên để xây dựng Fontaine trở thành vương đô trên không. Từ đây về sau không còn ai phải lo lắng về cơn đại hồng thủy từng quét qua mặt đất như ngày xưa nữa. Dù cho bảy quốc gia đều bị nhấn chìm vào biển sâu, thì Đại Sảnh Fontaine xinh đẹp vẫn sẽ lơ lửng trên không giống như Đảo Thiên Không. Ngay cả bí mật của vũ trụ cũng không còn quá xa xôi nữa.<br>Phần lõi Arkhium của cỗ máy có đặc tính \"phân tách\" hoặc \"kết tủa\", có thể phân tách vật chất hoặc thứ gì đó khác ngoài vật chất. Tương truyền đặc tính này cũng có thể đảo ngược, nhưng Viện Khoa Học Fontaine chỉ chìm đắm trong hiệu quả vật lý mà nó sản sinh ra.</span></p>"
    },
    {
      "epId": 4344,
      "name": "Cá Ngựa Ngọc Trai Ngàn Năm",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/03/44749939/a0bd6abb287d563fc5a824c14c9fe813_3722950746617859453.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Một trong hai bá chủ đứng đầu trong loài Dị Chủng Biển Sâu.<br>Nhà thơ và tác giả thường vì cách độc hành của nó mà bảo rằng nó kiêu ngạo và cao quý, nhưng có thể trở thành đối tượng miêu tả thế này suy cho cùng là vì thân hình thon dài xinh đẹp của nó. Cũng vì vậy mà nó là \"Cá Ngựa Ngọc Trai\", còn vua của Cua Giáp Nặng là \"Hoàng Đế\".<br>Trong các giai thoại truyền kỳ ở Fontaine, trong loài Dị Chủng Biển Sâu từng xảy ra một cuộc chiến tranh vô cùng khốc liệt, chỉ còn lại \"Cá Ngựa Ngọc Trai Ngàn Năm\" và \"Hoàng Đế Thép Lửa\" chia ra ở hai đầu nam bắc đối kháng lẫn nhau. Trong \"Bài Ca Của Dobharcu\", tác giả từng mô tả kết cục của chiến tranh: Cá Đuối Sát Thủ khổng lồ được xưng là Vua Bão Táp trước khi chết đã dấy lên cơn sóng dữ, dẫn đến việc mà mọi người gọi là \"kỳ nước dâng lần một\"...<br>Tất cả đương nhiên chỉ là sự tưởng tượng của con người, vì họ không muốn làm quen với cuộc sống hiện thực không chút mơ mộng nào. Dị Chủng Biển Sâu suy cho cùng cũng chỉ là động vật thủy sinh mà thôi, vừa không có cung đình lộng lẫy hoặc đổ nát, cũng không có lời lẽ kiêu ngạo hoặc độc ác.</span></p>"
    },
    {
      "epId": 4345,
      "name": "Fatui - Đặc Vụ Gió",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/03/44749939/551c6224d145d1b40754c7211c225bae_4741491609743269210.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Đặc vụ tinh nhuệ của Fatui.<br>Là người không có trong biên chế thường quy của Fatui. Căn cứ theo nội dung nhiệm vụ và mệnh lệnh mà họ vừa có thể cùng tiến lui với binh lính, cũng có thể độc lập hoặc cùng với thành viên mai phục ở các nơi tiến hành các công việc như gián điệp, chống trinh sát, bảo vệ, xóa sạch dấu tích. Vì những nhiệm vụ rất đặc thù, nên đặc vụ thường phải nắm vững nhiều loại kỹ năng, và thậm chí là tài nghệ.</span></p>"
    },
    {
      "epId": 4346,
      "name": "Fatui - Đặc Vụ Băng",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/03/44749939/56043cbbf96c532799d8acded8a34534_24675462697239786.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Đặc vụ tinh nhuệ của Fatui.<br>Người đã được lựa chọn từ nhỏ, qua thời gian dài được dạy dỗ và huấn luyện, trải qua vô số lần đào thải mới có thể trở thành \"Đặc Vụ\". Là binh sĩ ưu tú nhất trong hàng ngũ Fatui, có thân thủ xuất sắc và lòng trung thành tuyệt đối.</span></p>"
    },
    {
      "epId": 4401,
      "name": "Robot Tiến Công Đáy Biển",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/03/44749939/22befd1668ae08269ce038c9eefebcb8_5070355587232472147.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Loại robot dây cót này có mục đích thiết kế là tìm kiếm, xua đuổi, tiêu diệt các sinh vật thủy sinh có ảnh hưởng không tốt cho thiết bị dưới nước.<br>Từ sau kỳ nước dâng lần một đến nay, Viện Khoa Học Fontaine đã luôn lo lắng sẽ có một ngày lại xảy ra kỳ nước dâng lần hai. Một số người trong đó bắt đầu có suy nghĩ về việc phục hồi các di tích đã biến mất dưới nước, và xây dựng thành phố dưới đáy biển. Một số khác lại mong ngóng về hòn đảo lơ lửng trên không, mơ ước về thành đô trên bầu trời.<br>\"Loại Tuần Tra Đáy Biển\" là của người trước, nhưng xét về kết quả, những người đời sau trong mấy năm gần đây hình như đã chiếm thế thượng phong.</span></p>"
    },
    {
      "epId": 4571,
      "name": "Nhân Dạng Nước",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/44749939/685c8e4b6a58dbed2c74cbbf1cbb977c_766466236423459695.png",
      "desc": "<p><span style=\"color: rgb(236, 228, 217)\">Ma vật hình người được hình thành từ nước ngưng tụ.</span></p>"
    },
    {
      "epId": 4572,
      "name": "Thôn Tinh Kình Ngư",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/44749939/d6f05906844b79f1be3d4f049381a60f_3515231889657264081.png",
      "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Sinh vật khổng lồ thần bí từ thế giới khác.</span><br><span style=\"color: rgb(219, 222, 225)\">Những nhà thơ thường ví von bầu trời sao với đại dương. Họ từng nhìn thấy hoặc mơ thấy vô số sinh vật phù du phát sáng trôi nổi trên vùng biển tối tăm không trăng, tựa như dải ngân hà, hoặc có lẽ ánh trăng trên mặt biển đã bị xé toạc thành nhiều mảnh, lấp lánh như những vì sao. Trong những câu chuyện kỳ ảo nhất hay những lời dối trá điên cuồng nhất, ở những ngôi sao sâu thẳm trong vũ trụ có lễ cũng đầy ắp sự sống như Teyvat, mà vũ trụ thì cũng giống như đại dương. Nhưng nhìn một cách thực tế, nếu thực sự tồn tại vũ trụ sâu thẳm đầy ắp sự sống như vậy, tại sao đến giờ vẫn chưa tiếp xúc với Teyvat? Có thể vũ trụ vẫn luôn cố gắng xâm nhập vào Teyvat, có lẽ một thế lực cao hơn đã tạo ra biên giới để bảo vệ thế giới này.</span></p>"
    },
    {
      "epId": 5056,
      "name": "Ẩn Sơn Nghê Thú",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/02/12108544/d0a352bd63097fcccddf18c6b15eefb8_574651217503970199.png",
      "desc": "<p>Linh thú tao nhã và kiêu sa, chỉ sống ở vùng núi sâu có tiên lực bao quanh.</p><p>Từ xưa đến nay, các loài tiên thú thường được cho là biểu tượng của sự may mắn. Chúng có đặc tính sống ẩn cư trong rừng núi, cách xa thế gian hỗn loạn, nên rất được các nhà văn cổ đại ca ngợi. Trong truyền thuyết cổ xưa ở Trầm Ngọc Cốc, thủ lĩnh của loài nghê thú hoang dã này được gọi là \"Sơn Chủ\", địa vị được cho là ngang hàng với tiên nhân.</p><p>Có cách nói khác cho rằng, Huyền Văn Thú hiện nay đang hoạt động trên núi là hậu duệ của tiên thú. Vì tiên duyên thấp kém nên khó mà kế thừa được dòng máu cao quý, do đó thoái hóa thành loài dã thú hung hãn. Điều này trái ngược với cách nói còn lại về nguồn gốc của Huyền Văn Thú. Nhưng dù là vậy thì trong những ghi chép ít ỏi về loài nghê thú, luôn có sự xuất hiện của không ít Huyền Văn Thú đi kèm.</p><p>Ngày nay, \"Múa Thú\" được mọi người biết đến ở Trầm Ngọc Cốc, chính là nghệ thuật trình diễn mô phỏng các động tác và biểu cảm của nghê thú trong truyền thuyết. Hơn nữa, người nhìn thấy nghê thú lại càng ít, phần lớn con người chỉ có thể miêu tả lại hình dạng của chúng qua trí tưởng tượng. Sau hàng ngàn năm biến hóa và hoàn thiện về nghệ thuật, \"Đầu Nghê\" từ múa thú cuối cùng đã được cố định với vẻ ngoài như hiện tại ta thường thấy.</p>"
    },
    {
      "epId": 5057,
      "name": "Huyền Văn Thú",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/02/12108544/462b8a5d892189c0bc826023534535b6_4363283495414150679.png",
      "desc": "<p>Dã thú hung dữ sinh sống trong núi rừng Trầm Ngọc Cốc. Vì hoa văn đậm màu trên cơ thể nên có tên là \"Huyền Văn\".</p><p>Trong truyền thuyết dân gian Trầm Ngọc Cốc, ở một quá khứ xa xôi, loài dã thú này từng là gia quyến của một vị tiên nhân, trấn yêu hàng ma, bảo vệ một vùng. Sau khi tiên nhân qua đời mới thoái hóa thành loài dã thú dữ tợn. Truyền thuyết từ lâu đã khó kiểm chứng, thân phận của tiên nhân mỗi người đồn một kiểu, điều duy nhất có thể xác nhận là tuyệt đối đừng nên lại gần loại sinh linh nóng nảy này để đảm bảo an toàn cho bản thân.</p><p>Trong hàng ngàn năm, cùng sự khai phá không ngừng nghỉ của con người, không gian sống vốn thuộc về loài dã thú này ngày một thu hẹp. Cho đến nay, chỉ có những rặng núi cao chót vót vắng bóng người ở Trầm Ngọc Cốc mới có thể nhìn thấy bóng dáng của sinh vật này...</p>"
    },
    {
      "epId": 5595,
      "name": "Arlecchino",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/12108544/cdaa0822bb45fb8664682966297ef4a4_3698888184979034105.png",
      "desc": "<p>Arlecchino, đứng thứ 4 trong Quan Chấp Hành Fatui. Dòng máu ánh trăng tai họa cổ xưa chảy trong vận mệnh, ban cho cô ấy mọi thứ mà vương triều từng có, dù là khát vọng, sức mạnh, hay là lời nguyền.</p><p>Trong những năm tháng ngắn ngủi, cô ấy từng chứng kiến trăm đường khổ hạnh, nuốt trọn vô số khổ đau, giống như cách tổ tiên đã nốc cạn độc dược trong thời khắc mặt trời đen bao phủ.</p><p></p><p>Dù vậy, bất luận là khổ hạnh hay vận mệnh, thì đó chưa bao giờ là thứ chất độc chí mạng với cô ấy. Nó là đống củi yên tĩnh cháy trong lò sưởi, cũng chính là thứ mang đến hơi ấm cho bọn trẻ.</p><p></p><p>Sẽ có một ngày, ngọn lửa miên man của hiện tại sẽ thiêu rụi mọi thứ của thế giới cũ, cũng sẽ thiêu rụi dòng máu cuối cùng của vầng trăng tai họa.</p><p>Sẽ có một ngày, những đứa trẻ non nớt của hiện tại sẽ vượt qua số phận ngày cũ, nghênh đón tương lai không còn nước mắt mà cô hằng</p><p>mơ ước.</p><p>Mà trước lúc ấy, trước khi bình minh xuất hiện, người có tên Peruere sẽ tiếp tục canh giữ giấc mơ tươi đẹp, ngọt ngào và ấm áp này.</p><p></p><p><em><span style=\"color: rgba(255, 255, 255, 0.45)\">\"Nếu vận mệnh vạch ra một hành trình nhợt nhạt, vậy thì nhuộm cho nó ánh đỏ thẫm của trăng máu đi.\" \"Thậm chí là ngọn lửa le lói sắp lụi tàn, cũng đủ để thiêu rụi mọi khổ đau trước bình minh.\"</span></em></p>"
    },
    {
      "epId": 5609,
      "name": "Đốc Quân Ma Tượng",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/28/12108544/3a96b17ed6e3a902e34277dab9804a94_6717697102759937131.png",
      "desc": "<p>Tượng bán nhân mã khổng lồ tạc từ đá trắng và đồng thau, phía dưới lớp vỏ rắn chắc bằng đá là dòng huyết mạch Linh Lộ tuôn chảy. Đứng sừng sững trong tư thế của một thống soái quân đoàn, luôn sẵn sàng đạp vụn những kẻ dám mạo phạm sự uy nghiêm của nó. Nền văn minh cổ đại đã bị chìm cho rằng, chiến tranh cũng giống như âm nhạc, cần phải tuân theo nhịp điệu nghệ thuật. Vị thống soái quân đoàn cũng phải giống như chỉ huy dàn nhạc, coi khiên và kiếm trong tay như hợp âm và dây đàn, tấu lên giai điệu hùng tráng giữa chiến trường lạnh lẽo vô tình.</p><p>\"Chiến tranh là chuyện ác tất yếu để dẫn đến một hạnh phúc trải dài rộng khắp.\" – Thống soái quân đoàn - Ma Tượng, người chỉnh âm từng chinh phục toàn bộ biển cao đã nói vậy.</p>"
    },
    {
      "epId": 5610,
      "name": "Cấm Vệ Ma Tượng",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/28/12108544/b25c63990cb1286037aa22666aaa3eca_95404060415820432.png",
      "desc": "<p>Bức tượng chuyển động với tư thế chiến sĩ, sẵn sàng chĩa lưỡi kiếm về phía bất cứ ai liều lĩnh xâm nhập lãnh địa mà nó bảo vệ. Chẳng rõ là linh hồn hay phép thuật mới là thứ thôi thúc nó chiến đấu.</p><p>Tương truyền rằng đoàn quân Ma Tượng đã từng chinh phục các quốc gia trên biển cao, biết đâu nó cũng là một thành viên trong đó. Những tòa tháp cao và cung điện chìm sâu dưới biển đã chứng kiến kết cục của những kẻ dám chống lại vòng xoay của bánh xe vận mệnh.</p>"
    },
    {
      "epId": 6561,
      "name": "Cỗ Máy Bí Ẩn - Kẻ Truy Bắt",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e9927800b8131027725d29cb61a78b27_9196782947549855132.png",
      "desc": "Cỗ máy dùng để thu thập trong di tích cổ.<br>Tương truyền là cỗ máy dùng để làm những việc đặc biệt trong di tích cổ. Bản thân cơ thể chủ yếu được thiết kế để thu thập hoặc săn bắt mẫu vật, chỉ cung cấp chức năng chiến đấu cơ bản.<br>Nghe đồn đây không phải là máy móc do con người chế tạo ra, mà là tạo vật của nền văn minh cổ xưa hơn. Ngày nay, nền văn minh cổ xưa đã thất truyền, chỉ còn lại những cỗ máy kỳ quái tuần tra khắp nơi."
    },
    {
      "epId": 6562,
      "name": "Dũng Sĩ Dòng Chảy - Du Kích",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/43ad84539dd197c7ce540bbe6d39ba91_7604618065964408856.png",
      "desc": "Dũng sĩ đến từ ngọn nguồn của dòng nước, người bảo vệ bộ tộc tuần tra ở khu vực gần dòng nước.<br>Chiến sĩ bộ tộc chiến đấu với tay không, tinh thông những kỹ năng đấu võ nguyên thủy nhất. Trong những nắm đấm có vẻ bình thường, lại ẩn chứa sức mạnh tựa như sóng biển."
    },
    {
      "epId": 6563,
      "name": "Dũng Sĩ Cát Nung - Thẩm Vấn",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4def2808096fb71d5667c7e630834d07_8484851673896277161.png",
      "desc": "Dũng sĩ đến từ hẻm núi, người bảo vệ bộ tộc tuần tra ở khu vực non nước khoáng thạch.<br>Chiến sĩ bộ tộc cầm gậy đầu tròn, đòn đánh có thể khiến tất cả đá cứng đều hóa thành cát bụi. Khi không chiến đấu, thường dùng vũ khí đập vỡ đá tảng để tìm đá quý và khoáng thạch Phlogiston."
    },
    {
      "epId": 6564,
      "name": "Dũng Sĩ Nhanh Nhẹn - Tìm Kiếm",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/b6a874e5a67445b8599013f973086ead_5119747004834566391.png",
      "desc": "Dũng sĩ đến từ Vườn Treo, người bảo vệ bộ tộc tuần tra ở khu vực thung lũng suối rừng.<br>So với chiến sĩ của các bộ tộc khác, thì những chiến sĩ luôn lượn quanh núi rừng với dây móc sẽ càng nhạy cảm với môi trường xung quanh hơn, và luôn nghĩ cách dùng những đòn tấn công bất ngờ để đánh bại đối thủ."
    },
    {
      "epId": 6565,
      "name": "Dũng Sĩ Nhanh Nhẹn - Trinh Sát",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/8634313e5c948597c6ae7879d86170c1_67289109661548918.png",
      "desc": "Dũng sĩ đến từ Vườn Treo, người bảo vệ bộ tộc tuần tra ở khu vực thung lũng suối rừng.<br>Nghe nói, khi người của bộ tộc dùng kiếm huấn luyện kỹ năng chiến đấu của mình sẽ phải đứng dưới gốc cây, cắt lìa tất cả lá rơi xuống trong ngày. Nhưng cũng như việc lá rơi không có âm thanh, đòn chém của các bưu tá cũng sẽ luôn âm thầm ập đến."
    },
    {
      "epId": 6566,
      "name": "Dũng Sĩ Dòng Chảy - Máy Cưa",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/0d682da55c48120c375ec107f85222d8_2384101137421954745.png",
      "desc": "Dũng sĩ đến từ ngọn nguồn của dòng nước, người bảo vệ bộ tộc tuần tra ở khu vực gần dòng nước.<br>Chiến sĩ luôn xông pha ở phía trước, thanh kiếm trong tay như hàm răng sắc nhọn nuốt chửng người trước mặt. Người luyện kiếm trong bộ tộc cần chống lại lực cản của nước để rèn luyện sức mạnh và kỹ năng. Những người dẫn đầu trong đó, thậm chí có thể cắt đôi cá trong dòng nước."
    },
    {
      "epId": 6567,
      "name": "Dũng Sĩ Nhanh Nhẹn - Bưu Tá",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7c136f463e94a0ffe6accb2d561c7d3c_1379479378945653088.png",
      "desc": "Dũng sĩ đến từ Vườn Treo, người bảo vệ bộ tộc tuần tra ở khu vực thung lũng suối rừng.<br>Nhiều người thắc mắc rằng đối với bưu tá của Dòng Dõi Vườn Treo thì liệu trọng kiếm có phải là loại vũ khí quá nặng hay không. Nhưng có lẽ cũng vì chức trách của bưu tá rất quan trọng, nên việc vũ khí có sức uy hiếp lớn hơn được xem là một điều bắt buộc."
    },
    {
      "epId": 6568,
      "name": "Dũng Sĩ Cát Nung - Phá Khiên",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/1becba1ffe3462105f7e0917033f5f1a_5984669209956486899.png",
      "desc": "Dũng sĩ đến từ hẻm núi, người bảo vệ bộ tộc tuần tra ở khu vực non nước khoáng thạch.<br>Chiến sĩ bộ tộc hai tay vung búa khổng lồ, tiên phong dẫn đầu đánh phá phòng ngự của kẻ địch. Ở nơi yêu thích đá quý và đồ trang trí thủ công như Con Của Tiếng Vang, thì búa luôn là công cụ mà các chiến sĩ thường xuyên tiếp xúc ngay từ khi còn nhỏ."
    },
    {
      "epId": 6569,
      "name": "Dũng Sĩ Cát Nung - Ném Lao",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/50db637254bfc7df0df0afd951c58605_2800982298638640182.png",
      "desc": "Dũng sĩ đến từ hẻm núi, người bảo vệ bộ tộc tuần tra ở khu vực non nước khoáng thạch.<br>Vào thời đại khi sườn núi bị vỡ nát, bộ tộc cần được xây dựng lại, các chiến sĩ đã dùng ngọn giáo đánh dấu, để xác nhận vị trí hai bên hẻm núi rồi đào đất mở đường. Điều này đồng nghĩa với việc mỗi một mũi giáo đều phải được ghim sâu vào trong núi đá."
    },
    {
      "epId": 6570,
      "name": "Dũng Sĩ Dòng Chảy - Thợ Săn",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/ef7ff6c8ab1f943ce537d0000c473c20_946311458919495849.png",
      "desc": "Dũng sĩ đến từ ngọn nguồn của dòng nước, người bảo vệ bộ tộc tuần tra ở khu vực gần dòng nước.<br>Dũng sĩ thường cầm đinh ba, không thể xem nhẹ kỹ năng mà họ đã học được trong việc đánh bắt cá. Nghe nói, người của bộ tộc từ xưa đã dựa vào kỹ năng này để săn đuổi những con thú khổng lồ với bộ vảy cứng cáp trên mặt biển."
    },
    {
      "epId": 6571,
      "name": "Chiến Sĩ Tepetlisaurus: Phá Tinh Thể",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/30a7103c31c5fb3242fd67bc8fd522c2_2930472184571811413.png",
      "desc": "Chiến sĩ mạnh mẽ đến từ hẻm núi, với lòng dũng cảm được công nhận và được trao cho vương miện Saurian.<br>Chiến sĩ có thể mượn sức mạnh của đá lở để tấn công. Dù là ở nơi gần với tinh thể núi đá như Con Của Tiếng Vang, thì chiến sĩ Saurian vẫn là cao thủ lĩnh ngộ sâu sắc về sức mạnh của núi đá hơn những người khác. Nghe nói họ còn có thể dựa vào lớp vỏ phong hóa thô ráp trên bề mặt khoáng thạch để phân tích màu sắc và hoa văn bên trong."
    },
    {
      "epId": 6572,
      "name": "Chiến Sĩ Tepetlisaurus: Phá Thạch Đao",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/848fb9a07e721141f082a0105ee8529f_3318225535854258117.png",
      "desc": "Chiến sĩ mạnh mẽ đến từ hẻm núi, với lòng dũng cảm được công nhận và được trao cho vương miện Saurian.<br>Chiến sĩ có thể mượn sức mạnh của đá lở để tấn công. Trong truyền thuyết, Mạch Lưu Huỳnh vốn dĩ là một dãy núi hoàn chỉnh và xinh đẹp hơn. Chẳng qua khi thủy triều đen ập đến, chiến sĩ Saurian vì muốn điều hướng thủy triều đen nên đã đập vỡ mặt đất, từ đó mới có dáng vẻ như bây giờ."
    },
    {
      "epId": 6573,
      "name": "Chiến Sĩ Yumkasaurus: Bão Lá",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7bbce536cf943daa97d1136466c1027c_3998547500593143724.png",
      "desc": "Chiến sĩ mạnh mẽ đến từ Vườn Treo, với lòng dũng cảm được công nhận và được trao cho vương miện Saurian.<br>Chiến sĩ có thể mượn dây móc để mở rộng phạm vi tấn công. Dây móc là một phần không thể thiếu trong cuộc sống của thành viên bộ tộc Dòng Dõi Vườn Treo. Nhưng dù là như vậy, thì chỉ có những chiến sĩ điên cuồng nhất mới kết hợp dây móc với lưỡi cưa, biến chúng thành loại vũ khí khó điều khiển nhưng lại gây ra sát thương cực lớn."
    },
    {
      "epId": 6574,
      "name": "Chiến Sĩ Yumkasaurus: Lửa Bay",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7a00a866dc6b298689ea7bc58f252d24_5774768151024101880.png",
      "desc": "Chiến sĩ mạnh mẽ đến từ Vườn Treo, với lòng dũng cảm được công nhận và được trao cho vương miện Saurian.<br>Chiến sĩ có thể mượn dây móc để mở rộng phạm vi tấn công. Sau khi lắp ráp cơ quan tinh xảo, pháo trong tay có thể kích hoạt bắn bằng dây móc. Đối với các chiến sĩ Saurian của bộ tộc Dòng Dõi Vườn Treo, điều quan trọng hơn hết không phải sự rèn luyện về tinh thần và ý chí, mà là sự nghiên cứu về kỹ thuật và tư duy."
    },
    {
      "epId": 6575,
      "name": "Chiến Sĩ Koholasaurus: Xuyên Sóng",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/513b6cb9814482bdfc810c7161c14f7c_8829090195419940797.png",
      "desc": "Chiến sĩ mạnh mẽ đến từ ngọn nguồn của dòng nước, với lòng dũng cảm được công nhận và được trao cho vương miện Saurian.<br>Chiến sĩ có thể mượn tạm sức mạnh của sóng biển để di chuyển qua lại. Trong truyền thuyết, anh hùng của bộ tộc thậm chí có thể di chuyển qua lại trên mặt nước với tốc độ cực cao mà không cần bất kỳ công cụ nào. Ngày nay, người của bộ tộc cho rằng đây là kỹ thuật điều khiển sóng biển tinh vi, điểm quan trọng nằm ở cách thức di chuyển."
    },
    {
      "epId": 6576,
      "name": "Chiến Sĩ Koholasaurus: Phá Đá",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/22b96e2aff384ab37f971f4047e68b06_8202641482560940937.png",
      "desc": "Chiến sĩ mạnh mẽ đến từ ngọn nguồn của dòng nước, với lòng dũng cảm được công nhận và được trao cho vương miện Saurian.<br>Chiến sĩ có thể mượn tạm sức mạnh của sóng biển để di chuyển qua lại. Nghe nói để nắm vững kỹ thuật này một cách thuần thục thì cần rèn luyện qua ba giai đoạn: Trước tiên là thích nghi, tiếp đến là nương theo, cuối cùng là điều khiển. Nắm được kỹ thuật di chuyển này chỉ là yêu cầu nhập môn đối với chiến sĩ Saurian của Cư Dân Suối Nước, còn cao thủ trong số đó thậm chí có thể dùng cách này để cưỡi sóng trên mặt đất."
    },
    {
      "epId": 6577,
      "name": "Tepetlisaurus Non",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/3b6c59574d93ce8d4845714dee7626f9_804421433035659353.png",
      "desc": "Tepetlisaurus non, có năng lực di chuyển giữa núi đá và Phlogiston Thể Rắn.<br>Trước trán là chiếc sừng khoan chưa hình thành, kỹ thuật khai thác cũng chưa được thành thạo. Thậm chí thường hay nghe tin Tepetlisaur non bị núi đá vây hãm trong lúc luyện tập đào đá. Nhưng rồi cũng có một ngày, chúng sẽ lớn lên thành dáng vẻ có thể tự do đi lại giữa những lớp đất cứng rắn."
    },
    {
      "epId": 6578,
      "name": "Tepetlisaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/43c39306f3245a282f84a19306ae32da_3573803178254302439.png",
      "desc": "Saurian với sừng khoan và móng vuốt cứng cáp, có thể di chuyển giữa núi đá và Phlogiston Thể Rắn.<br>Trong truyền thuyết, tổ tiên của Tepetlisaurus là một loài rồng to như ngọn núi, có tuổi thọ khá dài. Khi ngủ say, các dãy núi sẽ được hình thành trên sống lưng của chúng. Khi tỉnh giấc, chúng sẽ rũ bỏ đất đá trên người, chỉ để lại đá quý và ngọc thạch lấp lánh trên lớp vảy. Nghe kể rằng, vật thể khổng lồ hình mũi khoan trong Con Của Tiếng Vang là phần còn lại trên chiếc sừng khổng lồ của loài rồng đó."
    },
    {
      "epId": 6579,
      "name": "Koholasaurus Non",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/ad99f12343b89583883213f221bead57_3275260446546631310.png",
      "desc": "Koholasaurus non, có năng lực di chuyển trong nước và Phlogiston Thể Lỏng.<br>Da và các chi còn non nớt, thậm chí vẫn chưa thể ở lâu trong môi trường có nhiệt độ cao như Koholasaurus trưởng thành. Nhưng rồi cũng có một ngày, chúng sẽ lớn lên thành dáng vẻ có thể tự do di chuyển dưới nước."
    },
    {
      "epId": 6580,
      "name": "Koholasaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/561ee8a5d8d4fabe58ed1c2605e2e0f3_889114503479780929.png",
      "desc": "Saurian với các chi cứng cáp và đuôi dài, có thể bơi trong nước và Phlogiston Thể Lỏng.<br>Trong truyền thuyết, loài rồng cổ xưa có khả năng thích nghi với môi trường tốt hơn. Khi con rồng khổng lồ nhất trong biển cả lúc đó nổi trên mặt nước, to đến mức khiến người ta lầm tưởng rằng đó là một hòn đảo nổi. Nghe nói Koholasaurus ngày nay chính là hậu duệ của loài rồng biển khổng lồ đó. Từ phần lưng rộng lớn của nó dường như có thể thấy được hình dáng to lớn của loài hải thú viễn cổ."
    },
    {
      "epId": 6581,
      "name": "Yumkasaurus Non",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4dc2c6255f04404b37be8b6e7619433e_997530024683997417.png",
      "desc": "Yumkasaurus non, có thể phun ra Keo Lựu Lửa được giấu trong gò má để quấn lấy các vật thể ở xa.<br>Sức quấn không mạnh, khả năng giữ thăng bằng vẫn chưa đạt đến trình độ có thể di chuyển tự do trên không. Có khi chỉ ngồi trên đuôi cũng không kiểm soát được mà ngã về một phía. Nhưng rồi cũng có một ngày, chúng sẽ lớn lên thành dáng vẻ ung dung di chuyển giữa các cánh rừng."
    },
    {
      "epId": 6582,
      "name": "Yumkasaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e1b8a6914176a0a3a9f003da76eff025_8330021945359045493.png",
      "desc": "Saurian có chi sau mạnh mẽ và chiếc đuôi bồng bềnh, có thể phun ra Keo Lựu Lửa được giấu trong gò má để quấn lấy các vật thể ở xa.<br>Trong truyền thuyết, Yumkasaurus vốn không có hình dạng như bây giờ, mà nhỏ hơn, nhỏ đến mức khó phát giác. Chúng thậm chí có thể thỏa thích di chuyển trong gió, bám trên bề mặt cơ thể của những con rồng khổng lồ khác, hoặc tụ lại và di chuyển như những đám mây. Chẳng qua sau này để có thể duy trì hình thái sau khi năng lực thoái hóa, chỉ đành chọn theo dáng vẻ hiện tại."
    },
    {
      "epId": 6583,
      "name": "Sơn Vương Yumkasaur Tham Ăn",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7c1ed7d240424237bc75660e96f3f0ee_7099496042074492058.png",
      "desc": "Yumkasaurus mạnh mẽ sống sót từ thời xa xưa đến nay, trải qua vô số trận chiến.<br>Sơn Vương từng cùng các anh hùng chống lại làn sóng đen, giữ một vị trí quan trọng trong lòng các thành viên bộ tộc Dòng Dõi Vườn Treo. Có người trong bộ tộc cho rằng, chúng có hình dáng như bây giờ là do có thể chất đặc thù giống như Bạo Chúa Qucusaurus... Nhưng cũng có thể chỉ vì chúng sống quá lâu, và còn ăn quá nhiều mà thôi."
    },
    {
      "epId": 6584,
      "name": "Bạo Chúa Qucusaur Lửa Vàng",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/5709594dc5a9060e80eff1f292116304_431190468102305255.png",
      "desc": "Qucusaurus dị chủng có hình thái siêu phàm vì nhận được sức mạnh vĩ đại mà cơ thể Saurian ngày nay không thể kiểm soát.<br>Trong truyền thuyết cổ xưa kể rằng, Qucusaur khổng lồ thường ẩn hiện trong làn sương mù nơi núi rừng ngày nay. Khi nó còn nhỏ cũng từng mạo hiểm cùng với các anh hùng cứu lấy Natlan trong những câu chuyện. Theo lời kể thì có một người trong số các anh hùng từng cùng nó bước lên con đường hành hương đến núi lửa để cứu vãn tâm trí sắp bị sức mạnh cuồng bạo cướp mất của nó. Nhưng với danh hiệu \"Bạo Chúa\" ngày nay, thì chắc câu chuyện đã không có được kết cục viên mãn rồi."
    },
    {
      "epId": 6585,
      "name": "Hóa Thân Wayob - Hang Đá",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/1d4447f1c2a8db6684b3e534f0c5428b_4920118375152472256.png",
      "desc": "Wayob mà bộ tộc Con Của Tiếng Vang tin tưởng và tôn sùng, mượn sức mạnh của vật tổ và Dạ Hồn hiện thân trên mặt đất. Trong nhận thức của người dân bộ tộc Natlan, Wayob sinh sống tại Vương Quốc Dạ Thần, và không có hình dạng cố định, vì Wayob có thể nương nhờ trên bất kỳ sự vật nào để chỉ dẫn cho người dân lạc lối trong bộ tộc. Và Hóa Thân Wayob lại càng đặc biệt hơn, khi mượn hình dạng của vật tổ để xuất hiện, thường sẽ mang theo sứ mệnh quan trọng.<br>Người trong Con Của Tiếng Vang tin rằng Wayob của họ có sức mạnh tạo nên núi cao và thung lũng, có thể kiểm soát tiếng vang khi núi đá ma sát vào nhau."
    },
    {
      "epId": 6586,
      "name": "Hóa Thân Wayob - Nghịch Lưu",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4f479052edaed71b03e85f9f9cfb5cb4_4059127379931607958.png",
      "desc": "Wayob mà bộ tộc Cư Dân Suối Nước tin tưởng và tôn sùng, mượn sức mạnh của vật tổ và Dạ Hồn hiện thân trên mặt đất.<br>Wayob chính là tín ngưỡng dần hình thành sau khi người Natlan trao đổi cùng Vương Quốc Dạ Thần, lấy chủ thể từ vật tổ obsidian và bộ tộc. Đó là ý thức chiêm nghiệm tập thể, cũng là nơi mà linh hồn tổ tiên trở về.<br>Người của Cư Dân Suối Nước tin rằng Wayob của họ có sức mạnh điều khiển thủy triều và sóng biển, có thể kiểm soát sự thay đổi của dòng chảy cũng như nước lặng."
    },
    {
      "epId": 6587,
      "name": "Hóa Thân Wayob - Lá Bay",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e6231e9a6421cb92b65a667f24aa5c09_3615733825213584566.png",
      "desc": "Wayob mà bộ tộc Dòng Dõi Vườn Treo tin tưởng và tôn sùng, mượn sức mạnh của vật tổ và Dạ Hồn hiện thân trên mặt đất.<br>Trong câu chuyện của người kể chuyện, thì Hóa Thân Wayob thường xuất hiện với hình tượng sứ giả thí luyện hoặc người dẫn đường của Vương Quốc Dạ Thần. Cũng có võ sĩ Saurian từng kể rằng, bản thân đã giao đấu với Hóa Thân Wayob trong lúc luyện tập võ thuật, cũng nhờ vậy mà có được sự lĩnh ngộ sâu sắc hơn.<br>Người của Dòng Dõi Vườn Treo tin rằng Wayob của họ có sức mạnh điều khiển sự sinh trưởng của trái và lá cây, có thể kiểm soát gốc rễ của cây cối và vẽ nên hướng của vân lá."
    },
    {
      "epId": 6588,
      "name": "Hóa Thân Dung Nham Nóng Chảy",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/a5e3af0d9d28a2b8ebbaa30981651b52_5622568281711141665.png",
      "desc": "Ma vật kỳ lạ cần liên tục hấp thụ nhiệt để duy trì trạng thái hoạt động.<br>Trước đây, từng có nhiều ngọn lửa cổ xưa và sâu sắc hơn đã đốt cháy khắp Natlan với các hình thái khác nhau. Những cư dân nguyên thủy vĩ đại khi đó đã dùng những ngọn lửa này để truyền tải ánh sáng, sức nóng và trí tuệ. Họ cho rằng sinh mệnh và linh hồn cũng có được hình dạng ban đầu từ những tia lửa lóe ra khi hai hòn đá lửa va vào nhau.<br>Nếu có cốt lõi luôn rực cháy thì cho dù là đá cứng cũng có thể mang đến sự sống. Kể cả ngọn lửa được bao bọc trong cơ thể của Hóa Thân Dung Nham, dường như cũng là tàn tro của thời kỳ vĩ đại đó."
    },
    {
      "epId": 6589,
      "name": "Hóa Thân Dung Nham Ăn Mòn",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/02e52fb6fb80afefb8398ab4ce85d320_4906781479518285593.png",
      "desc": "Ma vật kỳ lạ cần liên tục hấp thụ nhiệt để duy trì trạng thái hoạt động.<br>Nền văn minh cổ xưa đã dùng hoa văn ánh vàng để điều khiển dòng chảy Phlogiston theo nhiều cách, khiến tạo vật khổng lồ và thành phố nguy nga có thể được vận hành trong trí tuệ sinh ra từ hoa văn vàng. Nghe nói ngoài những máy móc có kết cấu cố định, ma vật mang tên Hóa Thân Dung Nham thật ra cũng là sinh mệnh khiếm khuyết được tạo nên bằng cách này. Chẳng qua sau khi ngọn lửa của núi thánh tắt lịm, thì chúng đa phần đều bị mất đi mục đích và phương hướng."
    },
    {
      "epId": 7056,
      "name": "Cỗ Máy Bí Ẩn - Thiết Bị Cấu Tạo",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/be7ef508bd73f3eeea5522c7409258b9_2512975982839589171.png",
      "desc": "Cỗ máy dùng để làm công cụ chế tạo trong di tích cổ xưa. Các chủ nhân của di tích viễn cổ dùng loại máy móc có khả năng thay đổi ngoại hình này để thực hiện các công việc chế tạo. Chỉ cần học được cách sử dụng chúng, thì cho dù ở môi trường khắc nghiệt như bên trong núi lửa cũng có thể tạo ra được thành phố khổng lồ ngoài sức tưởng tượng.<br>Ngoài chuyện đó thì dường như cũng có thể sử dụng như vũ khí. Nền văn minh cổ xưa sớm đã biến mất, nhưng dưới sự điều khiển của những hoa văn màu vàng, cỗ máy hình móng vuốt khổng lồ vẫn có thể chiến đấu theo tiến trình đã cài đặt sẵn có."
    },
    {
      "epId": 7081,
      "name": "Lá Mô Phỏng U Ám",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/2bdd8939119a34c70b5dd45a4daf426c_7371904873920349725.png",
      "desc": "Ma vật Vực Sâu đến từ thế giới méo mó u ám, có vẻ ngoài trông giống thực vật.<br>Nghe nói những nơi bị làn sóng đen tối xâm chiếm, sẽ mọc lên những ma vật hắc ám trông giống thực vật. Nhưng thực vật chỉ là vẻ bề ngoài, sở dĩ có dáng vẻ như vậy, vì đó là để tiếp cận với khuôn mẫu ý thức của thế giới cây cối, từ đó hấp thụ những khái niệm cần thiết bên trong rồi tiến hành phân tích và mô phỏng.<br>Cũng có những kẻ điên dại mất đi ý thức nói rằng, những sự vật trông giống như chiếc lá vươn ra ấy, thực chất là hình dạng sơ khai của cánh cửa dẫn đến dị giới."
    },
    {
      "epId": 7125,
      "name": "Gốc Rễ Mô Phỏng U Ám - Dạng I",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/4f48bdf376d1b4597c8c54a0fe47c8b8_6380943058011605348.png",
      "desc": "Ma vật Vực Sâu đến từ thế giới méo mó u ám, có vẻ ngoài trông giống thực vật.<br>Loại ma vật méo mó này đã xâm nhập sâu vào lòng đất, trích xuất những ký ức trong đó để mô phỏng và điều khiển. Hồi ức trong quá khứ bị bóp méo, biến thành dáng vẻ sâu thẳm và ô uế hơn. Chúng đã mượn hành động này để từng bước tiếp cận phần lõi của Cây Thế Giới, nhằm phá hoại gốc rễ tồn tại của nó.<br>Nghe nói loại ma vật này luôn cố gắng bóp méo các sắc độ của ánh sáng, biến chúng thành thông tin đen tối, và chính những nhánh cây vươn ra tựa như xuyên thủng hư không của chúng có vẻ đã chứng minh cho điều này..."
    },
    {
      "epId": 7126,
      "name": "Dũng Sĩ Kết Cánh - Đằng Không",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/45807494c2f07ab937f4fb3ff1a5b2c1_5892185410647942709.png",
      "desc": "Dũng sĩ đến từ núi cao, bảo vệ bộ tộc tuần tra trên vách núi dựng đứng.<br>Chiến binh bộ tộc tin tưởng vào đôi tay của mình hơn là vũ khí. Được mọi người khen ngợi bởi chính thân thủ thanh thoát nhẹ nhàng."
    },
    {
      "epId": 7127,
      "name": "Dũng Sĩ Kết Cánh - Tước Vũ",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/50be5682cf29e57809c3b0320b9b65fe_5692014212110070862.png",
      "desc": "Dũng sĩ đến từ núi cao, bảo vệ bộ tộc tuần tra trên vách núi dựng đứng.<br>Kiếm sĩ kiêu ngạo vung kiếm tựa như Qucusaur dang rộng đôi cánh. Từ vết thương bị chém bởi lưỡi kiếm sắc bén này, máu tươi sẽ tuôn ra như lông vũ tung bay."
    },
    {
      "epId": 7128,
      "name": "Dũng Sĩ Ngoại Cảm - Chấp Ý",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/efa0fe07d28fdf0f942b251ac6251a64_5742924486267071729.png",
      "desc": "Dũng sĩ đến từ làn gió đêm, bảo vệ bộ tộc ngao du giữa những hẻm núi mịt mờ phủ sương.<br>Có thể mượn sức mạnh của hình vẽ sơn dầu trên cơ thể, dựa trên sức mạnh tinh thần ở mức độ nhất định để điều khiển vũ khí trong tay và tiến hành tấn công."
    },
    {
      "epId": 7129,
      "name": "Dũng Sĩ Ngoại Cảm - Khống Niệm",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/57dca5438e4de8462edfa5802eab0730_1018647605786337261.png",
      "desc": "Dũng sĩ đến từ làn gió đêm, bảo vệ bộ tộc ngao du giữa những hẻm núi mịt mờ phủ sương.<br>Nghe nói những hình vẽ sơn dầu trên cơ thể là hình thái hiện hành của Chữ Khắc Phlogiston sau khi tiến hóa và thay đổi, cần trải qua quá trình tu luyện lâu dài mới có thể thực sự nắm bắt sức mạnh trong đó."
    },
    {
      "epId": 7130,
      "name": "Dũng Sĩ Ngoại Cảm - Chiêm Nghiệm",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/5332d4257a72914d2f4f09771626730a_5760302545998927094.png",
      "desc": "Dũng sĩ đến từ làn gió đêm, bảo vệ bộ tộc ngao du giữa những hẻm núi mịt mờ phủ sương.<br>Chỉ những hộ vệ trải qua thử thách về năng lực mới có thể điểm tô lên cơ thể những hình vẽ sơn dầu mang sức mạnh đặc biệt. Nói cách khác, những dũng sĩ bộ tộc này đã đạt đến cảnh giới tiếp theo về mặt tu luyện tinh thần."
    },
    {
      "epId": 7131,
      "name": "Dũng Sĩ Kết Cánh - Ngự Không",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2b14580356de5290f651e7628b5b494c_4682414853625536602.png",
      "desc": "Dũng sĩ đến từ núi cao, bảo vệ bộ tộc tuần tra trên vách núi dựng đứng.<br>Chiến binh lĩnh hội chân lý của sức mạnh từ những đòn tấn công móng vuốt của Saurian biết bay, sở hữu cú đá từ trên cao không thể xem thường."
    },
    {
      "epId": 7132,
      "name": "Chiến Sĩ Qucusaurus: Chùy Sao",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6c9484cb4de892b545a04461578c5f64_7231697792170681469.png",
      "desc": "Chiến sĩ mạnh mẽ đến từ núi cao, với lòng dũng cảm được công nhận và được trao cho vương miện Saurian.<br>Cho dù là ở Natlan, nhưng những thành viên từ Hội Hoa Vũ luôn có cách sử dụng lửa và sự bùng cháy vô cùng khác biệt với phần còn lại. Với những chiến sĩ bộ tộc sử dụng chùy nặng, va chạm và bùng nổ chính là lửa của họ, cũng là sự hăng hái và nhiệt huyết. Với họ, mọi cuộc chiến đều phải kết thúc nhanh chóng, còn họ sẽ luôn là bên giành chiến thắng."
    },
    {
      "epId": 7133,
      "name": "Chiến Sĩ Qucusaurus: Lửa Trời",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d2665de5e4858414a6895ec9fae5089f_3972132336040982.png",
      "desc": "Chiến sĩ mạnh mẽ đến từ núi cao, với lòng dũng cảm được công nhận và được trao cho vương miện Saurian.<br>Qucusaur là giống loài có niềm kiêu hãnh trong số các Saurian, Chiến Sĩ Qucusaurus mà chúng thừa nhận cũng sẽ được hưởng niềm hãnh diện đáng tự hào này. Nghe nói trước đây, khi các dũng sĩ bộ tộc nhìn thấy những con Saurian mang cánh đỏ ném những viên đá lửa từ trên cao làm thú vui, từ đó nảy ra ý tưởng về những vật chất gây nổ liên hoàn. Ý tưởng này dần dần được hoàn thiện, nghe nói đó chính là nguồn gốc ban đầu của các loại vũ khí hỏa lực mà Hội Hoa Vũ sở hữu."
    },
    {
      "epId": 7134,
      "name": "Chiến Sĩ Iktomisaur: Thủy Triều Băng",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6207957f3fed957a507b86fac6865cb4_2452109276500528109.png",
      "desc": "Chiến sĩ mạnh mẽ đến từ gió đêm, với lòng dũng cảm được công nhận và được trao cho vương miện Saurian.<br>Chiến sĩ bộ tộc đến từ Chủ Nhân Gió Đêm thường không có sở trường về \"sức mạnh\" theo nghĩa đen. Điều khiến họ có thể tự do điều khiển vũ khí của mình chính là nhờ ý niệm tinh thần được tu luyện lâu dài. Vì vậy, nếu so về tư chất chiến đấu, các chiến sĩ Chủ Nhân Gió Đêm thường xem trọng thiên phú \"Ngoại Cảm\" hơn. Nghe nói, một chiến sĩ với khả năng Ngoại Cảm xuất sắc thậm chí có thể nhấc bổng tảng đá to bằng kích cỡ người trưởng thành chỉ bằng hình vẽ graffiti đặc biệt kết hợp với sức mạnh tinh thần."
    },
    {
      "epId": 7135,
      "name": "Chiến Sĩ Iktomisaur: Pháo Băng Tinh",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/37c75d8d909e51f76f6c46d9540eb7f1_7224998269466726140.png",
      "desc": "Chiến sĩ mạnh mẽ đến từ gió đêm, với lòng dũng cảm được công nhận và được trao cho vương miện Saurian.<br>Nghe nói những chiến sĩ bộ tộc được Iktomisaur thừa nhận đều sẽ mang trong mình giác quan nhạy bén siêu phàm cùng với tinh thần kiên định xuất sắc. Họ thậm chí có thể mượn sức mạnh này để tạo ra thay đổi nhỏ trong quỹ đạo mà viên đạn pháo bắn ra."
    },
    {
      "epId": 7136,
      "name": "Qucusaurus Non",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/8e80620ed22661946b3d4e43e8be4309_8919609485819161635.png",
      "desc": "Qucusaur non, với cơ thể nhẹ nhàng thanh thoát.<br>Cổ và cánh còn chưa phát triển hết, khả năng sử dụng Phlogiston Thể Khí vẫn còn non kém. Cũng có giai thoại về những con Qucusaur trưởng thành hơn sẽ đẩy lũ nhỏ từ vách núi xuống, nhằm thúc đẩy chúng vươn cánh tung bay. Tuy không biết là thật hay giả, nhưng chỉ cần trải qua rèn luyện ngày đêm, những sợi lông non nớt đó rồi cũng sẽ có ngày trở nên cứng cáp."
    },
    {
      "epId": 7137,
      "name": "Qucusaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a8590e1767b6cd1267c360a179abd198_8185677779111275224.png",
      "desc": "Saurian với đôi cánh mềm mại to lớn, có thể bay lượn trên bầu trời trong thời gian dài.<br>Nghe nói tổ tiên của Qucusaur là giống loài có dáng vẻ giống với rồng bay khổng lồ nhất, có thể du ngoạn bầu trời như những đám mây. Trong câu chuyện của những người kể chuyện, con rồng vĩ đại nhất trong số các loài rồng bay viễn cổ chỉ cần dang cánh là sẽ có thể che khuất cả bầu trời. Qucusaur của ngày nay đã không còn hình dáng như vậy nữa, chỉ có bộ móng vuốt giấu trong lớp lông là vẫn sắc bén như ngày nào."
    },
    {
      "epId": 7138,
      "name": "Iktomisaurus Non",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/eebb64937180794a65675116add814e7_5159763674771614751.png",
      "desc": "Iktomisaur non, có giác quan tinh tế nhạy bén.<br>Bộ lông vẫn chưa phát triển hết, thậm chí nhìn còn có vẻ hơi khù khờ. Nghe nói Iktomisaur có tuổi thọ dài nhất trong số các Saurian ngày nay, nên cũng có chu kỳ trưởng thành lâu hơn. Chúng có khả năng giao tiếp với Wayob và Vương Quốc Dạ Thần. Có điều, Iktomisaur non nớt sẽ phải trải qua rất nhiều năm tháng mới có thể hiểu được mọi điều trong đó."
    },
    {
      "epId": 7139,
      "name": "Iktomisaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2560f87598aac002d822ed50eabbefb5_8661891078902806258.png",
      "desc": "Loài Saurian biết lợi dụng bộ lông phát triển để nhảy cao, cũng là giống loài duy nhất nắm vững kỹ thuật tiến vào trạng thái \"Ngoại Cảm\".<br>Trong truyền thuyết, tổ tiên của Iktomisaur không sở hữu thân thể vật lý, mà có khả năng du ngoạn giữa thế giới linh hồn và hiện thực như một linh hồn lang thang, mượn sức mạnh của màn đêm để hiện thân. Cũng có lời đồn rằng, Iktomisaur đầu tiên trên thế giới không phải Saurian thực thụ, mà là một chủng tộc bước ra từ Vương Quốc Dạ Thần, mang chút khác biệt so với loài Saurian thông thường."
    },
    {
      "epId": 7140,
      "name": "Hóa Thân Wayob - Băng Giá",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a5d2cedceabf878d6c453f003974c3a4_1637833406719075307.png",
      "desc": "Wayob mà bộ tộc Chủ Nhân Gió Đêm tin tưởng và tôn sùng, mượn sức mạnh của vật tổ và Dạ Hồn để hiện thân trên mặt đất.<br>Thành viên bộ tộc Chủ Nhân Gió Đêm từng thử rất nhiều phương tiện để giao tiếp với Vương Quốc Dạ Thần. Cuối cùng mọi người đã phát hiện, vật trung gian có thể thiết lập liên lạc ổn định nhất với Wayob chính là Đá Obsidian. Đây có lẽ là nguyên nhân mà Hóa Thân Wayob qua những năm tháng dài lâu đã hình thành nên hình dạng giống như tượng đá. Người trong Chủ Nhân Gió Đêm tin rằng Wayob của họ sở hữu sức mạnh kiểm soát đóng băng và kết tinh, nắm giữ ngôn ngữ của hình thái ổn định và biến đổi."
    },
    {
      "epId": 7141,
      "name": "Hóa Thân Wayob - Lửa Thiêu",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/c79ef393772d2d081f945605d8bf7a4f_3262030686941934638.png",
      "desc": "Wayob mà bộ tộc Hội Hoa Vũ tin tưởng và tôn sùng, mượn sức mạnh của vật tổ và Dạ Hồn để hiện thân trên mặt đất.<br>Nghe nói rất lâu về trước, tạo hình của Hóa Thân Wayob có khác biệt rất lớn với ngày nay, dáng vẻ có hơi thô kệch và gần gũi hơn với Tượng Đá Obsidian. Nhưng từ khi phác thảo hình dạng của Hóa Thân Wayob được ghi lại trong những cuộn dệt, thì hầu như có rất ít thay đổi sau đó.<br>Người trong Hội Hoa Vũ tin rằng Wayob của họ sở hữu sức mạnh kiểm soát lửa và sự bùng cháy, nắm giữ dòng chảy của nhiệt lượng và gió nóng."
    },
    {
      "epId": 7367,
      "name": "Kẻ Ẩn Tu Ngoại Cảm Lạc Lối",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c562f04a54b53f38bc91a117162937ac_2714435134282757795.png",
      "desc": "Tư tế Chủ Nhân Gió Đêm một mình âm thầm tu luyện bên ngoài. Nghe nói được Wayob của bộ tộc che chở nên sở hữu năng lực ngoại cảm còn mạnh hơn tư tế hay shaman thông thường. Sức mạnh này vừa là lời chúc phúc, vừa là một lời nguyền, với những tư tế không thể kiểm soát sức mạnh, thì từ đầu chỉ có thể đơn độc tu luyện bên ngoài bộ tộc. Cho dù hiện tại đã nắm bắt thuần thục sức mạnh này, nhưng vẫn giữ thói quen xa rời đám đông, vậy nên cũng có những lời đồn rằng cô ấy \"khó hòa nhập với cộng đồng\". Nghe nói, chỉ cần có hậu bối tìm đến nhờ giúp đỡ thì cô ấy sẽ tận tình chỉ dạy, có điều sẽ chỉ dạy theo cách thức riêng của mình..."
    },
    {
      "epId": 7368,
      "name": "Chúa Tể Lửa Nguồn Ăn Mòn",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
      "desc": "Rồng ma do sức mạnh đen tối ngưng tụ thành.<br>Được gọi là Chúa Tể Hủy Diệt Của Vực Sâu, hay có cái tên khác là ma vật hư không \"Gosoythoth\". Sở hữu quyền năng xâm nhập ký ức Địa Mạch và ngưng tụ chúng thành thực thể tai ương. Trong vô vàn quá khứ cổ xưa trôi dạt nơi mặt đất, ý chí còn sót lại của vua rồng nguyên tố thuở sơ khai đã bị rút ra như xương tủy, tạo thành nền móng cho hình tượng mô phỏng.<br>Nhưng thực sự đó chỉ đơn thuần là mô phỏng sao? Con rồng đã khuất một lần nữa mở mắt bởi sức mạnh dị giới mà nó từng chống lại. Giống như một giấc mơ, từ bỏ mọi thứ trong một cuộc tái sinh ngắn ngủi. Phước lành đen đúa khiến nó mắc kẹt trong ngày cuối cùng của cuộc đời, ngọn lửa phẫn nộ vô tận nuốt chửng mọi lý trí. Lúc này, thâm tâm chỉ còn lại ham muốn chiến đấu không ngừng nghỉ là vẫn đang hừng hực rực cháy."
    },
    {
      "epId": 7589,
      "name": "Dũng Sĩ Hoang Dã - Va Chạm",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/b5c92829c9877621d0cb4deec973ed87_2384725081525291192.png",
      "desc": "Dũng sĩ đến từ đồng bằng, người bảo vệ bộ tộc tuần tra giữa những cánh đồng vàng.<br>Thành thạo kỹ thuật dùng lưỡi đao tấn công điểm yếu của kẻ địch, tốt nhất đừng để họ phát hiện ra sơ hở của bản thân."
    },
    {
      "epId": 7590,
      "name": "Dũng Sĩ Hoang Dã - Đô Vật",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/279b1ab5c25d00b83d2a183d8cb83aed_2545526398507088007.png",
      "desc": "Dũng sĩ đến từ đồng bằng, người bảo vệ bộ tộc tuần tra giữa những cánh đồng vàng.<br>Chiến binh vẫn không ngừng rèn luyện sức mạnh của mình từ khi quyết tâm trở thành chiến binh. Khi cầm vũ khí bằng cả hai tay chém xuống, dĩ nhiên mang uy lực mà người thường không thể chống lại."
    },
    {
      "epId": 7591,
      "name": "Dũng Sĩ Hoang Dã - Vật Lộn",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/17373602bea470f84e8f923d78acc0fb_5899995383274761518.png",
      "desc": "Dũng sĩ đến từ đồng bằng, người bảo vệ bộ tộc tuần tra giữa những cánh đồng vàng.<br>Với Cộng Đồng Trù Phú, chỉ dùng đến cơ thể để đọ sức đã được xem là một hành động vinh quang, vì điều đó mà các chiến binh bước lên con đường tu luyện đều sở hữu cho mình một cánh tay đủ sức ném ngọn giáo xa cả vạn dặm."
    },
    {
      "epId": 7592,
      "name": "Chiến Sĩ Tatankasaurus: Phá Không Trung",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/c35bc6e5a8c18ed771ba5879c7edfe82_3872590231790022732.png",
      "desc": "Võ sĩ dũng mãnh đến từ vùng đất màu mỡ, với lòng dũng cảm được công nhận và được trao cho vương miện Saurian.<br>Nghe nói ở Cộng Đồng Trù Phú, những chiến binh chung sống cùng Tatankasaurus đã học được cách vừa xung kích vừa tung ra đòn tấn công mạnh mẽ từ những đồng đội Saurian của mình. Đặc biệt là các chiến binh dùng vũ khí hạng nặng, nghe nói bí quyết trong đó nằm ở kỹ thuật vặn mình khéo léo."
    },
    {
      "epId": 7593,
      "name": "Chiến Sĩ Tatankasaurus: Tìm Ánh Sáng",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/3b8e44c078d328dda4b41b1292e18577_3428253082352262324.png",
      "desc": "Võ sĩ dũng mãnh đến từ vùng đất màu mỡ, với lòng dũng cảm được công nhận và được trao cho vương miện Saurian.<br>Ở Cộng Đồng Trù Phú, dù là những chiến binh tập trung nghiên cứu sử dụng vũ khí tầm xa thì cũng sở hữu kỹ thuật cận chiến cực kỳ xuất sắc. Có lẽ với họ, thay vì dùng pháo tầm xa để tấn công, thì trực tiếp xoay mình đập mạnh mới thực sự là cách thức phù hợp với bản thân hơn."
    },
    {
      "epId": 7594,
      "name": "Tatankasaurus Non",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/d4641f53018c758c23c0787c0da3ea09_8200080940668319754.png",
      "desc": "Tatankasaurus non, do chưa thể kiểm soát hoàn toàn sức mạnh cơ thể nên có chút vụng về.<br>Cặp sừng thứ hai chưa được phát triển hoàn toàn, sức mạnh ở lưng và bụng cũng không đến mức có thể phá hủy nham thạch chặn đường. Nhưng chỉ cần phát triển khỏe mạnh, rồi sẽ có lúc có thể thoải mái chạy nhảy trên vùng đất màu mỡ."
    },
    {
      "epId": 7595,
      "name": "Tatankasaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/21204af0a9d126a19e69744fcd9d8e28_8528916191906861743.png",
      "desc": "Loài Saurian sở hữu phần xương mào rắn chắc và cơ thể khỏe mạnh, có thể chạy nhanh trên cánh đồng xung quanh núi lửa.<br>Trong truyền thuyết, tổ tiên Tatankasaurus có hình thể to lớn, thậm chí có thể dùng sừng để di chuyển cả ngọn núi, chỉ có điều không được linh hoạt như hiện nay. Có lẽ sức mạnh mà Tatankasaurus hiện có cũng là thứ còn sót lại trong huyết mạch."
    },
    {
      "epId": 7596,
      "name": "Hóa Thân Wayob - Sấm Sét",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/219803c586433d8264403d303630115d_1112015205118514664.png",
      "desc": "Wayob mà bộ tộc Cộng Đồng Trù Phú tin tưởng và tôn sùng, mượn sức mạnh của vật tổ và Dạ Hồn hiện thân trên mặt đất.<br>Trong truyền thuyết của bộ tộc Cộng Đồng Trù Phú, Wayob từng biến thành nhiều hình dạng khác nhau. Trước khi bình minh kéo đến, vật lộn với các chiến binh mạnh mẽ trong tộc giữa màn đêm mờ ảo không rõ mặt đối thủ, nhưng thường sẽ kết thúc bằng việc cả hai bất phân thắng bại.<br>Người của Cộng Đồng Trù Phú tin rằng Wayob của họ có sức mạnh điều khiển sấm sét và tốc độ, có thể mang lại sản vật phì nhiêu cho đất đai."
    },
    {
      "epId": 7597,
      "name": "Tượng Rồng Dung Nham",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/bd5879239d44dbbee53cb8f17a30967e_3042829770408714999.png",
      "desc": "Ma vật có thể tự sản sinh nhiệt lượng để duy trì trạng thái hoạt động.<br>Nghe nói, chủng ma vật có lõi bằng dung nham là một sản phẩm phụ từ hướng nghiên cứu riêng, khác với Thiết Bị Nguồn được sinh ra sau này. Chủ đề nghiên cứu của nó là, liệu ngọn lửa ban đầu có thể mô phỏng con người để tạo ra một chủng tộc mới hay không... Nhưng nghiên cứu đó đã thất bại hoàn toàn. Sau khi kẻ cướp đoạt từ trời cao bước đến cùng với ngai vàng, thứ có thể sinh ra từ trong ngọn lửa nguyên thủy, cuối cùng cũng chỉ còn lại cái vỏ rỗng của thứ ma vật mang hình dạng và sức sống nhưng lại chẳng có ý thức."
    },
    {
      "epId": 7598,
      "name": "Chồn Núi Giáp Lửa",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/de8e675a8d6621783a7784a2c6668049_2984216873026527642.png",
      "desc": "Loài chồn núi cổ đại có hình dạng đặc biệt do sống trong môi trường Phlogiston đặc thù tách biệt với thế giới bên ngoài.<br>Loài thú cổ đại này thường ăn các sinh vật giàu Phlogiston, không ngừng tích lũy năng lượng trong lớp vỏ. Trong thời gian dài sinh sống tại phế tích Núi Thánh, dường như do tính chất đặc biệt gần gũi với Phlogiston, nên dần bị ảnh hưởng bởi Thiết Bị Nguồn trong phế tích, hình thành trạng thái cộng sinh đặc biệt với Thiết Bị Nguồn."
    }
  ]
}