{
  "version": 1754513998,
  "language": "ru-ru",
  "menuId": 20,
  "menuName": "Объяснение терминов",
  "totalItems": 38,
  "list": [
    {
      "epId": 3830,
      "name": "Глаз Бога",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/18/237301566/fa9e7f4e1400794f2ee1468599880d59_2079863705678792868.png",
      "desc": "<p><em>«Как ты знаешь, Глаз Бога - это артефакт, которым владеет очень небольшое количество людей. В этих артефактах заключена элементальная энергия. На самом деле, каждый владелец Глаза Бога может стать Богом и вознестись в Селестию. Мы называем таких людей Богами Истоков», </em>- Венти.</p><p></p>"
    },
    {
      "epId": 4935,
      "name": "Сердце Бога",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
      "desc": "<p><em>«У тебя при себе останки Третьего Сошедшего, да? Вы, кажется, называете их Сердцами Бога?» </em>- Скирк в разговоре с Нёвиллетом.</p>"
    },
    {
      "epId": 4936,
      "name": "Фестиваль «Фонтиналия»",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/6be113dc8ecbe93170d1b614788b0509_7599138351459520724.png",
      "desc": "<p>Один из главных праздников Фонтейна, основанный в память о легендарных Рыцарях чистых родников, отправившихся на поиски океанид и ставших свидетелями возвращения Владычицы всех вод Эгерии.</p>"
    },
    {
      "epId": 4937,
      "name": "Праздник морских фонарей",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/b0983d81345554d8bccbd27d812b1baf_5582219152507121415.png",
      "desc": "<p>Каждый год в день первого полнолуния в Ли Юэ отмечают Праздник морских фонарей. Ночью жители города запускают в небо множество небесных фонарей и один большой лунный фонарь. Внутри каждого фонаря находится кусочек плаустрита и самые сокровенные желания, написанные на специальных палочках. Фонари медленно уплывают вдаль, освещая путь душам верных защитников Ли Юэ.</p>"
    },
    {
      "epId": 4938,
      "name": "Лунная охота",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/e5cf6e7f7bbe0108466c1cf6d177bf64_2289089664672472550.png",
      "desc": "<p>Праздник в Ли Юэ, отмечающий наступление осени при свете луны.</p>"
    },
    {
      "epId": 4939,
      "name": "Праздник ветряных цветов",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/a2b5d731d7d2847a062cfd8750b02944_7280859701605203716.png",
      "desc": "<p>Традиционный праздник Мондштадта, во время которого жители преподносят «анемонии» Анемо Архонту Барбатосу и своим близким. </p>"
    },
    {
      "epId": 5112,
      "name": "Драконий хребет",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/01/237301566/b8b72510f6e10df82a28ab7e44925d9d_6675973962702745321.png",
      "desc": "<p>Опасный заснеженный регион на юге Мондштадта, где никогда не тает лёд. Земля на Драконьем Хребте пропитана отравленной кровью дракона Дурина.</p>"
    },
    {
      "epId": 5118,
      "name": "Долина Чэньюй",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c3b05f550a4a993a64548c995c9ab98c_5700937189823929781.png",
      "desc": "<p>Ветерок разносит аромат чая в горах Ли Юэ, наполняя воздух чарующим запахом вновь и вновь. </p><p>«Чай растёт на скалистых утёсах, где журчит драгоценный родник». Нежный аромат и древнюю песнь нефрита ветер уносит вдоль рек мимо деревни Цяоин к шумному порту Илун. Какие приключения и добрые события ожидают путешественников среди окутанных туманом южных вершин?</p>"
    },
    {
      "epId": 5119,
      "name": "Разлом",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/17/237301566/6be2b18055f1bd7b1bb200aa669ab5e0_4372390740474758067.png",
      "desc": "<p>Как говорится, «громоздящиеся скалы отбрасывают обманчивые тени, и куда ведут коварные дороги, никто не знает». В древних текстах Ли Юэ это место иногда называют долиной Юй. Даже лучезарный блеск солнца должен утонуть в глубоких тенях сумерек. Хотя легенды остаются лишь легендами, при исследовании этого лабиринта подземных шахт всегда стоит быть готовым к неожиданностям.</p>"
    },
    {
      "epId": 5126,
      "name": "Энканомия",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_3360324174274188396.png",
      "desc": "<p>Древние легенды повествуют о высоком дворце, сияющем, словно солнце, который был погружён в вечную ночь среди сокрушительного пламени войны. По божественному ли провидению или замыслу, но в царстве теней была построена процветающая цивилизация. Однако стрелки часов похоронили всё без разбора - амбиции и желания, радость и печаль - теперь они вечно дремлют под волнами, укутанные в сладкое покрывало забвения.</p>"
    },
    {
      "epId": 5140,
      "name": "Район Берилл",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_7910981296942235469.png",
      "desc": "<p>Нагорье, отделённое водами от Кур-де-Фонтейна. На нём разбросано немало древних руин.</p><p>Говорят, что много столетий назад последователи Эгерии избрали это место для паломничества и пикников. Здесь они воспевали любовь и кристально чистые мечты. Их пение давно растворилось в тусклом свете луны, и только холодный ветер, как и прежде, проносится по покрытым мятой горам.</p>"
    },
    {
      "epId": 5141,
      "name": "Район Белло",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_6587420843206303680.png",
      "desc": "<p>Кроме обширной акватории в Фонтейне есть горы и леса. И Мон Атонеки — одна из знаковых вершин Фонтейна.</p><p>С помощью больших строительных меков Исследовательский институт Фонтейна пробурил тоннель Пуассон, устранив главную преграду для строительства водных путей.</p>"
    },
    {
      "epId": 5142,
      "name": "Район Кур-де-Фонтейн",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_2010737696615483869.png",
      "desc": "<p>«Над всеми водами лишь этот город».</p><p>На самом высоком месте города возвышается Дворец Мермония, как олицетворение высшей власти Фонтейна. С высоты он наблюдает, как слаженно течёт внизу жизнь людей, подобно рейсам аквабусов.</p><p>Законы служат поддержанию устойчивого порядка, а справедливость и правосудие зиждутся на порядке.</p>"
    },
    {
      "epId": 5143,
      "name": "Район Лиффи",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_9176045755810095601.png",
      "desc": "<p>Глубоко под поверхностью воды, за железной стеной, начала восставать иная жизненная сила.</p>"
    },
    {
      "epId": 5144,
      "name": "Институт кинетической энергии",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_4578705010964577668.png",
      "desc": "<p>Поиски спасения внезапно прекратились, былые страсть и гордость превратились в разбитую вдребезги мечту.</p>"
    },
    {
      "epId": 5145,
      "name": "Лес Эриний",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_5443754512105751960.png",
      "desc": "<p>Ветра, что приходят в Кур-де-Фонтейн с востока, несут с собой загадочный сладкий аромат.</p><p>В глубине леса Эриний, куда мало кто рискует ступить, под плакучей ивой у озера уже посеяно семя приключений. </p>"
    },
    {
      "epId": 5146,
      "name": "Морт",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_5959572052384288726.png",
      "desc": "<p>Кто знает, как долго ждала своего срока история среди высоких морских башен, не замеченных людьми?</p>"
    },
    {
      "epId": 5600,
      "name": "Море древности",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/4f78eb7e03b130ca2efba77b4d2692bb_3131666903810041365.png",
      "desc": "<p>Широкие водные пространства к югу от Великого озера Фонтейна тоже когда-то были неотъемлемой частью этого высокого моря. В его бездонных глубинах, куда не проникает солнечный свет, покоятся первые мечты и надежды. В замке былого величия и среди погребённых пучиной руин звучит забытая симфония. Давно завершённая история получает новую главу...</p>"
    },
    {
      "epId": 5601,
      "name": "Район Ностой",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_4189996714297759296.png",
      "desc": "<p>В древнем языке название Петрикор имело значение «голем». Сейчас это просто захудалая рыбацкая деревушка вдали от акватории Фонтейна.</p>"
    },
    {
      "epId": 5747,
      "name": "Плетение судьбы",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3797113932099577187.png",
      "desc": "<p>Механизм, созданный орденом Бездны и позволяющий плести артерии земли. С помощью Плетения судьбы был создан Атлас Нового мира - воссозданные по воспоминаниям 500-летней давности артерии земли Каэнри'ах.</p>"
    },
    {
      "epId": 6274,
      "name": "Симуланка",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/193a95712c2de70de8387cacada48417_2626299660223667771.png",
      "desc": "<p>Давным-давно три богини создали этот мир и назвали его Симуланкой.</p><p>Богиня Создания, владычица материи и магии, создала горы и реки, даровала жизнь. Её силы также обеспечили существование Симуланки во множестве миров.</p><p>После Богини Создания пришла Богиня Пророчества, властвующая над звёздами и всеми судьбами мира. Она заставила небо кружиться, а землю вращаться. Её статуя всё ещё стоит на самой высокой точке Столицы Созвездия.</p><p>Последней была Богиня Судьбы, владевшая всеми сокровенными историями и самыми заветными желаниями. Она даровала пылкую любовь, вечную ненависть, а также показала истинный смысл смерти и веры.</p>"
    },
    {
      "epId": 7032,
      "name": "Сабзеруз",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/17b89adfdc44a158d37be3cb35268ddd_8906376955499093861.png",
      "desc": "<p>Фестиваль в Сумеру, названный в честь Повелительницы цветов и празднующий день рождения Дендро Архонта.</p>"
    },
    {
      "epId": 7087,
      "name": "Ирминсуль",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/aa06aa829f5a3a926aef88750adb81f2_208058611950951154.png",
      "desc": "<p>Ирминсуль можно представить как большое дерево, растущее вверх ногами глубоко под землёй и хранящее в себе все знания и мудрость мира с древних времён до настоящего времени. Артерии земли, подобно корням Ирминсуля, пересекают землю, поглощая воспоминания мира.</p>"
    },
    {
      "epId": 7088,
      "name": "Война Архонтов",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1107416649457146883.png",
      "desc": "<p>Война за божественные троны, объявленная небесным порядком и закончившаяся около двух тысяч лет назад. В результате Войны Архонтов семь правителей семи народов получили Сердце Бога, божественный трон и титул Архонта.</p>"
    },
    {
      "epId": 7089,
      "name": "Катаклизм в Каэнри'ах",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
      "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>"
    },
    {
      "epId": 7090,
      "name": "Долина Теквемекан",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/8694aaf89d32e75eca416ec7fe41e487_648595085989391065.png",
      "desc": "<p>Дети Эха - горное племя, которое живёт бок о бок с тепетлизаврами. В ущелье, где оно расположилось, повсюду доносится звон молотков и постукивание охотников за самоцветами, которые проверяют породу.</p>"
    },
    {
      "epId": 7091,
      "name": "Гора Коатепек",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/8694aaf89d32e75eca416ec7fe41e487_4669899609472007646.png",
      "desc": "<p>Потомки Крон - племя, которое живёт бок о бок с юмказаврами. Здесь их предки с помощью верёвок и крюков подвесили огромные деревянные балки. Отсюда и произошло название племени.</p>"
    },
    {
      "epId": 7092,
      "name": "Ручьи Тойек",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/8694aaf89d32e75eca416ec7fe41e487_7729444878371797896.png",
      "desc": "<p>Народ Родников - племя, живущее бок о бок с кохолазаврами. Земля племени славится горячими источниками и расслабляющей музыкой. Изо всех племён оно пользуется наибольшей популярностью у иноземных путешественников.</p>"
    },
    {
      "epId": 7093,
      "name": "Бассейн бесчисленных огней",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/8694aaf89d32e75eca416ec7fe41e487_3642946675232104196.png",
      "desc": "<p>На дальнем берегу, вдали от песка и моря, пылающий эпический гимн разносится по земле, где вечно пылает Священное пламя. </p>"
    },
    {
      "epId": 7286,
      "name": "Утёс Куауакан",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/8694aaf89d32e75eca416ec7fe41e487_2623777284184754015.png",
      "desc": "<p>Вместе с кукузаврами здесь живёт племя, известное как клан Цветочного Пера. Каждый день члены племени летают вместе с кукузаврами, патрулируя свою территорию с воздуха.</p>"
    },
    {
      "epId": 7287,
      "name": "Кряж Тецкатепетонко",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/8694aaf89d32e75eca416ec7fe41e487_8109737588627402254.png",
      "desc": "<p>Вместе с иктомизаврами здесь живут Повелители Ночного Ветра, самое загадочное из шести основных племён Натлана. Говорят, что по ночам члены этого племени и их заврианы используют светящиеся узоры, чтобы услышать отголоски безмолвного царства ночи.</p>"
    },
    {
      "epId": 7288,
      "name": "Очканатлан",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/8694aaf89d32e75eca416ec7fe41e487_5633371373807827387.png",
      "desc": "<p>Чтобы осуществить великую мечту в утреннем тумане и море облаков, воины, бороздившие небеса, не знали ни минуты покоя.</p><p>В глубинах далёкого моря тумана в разрушенном городе ужасный дракон охраняет запретные истории, а  над облаками забытый легендарный пустой ковчег ждёт прибытия новых гостей...</p>"
    },
    {
      "epId": 7421,
      "name": "Атокпан",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/237301566/8694aaf89d32e75eca416ec7fe41e487_2866472835986095066.png",
      "desc": "<p>На плодородных землях у подножия часто извергающегося вулкана живут воины Удела Благодатных земель, которые стойко встречают любые испытания.</p>"
    },
    {
      "epId": 7422,
      "name": "Древняя Священная гора",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/30/237301566/6fdb6cce9a5cce40096dce9c2672feba_2742961603716894059.png",
      "desc": "<p>Прежде чем потомки различных племён научились записывать свою историю на тканых свитках, древняя и гордая знать уже построила здесь великолепный священный город, презрев землю, которую эти немощные рабы знали как «Натлантида». Однако огромная империя, гордившаяся своим могуществом, давно погибла в битвах. От того могущественного города осталась лишь одинокая гробница.</p>"
    },
    {
      "epId": 7424,
      "name": "Пепельное море",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/8ef5e0aaf7edf5d156a382a5b0cc72da_768162445189865937.png",
      "desc": "<p>Место на западной оконечности Натлана, возникшее 500 лет назад во время Катаклизма и известное как безветренная земля. Мастер Рубежей Санхадж Компоре призвал крошечное Царство Ночи, взорвал его и отбросил чёрное бедствие, создав при этом Пепельное море.</p>"
    },
    {
      "epId": 7425,
      "name": "Царство Ночи",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/15/237301566/66211c740381a91c1593eac8efc5d421_5970043329572521999.png",
      "desc": "<p>Мир душ и памяти, созданный Владыкой Ночи, чтобы воссоздать повреждённые артерии земли Натлана. Царство Ночи - запредельное пространство между телом и разумом, жизнью и смертью, куда попадают души всех погибших натланцев.</p>"
    },
    {
      "epId": 7428,
      "name": "Фестиваль цветов Микавы",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/06/237301566/c857e595da1ff6a514746f47ea9941f0_5897919683648985440.png",
      "desc": "<p>Древний инадзумский праздник ёкаев, связанный с играми, музыкой, выпивкой и весельем.</p>"
    },
    {
      "epId": 7623,
      "name": "Нод-Край",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/8ef5e0aaf7edf5d156a382a5b0cc72da_1958907093310066672.png",
      "desc": "<p>Во времена, когда семь небесных светил ещё не озаряли землю, безымянный ныне правитель вознёс небесные луны, чтобы те управляли круговоротом приливов мира.</p><p>Осколки, которым не суждено было стать луной, покоились в бескрайнем море и в конце концов стали прибежищем для изгнанников далёкого севера.</p><p>Ни увядающий прилив тьмы, ни юродивый старец, говорящий на странных языках, не смогли сломить хребет этой земли. Но теперь, под Новой Луной, бедствие поднимается вновь, стремясь поглотить мир...</p>"
    }
  ]
}