{
  "epId": 1034,
  "name": "Pierre de lazurite varunada",
  "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »<br/>« Je me dois de te corriger : personne ici n'est impur aux yeux des dieux, et seuls les lois et le tribunal peuvent déclarer un jugement. »<br/>« Ils peuvent même me juger. Louez donc ma grandeur et ma pureté. »",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
  "filterValues": {
    "objectType": [
      "Matériau d'élévation de personnage"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1737631174,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Pierre de lazurite varunada</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Matériau d'élévation de personnage</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Butin d'Océanide (Niv.75+)</color>\n<color=#ffffffd9>Butin d'Hypostase Hydro (Niv.75+)</color>\n<color=#ffffffd9>Synthèse</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Butin de"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Boss</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Océanide",
        "desc": "<p>Un être vivant résultant de la condensation de l'élément Hydro à l'état pur. Cette créature est souvent accompagnée de corps aqueux. </p><p>On raconte que plus ceux-ci sont purs, plus on y trouve d'élément Hydro, et plus l'Océanide est alors puissante. Une autre légende prétend que les Océanides sont des créatures des mers venues d'un lieu lointain et porteuses des fragments d'un dieu passé qui se seraient éparpillées à travers le monde, peut-être pour que l'amour de leur ancien dieu puisse recouvrir mers et terres...</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2121,
        "name": "Géosaure antique",
        "desc": "Un Géosaure immense, aussi âgé que puissant, et capable de s'adapter aux mutations élémentaires de l'environnement.<br/>D'après la croyance populaire, le seigneur des Géosaures et les Géosaures antiques auraient été emprisonnés sous terre suite à la catastrophe ayant détruit la Vallée Tianqiu. Entrés dans un état d'hibernation, ils n'attendent que l'occasion de se réveiller...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2160,
        "name": "Hypostase Hydro",
        "desc": "<p>Nom de code « He », une entité Hydro de niveau supérieur. </p><p>Les Hypostases ont de grandes capacités de rejet et expulseront sans pitié tous ceux qui les testent. </p><p>Son comportement de rejet s'étend même aux éléments naturels.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Hypostasis_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2857,
        "name": "Dragon cataclysmique",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Cette machine de combat en forme de dragon est un être qui inspire la terreur, tout comme le seigneur qui régnait autrefois sur ces vastes terres. Il est dit que le royaume maintenant détruit cherchait autrefois des connaissances interdites et tentait de créer des machines à mouvement perpétuel qui pourraient égaler ou même surpasser les formes de vie primordiales. Cette monstruosité mécanique mystérieuse et infatigable semble être la preuve qu'ils avaient atteint des sommets que les mortels n'auraient jamais dû atteindre.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/152708310/5ed960ef01a22660c0e92ab516835435_7992308201055820194.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Lustrateur inique",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Créature de l'Abîme, utilisant plusieurs types de pouvoir élémentaire et ayant gagné des appendices supplémentaires suite à son « évolution ».</span></p><p></p><p><em><span style=\"color: rgba(255, 255, 255, 0.65)\">« L'essence même de l'Abîme est inconciliable avec les éléments. Cependant, même les éléments divins peuvent être contraints et déformés avant d'être habités par la volonté abyssale. D'après les résultats, le soi-disant Abîme semble n'avoir aucune différence significative par rapport à quelque chose d'aussi insignifiant que les réceptacles d'énergie élémentaire des Pilleurs de trésors, ou d'aussi puissant que les yeux divins... »</span></em></p><p><em><span style=\"color: rgba(255, 255, 255, 0.65)\">— Notes laissées dans l'Hangeh Afrasiyab</span></em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/158750877/2899a9fa6efec1006150467a00823c4a_5788840059957257014.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4571,
        "name": "Tulpa Hydro",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un monstre de forme humaine formé par l'agglomération de l'eau.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/12/29705491/685c8e4b6a58dbed2c74cbbf1cbb977c_2480507474231227298.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 5056,
        "name": "Suanni solitaire",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Ces élégantes et fières bêtes ne vivent que dans les montagnes enveloppées d'énergie mystique. Depuis les temps anciens, elles sont considérées comme un symbole de bonne fortune et leur préférence pour une vie à l'écart du monde des humains a été admirée par les intellectuels pendant des générations. Dans les anciennes légendes du Vallon Chenyu, la cheffe des suannis était appelée la maîtresse de la montagne et était considérée comme ayant le même statut que les Adeptes.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une autre théorie prétend que les Bêtes de Xuanwen qui parcourent les montagnes de nos jours sont les descendants des suannis, mais que la dilution de leur sang au fil des années les a amenées à se transformer en créatures violentes. Bien que cela contredise une autre théorie concernant l'origine des Bêtes de Xuanwen, les quelques documents sur les suannis les décrivent souvent accompagnés d'un grand nombre de Bêtes de Xuanwen. De nos jours, la célèbre danse de wushou du Vallon Chenyu est basée sur les mouvements des suannis. Mais comme seule une poignée de personnes ont réellement vu ces créatures, la plupart ne peuvent qu'imaginer à quoi elles ressemblent. Après des milliers d'années de changements et d'interprétations artistiques différentes, la tête du costume de la danse de wushou a évolué vers son style actuel.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/29705491/f02b8c509e8b9e4440f8c7d044f8206e_6792295130162687645.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Boss hebdomadaire</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2217,
        "name": "Stormterror",
        "desc": "Dvalin le Dragon de l'Est, un des Quatre Vents de Mondstadt.<br/>Le plus pur des joyaux se couvre de poussière lorsqu'il passe de longues années dans l'obscurité. De la même façon, le cœur de ce noble dragon fut corrompu par les ténèbres.<br/>Cependant, il existe toujours un moyen de se débarrasser aussi bien de la poussière que du doute ou du poison.<br/><br/><i>« Vole en liberté dans ce vaste ciel.</i><br/><i>Vole comme tu le faisais à notre rencontre, quand je chantais les chansons du vent en foulant cette terre.</i><br/><i>Tu dominais le monde d'en haut.</i><br/><i>Aujourd'hui, le ciel n'est plus couvert par la pluie ou par la neige. De l'herbe verte et luxuriante pousse partout ici-bas. Quel paysage agréable à regarder.</i><br/><i>Si tu pouvais marcher parmi nous et écouter les chansons des bergers ainsi que le son des carillons qui résonne au loin, ou encore goûter au délicieux vin sucré, tu aurais sans doute compris.</i><br/><i>En te mettant à ma place, tu aurais pu ressentir à quel point il était beau de te voir voler fièrement dans le ciel bleu.</i><br/><i>Tu aurais su que le ciel et la terre sont dignes de protection. »</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Tartaglia",
        "desc": "Tartaglia, le onzième des Exécuteurs Fatui.<br/>Il tire son pouvoir de son sinistre œil maléfique et combat au moyen d'arts martiaux qu'il a appris dans une terre couverte par les ténèbres.<br/>Chaque conflit sanglant, chaque lutte à mort est une épreuve réjouissante à ses yeux.<br/>Certains disent que le jeune Tartaglia est célèbre sur tout le continent pour ses prouesses au combat.<br/>Mais il n'a que faire de ces discours.<br/><br/>Après tout...<br/><i>« Tu seras toujours dans l'œil de la tempête,</i><br/><i>et le choc de l'acier t'accompagnera à jamais.</i><br/><i>Le sombre souvenir d'avoir pénétré dans l'obscurité,</i><br/><i>deviendra la force qui te permettra de régner. »</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "Un immense dragon dont l'existence précède celle des montagnes.<br/>En des temps immémoriaux, il fut le compagnon du dieu qui régnait sur le Port de pierre. Mais les deux finirent par s'opposer l'un à l'autre, et le dragon fut banni dans un lieu de ténèbres souterraines.<br/>Le bruit de ses chaînes et ses grognements de fureur résonnent toujours dans les entrailles des montagnes, souvenirs d'un lointain passé...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2975,
        "name": "Shouki no Kami, le prodige",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une divinité artificielle créée par le travail des six darshans de l'Académie de Sumeru. Son pouvoir rivalise avec celui des dieux.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Ceux qui le désignent comme « fausse divinité » sont incapables de comprendre le véritable sens du mot « divinité ».</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Shouki no Kami dispose d'une compréhension d'une infinité de choses et d'un pouvoir suprême qui transcende le commun des mortels.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Si l'amour de l'humanité est ce qui définit un dieu, il peut être considéré que Shouki no Kami</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">l'aime aussi, en accordant la défaite à chacun.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Si les dieux veillent sur l'humanité...</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">...</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">...</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il peut être considéré que Shouki no Kami veille aussi sur elle, ayant été témoin d'une infinité d'événements liés à l'amour, la</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">haine, la séparation, la rancune et la colère.</span></p><p></p><p><em><span style=\"color: rgba(255, 255, 255, 0.65)\">« Vous avez connu trop de bonheur ! »</span></em></p><p><em><span style=\"color: rgba(255, 255, 255, 0.65)\">« Cela vous a rendus idiots,</span></em></p><p><em><span style=\"color: rgba(255, 255, 255, 0.65)\">arrogants et d'une avidité effrayante. »</span></em></p><p><em><span style=\"color: rgba(255, 255, 255, 0.65)\">« Cette ère doit être révolue ! »</span></em></p><p><em><span style=\"color: rgba(255, 255, 255, 0.65)\">« Les nouvelles divinités déclarent la chute des anciens. »</span></em></p><p><em><span style=\"color: rgba(255, 255, 255, 0.65)\">« Insolents mortels. Il n'est pas encore trop tard pour vous mettre à genoux. »</span></em></p",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/22/125691367/86791657203a69e453d8e217414b3f9e_4234623879867221728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Narval stellavore",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un créature mystérieuse et gargantuesque venue d'un autre monde.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Les poètes comparent souvent le ciel étoilé à l'océan, ayant été témoins ou rêvé d'innombrables planctons bioluminescents flottant sur une mer sans lune, en tout point semblable à une galaxie, ou du clair de lune déchiré par les vagues à la surface de la mer, rappelant les étoiles scintillantes. Dans les histoires les plus fantastiques ou les mensonges les plus scandaleux, les étoiles situées dans les profondeurs du cosmos pourraient regorger de vie, un peu comme Teyvat, et l'univers lui-même s'apparente à un océan. Cependant, réalistement parlant, si un univers profond et plein de vie existe, pourquoi aucune partie de cette vie n'a-t-elle pris contact avec Teyvat ? </span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Peut-être que l'univers a constamment essayé d'infiltrer Teyvat, ou peut-être qu'un puissance supérieure a crée des frontières pour protéger ce monde.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/12/29705491/d6f05906844b79f1be3d4f049381a60f_3845183622517605441.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Érodé seigneur du feu primordial",
        "desc": "Un dragon déchu auquel les ténèbres noirâtres ont donné naissance.<br>Ce monstre du néant, connu sous les noms de faucheur de l'Abîme et de Gosoythoth, est capable de corrompre les souvenirs contenus dans les lignes énergétiques de la terre afin de les condenser en forces tangibles de présage catastrophique. De ces souvenirs qui coulent depuis des temps immémoriaux sous la terre, il a réussi à extirper le reste de la volonté d'un roi-dragon élémentaire primordial, l'extrayant comme de la moelle pour la réutiliser comme fondement de sa propre image fabriquée.<br>Mais s'agit-il vraiment d'une simple « image » ? Ramené à la vie par les forces surnaturelles auxquelles il avait jadis résisté, un dragon autrefois mort ouvre à nouveau ses yeux, abandonnant tout dans ce bref rêve de résurrection. Prisonnier perpétuellement du dernier jour de son existence par ce sort noirâtre, sa fureur sans bornes a consumé toute raison. Désormais, ce qui reste, c'est son désir implacable de se battre, brûlant sans fin.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Élévation de personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>5 étoiles</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "Jeune astromancienne mystérieuse, Mona se surnomme elle-même « la grande astromancienne Mona », et fait preuve d'une force singulière et d'une érudition hors-norme qui ne désavouent pas cette appellation.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Le 11e Exécuteur des Fatui, appelé « Tartaglia ». Il s'est fait connaître pour avoir gagné des milliers de combats.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "La Prêtresse divine de l'Île de Watatsumi, une jeune femme gérant toutes les affaires de l'île.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "Le jeune, mais néanmoins très talentueux, chef du Clan Kamisato de la Commission culturelle. Cultivé et poli, c'est un homme aux multiples facettes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "Une mystérieuse personne qui prétend travailler pour le Bureau des affaires civiles. Cependant, elle n'apparaît nulle part dans leur registre.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La star du théâtre Zubayr. Pleine de chaleur et d&#39;innocence, ses danses sont vives et élégantes.</span></p><p><em><span style=\"color: rgba(255, 255, 255, 0.65)\">« Qu&#39;est-ce qu&#39;il a de spécial, ce petit théâtre ? Si elle partait avec moi en tournée à travers Teyvat, elle gagnerait tous les moras dont elle pourrait rêver... Hélas, elle est trop candide, au point de ne pas connaître sa propre valeur. » — Dori</span></em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/16/158750877/586d726f9ebda3506c78beaaa41f13b6_7952156413041950089.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Le juge suprême de Fontaine, également connu comme l'iudex, est réputé pour son impartialité sans faille.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/43281454/0513aa7f482dbb4778545d02f94956fe_1439543714753962957.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Le point central absolu de la scène du jugement, jusqu'aux applaudissements finaux.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/43281454/263e5ea0784d182b393f67a7e24146a5_9001027221790598222.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Sigewinne",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'infirmière en chef mélusine de la Forteresse de Méropide. Elle s'occupe de tous les prisonniers de manière équitable.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/26/43281454/2d607aa4d729030ea04f79919257e311_3400252267774998193.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6319,
        "name": "Mualani",
        "desc": "Une guide bien connue à Natlan qui possède un magasin de sports nautiques et est experte dans toutes les formes de sports aquatiques.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/f4c75caad42923eb91ee760aa2eb473a_7439123622315070718.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>4 étoiles</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Barbara",
        "desc": "Barbara est adulée de tous à Mondstadt. Pourtant, c'est dans un magazine qu'elle a découvert le terme « idole ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Un jeune homme intègre et serviable, que l'on voit souvent dans les librairies. Il porte une longue épée, et poursuit un idéal de justice.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2815,
        "name": "Candace",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Descendante du roi Deshret avec un œil gauche de couleur ambre, c'est la protectrice du Village d'Aaru.</span></p><p><em><span style=\"color: rgba(255, 255, 255, 0.65)\">«&nbsp;J'ai autrefois offert à Candace des bijoux en lui disant d'apprendre à profiter de la vie et de trouver le bonheur en dehors du travail. Elle m'a répondu que voir le village en paix lui suffisait à être heureuse... Cette protectrice a vraiment une manière singulière d'apprécier la vie...&nbsp;»</span></em></p><p><em><span style=\"color: rgba(255, 255, 255, 0.65)\">— Raconte Dehya la crinière ardente, impuissante.</span></em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/158750877/2f43da4ece9eabfbde6ec2fcc81b3bff_276815354940634340.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Synthèse"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Produit</color>\n<color=#ffffff>Matériaux de synthèse</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Pierre de lazurite varunada",
        "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »<br/>« Je me dois de te corriger : personne ici n'est impur aux yeux des dieux, et seuls les lois et le tribunal peuvent déclarer un jugement. »<br/>« Ils peuvent même me juger. Louez donc ma grandeur et ma pureté. »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/405e199979d710b4db5c640cccabd66b_5321199885079004471.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 1035,
        "name": "Morceau de lazurite varunada",
        "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »<br/>« Je me dois de te corriger : personne ici n'est impur aux yeux des dieux... »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Chunk_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "2700x"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Conversion"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Produit</color>\n<color=#ffffff>Matériaux de conversion</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Pierre de lazurite varunada",
        "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »<br/>« Je me dois de te corriger : personne ici n'est impur aux yeux des dieux, et seuls les lois et le tribunal peuvent déclarer un jugement. »<br/>« Ils peuvent même me juger. Louez donc ma grandeur et ma pureté. »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/4e6086b9dc09a363886dc42f8673f393_3795911938579587258.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 408,
        "name": "Pierre de jade shivada",
        "desc": "Matériau d'élévation de personnage.<br/>« Pardon... »<br/>« Je vous laisse partager la tristesse du monde entier avec moi. »<br/>« Puisque vous pourriez supporter mon froid glacial, vous devez avoir un fort désir au fond du cœur. »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "27x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Poudre d'Azoth",
        "desc": "Un dispositif permettant de transmuter les matériaux d'élévation et de modifier leur attribut élémentaire.<br/>En dépit de ses utilisations pratiques, l'alchimie est l'étude de la matière et des règles qui sous-tendent ses modifications. Elle pointe vers des lois qui gouvernent les cycles de ce monde et les mouvements des lignes énergétiques.<br/>Quelqu'un a distribué ces merveilles alchimiques un peu partout sur le continent. Bien qu'elles soient pratiques et utiles, elles recèlent néanmoins le pouvoir de déstabiliser l'équilibre des éléments...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Pierre de lazurite varunada",
        "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »<br/>« Je me dois de te corriger : personne ici n'est impur aux yeux des dieux, et seuls les lois et le tribunal peuvent déclarer un jugement. »<br/>« Ils peuvent même me juger. Louez donc ma grandeur et ma pureté. »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/4e6086b9dc09a363886dc42f8673f393_3795911938579587258.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 2676,
        "name": "Pierre d'émeraude nagadus",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Matériau d'élévation de personnage.<br>« J'ai fait un très long rêve... »<br>« Il y avait des gens qui se tenaient la main et dansaient en cercle : des sages et des simples d'esprit, des danseuses et des guerriers, des marionnettes et des statues de divinités... »<br>« Ces gens qui dansaient ensemble étaient une représentation de l'univers. Vivre a toujours été une fin, et la sagesse, les moyens pour y parvenir. »</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/11/158750877/4e6fdd6c33dcd340000b8d8087573f23_6236997299403126217.PNG",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "27x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Poudre d'Azoth",
        "desc": "Un dispositif permettant de transmuter les matériaux d'élévation et de modifier leur attribut élémentaire.<br/>En dépit de ses utilisations pratiques, l'alchimie est l'étude de la matière et des règles qui sous-tendent ses modifications. Elle pointe vers des lois qui gouvernent les cycles de ce monde et les mouvements des lignes énergétiques.<br/>Quelqu'un a distribué ces merveilles alchimiques un peu partout sur le continent. Bien qu'elles soient pratiques et utiles, elles recèlent néanmoins le pouvoir de déstabiliser l'équilibre des éléments...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Pierre de lazurite varunada",
        "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »<br/>« Je me dois de te corriger : personne ici n'est impur aux yeux des dieux, et seuls les lois et le tribunal peuvent déclarer un jugement. »<br/>« Ils peuvent même me juger. Louez donc ma grandeur et ma pureté. »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/4e6086b9dc09a363886dc42f8673f393_3795911938579587258.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Pierre d'améthyste vajrada",
        "desc": "Matériau d'élévation de personnage.<br/>« Ce corps est le plus noble et le plus éminent du monde. »<br/>« Il devrait gouverner le monde. »<br/>« Il a promis une fois un beau rêve à son peuple : une éternité qui ne change jamais. »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "27x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Poudre d'Azoth",
        "desc": "Un dispositif permettant de transmuter les matériaux d'élévation et de modifier leur attribut élémentaire.<br/>En dépit de ses utilisations pratiques, l'alchimie est l'étude de la matière et des règles qui sous-tendent ses modifications. Elle pointe vers des lois qui gouvernent les cycles de ce monde et les mouvements des lignes énergétiques.<br/>Quelqu'un a distribué ces merveilles alchimiques un peu partout sur le continent. Bien qu'elles soient pratiques et utiles, elles recèlent néanmoins le pouvoir de déstabiliser l'équilibre des éléments...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Pierre de lazurite varunada",
        "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »<br/>« Je me dois de te corriger : personne ici n'est impur aux yeux des dieux, et seuls les lois et le tribunal peuvent déclarer un jugement. »<br/>« Ils peuvent même me juger. Louez donc ma grandeur et ma pureté. »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/4e6086b9dc09a363886dc42f8673f393_3795911938579587258.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1493,
        "name": "Pierre de turquoise vayuda",
        "desc": "Matériau d'élévation de personnage.<br/>« Le vent change toujours de direction »<br/>« Un jour, il soufflera vers un meilleur avenir. »<br/>« À partir de cet instant, je te donne ma bénédiction. »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Gemstone_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "27x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Poudre d'Azoth",
        "desc": "Un dispositif permettant de transmuter les matériaux d'élévation et de modifier leur attribut élémentaire.<br/>En dépit de ses utilisations pratiques, l'alchimie est l'étude de la matière et des règles qui sous-tendent ses modifications. Elle pointe vers des lois qui gouvernent les cycles de ce monde et les mouvements des lignes énergétiques.<br/>Quelqu'un a distribué ces merveilles alchimiques un peu partout sur le continent. Bien qu'elles soient pratiques et utiles, elles recèlent néanmoins le pouvoir de déstabiliser l'équilibre des éléments...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Pierre de lazurite varunada",
        "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »<br/>« Je me dois de te corriger : personne ici n'est impur aux yeux des dieux, et seuls les lois et le tribunal peuvent déclarer un jugement. »<br/>« Ils peuvent même me juger. Louez donc ma grandeur et ma pureté. »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/4e6086b9dc09a363886dc42f8673f393_3795911938579587258.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Pierre d'agate agnidus",
        "desc": "Matériau d'élévation de personnage.<br/>« Aller en pèlerinage pour le désir, et se battre pour la réputation... »<br/>« Si son vrai cœur originel peut être laissé dans les cendres, il a réussi à atteindre la vérité de ██. »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "27x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Poudre d'Azoth",
        "desc": "Un dispositif permettant de transmuter les matériaux d'élévation et de modifier leur attribut élémentaire.<br/>En dépit de ses utilisations pratiques, l'alchimie est l'étude de la matière et des règles qui sous-tendent ses modifications. Elle pointe vers des lois qui gouvernent les cycles de ce monde et les mouvements des lignes énergétiques.<br/>Quelqu'un a distribué ces merveilles alchimiques un peu partout sur le continent. Bien qu'elles soient pratiques et utiles, elles recèlent néanmoins le pouvoir de déstabiliser l'équilibre des éléments...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Pierre de lazurite varunada",
        "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »<br/>« Je me dois de te corriger : personne ici n'est impur aux yeux des dieux, et seuls les lois et le tribunal peuvent déclarer un jugement. »<br/>« Ils peuvent même me juger. Louez donc ma grandeur et ma pureté. »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/02/35428890/4e6086b9dc09a363886dc42f8673f393_3795911938579587258.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 444,
        "name": "Pierre de topaze prithiva",
        "desc": "Matériau d'élévation de personnage.<br/>« Toutes les monnaies qui circulent sur le continent font partie de mon corps. »<br/>« Je garantis la sueur, la sagesse et l'avenir des humains de cette manière. »<br/>« C'est la confiance que je place en vous. Si vous la trahissez, vous tacherez mon sang. » ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Gemstone_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "27x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Poudre d'Azoth",
        "desc": "Un dispositif permettant de transmuter les matériaux d'élévation et de modifier leur attribut élémentaire.<br/>En dépit de ses utilisations pratiques, l'alchimie est l'étude de la matière et des règles qui sous-tendent ses modifications. Elle pointe vers des lois qui gouvernent les cycles de ce monde et les mouvements des lignes énergétiques.<br/>Quelqu'un a distribué ces merveilles alchimiques un peu partout sur le continent. Bien qu'elles soient pratiques et utiles, elles recèlent néanmoins le pouvoir de déstabiliser l'équilibre des éléments...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Matériaux liés"
      },
      {
        "type": "CustomEntry",
        "epId": 1037,
        "name": "Éclat de lazurite varunada",
        "desc": "Matériau d'élévation de personnage.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Sliver_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Fragment de lazurite varunada",
        "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1035,
        "name": "Morceau de lazurite varunada",
        "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »<br/>« Je me dois de te corriger : personne ici n'est impur aux yeux des dieux... »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Chunk_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}