{
  "epId": 1182,
  "name": "Cristal givrémaillé",
  "desc": "Un morceau de cristal émaillé que l'on trouve dans les profondeurs du Gouffre. Ce cristal émaillé spécial était l'un des nombreux minerais à s'être répandu après la bataille contre une machine mystique appelée serpent kolpique. Bien que les cristaux émaillés proviennent du Gouffre, ce minerai est différent des autres.<br/>Lorsqu'il est exposé à la fois aux radiations d'autres cristaux azuréens et à la force de l'Abîme, un étrange motif en forme de vortex se forme à son sommet ; celui-ci procure une sensation froide au toucher qui glace le sang.<br/>La rencontre entre la puissance de la voûte céleste et l'énergie empoisonnée qui s'élève au ciel depuis les profondeurs de la terre donne leur forme actuelle à ces cristaux lisses à l'origine. On pourrait voir en cela un avertissement adressé à tous les mortels.<br/>Puisque l'interaction entre ces forces a pu tordre la pierre et le métal de la sorte à elle seule, comment une courageuse héroïne ordinaire aurait-elle fait face à cette découverte si elle avait vu l'extrémité des profondeurs ténébreuses ?",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Frostglaze Crystal_icon.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1712865062,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Cristal givrémaillé</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Trouvable proche du téléporteur sud de la zone finale du Gouffre : Mines souterraines, après avoir terminé la quête « Rémanence de courage : Souvenir d'une faible lueur ».</color>"
          }
        ]
      }
    ]
  }
}