{
  "epId": 1989,
  "name": "Lune ondulante de Futsu",
  "desc": "Une œuvre célèbre des forgerons de la lignée des Futsu. Son nom renvoie aux vagues violentes de la mer qui se déchaînent sous une nuit de pleine lune.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/波乱月白经津.png",
  "filterValues": {
    "weaponProperty": "Taux CRIT",
    "weaponType": "Épée à une main",
    "weaponRarity": 5
  },
  "menuId": 4,
  "menuName": "Armes",
  "version": 0,
  "components": {
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Cette lame est mentionnée dans l'« Anthologie des épées inazumiennes » rédigé par l'inspecteur Mikoshi Nagamasa de Tatarasuna.\nL'école Futsu produisait deux épées de lune : « Pic de vague » et « Tumulte ».\nDe ces deux lames, « Tumulte » est la seule œuvre du grand forgeron Masagomaru qui s'est vue attribuée un nom par son créateur.\nBeaucoup disent que les épées sont habitées par l'âme de ceux qui les forgent...\nL'anthologie commence d'ailleurs par cette phrase.\nIl est dit que « Pic de vague » a été forgé par le maître Futsu Minori, issu de la troisième génération de l'école.\nCette épée était d'un bleu pâle et la trempe de sa lame était aussi belle que l'eau ondulante. On la trouvait souvent à la taille du valet du Shogun.\nPlus tard, elle fut brisée lors d'un duel mortel pour décider du sort du peuple Oni, et on ordonna de la faire reforger.\nMinori avait été longtemps tourmentée par l'alcool, les vieilles blessures et les souvenirs persistants de Tatarigami. Elle était une femme brisée, à l'image d'une épée en acier non trempé.\nLe chef de la quatrième génération, Futsu Hiroyoshi, ne parvint pas à égaler l'habileté de sa mère.\nCet exploit revint à celui qu'il considérait comme son frère, Futsu Masayoshi, connu sous le nom de Masagomaru...\nIl fut celui qui forgea cette arme, permettant au chef-d'œuvre de l'école Futsu de renaître.\nLes deux épées de lune de Futsu étaient extrêmement similaires en apparence, mais disposaient de qualités différentes.\nDe toute sa vie, Masagomaru ne donna de nom qu'à cette épée, et ce, pour une raison très simple.\nIl était un orphelin analphabète et muet que le maître de la troisième génération avait recueilli auprès de lui.\nLorsqu'on lui demanda de reproduire la beauté de « Pic de vague », il inscrivit ce nom sur la lame, comme il le faisait auparavant.\nLorsque Futsu Minori décéda, ses techniques de forgeage furent transmises par Masagomaru à Hiroyoshi.\nIl semblerait que Minori voulait laisser les rênes de l'école à Masagomaru, mais qu'il refusa maintes fois.\nEn outre, « Tumulte » procura à Masagomaru une telle réputation que cela eut des répercussions sur la succession de Hiroyoshi à la tête de la quatrième génération.\nAinsi, sachant que son frère avait pris la relève, Masagomaru choisit de partir pour d'autres terres.\nPlus tard, il étudia les techniques d'autres écoles de forge et apprit auprès des artisans les plus qualifiés.\nDans ses dernières années, il eut trois élèves dont il était fier : Kaedehara Kagemitsu, Niwa Nagamitsu, et Akame Mitsunaga.\nCes trois disciples devinrent les créateurs des « Isshin Sansaku », les trois illustres épées de l'Art Isshin.\n« À l'époque, je n'étais qu'un enfant abandonné, muet, laid et sale. »\n« Un jour, je suis tombé sur une forge d'épées. J'étais tel un papillon de nuit ayant trouvé un endroit chaud dans la nuit glaciale. »\n« Devant moi se trouvait le maître de la troisième génération que les gens qualifiaient de désagréable et d'irréfléchie. »\n« À ma surprise, elle ne m'a pas envoyé paître. Elle m'a même donné du riz pour me remplir le ventre. »\n« Voyant que j'étais couvert de sable métallique, elle m'a donné un nom évoquant le sable : « Masagomaru » »\nMasagomaru n'était pas capable de parler, mais il était un fin penseur avec de nombreuses histoires à raconter.\nEn définitive, tout ce qu'il ne put dire avec sa bouche disparut au milieu des vagues...\n« Le maître de la troisième génération parlait de beaucoup de choses au muet que j'étais. »\n« Comme ses blessures qui couvrent la moitié de son corps, les souhaits de sa mère et de son grand frère... »\n« Le hakama rouge qu'elle ne pourrait jamais porter et la vague géante qui, un jour, dévorerait tout... »\nUne nuit, l'enfant entra dans la forge et aperçut cette artisane au tempérament imprévisible.\nElle martelait un morceau de fer sans se soucier des larmes qui coulaient sur son visage...\n« Oublie tout ce que tu viens de voir, c'est compris ? »\nIl acquiesça, d'un air paniqué. La femme frappa dans ses mains et éclata de rire.\n« Suis-je sotte ! J'oubliais que tu es littéralement muet comme une tombe ! »\n« Les rumeurs qui circulent sur moi généralement assez justes : j'aime l'alcool à en mourir et je suis imprévisible. »\n« Maintenant que j'y pense, j'aurais dû accepter l'invitation de mon maître à aller boire avec lui. »\nL'anthologie fait également la description de l'apparence des épées de lune de Futsu.\nCelle forgée par Futsu Minori, qui était semblable à la surface sereine et paisible de la mer nocturne, fut nommée « Pic de vague ».\nEt celle de Masayoshi le muet, majestueuse telle une tempête féroce, reçut le nom de « Tumulte »."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Niv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "Taux CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "46",
              "7.2%"
            ]
          }
        ]
      },
      {
        "key": "Niv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "Taux CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "122",
              "153",
              "12.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1906,
            "name": "Sagesse de Narukami",
            "desc": "Matériau d'élévation d'arme.<br/>Par le passé, les anciens escaladaient le sommet maintenant connu sous le nom de Mont Yougou et sculptaient du bois carbonisé par la foudre en un crochet incurvé pour l'offrir en effigie à la force tonitruante qui illuminait les cieux et secouait la terre. Cette forme deviendra finalement le symbole du Mitsudomoe Électro, symbolisant la faveur, la sagesse et la puissance de l'Électro, ainsi que les personnes qui représentent ces valeurs.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's Wisdom_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 895,
            "name": "Statuette sinistre",
            "desc": "Une statuette sculptée à l'effigie d'une personne inconnue.<br/>Elle a été témoin du passage du temps, mais demeure intacte. Son précédent propriétaire semble l'avoir chérie comme une icône sainte.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1248,
            "name": "Garde-main ancien",
            "desc": "Un garde-main qui a connu de nombreuses batailles et qui autrefois était monté sur une lame inazumienne.<br/>Pour les épéistes expérimentés, la tsuba permet de bloquer la lame de l'adversaire. Pour les débutants, elle permet de protéger sa propre main.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Niv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "Taux CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "235",
              "266",
              "18.5%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1907,
            "name": "Joie de Narukami",
            "desc": "Matériau d'élévation d'arme.<br/>Ceux qui appartiennent aux Commissions du Shogunat sont ceux qui administrent et exercent le pouvoir. Dans les contes remplis de monstres du passé, ceux à qui Son Excellence la Shogun faisait profondément confiance portaient sur eux des talismans avec ce dessin accroché, et tout comme le mot « Commission » signifie « servir joyeusement » dans l'ancienne langue, ceux qui recevaient sa faveur la lui rendaient avec amour et loyauté. Pourtant, après un certain temps, plus rien ne fut comme avant.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's Joy_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 895,
            "name": "Statuette sinistre",
            "desc": "Une statuette sculptée à l'effigie d'une personne inconnue.<br/>Elle a été témoin du passage du temps, mais demeure intacte. Son précédent propriétaire semble l'avoir chérie comme une icône sainte.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1248,
            "name": "Garde-main ancien",
            "desc": "Un garde-main qui a connu de nombreuses batailles et qui autrefois était monté sur une lame inazumienne.<br/>Pour les épéistes expérimentés, la tsuba permet de bloquer la lame de l'adversaire. Pour les débutants, elle permet de protéger sa propre main.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Niv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "Taux CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "308",
              "340",
              "21.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1907,
            "name": "Joie de Narukami",
            "desc": "Matériau d'élévation d'arme.<br/>Ceux qui appartiennent aux Commissions du Shogunat sont ceux qui administrent et exercent le pouvoir. Dans les contes remplis de monstres du passé, ceux à qui Son Excellence la Shogun faisait profondément confiance portaient sur eux des talismans avec ce dessin accroché, et tout comme le mot « Commission » signifie « servir joyeusement » dans l'ancienne langue, ceux qui recevaient sa faveur la lui rendaient avec amour et loyauté. Pourtant, après un certain temps, plus rien ne fut comme avant.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's Joy_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 473,
            "name": "Statuette maudite",
            "desc": "Une statuette sculptée à l'effigie d'une personne inconnue qui ne possédait qu'un œil.<br/>Vous sentez une chaleur s'en dégager lorsque vous la tenez, comme si c'était l'épaule d'un ami cher. Peut-être que cette statuette peut donner le courage de persévérer aux gens qui comprennent son importance.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 711,
            "name": "Garde-main kageuchi",
            "desc": "Un garde-main que l'on monte sur une épée de valeur.<br/>Inazuma a une longue tradition de fabrication d'épées. Lorsqu'un artisan veut forger une épée, il fabrique souvent plusieurs exemplaires du même modèle pour en sélectionner le meilleur, le shinuchi, les autres étant appelés les kageuchi.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Niv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "Taux CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "382",
              "414",
              "24.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1904,
            "name": "Affection de Narukami",
            "desc": "Matériau d'élévation d'arme.<br/>Tous les démons qui errent dans le désert ou vivent parmi les mortels sont attirés par la vue de la toute-puissante Narukami Ogosho, représentée par le Mitsudomoe Électro. Bien que leur vie puisse être plus longue que celle de n'importe quelle créature, elle aura nécessairement une fin. Si ceux qui ont une durée de vie limitée aspirent à l'éternité, alors ils ne peuvent que prier pour que « l'éternité » se souvienne d'eux. Et elle a effectivement répondu à leurs prières, se souvenant d'eux, amis et ennemis, et leur gardant une place dans son cœur. Que ce soit les hiboux démoniaques qui résidaient dans la brume et déchiraient les cieux, le Tanuki qui osa pénétrer dans ses jardins impériaux, ou cette femelle oni, belle comme la lune et puissante au combat, qui finit par rivaliser avec elle... Que ce soit le Tengu qui prenait son envol de ses ailes sombres ou la Kitsune Saiguu qui marchait autrefois à ses côtés, mais qui finalement disparut à jamais...<br/>Ces innombrables histoires sont dans son cœur, et un jour, elles brilleront à nouveau dans le paradis éternel de ses rêves.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's Affection_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 473,
            "name": "Statuette maudite",
            "desc": "Une statuette sculptée à l'effigie d'une personne inconnue qui ne possédait qu'un œil.<br/>Vous sentez une chaleur s'en dégager lorsque vous la tenez, comme si c'était l'épaule d'un ami cher. Peut-être que cette statuette peut donner le courage de persévérer aux gens qui comprennent son importance.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 711,
            "name": "Garde-main kageuchi",
            "desc": "Un garde-main que l'on monte sur une épée de valeur.<br/>Inazuma a une longue tradition de fabrication d'épées. Lorsqu'un artisan veut forger une épée, il fabrique souvent plusieurs exemplaires du même modèle pour en sélectionner le meilleur, le shinuchi, les autres étant appelés les kageuchi.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
            "amount": 14
          }
        ]
      },
      {
        "key": "Niv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "Taux CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "457",
              "488",
              "27.3%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1904,
            "name": "Affection de Narukami",
            "desc": "Matériau d'élévation d'arme.<br/>Tous les démons qui errent dans le désert ou vivent parmi les mortels sont attirés par la vue de la toute-puissante Narukami Ogosho, représentée par le Mitsudomoe Électro. Bien que leur vie puisse être plus longue que celle de n'importe quelle créature, elle aura nécessairement une fin. Si ceux qui ont une durée de vie limitée aspirent à l'éternité, alors ils ne peuvent que prier pour que « l'éternité » se souvienne d'eux. Et elle a effectivement répondu à leurs prières, se souvenant d'eux, amis et ennemis, et leur gardant une place dans son cœur. Que ce soit les hiboux démoniaques qui résidaient dans la brume et déchiraient les cieux, le Tanuki qui osa pénétrer dans ses jardins impériaux, ou cette femelle oni, belle comme la lune et puissante au combat, qui finit par rivaliser avec elle... Que ce soit le Tengu qui prenait son envol de ses ailes sombres ou la Kitsune Saiguu qui marchait autrefois à ses côtés, mais qui finalement disparut à jamais...<br/>Ces innombrables histoires sont dans son cœur, et un jour, elles brilleront à nouveau dans le paradis éternel de ses rêves.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's Affection_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 698,
            "name": "Statuette maléfique",
            "desc": "Une statuette à un œil qui émet une certaine énergie et dont la matière première est inconnue.<br/>En la regardant, vous pouvez presque entendre un murmure à peine audible...<br/>« Vois, mon enfant. Tout ce qui se trouve sous le trône du ciel finira détruit dans la tourmente. L'obscurité de la sérénité éternelle nous enveloppera tous. »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 400,
            "name": "Garde-main célèbre",
            "desc": "Un magnifique garde-main monté sur une épée célèbre.<br/>Certains croient fermement que les épées ont leur âme propre, c'est pourquoi ils leur donnent des noms. Ceux qui montrent de l'attachement à leur lame seront récompensés en retour. Mais ceux qui voient leur épée comme une amie ou même une amante doivent savoir que cette affection s'abreuve de sang et de mort. Les passions de ceux qui baignent dans les effusions pourpres et dansent avec les lames se verront un jour refroidies par l'acier même qu'ils avaient aimé.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Niv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "Taux CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "532",
              "563",
              "30.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1905,
            "name": "Vaillance de Narukami",
            "desc": "Matériau d'élévation d'arme.<br/>Le trésor de la déesse du tonnerre est sa majesté, et cette majesté est incarnée par sa vaillance et sa colère. Sa colère vient de l'amour qui persiste dans son cœur, et sa vaillance est renforcée par cette colère. Ainsi, quiconque bloquera le chemin vers l'éternité ou lèvera la main sur le peuple d'Inazuma deviendra son ennemi.<br/>On raconte qu'il existait quatre grands esprits, trois renards divins et deux grandes épées, mais que le symbole de Son Excellence, la toute-puissante Narukami Ogosho, ne pouvait être qu'un seul coup, invincible et brillant comme une météorite.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's Valor_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 698,
            "name": "Statuette maléfique",
            "desc": "Une statuette à un œil qui émet une certaine énergie et dont la matière première est inconnue.<br/>En la regardant, vous pouvez presque entendre un murmure à peine audible...<br/>« Vois, mon enfant. Tout ce qui se trouve sous le trône du ciel finira détruit dans la tourmente. L'obscurité de la sérénité éternelle nous enveloppera tous. »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 400,
            "name": "Garde-main célèbre",
            "desc": "Un magnifique garde-main monté sur une épée célèbre.<br/>Certains croient fermement que les épées ont leur âme propre, c'est pourquoi ils leur donnent des noms. Ceux qui montrent de l'attachement à leur lame seront récompensés en retour. Mais ceux qui voient leur épée comme une amie ou même une amante doivent savoir que cette affection s'abreuve de sang et de mort. Les passions de ceux qui baignent dans les effusions pourpres et dansent avec les lames se verront un jour refroidies par l'acier même qu'ils avaient aimé.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Niv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "Taux CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "608",
              "-",
              "33.1%"
            ]
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Lune ondulante de Futsu"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Épée à une main"
          }
        ]
      },
      {
        "key": "Attributs secondaires",
        "value": [
          {
            "type": "RichText",
            "text": "Taux CRIT"
          }
        ]
      },
      {
        "key": "Flux aiguisé",
        "value": [
          {
            "type": "RichText",
            "text": "Accorde un bonus de DGT élémentaires de 12 %/15 %/18 %/21 %/24 %. Lorsqu'un autre personnage de l'équipe à proximité utilise une compétence élémentaire, le personnage équipé de cette arme obtient 1 cumul de Pic de vague. Cet effet peut être cumulé 2 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque le personnage équipé de l'arme utilise une compétence élémentaire, tous les cumuls de Pic de vague sont consommés pour accorder un effet de Tumulte, augmentant les DGT d'attaque normale de 20 %/25 %/30 %/35 %/40 % pour chaque cumul de Pic de vague consommé, pendant 8 s."
          }
        ]
      }
    ]
  }
}