{
  "epId": 2001,
  "name": "Vérité de Kagura",
  "desc": "Les cloches utilisées lors de l'exécution de la danse Kagura, bénies par la guuji elle-même. L'odeur du cerisier sacré s'en dégage.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/神乐之真意.png",
  "filterValues": {
    "weaponType": "Catalyseur",
    "weaponProperty": "DGT CRIT",
    "weaponRarity": 5
  },
  "menuId": 4,
  "menuName": "Armes",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Vérité de Kagura"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Catalyseur"
          }
        ]
      },
      {
        "key": "Attributs secondaires",
        "value": [
          {
            "type": "RichText",
            "text": "DGT CRIT"
          }
        ]
      },
      {
        "key": "Danse Kagura du cerisier sacré",
        "value": [
          {
            "type": "RichText",
            "text": "Libérer une compétence élémentaire confère l'effet de Danse Kagura, permettant d'augmenter les DGT infligés par les compétences élémentaires du personnage équipé de l'arme de 12 %/15 %/18 %/21 %/24 % pendant 16 s. Cet effet peut être cumulé 3 fois maximum. Avec 3 cumuls, le personnage bénéficie d'un bonus de DGT élémentaires de 12 %/15 %/18 %/21 %/24 %."
          }
        ]
      }
    ],
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Le son des cloches résonne encore là où jadis des danses étaient présentées devant le trône.\nLa silhouette blanche, autrefois poursuivie, n'est jamais revenue, et pourtant, elle reste un rêve inatteignable duquel on ne se réveille pas...\n« À cette époque, je n'étais qu'une petite ignorante dont l'intelligence n'aurait jamais pu être comparée à celle de la matriarche des Hakushin.\nTâtonnant maladroitement, je n'étais qu'une gamine qui fouillait dans la neige, espérant attirer l'attention de Son Excellence.\nC'est cocasse, en y repensant : c'est justement cette façon d'agir maladroite et irréfléchie qui m'a valu d'obtenir la compassion de Son Excellence.\nEt c'est de cette manière que je suis devenue sa servante. Pour lui réchauffer les pieds et les mains, ce genre de choses... C'était un honneur.\nPlus tard, dame Saiguu partit pour ne jamais revenir, et toutes mes aînées disparurent également pour diverses raisons.\nEt c'est alors que quelqu'un d'aussi inepte que moi a endossé le rôle de Miko et est devenue la personne que vous connaissez aujourd'hui.\nAinsi, la tâche malencontreuse de mettre un sourire sur le visage de Son Excellence me tomba sur les épaules.\nLors de la nuit où j'ai interprété la danse Kagura pour la première fois, j'ai ressenti le poids de ce passé. »\nLe son des cloches s'éloignait, et mon amie et maître, la grande Kitsune d'argent, disparut dans le long fleuve des rêves.\nLes cloches résonnèrent une fois à nouveau, et l'irréductible banc de sable se détacha peu à peu, avant de se dissoudre dans le courant.\nLa blanche silhouette douce du passé avait depuis longtemps dérivé dans un souvenir obscur.\nLa dernière fille de la lignée des Kitsunes récupéra les cloches, et dansa pour le « présent ».\nJ'ai autrefois fait la connaissance d'une guerrière tengu obstinée, et ai prétexté à un « entraînement » pour qu'elle vienne pratiquer l'ascèse dans les montagnes.\nCependant, ressentant sa nature indomptable, je l'ai recommandée à ces écervelés de Kujou.\nEt bien que j'aie eu plusieurs querelles avec un Oni obstiné et aie été vaincue suite à sa persévérance...\nJ'ai ajouté quelques petits tours pour donner du piquant à notre joute.\nJe suis entrée en correspondance avec une demoiselle au sang d'Adepte d'une contrée lointaine, et lui ai fait cadeau de plantes océaniques.\nPourtant, je sentais bien que je ne pouvais pas comprendre son amour presque insensé. N'était-ce pas une forme de servitude pour l'Adepte ?\nLe clair de lune traverse le jardin impérial à travers les branches et les pétales, et se pose dans la cour vide.\nCette scène brille encore dans mon cœur comme d'innombrables joyaux scintillants...\n« Au cours de ces quelques siècles éphémères, j'ai parcouru le monde sous diverses formes.\nBien que je n'aie pas eu la chance d'entretenir de profondes relations avec le commun des mortels, j'ai appris à connaître la beauté des humains.\nEt Son Excellence, que j'ose considérer comme mon amie, dispose certainement d'encore plus de temps pour mener de telles explorations.\nObservons donc ensemble ce monde imparfait, et divertissons-nous de son attachement à l'amour, la haine, les rencontres et les séparations. »\nSon Excellence étant absorbée dans son rêve d'éternité, quelqu'un devait veiller sur les gens du peuple.\nAfin d'apaiser le ressentiment du maléfique Oni Kuroami, j'ai montré une fois un soupçon du pouvoir terrifiant qui est mien.\nEt les troubles causés par Kosanta le Tanuki chauve furent ridiculisés avec un peu de magie.\nLe pirate Rinzou, terreur de l'archipel, fut également trahi suite à quelques discordances.\nQuant à cet immortel excentrique, qui est telle une feuille vierge...\nJ'espère qu'« il » pourra trouver le droit chemin et ne deviendra pas une menace.\nLes fragments obscurcis de l'âme de l'épéiste, les bêtes de la calamité tapies dans la forêt sacrée... Tous ont été anéantis...\nComparées au rêve d'éternité que poursuit Son Excellence, ces choses ne furent que des interludes fugaces.\nL'attente que Son Excellence revienne à elle paraissait interminable, mais je savais que nous avions le temps.\n« Un plan euthymique sans vent ni lune, avec des lotus et un udumbara qui ne fanent pas...\nJ'en suis désolée, mais la solitude m'atteignait, m'ennuyant jusqu'aux larmes.\nJe préférerais arracher des branches du cerisier tonnerre dans mon ivresse et faire des espiègleries avec des démons impudents.\nEt non : toutes ces histoires ne sont pas celles d'un passé lointain, mais celles d'un avenir plein d'espoir.\nAlors, Votre Excellence, pourrais-je encore avoir le plaisir de me joindre à vous pour observer les premiers bourgeons mauves qui émergeront lors de la prochaine fonte des neiges ? »"
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Niv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "46",
              "14.4%"
            ]
          }
        ]
      },
      {
        "key": "Niv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "122",
              "153",
              "25.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 262,
            "name": "Masque du lieutenant pernicieux",
            "desc": "Matériau d'élévation d'arme.<br/>Les contes folkloriques parlent d'un oni du nom de Torachiyo. Torachiyo était un guerrier très doué à tel point qu'on raconte qu'il pouvait danser au milieu de mille lames, les robes juunihitoe déchiquetées volant comme des pétales de violette, sans subir la moindre blessure. Pourtant, cet oni finira par trahir la Shogun et se révolter, se privant d'un bras et d'une corne dans la bataille avant de s'enfuir et de se tuer dans un accès de folie furieuse.<br/>On dit que les oni têtus cachent souvent de la peur et de la détresse dans leur cœur. Ils fantasment sur l'éternité tout en craignant le moment présent, et être engloutis par la terreur ou la colère est leur juste récompense. Ce masque représente Torachiyo, les crocs dénudés.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Wicked Lieutenant_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1710,
            "name": "Griffe dissimulée",
            "desc": "Le tissu résiduel provenant du corps d'un canidé de faille.<br/>En toute logique, cet objet qui n'appartient guère à ce monde n'aurait pas dû subsister après l'anéantissement de ces créatures anormales.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Claw_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1018,
            "name": "Coquille spectrale",
            "desc": "Un noyau d'énergie qui permet aux Spectres de flotter. Il contient une petite quantité d'énergie élémentaire.<br/>La plupart de l'énergie restante s'est déjà dissipée.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Husk_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Niv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "235",
              "266",
              "37.1%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 263,
            "name": "Masque de la morsure du tigre",
            "desc": "Matériau d'élévation d'arme.<br/>« La lune assistant à la morsure du tigre du Mont Kinsen » dépeint le féroce oni Torachiyo brisant la naginata de la Shogun d'un seul coup de dent, prenant ainsi l'avantage pendant un instant. C'est pourquoi les masques qui le représentent sont souvent pourvus de crocs finement ciselés.<br/>Dans le dénouement de ce conte, l'oni blessé s'enfuit dans la forêt, craignant même de se montrer au froid clair de lune. On dit que le vent qui murmure à travers les ruelles et les vallées ressemble à ses cris d'agonie silencieux, ce qu'une expression saisonnière d'Inazuma décrit comme étant « le vent de Torachiyo ».",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Tiger's Bite_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1710,
            "name": "Griffe dissimulée",
            "desc": "Le tissu résiduel provenant du corps d'un canidé de faille.<br/>En toute logique, cet objet qui n'appartient guère à ce monde n'aurait pas dû subsister après l'anéantissement de ces créatures anormales.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Claw_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1018,
            "name": "Coquille spectrale",
            "desc": "Un noyau d'énergie qui permet aux Spectres de flotter. Il contient une petite quantité d'énergie élémentaire.<br/>La plupart de l'énergie restante s'est déjà dissipée.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Husk_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Niv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "308",
              "340",
              "42.9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 263,
            "name": "Masque de la morsure du tigre",
            "desc": "Matériau d'élévation d'arme.<br/>« La lune assistant à la morsure du tigre du Mont Kinsen » dépeint le féroce oni Torachiyo brisant la naginata de la Shogun d'un seul coup de dent, prenant ainsi l'avantage pendant un instant. C'est pourquoi les masques qui le représentent sont souvent pourvus de crocs finement ciselés.<br/>Dans le dénouement de ce conte, l'oni blessé s'enfuit dans la forêt, craignant même de se montrer au froid clair de lune. On dit que le vent qui murmure à travers les ruelles et les vallées ressemble à ses cris d'agonie silencieux, ce qu'une expression saisonnière d'Inazuma décrit comme étant « le vent de Torachiyo ».",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Tiger's Bite_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1709,
            "name": "Ongle dissimulé",
            "desc": "Du tissu de chair provenant du corps d'un canidé de faille.<br/>Aussi étonnantes qu'elles soient, ces créatures d'Alfisol ne sont rien comparées à Durin, l'Humus.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Unguis_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1019,
            "name": "Cœur spectral",
            "desc": "Un noyau d'énergie qui permet aux Spectres de flotter.<br/>Ces formes de vie élémentaires ont des habitudes de comportement étranges et augmenteront périodiquement leur nombre avant de disparaître.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Heart_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Niv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "382",
              "414",
              "48.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 261,
            "name": "Masque du cornu",
            "desc": "Matériau d'élévation d'arme.<br/>Dans les chansons oni, Torachiyo était un jeune homme élégant, fort de corps et beau de visage. Il était autrefois un lieutenant bien-aimé de la Shogun, et la suivit dans les royaumes abyssaux pour repousser le mal, gagnant la renommée d'oni malgré leur nombre décroissant.<br/>Personne ne chante désormais plus ces chansons, sauf le masque d'un oni cornu, qui, même sous cette forme, possède toujours un pouvoir extraordinaire.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the One-Horned_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1709,
            "name": "Ongle dissimulé",
            "desc": "Du tissu de chair provenant du corps d'un canidé de faille.<br/>Aussi étonnantes qu'elles soient, ces créatures d'Alfisol ne sont rien comparées à Durin, l'Humus.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Unguis_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1019,
            "name": "Cœur spectral",
            "desc": "Un noyau d'énergie qui permet aux Spectres de flotter.<br/>Ces formes de vie élémentaires ont des habitudes de comportement étranges et augmenteront périodiquement leur nombre avant de disparaître.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Heart_icon.png",
            "amount": 14
          }
        ]
      },
      {
        "key": "Niv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "457",
              "488",
              "54.5%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 261,
            "name": "Masque du cornu",
            "desc": "Matériau d'élévation d'arme.<br/>Dans les chansons oni, Torachiyo était un jeune homme élégant, fort de corps et beau de visage. Il était autrefois un lieutenant bien-aimé de la Shogun, et la suivit dans les royaumes abyssaux pour repousser le mal, gagnant la renommée d'oni malgré leur nombre décroissant.<br/>Personne ne chante désormais plus ces chansons, sauf le masque d'un oni cornu, qui, même sous cette forme, possède toujours un pouvoir extraordinaire.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the One-Horned_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1711,
            "name": "Serre dissimulée",
            "desc": "La griffe tranchante d'un canidé de faille.<br/>Toutes les merveilles du monde ne font pas le poids face au Cretaceus, la plus belle création de toutes.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Talon_icon.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 1020,
            "name": "Noyau spectral",
            "desc": "Un noyau d'énergie intégral qui peut être ramassé après avoir vaincu un Spectre.<br/>Un débat revient souvent parmi ceux qui aiment diviser le monde entre gagnants et perdants : Lequel flotte le mieux dans les airs ? Un Anémoblob ou un Spectre ?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Nucleus_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Niv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "532",
              "563",
              "60.3%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 264,
            "name": "Masque du kijin",
            "desc": "Matériau d'élévation d'arme.<br/>Chiyo, une guerrière de la tribu oni avec l'emblème du Mitsudomoe Électro sur le dos, a été une fois avalée entière par une bête d'au-delà de ce monde qui avait un corps de tigre et une queue de serpent tout en retenant les forces des ténèbres. Finalement, elle a déchiré les entrailles de la créature de l'intérieur, se libérant.<br/>C'est l'origine de l'expression « Chiyo la morsure de tigre », qui sera changée au fil des années en « Torachiyo ».<br/>Mais dans le ventre de la bête, elle fut souillée d'un péché profond et vit ses camarades déchiquetés par ces dents entachées de sang. Plongée dans les ténèbres à perte de vue, elle finira par retourner son épée contre la toute-puissante Narukami Ogosho. Son bras et une corne furent tranchés, et elle s'enfuit de la ville dans la forêt comme une bête blessée. Là, on raconte qu'elle fut prise pour un monstre inconnu et tuée par un Tengu, ou par le Shuumatsuban, ou peut-être même par un descendant du Clan Iwakura s'entraînant au fond des montagnes, car ses traits avaient été déformés par la haine et l'agonie de ses blessures. Ou peut-être a-t-elle même rencontré l'humanoïde portant une épée et un masque d'oni près du cadavre du serpent géant, et là s'est terminé le voyage de sa vie.<br/>Peu de ceux qui ont combattu l'abîme à cette époque ont été épargnés par les rêves les plus sombres. Ceux qui ont tué des monstres et se sont transformés en eux n'étaient guère la minorité. La frontière entre les mondes se fragilise, et une telle corruption n'est peut-être pas simplement à sens unique.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Kijin_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1711,
            "name": "Serre dissimulée",
            "desc": "La griffe tranchante d'un canidé de faille.<br/>Toutes les merveilles du monde ne font pas le poids face au Cretaceus, la plus belle création de toutes.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Talon_icon.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 1020,
            "name": "Noyau spectral",
            "desc": "Un noyau d'énergie intégral qui peut être ramassé après avoir vaincu un Spectre.<br/>Un débat revient souvent parmi ceux qui aiment diviser le monde entre gagnants et perdants : Lequel flotte le mieux dans les airs ? Un Anémoblob ou un Spectre ?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Nucleus_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Niv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "608",
              "-",
              "66.2%"
            ]
          }
        ]
      }
    ]
  }
}