{
  "epId": 2063,
  "name": "Cœur du Brave",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATQ",
      "Bonus de DGT"
    ]
  },
  "menuId": 5,
  "menuName": "Artéfacts",
  "version": 0,
  "components": {
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Dignité du Brave",
        "position": "Coupe d'éonothème",
        "desc": [
          {
            "type": "RichText",
            "text": "Une coupe rudimentaire en bois. Elle est remplie de souvenirs."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Emblème du Brave",
        "position": "Fleur de la vie",
        "desc": [
          {
            "type": "RichText",
            "text": "Une simple broche qui symbolise le souvenir d'une aventure passée."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Persévérance du Brave",
        "position": "Sables du temps",
        "desc": [
          {
            "type": "RichText",
            "text": "Un sablier ancien qui n'a pas grande utilité. Peut-être symbolise-t-il le caractère insaisissable du temps ?"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Couronne du Brave",
        "position": "Diadème de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Couronne rudimentaire en paille fragile. Pour certaines personnes, elle vaut autant qu'une couronne en or digne des plus grands souverains."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Espoir du Brave",
        "position": "Plume de la mort",
        "desc": [
          {
            "type": "RichText",
            "text": "Une plume d'oiseau brillante qui donne un peu de courage."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/plume_of_death_icon.png"
      }
    },
    "story": [
      {
        "title": "Emblème du Brave",
        "desc": [
          {
            "type": "RichText",
            "text": "Le petit héros s'éclipsait de chez lui à la tombée de la nuit en compagnie de son ami pour s'aventurer dans la forêt des loups.\nIl pourchassait les sangliers avec son lance-pierres et livrait des batailles de longue haleine contre des ennemis imaginaires à l'aide d'une branche solide.\nUne fée le conduisit dans les profondeurs de la forêt, où il découvrit un trésor caché depuis un millénaire.\nCelui-ci était une petite fleur jaune.\nUn jour, le héros revint dans la chambre de son enfance et retrouvera les souvenirs qu'il avait gardés des aventures de son enfance.\nÀ sa grande surprise, la fleur n'avait toujours pas fané.\nHélas, c'était la seule chose qui demeura intacte au cours de sa vie mouvementée."
          }
        ]
      },
      {
        "title": "Couronne du Brave",
        "desc": [
          {
            "type": "RichText",
            "text": "Le héros, encore enfant, s'enfonçait dans la forêt mystérieuse dans la peau d'un rebelle.\nSon compagnon de jeu incarnait un chevalier, champion de l'aristocratie tyrannique.\n« Je me tiens sur le champ de bataille, tel un lion. Comme elle l'a fait autrefois, il y a mille ans. »\n« Ma lame inspirera des chants connus par les générations futures. »\nLe fracas de la fausse épée contre la branche de bois marqua le début de leur affrontement.\nCe dernier dura jusqu'à ce que le héros parvint à arracher la couronne de l'aristocrate.\nMalgré le temps qui passe,\ncette couronne de fleurs rudimentaire demeura plus précieuse que le pouvoir de commander des hommes."
          }
        ]
      },
      {
        "title": "Dignité du Brave",
        "desc": [
          {
            "type": "RichText",
            "text": "Le brave héros savoura le goût de la victoire après son premier combat.\nCe jour-là, il trinqua avec son meilleur ami dans l'allégresse et l'insouciance.\nBien des années plus tard, il dirigea les chevaliers dans la défense de sa patrie lors d'un cataclysme sans précédent.\nLa veille de la bataille, il demanda à son ami d'enfance de boire un verre en sa compagnie.\n« Je ne te pleurerai guère si tu ne reviens pas... »\n« Au contraire, je boirais en ton honneur comme aujourd'hui. »"
          }
        ]
      },
      {
        "title": "Espoir du Brave",
        "desc": [
          {
            "type": "RichText",
            "text": "Afin de consoler son ami, le héros lui offrit une plume d'oiseau.\nCelle-ci était le symbole de toutes les aventures qu'il leur ait été données de vivre et de tous les trésors qu'il leur ait été donnés de trouver.\nL'un d'entre eux fut surnommé « Lion »,\net devint un roi sans courronne, à la tête d'une armée de chevaliers.\nL'autre fut appelé « Loup »,\net fut le soutien sans faille de son ami en l'aidant à gouverner dans l'ombre.\nEn des temps tourmentés, ils furent l'épée et le poignard qui protégèrent leur cité.\nCependant, cette histoire appartient désormais au passé.\nComme de nombreux récits perdus dans la bataille."
          }
        ]
      },
      {
        "title": "Persévérance du Brave",
        "desc": [
          {
            "type": "RichText",
            "text": "Les ténèbres pleuvaient du ciel et les graines de la calamité s'enracinaient dans la terre.\nPartis en expédition, les chevaliers resserrèrent leurs rangs et adoptèrent une formation solide comme un glacier du nord pour faire face à ce cataclysme.\nL'acier de leurs espadons brillait, alors que le sang noir s'abattait comme une pluie empoisonnée.\nLe héros retourna chez lui, mais sans son fidèle ami.\nRien n'était plus pareil, sauf le sablier qu'il lui avait offert."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Augmente l'ATQ de 18 %.",
      "fourSetEffect": "Augmente les DGT infligés aux ennemis dont les PV sont supérieurs à 50 % de 30 %."
    },
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Cœur du Brave"
          }
        ]
      }
    ]
  }
}