{
  "epId": 2067,
  "name": "Colère de tonnerre",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bonus de DGT",
      "Réduction du TdR"
    ]
  },
  "menuId": 5,
  "menuName": "Artéfacts",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Confère un bonus de DGT Électro de 15 %.",
      "fourSetEffect": "Augmente les DGT infligés par Surcharge, Électrocution et Supraconduction de 40 %. Lorsque vous déclenchez ces réactions élémentaires, le TdR de la compétence élémentaire est réduit de 1 s. Cet effet peut être déclenché une fois toutes les 0,8 s."
    },
    "artifactList": {
      "circlet_of_logos": {
        "title": "Diadème de l'Invocateur de tonnerre",
        "position": "Diadème de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diadème porté autrefois par un shaman adorateur de l'Oiselle du tonnerre. L'oiseau maléfique demeura insensible à la dévotion du shaman."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Présage de tombée du tonnerre",
        "position": "Coupe d'éonothème",
        "desc": [
          {
            "type": "RichText",
            "text": "Un calice de cérémonie servant à contenir le sang des innocents. Le rugissement d'innombrables prières s'en dégage."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Sablier de tonnerre",
        "position": "Sables du temps",
        "desc": [
          {
            "type": "RichText",
            "text": "Un sablier utilisé autrefois pour compter le temps séparant de l'arrivée de l'Oiselle du tonnerre. Il est désormais silencieux, le clan auquel il appartenait ayant disparu."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Compassion de l'Oiselle du tonnerre",
        "position": "Fleur de la vie",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fleur imprégnée de foudre, qui réussit à survivre aux piétinements et à la furie du feu violet, en faisant la seule survivante d'une certaine catastrophe."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Survivant de la catastrophe",
        "position": "Plume de la mort",
        "desc": [
          {
            "type": "RichText",
            "text": "Une plume électrique qui scelle le jugement cruel de l'Oiselle du tonnerre. On peut encore sentir sa colère en émaner."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/plume_of_death_icon.png"
      }
    },
    "story": [
      {
        "title": "Compassion de l'Oiselle du tonnerre",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fleur sauvage violette qui a survécu dans les cendres volcaniques.\nElle fut témoin de l'annihilation d'une ancienne tribu.\nLe shaman invoqua l'Oiselle du tonnerre avec le sang d'un innocent.\nLa tribu fit ses offrandes, et attendit la parole de la divinité-oiseau.\nMais c'est la destruction que l'Oiselle du tonnerre apporta en descendant des cieux.\nLe prix à payer pour avoir osé sacrifier son ami fut la mort.\nMontrant son vrai visage, il éradiqua la tribu."
          }
        ]
      },
      {
        "title": "Diadème de l'Invocateur de tonnerre",
        "desc": [
          {
            "type": "RichText",
            "text": "Au sein de l'ancienne tribu vénérant l'Oiselle du tonnerre,\ncette couronne était portée par les plus prestigieux des shamans.\nL'oiseau volant dans l'orage faisait pleuvoir la foudre violette et les eaux du ciel sur les terres.\nLes tribus anciennes craignaient son pouvoir, et étaient reconnaissantes de ses dons.\nLes shamans étaient ceux choisis pour l'offrande de sang, qui garantissait protection et pardon.\nMais l'Oiselle du tonnerre était une bête, et n'avait cure de ces simagrées.\nLes hommes ignorants continuaient à voir en ses actions quelque intervention divine.\nMais tonnerre était son souffle, semblable à la destinée des hommes.\nDu ciel en haut, les hommes ne différaient pas des animaux.\nJusqu'au jour où une chanson claire perça l'orage qui grondait sourdement.\nElle déchira les ténèbres du ciel, et lui transmit la lumière."
          }
        ]
      },
      {
        "title": "Présage de tombée du tonnerre",
        "desc": [
          {
            "type": "RichText",
            "text": "Une coupe rituelle utilisée par le shaman de quelque tribu ancienne.\nElle contient le sang dédié à l'Oiselle du tonnerre.\nUn jeune homme chantait sans peur dans les montagnes alors que l'Oiselle du tonnerre parcourait les cieux.\nAttiré par sa voix, la créature se posa à ses côtés.\n« Intéressante chanson, petit humain. Ne crains-tu donc pas la tempête et la foudre ? »\n« Les anciens de ma tribu disent que j'ai le pouvoir de les calmer. »\nLe jeune homme fit une pause dans sa chanson pour répondre à l'Oiselle du tonnerre.\nCette dernière lâcha un cri, et arrêta de parler ;\ncar la suite de l'enchanteresse chanson il voulait écouter.\nCe fut la première et dernière rencontre entre l'Oiselle du tonnerre et le garçon.\nCar à leur rencontre suivante, le sang du garçon emplissait la coupe sur l'autel sacrificiel."
          }
        ]
      },
      {
        "title": "Survivant de la catastrophe",
        "desc": [
          {
            "type": "RichText",
            "text": "Une plume enchantée par la foudre violette ayant autrefois appartenu à l'Oiselle du tonnerre.\nElle est le dernier témoin de l'annihilation de la tribu.\nLa tribu considérait l'Oiselle du tonnerre comme sa protectrice ; mais cette dernière abattit sa foudre sur la tribu.\nPar une nuit sombre, il s'était lié d'amitié avec un jeune homme.\nAprès que l'oiseau se fut envolé, le garçon ramassa une plume qu'il avait laissée s'échapper.\n« Je te chanterai une autre chanson\nquand tu reviendras avec l'orage. »\nCette promesse brisée rendit l'oiseau fou de colère.\nIl réduisit la forêt de la montagne en cendres,\net sema le chaos des années durant, avant d'être abattu, tel un monstre.\nLes années passèrent ; les terres autrefois brûlées reprirent vie.\nLa plume de l'Oiselle du tonnerre fut enfouie dans la végétation.\nEt l'histoire disparut avec la tribu."
          }
        ]
      },
      {
        "title": "Sablier de tonnerre",
        "desc": [
          {
            "type": "RichText",
            "text": "Un somptueux sablier ayant appartenu à la tribu qui vénérait l'Oiselle du tonnerre.\nIl sombra dans l'oubli en même temps que ses propriétaires.\nCe sablier d'améthyste et d'or ambré appartenait autrefois à un shaman.\nIl était utilisé lors des rituels tenus en l'honneur du dieu-oiseau.\nLors du dernier rituel de la tribu, l'Oiselle du tonnerre enragée renversa l'autel ensanglanté.\nCelui qu'ils croyaient être leur sauveur se révéla être leur fossoyeur.\nEt pour venger la mort de celui qui jadis lui avait chanté, il ne laissa aucun survivant.\nMais l'Oiselle du tonnerre ignorait que le garçon s'était porté volontaire,\nconsidérant son sacrifice comme un honneur."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Colère de tonnerre"
          }
        ]
      }
    ]
  }
}