{
  "epId": 2070,
  "name": "Dompteur de foudre",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bonus de DGT",
      "RÉS élémentaires"
    ]
  },
  "menuId": 5,
  "menuName": "Artéfacts",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Augmente la RÉS Électro de 40 %.",
      "fourSetEffect": "Augmente les DGT infligés aux ennemis affectés par l'élément Électro de 35 %."
    },
    "story": [
      {
        "title": "Cœur du Dompteur de foudre",
        "desc": [
          {
            "type": "RichText",
            "text": "Une petite fleur violette cueillie lors d'un orage.\nSon porteur ne craint ni l'éclair ni la foudre.\nCette fleur ne germe que sous l'orage, et jamais ne se fane sous la pluie incessante.\nIl s'agit de la Fleur de Tonnerre, cueillie avec soin par le dompteur de foudre.\nLe guerrier portait toujours cette fleur avant d'affronter la colère de la foudre.\nSa résolution ne flanchit jamais, même lorsqu'il combattit la bête de foudre.\nPeut-être la fleur n'était-elle qu'un caprice pour le guerrier ;\nmais les voyageurs virent en elle la source de la détermination qui conquit la foudre."
          }
        ]
      },
      {
        "title": "Couronne du Dompteur de foudre",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diadème très ancien.\nIl brille de l'éclat de l'éclair dompté.\nLa bête féroce\navait asservi le peuple de son puissant pouvoir.\nMais l'éclair est éphémère,\net comme ce dernier, la puissance de la bête disparut bientôt.\nLe guerrier vainquit le monstre dans l'orage,\net prit le diadème comme trophée.\nMais le passé n'est jamais réparable."
          }
        ]
      },
      {
        "title": "Calice du Dompteur de foudre",
        "desc": [
          {
            "type": "RichText",
            "text": "Une coupe ayant appartenu au dompteur de foudre.\nPeut-être son ancien propriétaire l'utilisait-elle pour y boire la foudre ?\nAussi puissant qu'il fut, le dompteur de foudre était un mortel, soumis lui aussi à ses émotions.\nLa rage et l'extase viennent et vont en un instant, tout comme le tonnerre.\nCette coupe fut témoin des exploits de cet homme, mais aussi de ses joies, de ses colères et de ses peines.\nCette coupe contint le vin utilisé en offrande dans la famille du héros.\nPeut-être de cette coupe tira-t-il le courage d'affronter la bête vivant au nord ?\nPeut-être aussi fut-elle son seul compagnon lors des derniers moments de solitude."
          }
        ]
      },
      {
        "title": "Plume du Dompteur de foudre",
        "desc": [
          {
            "type": "RichText",
            "text": "Un insigne de la forme d'une plume de faucon traversant l'orage.\nSon porteur peut presque entendre le grondement du tonnerre et ressentir la chaleur du volcan.\nNe crains ni la foudre ni le volcan ;\nle faucon sa plume a laissé dans les bois brûlés.\nLe guerrier fabriqua un insigne d'améthyste imitant la plume.\nLa plume violette brillait sous le regard de ses ennemis.\nSur l'objet l'éclair scintillait,\ntel le présage de la fin proche de la bête de foudre.\nComme le faucon, le guerrier avait conquis le tonnerre et les flammes,\net décapita enfin le monstre."
          }
        ]
      },
      {
        "title": "Temps du Dompteur de foudre",
        "desc": [
          {
            "type": "RichText",
            "text": "Un sablier ayant appartenu au dompteur de foudre. Des fragments Électro y remplacent le sable.\nCes derniers se brisent et chutent avec le temps qui passe, pour fusionner à nouveau à la base du sablier.\nUn sablier en améthyste fabriqué par le guerrier qui vainquit la bête de foudre.\nÀ l'image de la foudre qui s'abat, le temps passe en un instant.\nMême le dompteur de foudre ne pouvait dompter le temps.\nEmprisonnés dans ce sablier, la foudre et le tonnerre obéissent au temps,\nleurs fragments se brisant et fusionnant à l'infini pendant qu'il passe silencieusement.\nLa compréhension du cycle de la vie et de la mort que le dompteur de foudre acquit grâce à l'objet lui permit de venir à bout du monstre."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Dompteur de foudre"
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Calice du Dompteur de foudre",
        "position": "Coupe d'éonothème",
        "desc": [
          {
            "type": "RichText",
            "text": "Le calice à vin dans lequel le Dompteur de foudre, qui vint à bout de la bête de foudre, but des éclairs pourpres."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Cœur du Dompteur de foudre",
        "position": "Fleur de la vie",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fleur qui pousse uniquement dans des zones orageuses. Elle donne le courage de s'aventurer dehors lorsque la tempête fait rage."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Plume du Dompteur de foudre",
        "position": "Plume de la mort",
        "desc": [
          {
            "type": "RichText",
            "text": "La plume d'un oiseau de proie ayant traversé les orages. On raconte qu'il s'agit là de l'insigne qu'adopta le héros qui pacifia l'éclair et le tonnerre."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Temps du Dompteur de foudre",
        "position": "Sables du temps",
        "desc": [
          {
            "type": "RichText",
            "text": "Le sablier du héros qui conquit l'éclair et le tonnerre. Les éclats cristallins de foudre s'écoulent avec le temps."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Couronne du Dompteur de foudre",
        "position": "Diadème de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Le diadème que le Dompteur de foudre reçut après avoir vaincu le monstre de tonnerre qui menaçait le pays."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/circlet_of_logos_icon.png"
      }
    }
  }
}