{
  "epId": 2077,
  "name": "Chevalerie ensanglantée",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bonus de DGT"
    ]
  },
  "menuId": 5,
  "menuName": "Artéfacts",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Fleur de fer ensanglantée",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fleur blanche ordinaire offerte au chevalier par une demoiselle qu'il avait secourue.\nElle est devenue sèche, et le sang qui y a séché l'a rendue rigide.\nLa demoiselle tenait à le récompenser pour sa bravoure ;\nmais il refusa tout ce qu'elle voulut lui offrir, sauf la fleur.\n« Respecter le code de la chevalerie est une récompense en soi. »\n« Cette fleur sera ma médaille. Cela me suffira. »\nCette fleur resta accrochée sur sa poitrine, jusqu'à être couverte du sang des combats.\nComme l'armure du chevalier, elle devint aussi noire que la nuit d'hiver,\net comme son cœur, elle devint aussi dure que la lame forgée."
          }
        ]
      },
      {
        "title": "Masque de fer ensanglanté",
        "desc": [
          {
            "type": "RichText",
            "text": "Un magnifique masque en platine ayant appartenu à un chevalier de noble lignée.\nLes taches de sang séché qui le salissent en font maintenant partie entière.\nLorsque le chevalier tendit la main à la femme après avoir éliminé le monstre qui la menaçait,\ncelle-ci cria de peur et le repoussa.\nCe fut à ce moment là qu'il se rendit compte qu'il était lui-même devenu un monstre,\ncorrompu par le sang et la cruauté de sa guerre sans fin.\n« Cache-moi du regard de ceux »\n« Que j'ai juré de secourir ; »\n« Et protège-les de mon horrible visage. »"
          }
        ]
      },
      {
        "title": "Coupe du chevalier ensanglantée",
        "desc": [
          {
            "type": "RichText",
            "text": "Les exploits d'un héros étaient autrefois gravés sur cette coupe d'argent,\nmais le sang et la fumée l'ont tachée jusqu'à la rendre méconnaissable.\nLe chevalier chasseur de démons, couvert de sang, s'en revint du terrible champ de bataille ;\nmais il découvrit que ceux attendant d'être par lui sauvés, ne l'attendaient plus dans les ruines fumantes des maisons brûlées.\nGoûtant à l'amertume de cet échec, il se saisit d'une coupe noircie qui gisant sur le sol ;\net il jura de se débarrasser des monstres, du mal et de la pauvreté qui torturaient le monde."
          }
        ]
      },
      {
        "title": "Plume noire ensanglantée",
        "desc": [
          {
            "type": "RichText",
            "text": "Une des nombreuses plumes qui collaient parfois à l'armure du chevalier ensanglanté.\nCar là où l'odeur du sang s'élève, les corbeaux ne sont jamais loin.\nÉtait-ce le sien ou celui de ses ennemis ?\nLe chevalier n'en avait plus cure.\nAprès d'innombrables effusions de sang, il réalisa une triste vérité.\nLe chevalier au cœur pur qu'il avait été autrefois s'était transformé en monstre.\nLes corbeaux seuls étaient ses compagnons, suivant les torrents de sang par lui laissés."
          }
        ]
      },
      {
        "title": "Sablier du Chevalier ensanglanté",
        "desc": [
          {
            "type": "RichText",
            "text": "Dans les abysses où l'on ne voit jamais ni les étoiles ni la lune,\nil garda cette horloge avec lui, même si le temps avait perdu toute signification.\nL'histoire du chevalier arriva à sa fin,\ncar il réalisa qu'il n'y avait point de place pour lui dans ce monde.\nIl s'aventura dans l'ancien royaume et mourut dans l'antre des monstres.\nEt dans les abîmes du monde, il découvrit l'origine de ces créatures.\n« Le grand royaume a été injustement puni. »\n« Ses habitants innocents en bêtes immondes ont été changés. »\n« Au nom de la chevalerie, je ne puis tolérer une telle injustice. »\n« Si l'Abîme est ton nom, alors je vous prête serment. »"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Chevalerie ensanglantée"
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Masque de fer ensanglanté",
        "position": "Diadème de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Un masque de fer protégeant autrefois le visage d'un certain chevalier. Nombreuses furent les spéculations quant à qui se cachait derrière."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Fleur de fer ensanglantée",
        "position": "Fleur de la vie",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fleur séchée imprégnée de sang, qui a fini par devenir aussi dure que le fer. Probablement un genre de souvenir pour son ancien propriétaire."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Plume noire ensanglantée",
        "position": "Plume de la mort",
        "desc": [
          {
            "type": "RichText",
            "text": "Une plume d'un manteau de chevalier. D'innombrables taches de sang ont fini par la teindre en noir."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Sablier du Chevalier ensanglanté",
        "position": "Sables du temps",
        "desc": [
          {
            "type": "RichText",
            "text": "Un sablier ayant appartenu autrefois à un chevalier. Le liquide qu'il contient a séché depuis longtemps, le rendant inutilisable."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Coupe du chevalier ensanglantée",
        "position": "Coupe d'éonothème",
        "desc": [
          {
            "type": "RichText",
            "text": "Une coupe ayant appartenu au Chevalier ensanglanté. Le sang séché et la fumée l'ont complètement noircie."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/goblet_of_eonothem_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Augmente les DGT physiques de 25 %.",
      "fourSetEffect": "L'utilisation d'attaques chargées ne consomme pas l'endurance pendant 10 s après la défaite d'un ennemi, et ces dernières infligent 50 % de DGT supplémentaires."
    }
  }
}