{
  "epId": 2080,
  "name": "Exilé",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Recharge d'énergie"
    ]
  },
  "menuId": 5,
  "menuName": "Artéfacts",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Fleur de l'Exilé",
        "desc": [
          {
            "type": "RichText",
            "text": "Cette histoire eut lieu avant que l'exilé ne prenne part à la querelle qui déchira sa famille.\nCette fleur germa avant que ne fut versée la première goutte de sang.\nTémoin de la cruauté de l'homme, l'exilé abandonna sa bonté au passé.\nMais cette fleur fanée, tout comme son sourire disparu, sera à jamais un trésor chéri."
          }
        ]
      },
      {
        "title": "Diadème de l'Exilé",
        "desc": [
          {
            "type": "RichText",
            "text": "L'exilé était l'héritier d'une famille noble. Il passa son enfance insouciante dans un palais d'or et d'argent.\nEn ces temps révolus, le diadème de son père représentait dignité et noblesse.\nLes ans passèrent, et sous les assauts d'une querelle familiale le sang vint à couvrir les murs du palais.\nLe diadème devint ensuite la preuve du crime de l'exilé. Il l'a accompagné dès lors."
          }
        ]
      },
      {
        "title": "Coupe de l'Exilé",
        "desc": [
          {
            "type": "RichText",
            "text": "Une coupe en argent d'un aristocrate exilé. Une gemme portant les armoiries de sa famille l'ornait autrefois.\nAprès que la honte de l'exil eut frappé sa famille, il retira de la coupe le symbole qui jadis faisait sa fierté.\nCe faisant, il cassa l'objet, qui ne put plus contenir de liquide.\nMais l'exilé continua de la porter, jusqu'à la fin de son périple."
          }
        ]
      },
      {
        "title": "Plume de l'Exilé",
        "desc": [
          {
            "type": "RichText",
            "text": "L'exilé parcourut les plaines et les forêts, voyageant seul dans la nature.\nÀ travers les nuages sombres, une plume d'azur atterrit sur son épaule.\nElle provenait d'un oiseau effrayé fuyant le faucon, tout comme lui marchait en exil.\nCette plume représente l'esprit libre tel l'oiseau de l'exilé."
          }
        ]
      },
      {
        "title": "Montre de poche de l'Exilé",
        "desc": [
          {
            "type": "RichText",
            "text": "L'exilé reçut cette montre de poche alors qu'il était encore enfant.\nElle l'accompagna dans tous les bons moments de l'enfance ;\nmais la tragédie vint mettre fin à cette paisible époque.\nL'exilé n'eut nul autre choix que de partir."
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Plume de l'Exilé",
        "position": "Plume de la mort",
        "desc": [
          {
            "type": "RichText",
            "text": "Une plume qui n'a pas été conçue pour être un accessoire. Elle s'est juste accrochée aux vêtements de son nouveau propriétaire."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Fleur de l'Exilé",
        "position": "Fleur de la vie",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fleur mate portée sur la poitrine. Son ancien propriétaire insistait pour la porter pendant l'exil ; elle doit avoir une signification particulière."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Montre de poche de l'Exilé",
        "position": "Sables du temps",
        "desc": [
          {
            "type": "RichText",
            "text": "Son cadran en cristal a été brisé et ses aiguilles ont disparu. Même dans cet état, son propriétaire l'a gardée jusqu'à la fin."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Diadème de l'Exilé",
        "position": "Diadème de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diadème prestigieux dont l'insigne a été rayé, son propriétaire étant tombé en disgrâce."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Coupe de l'Exilé",
        "position": "Coupe d'éonothème",
        "desc": [
          {
            "type": "RichText",
            "text": "Un calice en métal lourd dans lequel des pierres précieuses étaient incrustées. Celles-ci ont été retirées."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/goblet_of_eonothem_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Augmente la recharge d'énergie de 20 %.",
      "fourSetEffect": "Le déchaînement élémentaire restaure 2 pts d'énergie élémentaire à tous les personnages de l'équipe (à l'exception du porteur) toutes les 2 s pendant 6 s. Cet effet est non cumulable."
    },
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Exilé"
          }
        ]
      }
    ]
  }
}