{
  "epId": 2081,
  "name": "Bande vagabonde",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bonus de DGT",
      "Maîtrise élémentaire"
    ]
  },
  "menuId": 5,
  "menuName": "Artéfacts",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Augmente la maîtrise élémentaire de 80 pts.",
      "fourSetEffect": "Augmente les DGT infligés par les attaques chargées de 35 % lorsque ce set d'artéfacts est équipé par les personnages maniant un arc ou un catalyseur."
    },
    "artifactList": {
      "plume_of_death": {
        "title": "Plume de flèche du lyriste",
        "position": "Plume de la mort",
        "desc": [
          {
            "type": "RichText",
            "text": "Une plume de flèche cyan ni flétrie ni brisée par le temps. Une mélodie claire et cristalline rappelant l'eau vive s'en dégage."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Gourde à cordes du ménestrel",
        "position": "Coupe d'éonothème",
        "desc": [
          {
            "type": "RichText",
            "text": "Une gourde ancienne à la forme étrange. Des cordes de harpe ornent son intérieur ; une mélodie sublime s'en dégage lorsque l'eau coule."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Haut-de-forme du chef d'orchestre",
        "position": "Diadème de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Un chapeau haut-de-forme ayant gardé son éclat malgré le passage du temps. Une mélodie ancienne semble y résonner."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Tombée du rideau",
        "position": "Sables du temps",
        "desc": [
          {
            "type": "RichText",
            "text": "Un sablier permettant de garder trace du temps écoulé lors des représentations. Un son clair s'en échappait autrefois, mais le temps des représentations est aujourd'hui fini..."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Aube de l'orchestre",
        "position": "Fleur de la vie",
        "desc": [
          {
            "type": "RichText",
            "text": "Un petit emblème en forme de fleur. Celui qui prête l'oreille peut presque entendre une flûte accompagnant le chant de plusieurs voix."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png"
      }
    },
    "story": [
      {
        "title": "Aube de l'orchestre",
        "desc": [
          {
            "type": "RichText",
            "text": "Un insigne en forme de fleur. On dirait qu'une musique s'en dégage.\nUne bretteuse charismatique faisait partie de la troupe itinérante.\nElle était aussi belle que le reflet des nuages crépusculaires sur l'eau, et aussi élégante que l'alouette chantant à l'aube.\nChaque coup de son épée était accompagné d'une mélodie chantant aux vents.\nLa fin de chaque danse, la fin de chaque chanson étaient tel le soleil après la pluie.\nLa poussière est depuis retombée, et la scène comme la vie sont vides de l'absence de sa musique.\nSa musique comme sa lame étaient aussi mortelles que belles.\nCar la troupe, la Compagnie Vagabonde, avait deux types d'audiences ;\net la musique portait bien plus loin que la scène pour ses ennemis."
          }
        ]
      },
      {
        "title": "Haut-de-forme du chef d'orchestre",
        "desc": [
          {
            "type": "RichText",
            "text": "Un haut-de-forme toujours intact malgré son âge.\nOn pourrait presque entendre l'écho de quelque antique mélodie en l'approchant de l'oreille.\nIl y a de cela plusieurs millénaires, une compagnie de troubadours parcourait ce monde.\nElle n'avait nul besoin de partitions, car les musiciens jouaient et chantaient ce qu'ils voyaient et entendaient.\nAvec le temps passant, la troupe réalisa progressivement l'immensité du monde.\n« Il y a tant à chanter. »\nTransformant leurs notes en mots, les troubadours de leurs aventures écrivirent un livre.\nCe dernier, appelé « Mouvement vagabond », était encore entre les mains du chef d'orchestre même après que la mort soit venue le chercher."
          }
        ]
      },
      {
        "title": "Gourde à cordes du ménestrel",
        "desc": [
          {
            "type": "RichText",
            "text": "Une bouilloire à la forme étrange qui joue une mélodie ravissante lorsque l'eau s'en écoule.\nLa musique était toujours présente dans la troupe.\nLes légendes parlent d'une troupe itinérante.\nEn guise d'épées, ils possédaient des flûtes ; en guise d'arcs, des harpes. Ils jouaient pour leurs amis comme pour leurs ennemis.\nLa troupe traversa le désert, et arriva à la Mer Cendrée.\nLa mélodie résonnant dans la bouilloire leur était un rappel.\n« Nos pas suivent le rythme de la musique infinie. »\n« Là où est la musique, nous sommes aussi. »"
          }
        ]
      },
      {
        "title": "Plume de flèche du lyriste",
        "desc": [
          {
            "type": "RichText",
            "text": "Une plume d'azur ayant jadis servi d'empennage.\nOn jurerait qu'une musique s'en dégage lorsque la flèche traverse l'air.\nLe harpiste de la troupe était également un archer agile.\nOn raconte qu'il était capable d'attirer les oiseaux de sa harpe, pour les abattre ensuite de ses flèches.\nTout cela, sans même regarder le ciel.\nD'aucuns y voyaient l'arrogance du chasseur ; ses compagnons y voyaient eux la pitié.\nLes plumes des oiseaux chassés servirent d'empennage aux flèches du harpiste.\nLe son qu'elles produisaient était une élégie en leur nom."
          }
        ]
      },
      {
        "title": "Tombée du rideau",
        "desc": [
          {
            "type": "RichText",
            "text": "Un sablier en forme de harpe ayant appartenu à la Compagnie Vagabonde.\nSa mélodie devient plus grave à mesure que s'écoule le temps.\nLa troupe jouait de la harpe à chaque fin de concert.\nAu fil du temps, le timbre de l'instrument devint de plus en plus profond.\nLe son des dernières notes de la harpe a toujours marqué la fin du spectacle.\nToutes les bonnes choses ont une fin, et la troupe ne fit pas exception.\nL'un après l'autre, les membres de la Compagnie Vagabonde périrent, et leurs instruments furent enfouis dans la poussière.\nAlors le sablier joua sa dernière chanson."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Bande vagabonde"
          }
        ]
      }
    ]
  }
}