{
  "epId": 2083,
  "name": "Marcheur du feu",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bonus de DGT",
      "RÉS élémentaires"
    ]
  },
  "menuId": 5,
  "menuName": "Artéfacts",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Marcheur du feu"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Détermination du Marcheur du feu",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fleur qui ne s'épanouit que dans les flammes.\nLa douleur qu'elle inflige ne rend que son possesseur plus résistant.\nUne fleur rouge feu qui brille comme de l'agate scintillante.\nCette fleur de flammes était autrefois portée en broche par le Marcheur du feu.\nÀ la fin de sa vie, le Marcheur du feu disait :\n« Cette fleur s'est épanouie dans les flammes. Si le feu ne m'a pas réduit en cendres,\nvous trouverez certainement les étincellements de flammes à travers les chaleurs et les fumées dans cette fleur. »\nDes fidèles parvinrent au bord de la Mer Cendrée en poursuivant des étincelles.\nLe Marcheur du feu était introuvable, mais ils virent les fleurs s'épanouir dans les cendres."
          }
        ]
      },
      {
        "title": "Sagesse du Marcheur du feu",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diadème ayant appartenu à un sage vivant près de la Mer Cendrée.\nEn le regardant, on verrait presque encore sa silhouette au milieu des flammes.\nCe diadème en agate rouge fut forgé dans la sagesse et la ténacité, et peut résister à la plus élevée des températures.\nIl a été forgé dans la sagesse et la ténacité, et nombreux furent ceux qui le désirèrent ou le craignirent.\n« Comment ce jeune homme ose-t-il défier la Mer Cendrée ?! C'est un blasphème comme on n'en a pas vu depuis des siècles ! »\n« Cet homme arrogant va sûrement être tout dévoré par la mer flambante. Ses cendres seront dispersées dans le ciel et réduites à néant. »\nLes professeurs envieux ont demandé à leur élève d'entrer dans la mer flamboyante en portant le diadème.\nÀ leur grande surprise, il se promena sereinement dans le magma et disparut à l'horizon."
          }
        ]
      },
      {
        "title": "Éveil du Marcheur du feu",
        "desc": [
          {
            "type": "RichText",
            "text": "Une coupe qui contenait de la lave. Une faible chaleur s'en dégage encore.\nCet objet appartenait à celui qui marcha sur le feu et contenait l'essence de sa sagesse.\nLe Marcheur du feu s'amusait souvent avec cette coupe, qui resta intacte malgré la chaleur étouffante à laquelle elle était exposée.\nUne légende raconte que son propriétaire y buvait de la lave comme on buvait du bon vin.\nN'importe quelle boisson s'évapore avec la chaleur, mais la sagesse demeure, même dans les flammes les plus ardentes.\nPour le Marcheur du feu, le bon vin n'est qu'un catalyseur de la sagesse.\nEn état d'ivresse, même la plus petite étincelle pourrait donner naissance à des idées géniales.\nUne coupe silencieuse, qui a été témoin de la naissance de la sagesse des flammes.\nElle était emplie de fierté avant le départ du Marcheur du feu pour son dernier voyage."
          }
        ]
      },
      {
        "title": "Insouciance du Marcheur du feu",
        "desc": [
          {
            "type": "RichText",
            "text": "Le Marcheur du feu arracha cette plume à un oiseau qui chantait au milieu des flammes.\nOn pourrait presque entendre le battement des ailes de cet oiseau en la portant.\nLa légende dit qu'il existait un oiseau solitaire qui chantait dans les flammes.\nLe peuple l'adorait comme un totem tandis que le roi le considérait comme un symbole de noblesse.\nLe Marcheur du feu s'isola du monde en emportant cette plume sur lui.\nIl restait seul, peu importe sa destination et ne laissa aucune trace.\nCertaines personnes dirent entendre des cris s'élever de la Mer Cendrée.\nNul ne savait s'il s'agissait du cri de l'oiseau ou d'un signe de vie du Marcheur du feu."
          }
        ]
      },
      {
        "title": "Tourment du Marcheur du feu",
        "desc": [
          {
            "type": "RichText",
            "text": "Le sable que contient ce sablier n'est pas comme les autres : il s'agit de sable brûlant.\nLe temps s'écoule comme de la lave qui ne laisse aucune trace.\nBien avant la traversée de la Mer Cendrée,\non dit que le Marcheur du feu avait passé cent ans de plus en ermite.\nCependant, cette courte évasion ne soulagea pas son tourment.\nNe pouvant supporter davantage les affres dans lequel le plongeait le feu incessant, l'ermite fabriqua ce sablier pour l'accompagner dans le long déroulement du temps.\nDans les flammes brûlantes, le sable chaud et écarlate s'écoulait dans le sablier jour après jour.\nLe pauvre Marcheur du feu ne craignait pas les flammes ardentes, mais il ne parvint pas à échapper à la brûlure de temps.\nÊtre délaissé par ses élèves et ses proches étaient les flammes amères auxquelles il succomba."
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Insouciance du Marcheur du feu",
        "position": "Plume de la mort",
        "desc": [
          {
            "type": "RichText",
            "text": "Une plume de phénix. On peut presque entendre le battement des ailes au milieu des flammes."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Détermination du Marcheur du feu",
        "position": "Fleur de la vie",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fleur qui s'est épanouie au milieu des flammes. Selon la légende, les sages des temps anciens la portaient sur eux avant de traverser la mer de feu."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Sagesse du Marcheur du feu",
        "position": "Diadème de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "La couronne de sagesse de quelqu'un qui traversa le feu. Elle brillait jadis à la lueur des flammes."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Éveil du Marcheur du feu",
        "position": "Coupe d'éonothème",
        "desc": [
          {
            "type": "RichText",
            "text": "Les légendes disent que cette coupe pouvait contenir de la lave. Elle est vide aujourd'hui, mais continue d'émettre une certaine chaleur."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Tourment du Marcheur du feu",
        "position": "Sables du temps",
        "desc": [
          {
            "type": "RichText",
            "text": "Un sablier aux grains scintillants de sable brûlant. Le sable ne laisse aucune trace lorsqu'il s'écoule."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/sands_of_eon_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Augmente la RÉS Pyro de 40 %.",
      "fourSetEffect": "Augmente les DGT infligés aux ennemis affectés par l'élément Pyro de 35 %."
    }
  }
}