{
  "epId": 2089,
  "name": "Sacrifieur Électro",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Wisdom/circlet_of_logos_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Affinité élémentaire"
    ]
  },
  "menuId": 5,
  "menuName": "Artéfacts",
  "version": 0,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Couronne rituelle Électro",
        "position": "Diadème de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Une couronne portée par les prêtres lors de cérémonies dans les temps anciens. Entendre le bruit du tonerre tout au long de l'année lui a conféré une merveilleuse résistance."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Wisdom/circlet_of_logos_icon.png"
      }
    },
    "story": [
      {
        "title": "Couronne rituelle Électro",
        "desc": [
          {
            "type": "RichText",
            "text": "La légende raconte :\nIl était une fois, ceux qui vivaient sur terre avaient le pouvoir d'entendre les messages provenant des cieux.\nLes messagers divins vivaient parmi les ignorants mortels. Les eaux s'évaporèrent lorsque le tonnerre déchira le ciel.\nL'humanité connut la sagesse qui lui apporta richesse.\nLa prospérité donna naissance à l'orgueil et l'ambition dans l'esprit des hommes, mais également à de nombreuses questions...\nCes derniers remirent en cause l'autorité divine et tentèrent d'usurper le pouvoir.\nMalgré avoir promis bénédiction, prospérité et sagesse aux mortels, les messagers divins ne purent contenir leur ire.\nDouter de l'éternité était interdit,\nmais que la terre ose défier le ciel était impardonnable.\nL'humanité envoya le prêtre à la couronne en bois blanc afin d'apaiser la colère des messagers,\net dans les confins du monde il s'aventura encore, à la recherche de la sagesse abritée par l'arbre argenté de la capitale antique..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Sacrifieur Électro"
          }
        ]
      }
    ]
  }
}