{
  "epId": 2093,
  "name": "Cœur du Voyageur",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATQ",
      "Taux CRIT"
    ]
  },
  "menuId": 5,
  "menuName": "Artéfacts",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Cœur du Voyageur"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Fleur du Voyageur",
        "desc": [
          {
            "type": "RichText",
            "text": "Le voyageur venu d'une contrée lointaine portait cette fleur sur sa poitrine.\nCelui-ci avait mis derrière lui, une vie privilégiée au sein de sa patrie pour vivre libre.\nArrivé dans une région entourée par des lacs dont l'eau était aussi limpide que bonne, son chemin croisa celui d'une demoiselle dont la moue semblait permanente.\n« Êtes-vous un voyageur d'une contrée lointaine ? ... Tout compte fait, cela m'importe peu. »\n« Vous êtes donc musicien ? Dans ce cas, je vous prierai de m'épargner vos chants enjôleurs et vos paroles vides. »\n« Je souhaiterais que vous vous souveniez de moi comme je suis à l'instant présent. »\n« Comme une jeune fille qui sera offerte en sacrifice lors du prochain festival. »\nLe voyageur, qui avait abandonné sa contrée, tenait cette fleur près de son cœur.\nIl jura de n'aimer personne d'autre que lui-même pour vivre sans attache.\nToutefois, il garda cette jeune fille dans ses pensées et risqua même sa vie dans l'espoir de la sauver de son funeste destin..."
          }
        ]
      },
      {
        "title": "Couronne du Voyageur",
        "desc": [
          {
            "type": "RichText",
            "text": "Le voyageur prit cette couronne en bois de saule avec lui avant de partir.\nElle lui permettait de se souvenir de son amante dont la vie a été emportée comme un pissenlit par une douce brise.\nLui, lyriste vagabond, s'était épris de cette jeune femme d'une contrée vinicole, prisonnière de la noblesse locale.\nPour une raison qu'il ignorait,\n« Voir votre sourire ferait de moi le plus heureux des hommes. »\n« Je ne l'ai jamais vu depuis notre première rencontre... »\n« Je briserai les chaînes qui vous retiennent captive. »\n« Quand ce jour viendra, j'espère qu'un sourire pourra enfin se dessiner sur vos lèvres. »\n« Merci. J'apprécie votre gentillesse. »\nCes paroles, aussi belles furent-elles, étaient seulement celles d'un chanteur..."
          }
        ]
      },
      {
        "title": "Calice du Voyageur",
        "desc": [
          {
            "type": "RichText",
            "text": "Une lyre possède quatre cordes.\nLes jours qu'il passa en compagnie de la troupe furent sans doute les plus heureux de sa vie.\nTout commença grâce à une rencontre fortuite avec le chef d'orchestre, sans remarquer que les fils du destin commençaient à se nouer.\nPuis, vint la rencontre de la bretteuse et celle de Kreuzlied.\nLe lyriste présenta une jeune fille dont il a fait la connaissance par hasard à ses camarades dans une taverne animée, dans l'allégresse du chant et de la danse.\nSous l'effet du vin, il se mit à jouer de son instrument et entonna une chanson à tue-tête.\nIl ne voyagerait plus seul avec eux à ses côtés...\nL'idée d'être en leur compagnie jusqu'à la fin lui paraissait étrangement agréable."
          }
        ]
      },
      {
        "title": "Plume du Voyageur",
        "desc": [
          {
            "type": "RichText",
            "text": "Le moindre espoir fut écrasé par une puissance colossale qui emporta avec elle la promesse de retrouvailles.\nLe voyageur vagabond avait de nouveau perdu le lieu qu'il considérait comme chez lui.\nLe mal incarné ôta le sourire de sa bien-aimée,\net le conflit sans fin brisa son âme indomptable.\nLes douces mélodies réjouissantes se turent,\npuis laissèrent place aux bruits sourds et métalliques.\nIl le fallait. Pour ses camarades, son meilleur ami et toutes les tavernes qui n'auraient plus le plaisir de les accueillir...\nPour la liberté, la vie et la vengeance contre le mal qui osa lui voler son sourire...\nDéterminé, le voyageur pinça la dernière corde de sa lyre et décocha sa dernière flèche.\nIl avait l'habitude de contempler le ciel bleu alors qu'il se faisait à sa nouvelle vie en terre inconnue.\nLa voute céleste était partout la même, que ce soit ici ou dans son ancienne patrie..."
          }
        ]
      },
      {
        "title": "Montre du Voyageur",
        "desc": [
          {
            "type": "RichText",
            "text": "Le voyageur était sans cesse à la poursuite du destin et du temps qui ne cessait de s'écouler.\nIl revit le trépas des membres de l'orchestre qui s'opposa aux aristocrates dans l'abîme du temps éternel.\nAu cours d'un long périple, même la plus solide des montres peut cesser de fonctionner.\nLe soleil et la lune sont les seuls indicateurs infaillibles du temps qui passe.\nS'il voulait saisir l'essence du temps, le voyageur n'avait nul autre choix que de chasser la lumière.\nLes aristocrates qui résidaient dans leurs somptueux palais et la troupe qui se battait contre leur règne tyrannique...\nLes uns comme les autres furent balayés par le temps éternel et disparurent dans ses méandres.\nSous un ciel nocturne dépourvu de lune, le cadran obscur refléta le visage las de l'étranger.\n« La dernière note retentit avant le tomber de rideau. »\n« Vous verrai-je sourire lorsque la tour de la place centrale s'écroulera ? »"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Augmente l'ATQ de 18 %.",
      "fourSetEffect": "Augmente le taux CRIT des attaques chargées de 30 %."
    },
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Calice du Voyageur",
        "position": "Coupe d'éonothème",
        "desc": [
          {
            "type": "RichText",
            "text": "Un verre en porcelaine blanche qui a contenu de nombreuses boissons alcoolisées."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Plume du Voyageur",
        "position": "Plume de la mort",
        "desc": [
          {
            "type": "RichText",
            "text": "Une plume de flèche bleue qui symbolise la nostalgie d'un voyageur."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Couronne du Voyageur",
        "position": "Diadème de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Une couronne en bois de saule qui émet une petite brise printanière."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Fleur du Voyageur",
        "position": "Fleur de la vie",
        "desc": [
          {
            "type": "RichText",
            "text": "Une petite fleur bleue avec un ruban attaché à sa tige."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Montre du Voyageur",
        "position": "Sables du temps",
        "desc": [
          {
            "type": "RichText",
            "text": "Un cadran solaire qui a connu des temps instables, tout en enregistrant silencieusement les cycles dictés par le soleil et de la lune."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/sands_of_eon_icon.png"
      }
    }
  }
}