{
  "epId": 2096,
  "name": "Parieur",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bonus de DGT",
      "Réduction du TdR"
    ]
  },
  "menuId": 5,
  "menuName": "Artéfacts",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Broche du Parieur",
        "desc": [
          {
            "type": "RichText",
            "text": "Les parieurs aiment à faire montre de leur richesse, quand bien même celle-ci peut disparaître en un instant.\nElle portait cette grande fleur exotique à l'oreille ; nul doute qu'elle accroche le regard.\nMais nul ne voyait jamais le dé truqué qui y était caché.\nLe dé n'était mis à profit qu'en dernier recours.\nChanger les dés sous le regard des joueurs, voici comment elle tournait la chance en sa faveur."
          }
        ]
      },
      {
        "title": "Boucles d'oreilles du Parieur",
        "desc": [
          {
            "type": "RichText",
            "text": "Ces boucles d'oreilles extragavantes représentent parfaitement la richesse fluctuante de la parieuse.\nLeurs gemmes d'azur dégagent une douce lueur, paisible comme le ciel et calme comme le lac.\nCes bijoux étaient recouverts d'un sédatif permettant de garder son sang-froid en jeu.\nRester calme est la clé de la victoire quand on joue avec sa vie."
          }
        ]
      },
      {
        "title": "Coupe à dés du Parieur",
        "desc": [
          {
            "type": "RichText",
            "text": "Les parieurs sont tous plus ou moins superstitieux ; beaucoup aiment posséder un gobelet à dés personnalisé, par exemple.\nCette coupe appartenait à une femme ; étonnamment, aucun mécanisme secret n'y est caché.\nLe destin décide du sort de la moitié des dés ; le sort de la moitié restante est décidé par l'homme.\nEt pourtant, jamais elle ne lança les dés en dehors de la table de jeu."
          }
        ]
      },
      {
        "title": "Plume du Parieur",
        "desc": [
          {
            "type": "RichText",
            "text": "Cette plume colorée ornait le chapeau d'une parieuse. Un accessoire aussi flamboyant avait le don de répugner aux aristocrates.\nCes derniers étaient aveugles au mécanisme caché à l'intérieur.\nAu moment critique du jeu, la parieuse tira rapidement son atout d'une main furtive.\nLes visages dédaigneux des aristocrates se figèrent après avoir vu la carte."
          }
        ]
      },
      {
        "title": "Montre de poche du Parieur",
        "desc": [
          {
            "type": "RichText",
            "text": "Le timing est essentiel à la triche du parieur.\nC'est pour cette raison qu'elle glissait toujours cette montre dorée dans la poche de sa poitrine.\nNombres de parties furent sauvées grâce à sa perception du temps."
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Coupe à dés du Parieur",
        "position": "Coupe d'éonothème",
        "desc": [
          {
            "type": "RichText",
            "text": "Cette coupe a été spécialement conçue pour une seule utilisation. On vous assure qu'il n'y a pas de compartiment caché..."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Boucles d'oreilles du Parieur",
        "position": "Diadème de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Des boucles d'oreilles turquoise qui calment l'esprit et permettent d'évaluer la situation de façon rationnelle et d'éviter de prendre des risques inconsidérés."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Montre de poche du Parieur",
        "position": "Sables du temps",
        "desc": [
          {
            "type": "RichText",
            "text": "Une montre de poche brisée qui a protégé son ancien propriétaire d'une attaque mortelle."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Broche du Parieur",
        "position": "Fleur de la vie",
        "desc": [
          {
            "type": "RichText",
            "text": "Une grande fleur luxueuse qui peut cacher un dé préparé à l'avance."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Plume du Parieur",
        "position": "Plume de la mort",
        "desc": [
          {
            "type": "RichText",
            "text": "Une plume de la queue d'un grand oiseau, pratique pour dissimuler un as dans sa manche."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/plume_of_death_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Parieur"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Augmente les DGT infligés par la compétence élémentaire de 20 %.",
      "fourSetEffect": "Après la défaite d'un ennemi, le TdR de compétence élémentaire a 100 % de chances d'être réinitialisé. Cet effet peut être déclenché une fois toutes les 15 s."
    }
  }
}