{
  "epId": 2258,
  "name": "Lettre de Zhiqiong",
  "desc": "Une lettre laissée par une jeune aventurière. Elle porte un parfum légèrement amer de fleur de Qingxin.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/13/158750877/ba08fcad090f859730554c152cdb2208_6120856566429763935.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1712865077,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Détails"
      },
      {
        "type": "RichText",
        "text": "À tous les membres de l'équipe d'exploration :\nJe suis désolée d'être partie sans dire un mot.\nJe vous suis reconnaissante de l'aide que vous m'avez apportée tout au long de mon parcours, mais j'ai bien peur de ne pas pouvoir continuer à travailler avec vous.\nJinwu, s'il te plaît, ne sois pas attristée ou énervée de mon départ.\nJe ne suis qu'une sotte de plus parmi les nombreux aventuriers ineptes et pourtant rebelles dont tu as dû t'occuper auparavant.\nJ'espère que tu te souviendras de nos bons moments ensemble plus que des fois où je t'ai donné des maux de tête avec mes enfantillages. Si j'avais eu une famille, tu aurais été ma parente la plus proche... Il y a tellement d'histoires que je n'ai pas encore eu le temps de partager avec toi. Tout ce que j'ai pu faire, c'est d'imaginer des noms de lieux pas très subtils et de les mettre sur une carte. Je n'ai même pas eu le temps d'y réfléchir plus longtemps. J'aurais aimé avoir eu le temps de consulter le dictionnaire et de trouver des noms qui sonnent mieux.\nQuoi qu'il en soit, je te remercie de m'avoir protégée et d'avoir pris soin de moi pendant tout ce temps. Malgré tout, plutôt que de vivre éternellement sous la protection de mes aînés, je préfère partir seule et faire l'expérience d'un vrai voyage.\nMonsieur Khedive, pardonnez mon impétuosité. Je peux comprendre que vous ayez vos propres préoccupations. Peut-être que, comme vous l'avez dit, le secret des profondeurs du Gouffre n'est pas à la portée des gens ordinaires. Il est difficile pour les gens du commun, sans œil divin comme moi, d'avancer dans leur démarche..\nMais malgré tout, je ne peux m'empêcher de me demander ce qu'auraient fait ces célèbres aventuriers que sont Léonard, Stanley et Roald s'ils avaient été témoins des mêmes merveilles que moi : les anciennes salles aux murs de pierre obscurs, la boue noir-violet qui jaillit comme de la lave, les cristaux azur translucides qui flottent dans l'air, les stèles de pierre endommagées sur lesquelles sont gravées des cartes de lieux d'autrefois et tant d'autres choses indescriptibles... Auraient-ils reculé par peur du danger, ou auraient-ils agi avec autant d'insouciance que moi, s'obstinant à vouloir percer les secrets insondables du monde, même au prix de leurs vies ordinaires et sans importance ?\nMonsieur Khedive, vous qui êtes un chercheur, mais aussi un simple mortel comme moi, qu'auriez-vous fait dans de telles circonstances ?\nClitopho, veuillez accepter mes excuses pour ma méfiance et mon obstination passées. Je n'ai rien contre vous malgré vos manières sournoises et agaçantes, votre passé de Pilleur de trésors, votre impolitesse envers Jinwu, votre manque d'hygiène lorsque vous préparez des boissons, votre mépris total des règles de sécurité du Bureau des affaires civiles et votre réticence à tenir compte de nos avertissements quelle que soit la situation... En réalité, tous ces défauts n'ont pas vraiment d'importance pour moi. En tant qu'amie, je regrette de ne pas vous avoir rencontré plus tôt.\nMuning, je suis désolée, mais je ne serai plus présente à mon poste.\nMerci pour tous les efforts que tu as faits pour m'aider à obtenir un poste au Bureau des affaires civiles. Sans toi, les portes du Gouffre ne se seraient pas ouvertes pour moi. Peut-être que l'autorisation officielle du Bureau des affaires civiles arrivera après mon départ. S'il te plaît, garde-la pour moi. Je t'inviterai à dîner si jamais je reviens. Ne l'oublie pas !\n(Voyageur/Voyageuse), merci pour tout. Tu m'as donné de bons conseils et tu es venu/e à mon secours. Pour cela, je te serai toujours reconnaissante. Je suis gênée de ne pas être capable de te rendre la pareille. J'ai toujours voulu savoir comment une personne bénie par les dieux et dotée de pouvoirs élémentaires comme toi voyait les autres mortels. Mais je n'aurai peut-être jamais la réponse à cette question...\nDans les temps anciens où les héros et les Yakshas combattaient aux côtés du Souverain de la Roche, à la genèse des montagnes et les mers, quelle était la place des humains qui ne bénéficiaient ni de la faveur ni de la reconnaissance divine ? Que signifiaient pour eux nos amours, nos haines, nos bonheurs, nos tragédies, nos accomplissements, nos relations ? Tout cela était-il sans importance aux yeux des dieux ? Le courage des humains était-il vraiment incapable de conquérir l'ancienne demeure des dieux, ce lieu hors de leur portée ?\nLe Souverain de la Roche nous a quittés, il est donc peut-être irrespectueux de poser ces questions...\nA la différence de ces élus, nous, sommes nés dans notre condition par le fruit du hasard. Pourtant, nous avons des rêves auxquels nous nous accrochons dans l'espoir de ne pas avoir à travailler tels des forcenés toute notre vie pour se sortir de la misère... En d'autres termes, nous refusons de tomber dans l'oubli, et pour cela, nous mettons tous nos efforts en œuvre pour réaliser de petites choses. Nous prenons notre courage de gens normaux à deux mains pour s'atteler à nos besognes au quotidien... Tout cela est-il vraiment vain ?\nL'herboriste qui se balance du haut d'une falaise pour cueillir des plantes, le mineur qui affronte le danger comme s'il s'agissait de son pain quotidien, l'ouvrier qui enfonce clou après clou dans un bateau de plusieurs étages... Si de tels efforts sont considérés comme normaux et qu'ils sont généralement oubliés par les humains eux-mêmes, n'est-il pas ridicule que les dieux établissent une distinction absurde entre les hommes en fonction de leur dignité et de leurs aspirations ?\nAvec ces questions en tête, je t'ai suivi/e pour braver l'incertitude et les dangers des profondeurs du Gouffre, en repoussant mes limites de simple mortelle. Je ne prétends pas avoir « conquis » ou « exploré » la région, mais j'espère au moins pouvoir placer le Gouffre sur la carte que j'ai dessinée et révisée. Je veux marquer les lieux que j'ai visités et les différents paysages du Gouffre avec des noms qui appartiennent aux mortels, des noms qui m'appartiennent.\nFaute d'une solution plus intelligente, j'estime que c'est la seule façon d'inspirer ceux qui viendront après moi. Je veux leur montrer jusqu'où peut aller une personne qui n'a pas été choisie par les dieux et quelles histoires elle peut laisser derrière elle.\nVoyageur/Voyageuse, ne t'inquiète pas pour moi. Mon voyage ne fait que commencer. Une fois que j'aurai fini de me reposer, je continuerai de m'aventurer plus loin dans les profondeurs. Merci de m'avoir ouvert la voie, je poursuivrai mes aventures dans le Gouffre jusqu'à ce que mes pieds ne soient plus capables de me porter.\nBonne chance à tous, mes chers coéquipiers.\nJ'espère que nous nous retrouverons bientôt sur la route."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/04/170542231/6bdf002ce1dc36fba45f7c5fed2b38b5_9154620058064327571.png",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Lettre de Zhiqiong</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Trouvable proche du téléporteur sud de la zone finale du Gouffre : Mines souterraines, après avoir terminé la quête du monde</color> <color=#ffffffd9>«</color> <color=#ffffffd9>Rémanence de courage : Souvenir d'une faible lueur ».</color>"
          }
        ]
      }
    ]
  }
}