{
  "epId": 2268,
  "name": "Collei",
  "desc": "<p>Une garde forestière en formation active dans la Forêt d'Avidya. Derrière ses paroles et ses actions enthousiastes se cache une personnalité légèrement introvertie.</p><p>\f</p><p><em>«&nbsp;Oh, tu te rends à Sumeru&nbsp;? Peux-tu saluer Collei de ma part&nbsp;? Cela fait tellement longtemps... Je me demande si ses cheveux sont longs maintenant ou si elle a grandi&nbsp;?&nbsp;» — Amber</em></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/158750877/37a18b6b6865c59063003a9380f08225_1263426827063591830.png",
  "headerImgUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/158750877/4044ca9dcb140f6729753d43024c8b54_2084075562943069674.png",
  "filterValues": {
    "characterVision": "Dendro",
    "characterRarity": 4,
    "characterWeapon": "Arc",
    "characterRegion": "Sumeru",
    "characterProperty": "ATQ"
  },
  "menuId": 2,
  "menuName": "Archives des personnages",
  "version": 1748107637,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Anniversaires",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2023",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/09/29705491/56bea8504ded8fef20fe1849703b299b_8158849933657433139.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« Ce sont des lettres venues de Mondstadt, tout le monde s'est souvenu de mon anniversaire... »</color>\n<color=#ffffff73>« Merci de me les avoir lues, maître. »</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/09/29705491/cdaf9a7da54163a5b425320bac6425a6_8784441261780725287.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Merci de m'avoir écouté et pour tous ces précieux conseils. J'ai tout noté !</color>\n<color=#ffffff73>Quand pourrai-je devenir aussi expérimentée que toi ? Ça me permettrait d'aider plus de personnes...</color>\n<color=#ffffff73>Hein ? Il y a des problèmes que tu n'as pas su résoudre toi aussi ? Quoi, par exemple ?</color>\n<color=#ffffff73>Tu veux caresser Cuilein-Anbar ? Haha ! Bien sûr que tu peux, tiens !</color>\n<color=#ffffffd9>Que faire, que faire...</color>\n<color=#ffffff73>Il y a quelques jours, sans faire exprès, j'ai entendu madame Faruzan dire à mon maître qu'elle voulait m'organiser une fête d'anniversaire surprise et que plus ce serait grand, mieux ce serait... Mon maître était d'accord ! Il a ajouté qu'il appellerait Cyno aussi.</color>\n<color=#ffffff73>Tout ira bien s'il n'y a que des gens que je connais, mais s'il y a des inconnus... Et puis, comment faire semblant d'être surprise alors que je sais déjà tout ?</color>\n<color=#ffffff73>Mon maître et les autres ont fait tant d'efforts, je ne veux vraiment pas les décevoir.</color>\n<color=#ffffff73>Ça te dit de participer à ma fête d'anniversaire ? Tu pourras me donner des conseils, ou... m'aider à sauver l'ambiance ?</color>\n<color=#ffffff73>C'est très important, je compte sur toi !</color>\n<color=#ffffff73>Je demande toujours à mon maitre de relire mes lettres pour ne pas laisser de fautes, mais cette fois-ci, je ne peux que compter sur moi-même. J'imagine... qu'il ne devrait pas y avoir de problème ?</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2024",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/09/29705491/d755df5b3083ad625c2c63c3b5de8112_4976833837427632680.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« Tout le monde a été si gentil avec moi aujourd'hui ! Je me sens obligée de rendre la pareille... Ahhh, mais comment pourrais-je faire ? Tant de bonté ! »</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/09/29705491/70ed3f822419ee5a09c4c989d511d49b_8452100064712027708.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Merci pour la couronne de fleurs ! Héhé, elle est tellement jolie. Même Cuilein-Anbar est plus beau avec !</color>\n<color=#ffffff73>Tu comptes faire d'autres achats ? Je peux te recommander quelques boutiques !</color>\n<color=#ffffff73>Hein ? Tu veux m'acheter des livres ? Non... Ce n'est pas la peine ! La couronne de fleurs est déjà suffisante, vraiment !</color>\n<color=#ffffff73>Hmm... Si tu insistes... J'aimerais juste que les livres ne soient pas trop difficiles à comprendre, s'il te plaît !</color>\n<color=#ffffff73>Merci à だねまる pour sa magnifique illustration.</color>\n<color=#ffffffd9>Un livre d'histoires...</color>\n<color=#ffffff73>Hier soir, j'ai reçu un livre d'histoires qu'Amber m'a envoyé. Il est arrivé plus tôt que prévu, et j'ai veillé jusqu'à tard le soir pour finir de le lire !</color>\n<color=#ffffff73>L'intrigue était simple et facile à comprendre, et je connaissais tous les mots. Le personnage principal était un renard avec de grandes oreilles et une longue queue, vivant dans une immense forêt isolée. Il lui arrivait, ainsi qu'à ses amis, de drôles de choses.</color>\n<color=#ffffff73>J'aurais bien vu maitre Tighnari dans son rôle, si ce personnage n'était pas sournois et menteur. Je ne sais pas si j'ai réussi à ne rien laisser paraitre lorsque je lui ai dit bonjour ce matin...</color>\n<color=#ffffff73>Ouh là là ! Regarde tout ce que j'ai déjà écrit ! Je me suis laissé emporter.</color>\n<color=#ffffff73>Ce que je veux dire... c'est que j'ai fait de gros progrès grâce à votre aide à tous.</color>\n<color=#ffffff73>Je voulais que tu saches à quel point je te suis reconnaissante.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2025",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/29705491/6ddd2fa8504054ae1a004134acda3e3c_3810769952698036953.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« Une lettre d'Amber ! Je vois beaucoup de mots que je connais déjà ! Elle me souhaite un joyeux anniversaire ! Maître, je suis tellement heureuse ! »</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/29705491/7a9bfa780dc1b49abf859253bd434796_5105441365700716479.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Sortir ? Non, non, pas maintenant. Mais maître Tighnari dit que je dois finir ce livre aujourd'hui...</color>\n<color=#ffffff73>Ne t'inquiète pas, je lis super vite ! Hé, c'est quoi ce regard sceptique ?</color>\n<color=#ffffff73>Ce livre est très facile à comprendre. Regarde, il est rempli d'images de plantes.</color>\n<color=#ffffff73>Oh, ça t'intéresse ? Alors viens t'asseoir à côté de moi !</color>\n<color=#ffffff73>Merci à びび pour sa magnifique illustration.</color>\n<color=#ffffffd9>Un cours...</color>\n<color=#ffffff73>L'Académie proposera bientôt un cours de botanique, et Maître Tighnari m'a demandé d'aider les plus jeunes étudiants avec leurs devoirs... J'ai beau avoir observé de nombreuses plantes en patrouillant dans la forêt avec lui, et c'est vrai que je m'améliore en lecture... Mais tu penses vraiment que j'en suis capable ? Si je me ridiculise, même dix creux d'arbre ne suffiront pas à cacher ma honte...</color>\n<color=#ffffff73>Non, non et non ! C'est pour la bonne cause, je vais tout donner pour aider les autres à apprendre !</color>\n<color=#ffffff73>J'aimerais retravailler mes fiches, et je comptais faire un petit tour dans la forêt tropicale pour aller examiner quelques-unes des plantes les plus communes. Tu voudrais bien m'accompagner ? Avec tes connaissances et ton expérience, tu pourrais m'aider à remarquer des choses qui m'ont échappé. Ce serait l'occasion rêvée pour perfectionner mes notes !</color>\n<color=#ffffff73>Je m'occuperai des encas, promis ! Merci d'avance !</color>"
      }
    ],
    "story": [
      {
        "title": "Info. personnage",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>« Serviable », « joyeuse et enjouée », « amicale et passionnée »... Il suffit de demander autour de Gandharva et vous entendrez les éloges de cette garde forestière en formation.</color>\n<color=#ffffff73>Tant que sa santé le permet, Collei ne néglige jamais son travail de garde forestière, même lorsqu'elle est très occupée par ses études. En plus de cela, elle ne se montre jamais avare lorsqu'il s'agit de proposer chaleureusement son aide aux gens dans le besoin, peu importe leur milieu.</color>\n<color=#ffffff73>Pourtant, c'est cette même Collei si passionnée et si positive qui semble ne pas vouloir que certains événements de son passé soient connus des gens.</color>\n<color=#ffffff73>Si par chance, vous vous promenez dans la forêt où elle a l'habitude de patrouiller et que vous tombez sur un creux d'arbre rempli de mots bizarres ou que vous entendez des bruits s'apparentant à des marmonnements...</color>\n<color=#ffffff73>Peu importe ce que vous voyez ou entendez, veuillez avoir la gentillesse de passer votre chemin, et faites comme si c'était une farce jouée par un aranara.</color>\n<color=#ffffff73>Car il y a certaines choses que seuls les creux d'arbres ont le droit d'entendre... Ou du moins, pour le moment.</color>"
          }
        ]
      },
      {
        "title": "Histoire du personnage 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Si l'on considère que les mots sont des vecteurs de sagesse, alors il ne fait nul doute que l'apprentissage de la lecture constitue le point de départ de la quête de la connaissance.</color>\n<color=#ffffff73>Lorsqu'elle arriva à Gandharva, même l'éloquent et lucide Tighnari avait des doutes à son sujet, au point où il demanda au général mahamatra si elle ne s'était pas trompée de porte, ajoutant qu'il n'avait pas envisagé d'ouvrir une classe de maternelle.</color>\n<color=#ffffff73>Après plusieurs péripéties, Collei parvint finalement à devenir stagiaire auprès de Tighnari. Afin de l'aider à apprendre à lire, Tighnari lui trouva une myriade d'ouvrages portant sur tous les sujets dans l'espoir qu'elle puisse élargir son vocabulaire.</color>\n<color=#ffffff73>En dehors des « Bases du langage en Teyvat » et des articles universitaires qu'elle était obligée de lire et qui lui donnaient des migraines, les livres que Collei lisait le plus étaient les livres de contes illustrés de Mondstadt.</color>\n<color=#ffffff73>Il n'y avait qu'une simple et bonne raison à cela : les livres pour enfants contiennent beaucoup d'illustrations et relativement peu de texte, même en ne sachant pas lire, il est possible de regarder les images pour avoir une idée générale de l'histoire.</color>\n<color=#ffffff73>Cependant, elle n'aurait aucun moyen de rattraper son retard sur ses études si elle ne lisait que des histoires pour enfants. Dès qu'elle sut lire davantage, elle commença à chercher d'autres ressources en dehors de l'école.</color>\n<color=#ffffff73>Elle entendit de la bouche des voyageurs qui passaient par la Forêt d'Avidya qu'il existait à Inazuma un type de livre appelé «romans légers » dont le contenu est plus facile à comprendre que celui des articles universitaires et qui comporte moins d'illustrations que les livres pour enfant. Ils seraient donc un choix idéal pour elle.</color>\n<color=#ffffff73>Mais surtout, elle apprit que les histoires des romans légers étaient si intéressantes qu'on ne pouvait plus s'arrêter de lire une fois qu'on en commençait un, à tel point que certains faisaient nuit blanche pour pouvoir les finir.</color>\n<color=#ffffff73>Pour Collei, qui se forçait à rester éveillée pour apprendre à lire, c'était quelque chose qui valait la peine d'être essayé.</color>\n<color=#ffffff73>Un jour, après avoir terminé sa patrouille dans la forêt, Collei rentra dans sa chambre l'air joyeux avec un exemplaire d'« Onibudo » dans les bras. Elle était impatiente d'allumer sa petite lampe et de se plonger dans ce livre. Et effectivement, elle ne dormit pas de toute la nuit ce soir-là.</color>\n<color=#ffffff73>« Puissance scellée ! », « Le vengeur solitaire ! », « Je te conseille de ne pas t'approcher de moi ! », « Je n'ai que faire de la bénédiction des dieux ! »...</color>\n<color=#ffffff73>La tête sous sa couverture, Collei ne cessa de se retourner dans son lit toute la nuit durant, sans réussir à extirper son esprit de toutes ces incroyables répliques qu'elle avait lues alors.</color>"
          }
        ]
      },
      {
        "title": "Histoire du personnage 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Il existe une expression à Sumeru dont on ignore la provenance exacte, qui est fréquemment utilisée pour décrire le fait de se sentir extrêmement gêné :</color>\n<color=#ffffff73>« Je voudrais m'enfoncer dans un creux d'arbre »</color>\n<color=#ffffff73>Un jour, Collei marchait à pas mesurés dans la forêt tout en récitant les expressions qu'elle avait apprises dans les livres.</color>\n<color=#ffffff73>Avant de revenir à Sumeru, elle avait promis à un ami d'étudier la médecine afin de pouvoir sauver les gens qui, comme elle, souffraient de la maladie et du désespoir.</color>\n<color=#ffffff73>Or, s'il est facile de faire une promesse dans la ferveur du moment, la réaliser demande des années de dur labeur. En effet, lors de l'examen qui venait de se terminer, Collei s'était une fois de plus heurtée à la dure réalité.</color>\n<color=#ffffff73>« Il ne faut vraiment pas que je parle de ça à Amber... »</color>\n<color=#ffffff73>En plus de cela, elle était obligée de demander à son maître d'écrire pour elle la lettre qu'elle voulait adresser à sa vieille amie, et bien sûr, il lui était impossible de parler de son examen raté devant lui.</color>\n<color=#ffffff73>Par la plus grande des coïncidences, lors d'une patrouille, elle tomba sur un creux d'arbre de la taille d'une personne. C'était comme si une divinité l'avait entendu parler à voix basse.</color>\n<color=#ffffff73>« Non... Même si dans les contes pour enfants, les personnages parlent de leurs problèmes aux aranaras, j'ai passé l'âge... Enfin bon, il n'y a personne aux alentours, alors... »</color>\n<color=#ffffff73>Collei se ressaisit, entra dans le creux en baissant la tête pour s'y asseoir.</color>\n<color=#ffffff73>L'obscurité était tel un rempart solide qui gardait tous les soucis de la vie réelle à l'extérieur.</color>\n<color=#ffffff73>Collei, étant introvertie par nature, n'était pas très douée pour plaire aux gens. Elle avait beau essayer d'être aussi extravertie et rayonnante qu'Amber, elle ne parvenait jamais à oublier ses soucis et sa solitude.</color>\n<color=#ffffff73>Collei confessa ses peines au creux de l'arbre, se vidant de toute la pression qui s'était accumulée en elle depuis son retour à Sumeru.</color>\n<color=#ffffff73>« Cette Collei, est-ce qu'elle est encore partie en patrouille là-bas ? »</color>\n<color=#ffffff73>Plusieurs jours plus tard, Tighnari vérifia l'itinéraire que Collei empruntait souvent ses derniers jours, et, en regardant ses feuilles d'examen, sur lesquels figuraient des notes bien meilleures qu'auparavant, il pensa :</color>\n<color=#ffffff73>« Est-ce qu'elle aurait trouvé un moyen d'améliorer ses notes à l'intérieur de la forêt ? Peu importe, je dirai aux autres gardes d'emprunter un itinéraire différent pour ne pas la déranger. »</color>"
          }
        ]
      },
      {
        "title": "Histoire du personnage 3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>En dehors des épreuves écrites, Collei s'en sort avec des notes plutôt bonnes, surtout dans les matières en rapport avec la survie dans la nature.</color>\n<color=#ffffff73>La jungle sumérienne ne manque pas de créatures venimeuses ni de bêtes dangereuses, et le danger guette dans chacun de ses recoins. Pour devenir garde forestier, il est indispensable de bien se préparer.</color>\n<color=#ffffff73>Collei a cependant beaucoup appris à cet égard : bien qu'elle ne soit pas aussi instruite que ses pairs, ce qui nuit à ses performances dans tous les tests écrits, elle se montre talentueuse dans l'application pratique des connaissances en plus d'avoir des idées originales et ingénieuses.</color>\n<color=#ffffff73>Enrouler des lianes épineuses autour de ses bottes pour améliorer leur adhérence, frotter de la sève toxique de champignons vénéneux sur les pièges de chasse pour améliorer leur efficacité... C'est ce genre d'idées qui lui permet de s'aventurer dans la jungle et d'en ressortir en toute sécurité, ainsi que de sauver les malheureux qui se sont égarés, qui ont mangé des plantes non comestibles ou qui ont été blessés par un animal.</color>\n<color=#ffffff73>Tous ceux qui sont sauvés de la main de Collei sont époustouflés par ses incroyables compétences de survie, et sont touchés par sa gentillesse et son enthousiasme.</color>\n<color=#ffffff73>Que le danger l'entoure, qu'elle manque de nourriture, que la personne secourue perde son sang-froid ou cède à l'hystérie, Collei traite toujours tout le monde avec chaleur et respect.</color>\n<color=#ffffff73>Tout ce qui compte pour elle, c'est d'aider les autres, et ce peu importe si elle est recouverte de blessures ou si elle est affamée.</color>\n<color=#ffffff73>La seule chose que les gens ne comprennent pas à propos d'elle, ce sont ses « recettes » pour apaiser la faim dans les moments critiques : elle n'hésite pas à avaler des noyaux de pêches zaytuns broyés ou des lucioles si cela lui permet de lui redonner de l'énergie.</color>\n<color=#ffffff73>Lorsque les gens la rencontre, ils ne peuvent s'empêcher d'être curieux à propos de son passé.</color>\n<color=#ffffff73>Qu'a donc enduré cette jeune femme pure et innocente pour qu'elle considère la nature sauvage comme son foyer ?</color>"
          }
        ]
      },
      {
        "title": "Histoire du personnage 4",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Collei a longtemps vagabondé avant de retourner à Sumeru.</color>\n<color=#ffffff73>À la différence d'un voyageur, un vagabond sait d'où il part sans toutefois connaître sa destination.</color>\n<color=#ffffff73>Son errance commença dans des ruines calcinées, ou peut-être même encore plus tôt, lorsqu'elle fut atteinte de sa maladie maligne qui deviendrait plus tard un cauchemar qui la hanterait à jamais.</color>\n<color=#ffffff73>Tous les compagnons qui avaient fui avec elle furent emportés par une tempête de sable ou succombèrent sous la douleur insupportable que leur causaient les restes des divinités déchues.</color>\n<color=#ffffff73>Affligés par la maladie et la malédiction, ils n'avaient nulle part où aller et ne pouvaient que s'en remettre à la jungle et aux étendues sauvages, dans lesquelles nul homme ne vivait.</color>\n<color=#ffffff73>La nature est tantôt clémente, tantôt cruelle. Elle ne les rejetterait jamais à cause de leur maladie, ni ne leur offrirait ce dont ils ont besoin même s'ils le réclamaient à cor et à cri.</color>\n<color=#ffffff73>Au fur et à mesure que les compagnons tombaient les uns après les autres, ils laissaient derrière eux des leçons qui viendrait enseigner à leurs successeurs comment survivre dans des situations périlleuses.</color>\n<color=#ffffff73>Quand la dernière de ses camarades s'effondra, Collei apprit à ne plus jamais tendre la main à personne.</color>\n<color=#ffffff73>Elles étaient sur le flanc d'une falaise, complètement épuisées. Le rugissement de la bête qui les pourchassait sans relâche se faisait entendre derrière elles.</color>\n<color=#ffffff73>Collei heurta sa dernière camarade et tomba dans le précipice, sans doute en raison de l'étroitesse du chemin.</color>\n<color=#ffffff73>Par la plus grande des fortunes, elle parvint à s'agripper à de fines branches qui se trouvaient sur sa trajectoire. Elle tendit le bras et appela à l'aide.</color>\n<color=#ffffff73>Mais sa camarade ne lui offrit qu'un regard perplexe en réponse. Elle n'hésita pas à partir et à l'abandonner ici.</color>\n<color=#ffffff73>Elle ne parvint cependant pas à s'en aller très loin. Les rugissements de la bête se déplaçaient plus rapidement que ses bruits de pas, ils étaient tels une bourrasque. L'instinct de prédateur de la bête n'eut que faire des sentiments de Collei, qui tremblait de terreur sur le rebord de la falaise.</color>\n<color=#ffffff73>Discrètement, Collei baissa son bras et saisit fermement les branches qui menaçaient de rompre à tout moment, puis elle attendit que les bruits au-dessus de sa tête laissent place au silence.</color>\n<color=#ffffff73>Les rugissements de la bête et les cris d'agonie de celle qui l'avait accompagnée avaient disparus.</color>\n<color=#ffffff73>Elle n'en voulait pas à sa camarade d'avoir voulu s'enfuir. Si elle avait été à sa place, elle n'est pas sûre qu'elle aurait fait un choix différent.</color>\n<color=#ffffff73>À ce moment précis, il n'y avait qu'une seule pensée dans la tête de Collei.</color>\n<color=#ffffff73>Que ce soit pour offrir ou demander de l'aide...</color>\n<color=#ffffff73>« Je ne tendrai plus jamais le bras à qui que ce soit. »</color>"
          }
        ]
      },
      {
        "title": "Histoire du personnage 5",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Collei toucha de nouveau la main d'une autre personne lors d'une édition du Ludi Harpastum à Mondstadt.</color>\n<color=#ffffff73>La ville était minutieusement décorée de lumières et de lanternes. Les rues étaient bondées de gens. Le ciel s'assombrissait, et l'ambiance battait son plein sur la scène.</color>\n<color=#ffffff73>Une fille habillée de vêtements rouge flamboyant lui prit la main et l'entraîna dans la foule, laissant derrière elle un petit coffre en bois.</color>\n<color=#ffffff73>Les gens criaient en jouant à des jeux enfantins tels que le lancer d'anneau et le tir au lance-pierre.</color>\n<color=#ffffff73>Collei eut du mal à comprendre ce qu'il se passait pendant un moment. Aussi amusants fussent-ils, ces jeux pouvaient-ils être utilisés pour chasser du gibier à l'extérieur de la ville ?</color>\n<color=#ffffff73>Pourtant, la jeune fille qui était avec elle était extrêmement passionnée par ces petits jeux. Elle applaudissait et criait à chaque fois qu'elle gagnait, et donnait les prix qu'elle avait remportés aux enfants.</color>\n<color=#ffffff73>Collei était confuse. Si les récompenses ne l'intéressaient pas, pourquoi cette fille participait-elle à ces activités ? Avait-elle vraiment du plaisir à les pratiquer ?</color>\n<color=#ffffff73>Elle se faufila dans un coin et saisit un lance-pierre pour s'y essayer. Sur dix tirs, un seul atteint le rebord de la cible.</color>\n<color=#ffffff73>« Touché ! » pleine d'excitation, Collei se retourna :</color>\n<color=#ffffff73>« Hé, tu as vu ça ? »</color>\n<color=#ffffff73>Elle se rendit compte qu'elle avait passé tant de temps à jouer au lance-pierre que la fille en rouge était déjà partie.</color>\n<color=#ffffff73>Pendant les jours qui suivirent, Collei passa son temps à s'entraîner sérieusement aux jeux. Elle était désormais habituée aux sons que produisaient la bande du lance-pierres qui se tend et les fléchettes qui volent jusqu'à leur cible. Elle pratiqua son lancer encore et encore, jusqu'à pouvoir réussir dix tirs sur dix presque à chaque essai.</color>\n<color=#ffffff73>À chaque fois qu'elle s'apprêtait à tirer, Collei repensait à la joie éprouvée lors de son tout premier tir réussi.</color>\n<color=#ffffff73>Elle se souvenait aussi de la main chaude comme le soleil de cette fille qui lui tirait le bras en se précipitant vers la foule.</color>"
          }
        ]
      },
      {
        "title": "Cuilein-Anbar",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Grandir, c'est vaincre son moi du passé qui refusait de mûrir.</color>\n<color=#ffffff73>Collei aide souvent les enfants de Gandharva à raccommoder leurs jouets, et ses collègues gardes forestiers lui demandent souvent de les aider avec leurs vêtements qui ont été griffés par les branches des arbres.</color>\n<color=#ffffff73>En dépit de cela, Collei n'a pas toujours été douée pour les travaux manuels. Bien au contraire : la première fois qu'elle a eu à recoudre un objet, ça s'est très mal passé.</color>\n<color=#ffffff73>Cela s'est passé quand Collei s'apprêtait à quitter Mondstadt. Avant de partir, elle remit les vêtements usés qu'elle avait recousus à Lisa, en espérant qu'elle les transmettrait à leur propriétaire, Amber.</color>\n<color=#ffffff73>Bien qu'ils étaient recousus, ces vêtements étaient couverts de points de couture tordus comme des asticots. Il était donc impossible de se montrer en public avec.</color>\n<color=#ffffff73>Collei craignait que Lisa se moque d'elle ou la critique.</color>\n<color=#ffffff73>Mais à sa grande surprise, Lisa prit la main éraflée que Collei cachait derrière son dos et l'aida à la bander délicatement.</color>\n<color=#ffffff73>Elle n'était pas du tout surprise par les blessures grandes et petites qui se trouvaient sur le bout des doigts de Collei. Elle lui dit simplement : « Regarde-moi ça, on dirait que tu t'es amusée à taper dans une baie à crochet toute la soirée comme si c'était un ballon. »</color>\n<color=#ffffff73>« Quand tu feras tes études à Sumeru, il ne faudra pas être si hâtive, petite Collei. », s'exclama Lisa en riant. « Il y a une première fois à tout. Grandir, c'est surmonter les difficultés que l'on rencontre les premières fois qu'on essaie quelque chose. »</color>\n<color=#ffffff73>Collei ne put s'empêcher de rougir. Elle ne savait pas encore comment réagir face à la gentillesse d'autrui.</color>\n<color=#ffffff73>Mais elle n'était qu'une enfant, et les enfants finissent toujours par grandir.</color>\n<color=#ffffff73>Les enfants qui ont perdu foi en la vie finissent toujours par retrouver espoir, tandis que ceux qui ne savent pas tirer au lance-pierre finissent toujours par apprendre à viser.</color>\n<color=#ffffff73>Cette petite qui se blesse à répétition avec son aiguille à coudre finira par devenir un modèle aux yeux des autres enfants.</color>\n<color=#ffffff73>Un jour, à Gandharva, les enfants bavardaient autour de Collei, le regard plein d'admiration.</color>\n<color=#ffffff73>« T'es douée avec tes mains ! Il est trop beau, ce chat ! » « Dis, Collei, est-ce qu'il a un nom ? »</color>\n<color=#ffffff73>Collei leva bien haut cette peluche de chat aux coutures délicates, et pour une fois, la fierté pouvait se lire sur son visage.</color>\n<color=#ffffff73>« Il s'appelle Cuilein-Anbar ! »</color>"
          }
        ]
      },
      {
        "title": "Œil divin",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La pluie tombait à flots. Un déluge de roches, de terre et de débris bloquait le chemin de Collei.</color>\n<color=#ffffff73>Elle alluma un feu au pied de la falaise pour réchauffer la fille qui grelottait à côté d'elle.</color>\n<color=#ffffff73>La vallée où elle se trouvait était à un jour de voyage de la forêt dans laquelle elle avait l'habitude de patrouiller. Si elle était toute seule, elle pourrait envisager de continuer à avancer sous la pluie.</color>\n<color=#ffffff73>Mais maintenant qu'elle avait avec elle une enfant égarée et affamée, elle devait attendre.</color>\n<color=#ffffff73>Cette jeune fille avait le visage pâle, le front brûlant, et ne cessait d'appeler sa mère en murmurant.</color>\n<color=#ffffff73>Collei se souvenait de la mère de cette petite : elle avait vu cette femme désespérée et paniquée demander de l'aide dans les rues de Gandharva, cette femme dont le regard était celui d'une personne qui souhaitait souffrir à la place de son enfant.</color>\n<color=#ffffff73>La mère et sa fille avaient suivi une caravane marchande pour traverser la vallée. Une fois le camp dressé, la petite était partie jouer et s'était retrouvée par erreur dans la forêt. Quand ils avaient découvert que la fille avait disparu, les caravaniers s'étaient immédiatement mis à sa recherche, mais n'étaient pas parvenus à la retrouver.</color>\n<color=#ffffff73>Impuissante, la mère avait du retourner en ville pour chercher de l'aide.</color>\n<color=#ffffff73>Tighnari était parti en ville avec d'autres gardes forestiers pour participer à des réunions, et devant l'urgence de la situation, Collei ne pouvait pas attendre le retour de son maître. Sous la pluie battante, les chiens de sauvetage étaient incapables de retrouver la trace de la petite.</color>\n<color=#ffffff73>Elle endossa alors son sac, son arc et ses flèches, et se dirigea vers la forêt.</color>\n<color=#ffffff73>Au même moment, le grognement des bêtes se faisait entendre entre le bruit de la pluie et de la foudre, et celui-ci semblait se rapprocher de plus en plus d'elle.</color>\n<color=#ffffff73>En entendant cela, de mauvais souvenirs ressurgirent dans l'esprit de Collei, des souvenirs auxquels elle ne voulait absolument pas se confronter.</color>\n<color=#ffffff73>La pluie passa et le ciel s'éclaircit. Ayant reçu la nouvelle, Tighnari ne prit pas une seule minute pour se reposer et s'empressa de rattraper son apprentie.</color>\n<color=#ffffff73>Sous la falaise, il y avait partout des traces indiquant qu'un combat s'était produit. Des corps de bêtes gisaient au loin. Quant à Collei et la petite fille, elles s'étaient endormies en s'appuyant l'une sur l'autre.</color>\n<color=#ffffff73>Le cœur de Tighnari se serra. Il savait pertinemment que Collei n'était pas capable d'avoir fait ça... À moins qu'elle n'eût fait appel à une force qu'elle ne devait pas invoquer.</color>\n<color=#ffffff73>Agir comme elle l'avait fait revenait à boire du poison pour étancher sa soif, car cela aggraverait l'état de sa maladie. Il devait contacter le général mahamatra le plus vite possible...</color>\n<color=#ffffff73>Les bruits de pas de Tighnari réveillèrent Collei. Elle s'empressa de faire signe à son maître d'être plus silencieux afin de laisser dormir la petite fille.</color>\n<color=#ffffff73>S'inquiétant pour elle, Tighnari lui demanda : « Collei, est-ce que tu as... »</color>\n<color=#ffffff73>Collei fit non de la tête puis leva la main avant de desserrer son poing, qui était resté fermé toute la nuit.</color>\n<color=#ffffff73>« Maître, je suis devenue plus forte ! Je ne laisserai pas les efforts des autres être gaspillés ! À partir d'aujourd'hui, c'est moi qui protégerais tout le monde ! »</color>\n<color=#ffffff73>À l'intérieur de sa main, un œil divin luisait silencieusement.</color>"
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Niv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "-",
              "821"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "-",
              "17"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "-",
              "50"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "-",
              "0%"
            ]
          }
        ]
      },
      {
        "key": "Niv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "2108",
              "2721"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "43",
              "56"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "129",
              "167"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "0%",
              "0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 2679,
            "name": "Éclat d'émeraude nagadus",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Matériau d'élévation de personnage.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/158750877/8a494dcde9769dd1e536512e1a689ba1_617679342449579306.PNG",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 2681,
            "name": "Champignon sacramental",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un champignon qui pousse en couches successives telle une mer de nuages et que l'on trouve principalement sur les arbres au cœur de la forêt tropicale. Les habitants de Sumeru les considèrent comme la cristallisation sacrée de l'héritage de Rukkhadevata.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/158750877/fbfb9632c9668ce46422fa5b2acb9f0d_3796288173551252192.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1105,
            "name": "Pointe de flèche robuste",
            "desc": "Une pointe de flèche rudimentaire. Bien que son état laisse à désirer, elle peut se révéler mortelle si la flèche est tirée au bon moment.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Firm Arrowhead_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Niv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "4076",
              "4512"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "83",
              "92"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "250",
              "277"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "0%",
              "6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 2678,
            "name": "Fragment d'émeraude nagadus",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Matériau d'élévation de personnage.<br>« J'ai fait un très long rêve... »</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/158750877/58cae6f57061984127a0a6e2970fa134_6592593106061511010.PNG",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 2682,
            "name": "Bec crochu majestueux",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un bec allongé que vous avez trouvé après avoir vaincu le Champieffroi panaché.<br>Les chercheurs considèrent toujours comme un miracle le fait que des Fongus mous aient pu évoluer pour avoir ces becs crochus durs comme la pierre. Cette espèce, que l'on peut dignement considérer comme le roi des champignons fait tranquillement les cent pas sur la ligne d'arrivée de l'évolution. De temps en temps, il lance un long appel à tous les êtres vivants de la forêt tropicale : même la créature la plus impuissante et timide peut un jour devenir le monarque des bois.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/11/158750877/2972b8736c61420ec754734c8b8e944d_2579046158087822245.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 2681,
            "name": "Champignon sacramental",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un champignon qui pousse en couches successives telle une mer de nuages et que l'on trouve principalement sur les arbres au cœur de la forêt tropicale. Les habitants de Sumeru les considèrent comme la cristallisation sacrée de l'héritage de Rukkhadevata.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/158750877/fbfb9632c9668ce46422fa5b2acb9f0d_3796288173551252192.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 1105,
            "name": "Pointe de flèche robuste",
            "desc": "Une pointe de flèche rudimentaire. Bien que son état laisse à désirer, elle peut se révéler mortelle si la flèche est tirée au bon moment.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Firm Arrowhead_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Niv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "5189",
              "5770"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "106",
              "118"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "318",
              "354"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "6%",
              "12%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 2678,
            "name": "Fragment d'émeraude nagadus",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Matériau d'élévation de personnage.<br>« J'ai fait un très long rêve... »</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/158750877/58cae6f57061984127a0a6e2970fa134_6592593106061511010.PNG",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 2682,
            "name": "Bec crochu majestueux",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un bec allongé que vous avez trouvé après avoir vaincu le Champieffroi panaché.<br>Les chercheurs considèrent toujours comme un miracle le fait que des Fongus mous aient pu évoluer pour avoir ces becs crochus durs comme la pierre. Cette espèce, que l'on peut dignement considérer comme le roi des champignons fait tranquillement les cent pas sur la ligne d'arrivée de l'évolution. De temps en temps, il lance un long appel à tous les êtres vivants de la forêt tropicale : même la créature la plus impuissante et timide peut un jour devenir le monarque des bois.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/11/158750877/2972b8736c61420ec754734c8b8e944d_2579046158087822245.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 2681,
            "name": "Champignon sacramental",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un champignon qui pousse en couches successives telle une mer de nuages et que l'on trouve principalement sur les arbres au cœur de la forêt tropicale. Les habitants de Sumeru les considèrent comme la cristallisation sacrée de l'héritage de Rukkhadevata.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/158750877/fbfb9632c9668ce46422fa5b2acb9f0d_3796288173551252192.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 1683,
            "name": "Pointe de flèche aiguisée",
            "desc": "Une pointe de flèche de haute qualité. Parfaitement aiguisée, elle traverse aisément la chair.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sharp Arrowhead_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Niv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "6448",
              "6884"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "132",
              "141"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "396",
              "422"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "12%",
              "12%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 2678,
            "name": "Fragment d'émeraude nagadus",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Matériau d'élévation de personnage.<br>« J'ai fait un très long rêve... »</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/158750877/58cae6f57061984127a0a6e2970fa134_6592593106061511010.PNG",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 2682,
            "name": "Bec crochu majestueux",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un bec allongé que vous avez trouvé après avoir vaincu le Champieffroi panaché.<br>Les chercheurs considèrent toujours comme un miracle le fait que des Fongus mous aient pu évoluer pour avoir ces becs crochus durs comme la pierre. Cette espèce, que l'on peut dignement considérer comme le roi des champignons fait tranquillement les cent pas sur la ligne d'arrivée de l'évolution. De temps en temps, il lance un long appel à tous les êtres vivants de la forêt tropicale : même la créature la plus impuissante et timide peut un jour devenir le monarque des bois.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/11/158750877/2972b8736c61420ec754734c8b8e944d_2579046158087822245.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 2681,
            "name": "Champignon sacramental",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un champignon qui pousse en couches successives telle une mer de nuages et que l'on trouve principalement sur les arbres au cœur de la forêt tropicale. Les habitants de Sumeru les considèrent comme la cristallisation sacrée de l'héritage de Rukkhadevata.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/158750877/fbfb9632c9668ce46422fa5b2acb9f0d_3796288173551252192.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 1683,
            "name": "Pointe de flèche aiguisée",
            "desc": "Une pointe de flèche de haute qualité. Parfaitement aiguisée, elle traverse aisément la chair.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sharp Arrowhead_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Niv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "7561",
              "7996"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "154",
              "163"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "464",
              "491"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "12%",
              "18%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 2677,
            "name": "Morceau d'émeraude nagadus",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Matériau d'élévation de personnage.<br>« J'ai fait un très long rêve... »<br>« Il y avait des gens qui se tenaient la main et dansaient en cercle : des sages et des simples d'esprit, des danseuses et des guerriers, des marionnettes et des statues de divinités... »</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/11/158750877/d45535e4a38da93077684ded74ff2ab7_8798309947399619306.PNG",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 2682,
            "name": "Bec crochu majestueux",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un bec allongé que vous avez trouvé après avoir vaincu le Champieffroi panaché.<br>Les chercheurs considèrent toujours comme un miracle le fait que des Fongus mous aient pu évoluer pour avoir ces becs crochus durs comme la pierre. Cette espèce, que l'on peut dignement considérer comme le roi des champignons fait tranquillement les cent pas sur la ligne d'arrivée de l'évolution. De temps en temps, il lance un long appel à tous les êtres vivants de la forêt tropicale : même la créature la plus impuissante et timide peut un jour devenir le monarque des bois.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/11/158750877/2972b8736c61420ec754734c8b8e944d_2579046158087822245.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 2681,
            "name": "Champignon sacramental",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un champignon qui pousse en couches successives telle une mer de nuages et que l'on trouve principalement sur les arbres au cœur de la forêt tropicale. Les habitants de Sumeru les considèrent comme la cristallisation sacrée de l'héritage de Rukkhadevata.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/158750877/fbfb9632c9668ce46422fa5b2acb9f0d_3796288173551252192.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 367,
            "name": "Pointe de flèche usée",
            "desc": "Une vieille pointe de flèche recouverte de sang. Elle a perdu son tranchant depuis longtemps et ne sert plus d'arme.<br/>Cependant, les chasseurs la portent fièrement à leur cou comme une amulette ou une médaille.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Weathered Arrowhead_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Niv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "8674",
              "9110"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "177",
              "186"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "532",
              "559"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "18%",
              "24%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 2676,
            "name": "Pierre d'émeraude nagadus",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Matériau d'élévation de personnage.<br>« J'ai fait un très long rêve... »<br>« Il y avait des gens qui se tenaient la main et dansaient en cercle : des sages et des simples d'esprit, des danseuses et des guerriers, des marionnettes et des statues de divinités... »<br>« Ces gens qui dansaient ensemble étaient une représentation de l'univers. Vivre a toujours été une fin, et la sagesse, les moyens pour y parvenir. »</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/11/158750877/4e6fdd6c33dcd340000b8d8087573f23_6236997299403126217.PNG",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 2682,
            "name": "Bec crochu majestueux",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un bec allongé que vous avez trouvé après avoir vaincu le Champieffroi panaché.<br>Les chercheurs considèrent toujours comme un miracle le fait que des Fongus mous aient pu évoluer pour avoir ces becs crochus durs comme la pierre. Cette espèce, que l'on peut dignement considérer comme le roi des champignons fait tranquillement les cent pas sur la ligne d'arrivée de l'évolution. De temps en temps, il lance un long appel à tous les êtres vivants de la forêt tropicale : même la créature la plus impuissante et timide peut un jour devenir le monarque des bois.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/11/158750877/2972b8736c61420ec754734c8b8e944d_2579046158087822245.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 2681,
            "name": "Champignon sacramental",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un champignon qui pousse en couches successives telle une mer de nuages et que l'on trouve principalement sur les arbres au cœur de la forêt tropicale. Les habitants de Sumeru les considèrent comme la cristallisation sacrée de l'héritage de Rukkhadevata.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/158750877/fbfb9632c9668ce46422fa5b2acb9f0d_3796288173551252192.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 367,
            "name": "Pointe de flèche usée",
            "desc": "Une vieille pointe de flèche recouverte de sang. Elle a perdu son tranchant depuis longtemps et ne sert plus d'arme.<br/>Cependant, les chasseurs la portent fièrement à leur cou comme une amulette ou une médaille.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Weathered Arrowhead_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Niv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "9787",
              "-"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "200",
              "-"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "601",
              "-"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "24%",
              "-"
            ]
          }
        ]
      }
    ],
    "voice": [
      {
        "title": "Première rencontre...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Garde forestière en formation Collei au rapport&nbsp;! J'assurerai ta sécurité lors de ton passage dans cette forêt... Ouf, je crois que j'ai enfin réussi à dire cette phrase... Euh, je ne me suis pas trompée, n'est-ce pas&nbsp;?</span></p>"
      },
      {
        "title": "Bavardage - Itinéraire de patrouille",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">D'après le plan de patrouille d'aujourd'hui... On doit d'abord aller ici, puis se diriger par là... Hmm... Il y a beaucoup de trucs écrits...</span></p>"
      },
      {
        "title": "Bavardage - État",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Ouf, je me sens bien aujourd'hui. Je vais en profiter pour essayer d'en faire un peu plus que d'habitude.</span></p>"
      },
      {
        "title": "Bavardage - Souvenirs",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Quand je n'ai pas grand-chose pour m'occuper l'esprit, j'ai de vieilles pensées qui me reviennent... Ouf, il suffit que je commence à en parler pour que les souvenirs commencent...</span></p>"
      },
      {
        "title": "Après la pluie...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Même si la pluie a cessé, il reste toujours des flaques d'eau. De la même manière que le passé reste en mémoire, longtemps après... Ahem !</span></p>"
      },
      {
        "title": "Quand le tonnerre gronde...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Quand on entend le tonnerre, mieux vaut ne pas s'approcher des grands arbres. Et pour ce qui est des gardes forestiers, on doit également être à l'affût du moindre signe de départ de feu.</span></p>"
      },
      {
        "title": "Il fait bon dehors...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Il fait beau temps. Allons profiter du soleil, c'est excellent pour la santé.</span></p>"
      },
      {
        "title": "Le vent souffle fort...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Ah, le vent est parfait. Pas trop léger, pas trop fort... Je parie qu'Amber adorerait se lancer des défis par un temps pareil.</span></p>"
      },
      {
        "title": "Au réveil...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Bonjour ! *bâille* Désolée, j'ai encore dû rattraper mes cours hier soir...</span></p>"
      },
      {
        "title": "À l'heure du déjeuner...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Il n'est pas rare d'être dehors jusqu'à midi lors des itinéraires de patrouille les plus longs. J'ai apporté quelques snacks pitas supplémentaires. Tu en veux ?</span></p>"
      },
      {
        "title": "Le soir...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Il commence à faire sombre. Tu ferais bien d'être très prudent/prudente si tu traverses la forêt à cette heure.</span></p>"
      },
      {
        "title": "La nuit...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Tu es prêt/prête à dormir ? Bien. Le feu de camp est allumé, je vais monter la garde cette nuit.</span></p>"
      },
      {
        "title": "À propos de Collei - Gardienne de la forêt",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">J'ai longtemps erré dans la nature avant d'arriver à Sumeru, et j'ai mangé tout ce que je pouvais y trouver, comestible ou non. Étant donné les connaissances que j'avais acquises, le travail de garde forestier m'a paru couler de source à mon arrivée ici. S'il y avait des cours de « survie en milieu sauvage », je suis presque sûre que j'y arriverais... Enfin, tant qu'il n'y a pas d'examen écrit.</span></p>"
      },
      {
        "title": "À propos de Collei - Bachotage",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Hmm ? Tu veux savoir ce que j'étudie tous les jours ? ... C'est vrai que mon maître est un brillant intellectuel, mais il ne m'enseigne rien de très académique pour le moment. C'est, hum... « Bases du langage en Teyvat »...</span></p>"
      },
      {
        "title": "À propos de nous - Vieille amitié",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Amber a déjà parlé de toi dans ses lettres. Je n'arrive pas à croire qu'il se soit passé autant de choses à Mondstadt depuis que j'y suis allée. Dommage, j'ai dû sauter les mots que je ne connaissais pas, donc j'ai manqué beaucoup de détails... Oh, mais maintenant tu es là, est-ce que tu pourrais me raconter toute l'histoire ?</span></p>"
      },
      {
        "title": "À propos de nous - Nouvelles amitiés",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Avant, je pensais que les amis, ce n'était pas pour moi. Mais les choses ont changé quand je suis allée à Mondstadt... Puis après ça, j'ai rencontré mon maître à Sumeru, et maintenant je t'ai rencontré/rencontrée, toi. Tout compte fait, je pense que j'ai eu beaucoup de chance.</span></p>"
      },
      {
        "title": "À propos de l'œil divin...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Héhé... Je n'aurais jamais pensé que j'aurais mon propre œil divin un jour. Avant, je pensais que les dieux ne s'intéressaient qu'aux gens qui étaient populaires... Hum, mais j'avais un tas de mauvais préjugés comme ça, donc... Désolée.</span></p>"
      },
      {
        "title": "Quelque chose à partager - Noms d'attaque",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Mon maître dit toujours que c'est en forgeant qu'on devient forgeron, alors j'essaie de lire des romans légers pour améliorer mon vocabulaire... Au moins, c'est plus facile que de lire ses essais. Mais récemment, j'ai lu ce livre où le personnage principal avait un tas de compétences différentes, chacune avec son propre nom, et je ne connaissais pas un seul mot dans aucune d'entre elles... Hmm ? Le titre ? Je crois que c'était, hum... « Onibudo » ? Tu l'as déjà lu ?</span></p>"
      },
      {
        "title": "Quelque chose à partager - Puissance scellée",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Argh... Et voilà que ça recommence : « Je ne peux plus contrôler le pouvoir scellé en moi »... Ou encore « Vous feriez mieux de rester loin de moi »... Comment les gens d'Inazuma peuvent-ils dire ce genre de choses aussi naturellement ? Ça ne les gêne pas quand ils y repensent après ? Aaah... Non, ça craint. Je ne peux pas lire plus loin !</span></p>"
      },
      {
        "title": "Détails intéressants...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Eh bien, il y a les plantes et les animaux, il y a ceux qu'on peut manger et ceux qu'on ne peut pas, mais au-delà de ça, c'est beaucoup de choses, vraiment... Chut, ne dites pas au maître que j'ai dit ça. Quoique... Personnellement, j'aime bien les arbres qui ont un creux au milieu... Surtout dans ces moments où j'ai envie de me mettre en boule et de me cacher. Tout le monde doit avoir des moments comme ça, pas vrai ? ... Non ?</span></p>"
      },
      {
        "title": "À propos de Tighnari...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Même si le maître peut paraître sévère et qu'il critique toujours les aventuriers qui mangent des champignons vénéneux sans faire attention, c'est quelqu'un de très gentil dans le fond. Il est tellement patient avec moi quand il me donne des cours, il lit même des lettres de Mondstadt pour moi. J'ai toujours été très reconnaissante envers lui.</span></p>"
      },
      {
        "title": "À propos de Dori...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Je l'ai rencontrée une fois quand j'étais en patrouille en forêt. Elle a sorti une bouteille de jus de fruits qui avait l'air tellement savoureux de son sac, comme si elle savait que j'avais soif... Heureusement, le maître était là, et il m'a empêché de dépenser tous mes moras durement gagnés dans un moment de faiblesse...</span></p>"
      },
      {
        "title": "À propos de la Rani Kusanali...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">L'Archon Dendro... Quand j'étais petite, il y a eu tellement de fois où j'ai voulu demander aux dieux pourquoi je devais endurer autant de souffrance... *soupir* Mais pour autant que je sache, peut-être que les dieux se sentent tout aussi impuissants que je me sentais à l'époque.</span></p>"
      },
      {
        "title": "À propos de Cyno...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Hum... Je préfère ne pas parler de lui, d'accord ? Oh, non, ce n'est pas que le général mahamatra soit une mauvaise personne ou quoi que ce soit. D'ailleurs, c'est lui qui m'a ramenée de Mondstadt à Sumeru et qui m'a trouvé un endroit où rester. C'est juste que... Chaque fois que je me rappelle du processus de « scellement » juste avant de quitter Mondstadt... Ooh... J'ai la nuque qui me fait mal à nouveau...</span></p>"
      },
      {
        "title": "À propos de Kaveh...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Le général mahamatra l'a amené une fois chez nous pour un repas. Dès que les fruits sont arrivés sur la table, il a commencé à parler de son colocataire difficile et buté. On n'a même pas essayé de l'interrompre, on s'est contenté de hocher la tête et d'essayer d'étouffer nos rires, ce qui a demandé beaucoup d'efforts.</span></p>"
      },
      {
        "title": "À propos de Nilou...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Elle a l'air un peu distraite. Si elle devait se produire dans les environs de Gandharva, j'ai bien peur qu'elle ne finisse par se perdre dans la forêt... Il faudra que je garde un œil sur elle, comme le ferait une garde forestière en formation digne de ce nom.</span></p>"
      },
      {
        "title": "À propos d'Amber...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Amber est géniale. Elle est gentille, enthousiaste, et en plus, elle est très courageuse et fait toujours ce qu'il faut... C'est la personne que j'admire le plus ! Elle est comme un feu de cheminée qui réchauffe le cœur de tout le monde autour d'elle. Sans elle, je ne serais jamais arrivée là où je suis aujourd'hui... Ça fait tellement longtemps... Je parie qu'elle est encore plus cool et sûre d'elle qu'avant ! Qui sait si je lui arriverai un jour à la cheville.</span></p>"
      },
      {
        "title": "À propos de Kaeya...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Comment va tout le monde à Mondstadt, ils vont bien ? J'ai causé tellement de problèmes à l'époque que je me demande parfois si je ne devrais pas prendre le temps d'y retourner pour m'excuser... Hmm, mais si jamais je tombais sur le capitaine de cavalerie et qu'il commençait à me taquiner ?... Bon, il n'y a pas d'urgence, je vais attendre un peu.</span></p>"
      },
      {
        "title": "À propos de Lisa...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Après tout ce temps, Lisa continue de m'appeler « ma petite Collei » quand elle m'écrit. J'ai l'impression que... Hmm ? Elle t'appelle « petit chou » ? Pfff... Désolée, je ne voulais pas rire, hum... Mais je dois dire que ça me fait me sentir beaucoup mieux.</span></p>"
      },
      {
        "title": "À propos de Fischl...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">... « Princesse du châtiment » ? ... Hmm, non, désolée. Je ne suis pas restée à Mondstadt très longtemps, je n'ai pas entendu parler d'elle. Ce nom, par contre... *grimace*... Ahem, rien.</span></p>"
      },
      {
        "title": "Connaître Collei (1)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Tu veux en savoir plus sur moi ? Si tu parles de ce qui s'est passé avant que j'arrive à Sumeru, alors... P—Peut-être que tu peux écrire à Amber pour lui demander ? Attends, attends, non, pas ça. Si Kaeya le découvre, ça va être un désastre. Qu'est-ce que je dis, bien sûr qu'il le découvrirait ! B—Bon, je vais te le dire moi-même, alors. Pfiou... Je suis désolée ! S'il te plaît, donne-moi quelques jours pour me préparer...</span></p>"
      },
      {
        "title": "Connaître Collei (2)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Quand je me suis retrouvée à Mondstadt, j'ai dit beaucoup de choses à Amber et aux autres que je n'aurais pas dû. J'ai encore honte quand j'y pense... Comment ai-je pu parler comme ça à des gens qui essayaient juste de m'aider ? Je frémis à l'idée de ce qu'ils ont dû penser de moi à l'époque... Argh, désolée, peut-être qu'on peut en rester là pour aujourd'hui ? Si j'en dis plus, je sais que je le regretterai demain.</span></p>"
      },
      {
        "title": "Connaître Collei (3)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Un jour, on m'a emmenée chez quelqu'un qu'on appelle Dottore pour traiter mon éléazar... Enfin, « traiter » n'est pas le bon mot, ce serait plutôt... expérimenter. Après être restée aussi longtemps dans un environnement pareil, je n'ai pas pu m'empêcher de me demander ce que j'avais fait de mal pour mériter ça. Pourquoi personne ne venait à mon secours ? Petit à petit, j'en suis venue à détester non seulement les Fatui, mais également toutes les autres personnes. En y repensant... c'était assez immature de ma part.</span></p>"
      },
      {
        "title": "Connaître Collei (4)",
        "desc": "<p></p>"
      },
      {
        "title": "Connaître Collei (5)",
        "desc": "<p></p>"
      },
      {
        "title": "Les loisirs de Collei...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Mes loisirs ? ... La couture, m'exercer au planage et aider les autres ! Hmm ? Ça te paraît familier ? Eh bien, c'est parce que... Je veux être quelqu'un qui donne aux gens ce même sentiment de chaleur, moi aussi.</span></p>"
      },
      {
        "title": "Les problèmes de Collei...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">« En réponse à l'homo... homogénéisation des variétés cultivées... pris des mesures d'importation... éviter la consommation à long terme d'aliments fongiques... ». Pourquoi ils en font autant... Ils sont juste en train de dire : « Je ne veux pas manger de champignons », mais sous prétexte qu'il s'agit de l'Académie, il faut que ça ait l'air compliqué !</span></p>"
      },
      {
        "title": "Plats préférés...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Les snacks pitas, c'est facile à transporter et en plus, ça rassasie bien, donc c'est probablement l'aliment que je mange le plus. Mais si on parle de plus que de se remplir l'estomac, mon plat préféré c'est... Mmm, les boulettes de radis frites, je pense.</span></p>"
      },
      {
        "title": "Plats détestés...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Durant mes jours d'errance, il y a eu des moments où j'ai dû ouvrir des baies à crochet et les gober si je ne voulais pas mourir de faim, donc il n'y a pas vraiment de nourriture que je déteste particulièrement. Si je devais en choisir une à laquelle je ne toucherais pas, ce serait les champignons de toutes sortes. Cela n'a rien à voir avec le goût, mais plutôt le fait que je n'ai pas envie de subir les réprimandes du maître...</span></p>"
      },
      {
        "title": "Cadeau reçu (1)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Mmm... C'est délicieux ! Tu peux m'apprendre comment faire ?</span></p>"
      },
      {
        "title": "Cadeau reçu (2)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Avec de telles compétences culinaires, je parie que tu n'as jamais faim quand tu es dans la nature, hein ?</span></p>"
      },
      {
        "title": "Cadeau reçu (3)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Je suis désolée, mais le maître a dit que je ne devais rien manger qui ait l'air suspect.</span></p>"
      },
      {
        "title": "Anniversaire...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Euh, b—bon anniversaire ! Voilà le gâteau que j'ai préparé pour toi, et voilà les bougies, donc oui... Amber a dit dans sa lettre que ça irait comme ça... Oh ! Et, et voilà le cadeau que je t'ai acheté !</span></p><p><span style=\"color: rgba(255, 255, 255, 0.45)\">Je suis désolée, je n'ai pas tellement l'habitude d'organiser des fêtes d'anniversaire. Je n'ai aucune idée si tu vas aimer... Aah, je suis tout excitée maintenant. Si ça ne te plaît pas, dis-le-moi, et je ferai en sorte de t'organiser une fête d'anniversaire plus sympa l'année prochaine !</span></p>"
      },
      {
        "title": "Affinité faible",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Est-ce que ça veut dire que je fais des progrès ?</span></p>"
      },
      {
        "title": "Affinité moyenne",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Je commence à sentir que... Je ne suis plus la même qu'avant.</span></p>"
      },
      {
        "title": "Affinité élevée",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Je n'aurai plus jamais besoin de compter sur leur pouvoir... même si c'est une question de vie ou de mort.</span></p>"
      },
      {
        "title": "Affinité max",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Cela n'aurait probablement pas d'importance si je descellais ce pouvoir maintenant. J'ai vécu tellement de choses, je pense que je serais capable de le contrôler, non ? Eh bien, il n'y a qu'une seule façon de le savoir ! Héhé ! ...</span></p><p><span style=\"color: rgba(255, 255, 255, 0.45)\">Je plaisante. Mon vrai super pouvoir, c'est tout ce que j'ai vécu avec toi.</span></p>"
      },
      {
        "title": "Compétence élémentaire (1)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Vas-y.</span></p>"
      },
      {
        "title": "Compétence élémentaire (2)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Vole.</span></p>"
      },
      {
        "title": "Déchaînement élémentaire (1)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Cuilein-Anbar, à l'aide !</span></p>"
      },
      {
        "title": "Déchaînement élémentaire (2)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">On va essayer ça pour voir !</span></p>"
      },
      {
        "title": "Déchaînement élémentaire (3)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Fais comme on a répété !</span></p>"
      },
      {
        "title": "Ouverture de coffre (1)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">C'est important de se réapprovisionner souvent quand on est dans la nature.</span></p>"
      },
      {
        "title": "Ouverture de coffre (2)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Ouah, c'est vraiment de la chance.</span></p>"
      },
      {
        "title": "Ouverture de coffre (3)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Hmm... Il n'y a pas de champignons vénéneux à l'intérieur, n'est-ce pas ?</span></p>"
      },
      {
        "title": "PV faibles (1)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Je... peux tenir le coup !</span></p>"
      },
      {
        "title": "PV faibles (2)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">J'ai connu pire !</span></p>"
      },
      {
        "title": "PV faibles (3)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Euh... Je crois que je suis assez mal en point...</span></p>"
      },
      {
        "title": "Compagnon avec PV faibles (1)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Ménage-toi !</span></p>"
      },
      {
        "title": "Compagnon avec PV faibles (2)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Tu vas te blesser...</span></p>"
      },
      {
        "title": "K.O. (1)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Garde forestière... pour toujours.</span></p>"
      },
      {
        "title": "K.O. (2)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Non... Pas comme ça...</span></p>"
      },
      {
        "title": "K.O. (3)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Je savais... que ce jour viendrait...</span></p>"
      },
      {
        "title": "Attaque puissante subie (1)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Comment...</span></p>"
      },
      {
        "title": "Attaque puissante subie (2)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Ne me touche pas !</span></p>"
      },
      {
        "title": "Ajout dans l'équipe (1)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">J'assurerai ta sécurité.</span></p>"
      },
      {
        "title": "Ajout dans l'équipe (2)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Tout est prêt, on y va !</span></p>"
      },
      {
        "title": "Ajout dans l'équipe (3)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Garde forestière en formation Collei, au rapport !</span></p>"
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html#/map/2?shown_types=402,56,391&center=2984.00,-3483.00&zoom=-2.00",
    "summaryList": [
      {
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/6a39721c8bab0070d5411ba9caa670c1_5561488363056723086.png",
        "name": "Patrouille sylvestre",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La recharge d'énergie de Collei augmente de 20 % lorsqu'elle fait partie de l'équipe mais n'est pas déployée.</color>"
          }
        ]
      },
      {
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/8a9117494065854878269e0ebe2e1482_8414855535687231141.png",
        "name": "À travers collines et bosquets",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>L'aptitude passive « Retour folié » est modifiée :</color>\n<color=#ffffff73>Au retour de l'</color> <color=#ffd780>anneau floral</color> <color=#ffffff73>, le personnage obtient l'effet Germe de l'aptitude passive « Retour folié », infligeant de façon continue aux ennemis proches des</color> <color=#99ff88>DGT Dendro</color> <color=#ffffff73>d'une valeur équivalant à 40 % de l'ATQ de Collei pendant 3 s.</color>\n<color=#ffffff73>Si un membre de votre équipe déclenche une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement entre l'utilisation de</color> <color=#ffd780>Brosse florale</color> <color=#ffffff73>et l'arrêt de cet effet Germe, la durée de l'effet est prolongée de 3 s.</color>\n<color=#ffffff73>L'effet peut être prolongé 1 fois maximum de cette manière. Si un nouvel effet Germe est déclenché pendant la durée d'un effet Germe existant, l'effet d'origine est supprimé. Les DGT infligés par l’effet Germe sont considérés comme étant des DGT de compétence élémentaire.</color>\n<color=#ffffff73>L'aptitude passive « Retour folié » doit être déjà débloquée.</color>"
          }
        ]
      },
      {
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/57ee18fbb72caf6a99de008f6553c155_171488421486058445.png",
        "name": "Fragrance estivale",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Niveau d'aptitude</color> <color=#ffd780>Brosse florale</color> <color=#ffffff73>+3.</color>\n<color=#ffffff73>Niveau max : 15</color>"
          }
        ]
      },
      {
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/08dbbce758d2b4146632a57a5535f8b4_4740305375217724869.png",
        "name": "Don de la nature",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>L'utilisation d'</color> <color=#ffd780>Atout félin</color> <color=#ffffff73>augmente la maîtrise élémentaire de tous les personnages (hormis Collei) de l'équipe à proximité de 60 pts pendant 12 s.</color>"
          }
        ]
      },
      {
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/d0af009fa00895ea1d33f7128e4d89fa_1376781995164477242.png",
        "name": "Plénitude des braises",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Niveau d'aptitude</color> <color=#ffd780>Atout félin</color> <color=#ffffff73>+3.</color>\n<color=#ffffff73>Niveau max : 15</color>"
          }
        ]
      },
      {
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/842641c84121b99a9a3c09f45ed35fe2_9179062780434235587.png",
        "name": "Bosquet de flèches",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Lorsque l'</color> <color=#ffd780>anneau floral</color> <color=#ffffff73>touche un ennemi, il crée un Cuilein-Anbar miniature qui inflige des</color> <color=#99ff88>DGT Dendro</color> <color=#ffffff73>d'une valeur équivalant à 200 % de l'ATQ de Collei.</color>\n<color=#ffffff73>Chaque utilisation de</color> <color=#ffd780>Brosse florale</color> <color=#ffffff73>permet de créer 1 Cuilein-Anbar miniature maximum.</color>"
          }
        ]
      }
    ],
    "talent": [
      {
        "title": "Attaque normale : Archerie de l'implorant",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/56a7afb2342c71f6d852a1470599e4e6_499828682557921249.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Attaque normale</color>\n<color=#ffffffa6>Enchaîne jusqu'à 4 tirs consécutifs.</color>\n<color=#ffd780>Attaque chargée</color>\n<color=#ffffffa6>Effectue un</color> <color=#ffd780>tir visé</color> <color=#ffffffa6>plus précis avec un bonus de DGT.</color>\n<color=#ffffffa6>Lors de la visée, la flèche se charge en élément Dendro, infligeant d'importants</color> <color=#99ff88>DGT Dendro</color> <color=#ffffffa6>quand elle est complètement chargée.</color>\n<color=#ffd780>Attaque plongeante</color>\n<color=#ffffffa6>Tire une pluie de flèches depuis les airs et plonge au sol, infligeant des DGT de zone à l'impact.</color>"
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11"
            ]
          },
          {
            "key": "DGT 1er coup",
            "values": [
              "43.6%",
              "47.2%",
              "50.7%",
              "55.8%",
              "59.3%",
              "63.4%",
              "69%",
              "74.5%",
              "80.1%",
              "86.2%",
              "92.3%"
            ]
          },
          {
            "key": "DGT 2e coup",
            "values": [
              "42.7%",
              "46.1%",
              "49.6%",
              "54.6%",
              "58%",
              "62%",
              "67.5%",
              "72.9%",
              "78.4%",
              "84.3%",
              "90.3%"
            ]
          },
          {
            "key": "DGT 3e coup",
            "values": [
              "54.1%",
              "58.5%",
              "62.9%",
              "69.2%",
              "73.6%",
              "78.6%",
              "85.5%",
              "92.5%",
              "99.4%",
              "106.9%",
              "114.5%"
            ]
          },
          {
            "key": "DGT 4e coup",
            "values": [
              "68%",
              "73.6%",
              "79.1%",
              "87%",
              "92.6%",
              "98.9%",
              "107.6%",
              "116.3%",
              "125%",
              "134.5%",
              "144%"
            ]
          },
          {
            "key": "DGT tir visé",
            "values": [
              "43.9%",
              "47.4%",
              "51%",
              "56.1%",
              "59.7%",
              "63.8%",
              "69.4%",
              "75%",
              "80.6%",
              "86.7%",
              "92.8%"
            ]
          },
          {
            "key": "DGT tir visé (pleine charge)",
            "values": [
              "124%",
              "133%",
              "143%",
              "155%",
              "164%",
              "174%",
              "186%",
              "198%",
              "211%",
              "223%",
              "236%"
            ]
          },
          {
            "key": "DGT durant la chute",
            "values": [
              "56.8%",
              "61.5%",
              "66.1%",
              "72.7%",
              "77.3%",
              "82.6%",
              "89.9%",
              "97.1%",
              "104.4%",
              "112.3%",
              "120.3%"
            ]
          },
          {
            "key": "DGT chute basse/élevée",
            "values": [
              "114%/142%",
              "123%/153%",
              "132%/165%",
              "145%/182%",
              "155%/193%",
              "165%/206%",
              "180%/224%",
              "194%/243%",
              "209%/261%",
              "225%/281%",
              "241%/300%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
            },
            {
              "type": "CustomEntry",
              "epId": 2689,
              "name": "Enseignement de l'Usage",
              "desc": "<p>Matériau d'amélioration d'aptitude.</p><p>L'usage représente les racines de la nation de la sagesse.</p><p>Il naît d'une volonté inébranlable. La sagesse se manifeste à travers la quête de la bonté. Lorsque cette dernière est absente, l'ingéniosité et l'éloquence le sont également.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/16/43281454/440a7f5e5373800912aa0b3c77c59dbc_749601014742998741.png"
            },
            {
              "type": "CustomEntry",
              "epId": 1105,
              "name": "Pointe de flèche robuste",
              "desc": "Une pointe de flèche rudimentaire. Bien que son état laisse à désirer, elle peut se révéler mortelle si la flèche est tirée au bon moment.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Firm Arrowhead_icon.png"
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
            },
            {
              "type": "CustomEntry",
              "epId": 2690,
              "name": "Guide de l'Usage",
              "desc": "<p>Matériau d'amélioration d'aptitude.</p><p>L'usage représente les racines de la nation de la sagesse.</p><p>Il corrobore les paroles sincères. Il ne suffit pas de penser et de se comporter avec bienveillance pour atteindre la sagesse. Elle émerge de certaines actions et laisse son empreinte sur les mots honnêtes.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/16/43281454/d6fcbf4c3300ba70aa974510a93518c4_7363375143228621721.png"
            },
            {
              "type": "CustomEntry",
              "epId": 1683,
              "name": "Pointe de flèche aiguisée",
              "desc": "Une pointe de flèche de haute qualité. Parfaitement aiguisée, elle traverse aisément la chair.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sharp Arrowhead_icon.png"
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
            },
            {
              "type": "CustomEntry",
              "epId": 2690,
              "name": "Guide de l'Usage",
              "desc": "<p>Matériau d'amélioration d'aptitude.</p><p>L'usage représente les racines de la nation de la sagesse.</p><p>Il corrobore les paroles sincères. Il ne suffit pas de penser et de se comporter avec bienveillance pour atteindre la sagesse. Elle émerge de certaines actions et laisse son empreinte sur les mots honnêtes.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/16/43281454/d6fcbf4c3300ba70aa974510a93518c4_7363375143228621721.png"
            },
            {
              "type": "CustomEntry",
              "epId": 1683,
              "name": "Pointe de flèche aiguisée",
              "desc": "Une pointe de flèche de haute qualité. Parfaitement aiguisée, elle traverse aisément la chair.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sharp Arrowhead_icon.png"
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
            },
            {
              "type": "CustomEntry",
              "epId": 2690,
              "name": "Guide de l'Usage",
              "desc": "<p>Matériau d'amélioration d'aptitude.</p><p>L'usage représente les racines de la nation de la sagesse.</p><p>Il corrobore les paroles sincères. Il ne suffit pas de penser et de se comporter avec bienveillance pour atteindre la sagesse. Elle émerge de certaines actions et laisse son empreinte sur les mots honnêtes.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/16/43281454/d6fcbf4c3300ba70aa974510a93518c4_7363375143228621721.png"
            },
            {
              "type": "CustomEntry",
              "epId": 1683,
              "name": "Pointe de flèche aiguisée",
              "desc": "Une pointe de flèche de haute qualité. Parfaitement aiguisée, elle traverse aisément la chair.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sharp Arrowhead_icon.png"
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
            },
            {
              "type": "CustomEntry",
              "epId": 2690,
              "name": "Guide de l'Usage",
              "desc": "<p>Matériau d'amélioration d'aptitude.</p><p>L'usage représente les racines de la nation de la sagesse.</p><p>Il corrobore les paroles sincères. Il ne suffit pas de penser et de se comporter avec bienveillance pour atteindre la sagesse. Elle émerge de certaines actions et laisse son empreinte sur les mots honnêtes.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/16/43281454/d6fcbf4c3300ba70aa974510a93518c4_7363375143228621721.png"
            },
            {
              "type": "CustomEntry",
              "epId": 1683,
              "name": "Pointe de flèche aiguisée",
              "desc": "Une pointe de flèche de haute qualité. Parfaitement aiguisée, elle traverse aisément la chair.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sharp Arrowhead_icon.png"
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
            },
            {
              "type": "CustomEntry",
              "epId": 2691,
              "name": "Philosophie de l'Usage",
              "desc": "<p>Matériau d'amélioration d'aptitude.</p><p>L'usage représente les racines de la nation de la sagesse.</p><p>Il fait pousser les fruits de la sagesse. L'acte pratiqué se donne un sens. L'union des actions, des paroles et des pensées est le seul moyen qu'ont les sages d'atteindre la perfection.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/05/158750877/e5bb83c9ce3ff0ec1ae7d541f67fa9b5_9175799526805995372.png"
            },
            {
              "type": "CustomEntry",
              "epId": 367,
              "name": "Pointe de flèche usée",
              "desc": "Une vieille pointe de flèche recouverte de sang. Elle a perdu son tranchant depuis longtemps et ne sert plus d'arme.<br/>Cependant, les chasseurs la portent fièrement à leur cou comme une amulette ou une médaille.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Weathered Arrowhead_icon.png"
            },
            {
              "type": "CustomEntry",
              "epId": 1281,
              "name": "Larmes de la divinité calamiteuse",
              "desc": "Une articulation de marionnette obtenue dans le plan euthymique. Le geste ici a la forme du funeste œil de jugement orageux.<br/>Étant donné qu'elles sont capables d'abattre la malédiction et de faire pleuvoir les catastrophes d'un simple regard, il peut paraître naturel d'attribuer les malheurs de la vie aux divinités calamiteuses. Cependant, si on y réfléchit d'un peu plus près, quand notre volonté est assez forte et nos convictions suffisamment fermes...<br/>Peu importe les catastrophes, même un œil maléfique peut se laver de ses larmes.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tears of the Calamitous God_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
            },
            {
              "type": "CustomEntry",
              "epId": 2691,
              "name": "Philosophie de l'Usage",
              "desc": "<p>Matériau d'amélioration d'aptitude.</p><p>L'usage représente les racines de la nation de la sagesse.</p><p>Il fait pousser les fruits de la sagesse. L'acte pratiqué se donne un sens. L'union des actions, des paroles et des pensées est le seul moyen qu'ont les sages d'atteindre la perfection.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/05/158750877/e5bb83c9ce3ff0ec1ae7d541f67fa9b5_9175799526805995372.png"
            },
            {
              "type": "CustomEntry",
              "epId": 367,
              "name": "Pointe de flèche usée",
              "desc": "Une vieille pointe de flèche recouverte de sang. Elle a perdu son tranchant depuis longtemps et ne sert plus d'arme.<br/>Cependant, les chasseurs la portent fièrement à leur cou comme une amulette ou une médaille.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Weathered Arrowhead_icon.png"
            },
            {
              "type": "CustomEntry",
              "epId": 1281,
              "name": "Larmes de la divinité calamiteuse",
              "desc": "Une articulation de marionnette obtenue dans le plan euthymique. Le geste ici a la forme du funeste œil de jugement orageux.<br/>Étant donné qu'elles sont capables d'abattre la malédiction et de faire pleuvoir les catastrophes d'un simple regard, il peut paraître naturel d'attribuer les malheurs de la vie aux divinités calamiteuses. Cependant, si on y réfléchit d'un peu plus près, quand notre volonté est assez forte et nos convictions suffisamment fermes...<br/>Peu importe les catastrophes, même un œil maléfique peut se laver de ses larmes.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tears of the Calamitous God_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
            },
            {
              "type": "CustomEntry",
              "epId": 2691,
              "name": "Philosophie de l'Usage",
              "desc": "<p>Matériau d'amélioration d'aptitude.</p><p>L'usage représente les racines de la nation de la sagesse.</p><p>Il fait pousser les fruits de la sagesse. L'acte pratiqué se donne un sens. L'union des actions, des paroles et des pensées est le seul moyen qu'ont les sages d'atteindre la perfection.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/05/158750877/e5bb83c9ce3ff0ec1ae7d541f67fa9b5_9175799526805995372.png"
            },
            {
              "type": "CustomEntry",
              "epId": 367,
              "name": "Pointe de flèche usée",
              "desc": "Une vieille pointe de flèche recouverte de sang. Elle a perdu son tranchant depuis longtemps et ne sert plus d'arme.<br/>Cependant, les chasseurs la portent fièrement à leur cou comme une amulette ou une médaille.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Weathered Arrowhead_icon.png"
            },
            {
              "type": "CustomEntry",
              "epId": 1281,
              "name": "Larmes de la divinité calamiteuse",
              "desc": "Une articulation de marionnette obtenue dans le plan euthymique. Le geste ici a la forme du funeste œil de jugement orageux.<br/>Étant donné qu'elles sont capables d'abattre la malédiction et de faire pleuvoir les catastrophes d'un simple regard, il peut paraître naturel d'attribuer les malheurs de la vie aux divinités calamiteuses. Cependant, si on y réfléchit d'un peu plus près, quand notre volonté est assez forte et nos convictions suffisamment fermes...<br/>Peu importe les catastrophes, même un œil maléfique peut se laver de ses larmes.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tears of the Calamitous God_icon.png"
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
            },
            {
              "type": "CustomEntry",
              "epId": 2691,
              "name": "Philosophie de l'Usage",
              "desc": "<p>Matériau d'amélioration d'aptitude.</p><p>L'usage représente les racines de la nation de la sagesse.</p><p>Il fait pousser les fruits de la sagesse. L'acte pratiqué se donne un sens. L'union des actions, des paroles et des pensées est le seul moyen qu'ont les sages d'atteindre la perfection.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/05/158750877/e5bb83c9ce3ff0ec1ae7d541f67fa9b5_9175799526805995372.png"
            },
            {
              "type": "CustomEntry",
              "epId": 367,
              "name": "Pointe de flèche usée",
              "desc": "Une vieille pointe de flèche recouverte de sang. Elle a perdu son tranchant depuis longtemps et ne sert plus d'arme.<br/>Cependant, les chasseurs la portent fièrement à leur cou comme une amulette ou une médaille.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Weathered Arrowhead_icon.png"
            },
            {
              "type": "CustomEntry",
              "epId": 1281,
              "name": "Larmes de la divinité calamiteuse",
              "desc": "Une articulation de marionnette obtenue dans le plan euthymique. Le geste ici a la forme du funeste œil de jugement orageux.<br/>Étant donné qu'elles sont capables d'abattre la malédiction et de faire pleuvoir les catastrophes d'un simple regard, il peut paraître naturel d'attribuer les malheurs de la vie aux divinités calamiteuses. Cependant, si on y réfléchit d'un peu plus près, quand notre volonté est assez forte et nos convictions suffisamment fermes...<br/>Peu importe les catastrophes, même un œil maléfique peut se laver de ses larmes.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tears of the Calamitous God_icon.png"
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Couronne de la sagesse",
              "desc": "Matériau d'amélioration d'aptitude rare.<br/>Un support utilisé dans les temps anciens pour conserver et transmettre le savoir. Bien que de nos jours les connaissances se transmettent de différentes manières, autant orales qu'écrites, cet artéfact n'a pas perdu la moindre once de son pouvoir d'antan.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/ff238cc31d0295c0d1550fc2e07a1f3a_6643624359322650055.gif"
      },
      {
        "key": "Brosse florale",
        "title": "Brosse florale",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/57ee18fbb72caf6a99de008f6553c155_6626996988368036824.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Lance un anneau floral qui inflige des</color> <color=#99ff88>DGT Dendro</color> <color=#ffffffa6>une fois aux ennemis touchés.</color>\n<color=#ffffffa6>L'anneau floral revient ensuite après un certain temps, infligeant une nouvelle fois des</color> <color=#99ff88>DGT Dendro</color> <color=#ffffffa6>.</color>\n<color=#ffffffa6>C'est le gadget incontournable de Collei pour faire face aux bêtes sauvages indisciplinées : quelques petits coups bien placés avec cet instrument améliorent généralement leur comportement. Évidemment, ce même principe fonctionne tout aussi bien sur les malfaiteurs...</color>"
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11",
              "Niv.12",
              "Niv.13"
            ]
          },
          {
            "key": "DGT compétence",
            "values": [
              "151.2%",
              "162.5%",
              "173.9%",
              "189%",
              "200.3%",
              "211.7%",
              "226.8%",
              "241.9%",
              "257.0%",
              "272.2%",
              "287.3%",
              "302.4%",
              "321.3%"
            ]
          },
          {
            "key": "Temps de recharge",
            "values": [
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s"
            ]
          }
        ],
        "talentImg": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/573da4531a782739b4b7b9e986e3530f_1665184738217550809.gif"
      },
      {
        "key": "Atout félin",
        "title": "Atout félin",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/d0af009fa00895ea1d33f7128e4d89fa_4936110147117227801.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Le fidèle Cuilein-Anbar arrive pour apporter son aide !</color>\n<color=#ffffffa6>Lance une poupée nommée Cuilein-Anbar, provoquant une explosion qui inflige des</color> <color=#99ff88>DGT Dendro de zone</color> <color=#ffffffa6>tout en créant un territoire de Cuilein-Anbar. Cuilein-Anbar bondira alors sans cesse dans son territoire, infligeant des</color> <color=#99ff88>DGT Dendro de zone</color> <color=#ffffffa6>.</color>\n<color=#ffffffa6>« Pas mal, hein ? ... Hein ? D'où est-ce que j'ai sorti le nom de Cuilein-Anbar ? Euh, eh bien, je... »</color>"
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11",
              "Niv.12",
              "Niv.13"
            ]
          },
          {
            "key": "DGT explosifs",
            "values": [
              "201.8%",
              "217%",
              "232.1%",
              "252.3%",
              "267.4%",
              "282.6%",
              "302.7%",
              "322.9%",
              "343.1%",
              "363.3%",
              "383.5%",
              "403.7%",
              "428.9%"
            ]
          },
          {
            "key": "DGT bond",
            "values": [
              "43.3%",
              "46.5%",
              "49.7%",
              "54.1%",
              "57.3%",
              "60.6%",
              "64.9%",
              "69.2%",
              "73.5%",
              "77.9%",
              "82.2%",
              "86.5%",
              "91.9%"
            ]
          },
          {
            "key": "Durée",
            "values": [
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s"
            ]
          },
          {
            "key": "Temps de recharge",
            "values": [
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s"
            ]
          },
          {
            "key": "Énergie élémentaire",
            "values": [
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60"
            ]
          }
        ],
        "talentImg": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/fd87de2218c13083ca893d5f19ede3af_6035761348275291981.gif"
      },
      {
        "key": "Retour folié",
        "title": "Retour folié",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/696389dab084ea0a90cff6afd5aecebb_4665961776184271209.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Si un membre de votre équipe déclenche une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement avant le retour de l'</color> <color=#ffd780>anneau floral</color> <color=#ffffffa6>, le personnage obtient l'effet Germe au retour de l'anneau, ce qui inflige de façon continue aux ennemis proches des</color> <color=#99ff88>DGT Dendro</color> <color=#ffffffa6>d'une valeur équivalant à 40 % de l'ATQ de Collei pendant 3 s.</color>\n<color=#ffffffa6>Si un nouvel effet Germe est déclenché pendant la durée d'un effet Germe existant, l'effet d'origine est supprimé. Les DGT infligés par l’effet Germe sont considérés comme étant des DGT de compétence élémentaire.</color>"
          }
        ],
        "attributes": []
      },
      {
        "key": "Bois de langueur",
        "title": "Bois de langueur",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/3ec58c6cf7dbba71d12eea703f78d7ee_8662658518752599676.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Si un personnage dans le</color> <color=#ffd780>territoire de Cuilein-Anbar</color> <color=#ffffffa6>déclenche une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, la durée du territoire est prolongée de 1 s.</color>\n<color=#ffffffa6>Lors d'une même utilisation d'</color> <color=#ffd780>Atout félin</color> <color=#ffffffa6>, cette durée peut être prolongée un maximum de 3 fois de cette manière.</color>"
          }
        ],
        "attributes": []
      },
      {
        "key": "Championne de planage de Sumeru",
        "title": "Championne de planage de Sumeru",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/5bb90b375e3446c553569f35e3be83ca_8352495921570200248.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Réduit la consommation d'endurance de vos personnages dans l'équipe de 20 % lors du planage.</color>\n<color=#ffffffa6>Ne peut pas être cumulé avec d'autres aptitudes passives aux effets identiques.</color>"
          }
        ],
        "attributes": []
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/01/158750877/43a62e38cb24ad3f7e72330592303742_6558098457573346954.jpg"
      },
      {
        "key": "Avatar",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/158750877/4044ca9dcb140f6729753d43024c8b54_2478978834943984784.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Tenue Originale - Une nouvelle feuille</color>\n<color=#ffffffa6>Tenue de Collei. Maintenant qu'elle n'a plus besoin de rester emmitouflée dans une cape épaisse, elle est libre d'émerger comme une feuille nouvellement germée et d'accueillir chaque lever de soleil.</color>"
          }
        ]
      },
      {
        "key": "Animation d'inactivité 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/158750877/8e82f3db3573a4835dc181b13c72b272_1664521001193936182.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Tenue Originale - Une nouvelle feuille</color>"
          }
        ]
      },
      {
        "key": "Animation d'inactivité 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/158750877/8f8dc68fb952c6ec33ea73eaef7f68c5_543189090615924430.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Tenue Originale - Une nouvelle feuille</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Collei</color>"
          }
        ]
      },
      {
        "key": "Anniversaire",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>8/5</color>"
          }
        ]
      },
      {
        "key": "Constellation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Leptailurus Cervarius</color>"
          }
        ]
      },
      {
        "key": "Titre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Germe de renaissance</color>"
          }
        ]
      },
      {
        "key": "Œil divin",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Dendro</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Gandharva</color>"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>秦文静 (Qin Wenjing)</color>"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Christina Costello</color>"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>前川涼子 (MAEKAWA Ryōko)</color>"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>방시우 (Bang Siu)</color>"
          }
        ]
      },
      {
        "key": "Plat Spécial",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2753,
            "name": "Aspiration",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Spécialité culinaire de Collei. </span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pain mou garni d'ingrédients riches en nutriments qui est idéal pour les personnes qui doivent se déplacer souvent. Selon Collei, le bifteck qu'il contient est appelé « la viande grillée du garde forestier » ! Difficile de ne pas penser à une certaine fille vêtue de rouge pleine d'enthousiasme... C'est sûrement elle qui doit être à l'origine de l'aspiration de Collei.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/20/29705491/01c97b1d5ff8654a82b288dc5f19efb9_580089841838534886.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Carte du Personnage",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3189,
            "name": "Collei",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Collei «&nbsp;Germe de renaissance&nbsp;»</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">«&nbsp;Crier le nom de votre carte à voix haute multiplie sa puissance... C'est une blague, hein ?&nbsp;»</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/08/158750877/ba092c866fbf6574b792b5e53eadf9ff_17467509122603576.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Ajout à la version",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>3.0</color>"
          }
        ]
      }
    ]
  }
}