{
  "epId": 2293,
  "name": "Étude des coutumes Brutocollinus",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Cultural Customs_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Étude des coutumes Brutocollinus"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Observations sur le peuple Brutocollinus par le célèbre écologiste mondstadtois Jacob Musk. Ce premier tome aborde la structure de la société Brutocollinus et ses particularités.\nLa structure sociale des Brutocollinus\nLes Brutocollinus forment un ensemble social tribal primitif. Vivant en petits groupes éparses dans la nature, il semblerait qu'ils conçoivent la tribu comme une famille élargie.\nLa figure la plus puissante au sein des tribus de Brutocollinus est de loin le Brutoshaman. De longues observations en milieu sauvage ont permis de déterminer que le shaman est le membre le plus âgé de la tribu, et remplit un rôle similaire à celui du doyen de famille, s'appuyant sur sa longue expérience pour gérer les affaires du clan et prendre les décisions importantes. Il est aisé de reconnaître le shaman dans un groupe de Brutocollinus : il porte toujours un masque à cornes affichant une bouche tordue en une sorte de sourire, dans lequel un trou grossièrement creusé lui permet de voir ; il brandit aussi un bâton, et murmure en permanence quelque imprécation incompréhensible pour le non-initié.\nL'âge n'est pas toujours le seul facteur pris en compte pour déterminer le statut au sein du clan. Dans nombre de tribus, le Brutocollinus le plus fort et le plus doué au combat prend parfois la place de chef ; sous sa direction, la tribu a tendance à faire montre davantage d'agressivité. Dans ce cas, le chef est aisément reconnaissable à sa carrure imposante, ainsi qu'à son masque ostentatoire, également porteur de cornes.\nL'hostilité des Brutocollinus envers les étrangers, couplé à la barrière de la langue, rendent très difficile les recherches sur la distribution des ressources au sein de la tribu. Mais les rapports d'expédition rédigés par les patrouilles de l'Ordre de Favonius laissent à penser que chaque membre prend selon ses besoins. Chacun est à la fois collecteur et combattant ; cependant certains se focalisent davantage sur leurs capacités au combat. Lorsque la tribu demeure suffisamment longtemps dans un environnement hostile, ces guerriers lourds deviennent souvent des chefs respectés au sein du groupe.\nIl est intéressant de noter que bien que les Brutocollinus présentent un intellect réduit et qu'ils obéissent à des règles et une organisation sociales primaires, ils n'en possèdent pas moins une maîtrise unique des énérgies élémentaires, qui se manifeste tout particulièrement chez les shamans les plus âgés ; hors chez les hommes du commun, la manifestation des éléments se fait avant tout à travers l'Œil Divin. L'origine de cette particularité propre aux Brutocollinus reste encore à être recherchée."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Observations sur le peuple Brutocollinus par le célèbre écologiste mondstadtois Jacob Musk. Ce deuxième tome aborde les croyances religieuses et spirituelles du monde Brutocollinus.\nLa spiritualité des Brutocollinus\nIl semblerait qu'à la manière des peuples des Sept Nations de Teyvat, les Brutocollinus possèdent leurs propres croyances. Ils ne vénèrent cependant pas de figure précise de quelque panthéon tel que les Sept Archons, mais plutôt l'énergie abstraite des éléments. Ainsi à Mondstadt par exemple, ils vénèrent l'Anémo tout comme les habitants du cru ; mais à la différence de ceux-ci, le récipiendaire de leurs prières n'est point l'Archon Barbatos, mais l'énergie Anémo elle-même. Différentes croyances peuvent également coexister au sein d'une même tribu, reconnaissables aux motifs des masques qu'ils portent ainsi qu'à leurs peintures corporelles.\nLes observations directes ont permis d'apprendre que les shamans sont les exécuteurs des rites cérémoniels ; ils se recouvrent traditionnellement le corps et les cheveux de pigments de couleurs variées correspondant chacune au type d'élément vénéré. Leurs parures et ornements sont plus travaillés que ceux de leurs congénères, bien qu'il soit douteux que de telles créatures, à l'intellect limité, soient capables de réaliser elles-mêmes ces décorations.\nLe shaman remplit traditionnellement le rôle de leader spirituel de la tribu. Les rites s'appuient principalement sur les chants et les danses à la gloire des éléments, généralement menés par le shaman ; les restes de la chasse, crus, peuvent être utilisés comme offrandes sur leurs autels. Les Brutocollinus accumulent maintes richesses obtenues par exploration, pillage et autres formes d'agressions, et bien qu'ils possèdent souvent moras, gemmes et autres objets de valeur en nombre, il semblerait que seule la viande crue est jugée digne d'être offerte en offrande.\nLes concepts de passé et de futur semblent échapper aux Brutocollinus, qui ne vivent que dans le présent. Leur comportement ne donne aucune indication par exemple qu'ils accumulent les vivres en vue du lendemain, ou qu'ils commémorent leurs ancêtres. Bien que leurs camps affichent généralement nombre de peintures et graffitis primaires, les observations suivies permettent d'affirmer qu'il ne s'agit là que d'une maladroite tentative d'imitation de décorations aperçues dans certains lieux en ruine, ne présentant aucune valeur créatrice. Les Brutocollinus semblent avoir une affinité inexplicable pour les vestiges du passé, comme l'atteste leur fréquente manie d'établir le camp au milieu de ruines ; mais on ignore encore à l'heure d'aujourd'hui l'origine d'une telle affinité."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Observations sur le peuple Brutocollinus par le célèbre écologiste mondstadtois Jacob Musk. Ce troisième tome parle d'un mystérieux Brutocollinus qui vit en marge des siens.\nLes mystérieux solitaires\nParmi les tribus Brutocollinus vivent de grandes et mystérieuses créatures possédant une immense force physique et capables de contrôler les éléments. Ceci leur permet de bénéficier d'avantages non négligeables en combat, que ce soit en renforçant leur protection ou en décuplant leur force brute – une combinaison qui les rend pratiquement imbattables.\nCes puissants Brutocollinus sont appelés « Lawa » par le reste de la tribu, une appellation respectueuse qui peut se traduire par « roi » ou « cacique ». Cependant, ces derniers ne jouent aucun rôle dans la direction de la tribu, et préfèrent au contraire la solitude et rester à l'écart du regard respectueux des autres Brutocollinus.\nLes aventuriers ont rarement l'occasion de tomber sur ces mastodontes, et même les plus aguerris doivent y réfléchir à deux fois avant de partir dans les régions où ces dangereux colosses peuvent errer."
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Observations sur le peuple Brutocollinus par le célèbre écologiste mondstadtois Jacob Musk. Ce troisième tome aborde l'évolution des coutumes Brutocollinus sous l'influence mondstadtoise.\nVallée Dadaupa et Mondstadt : étude de la diversité culturelle chez les Brutocollinus\nLa tribu des Viandus apprécie faire bombance ; les Viandus construisent dans leur camp un enclos à sangliers, ayant ainsi à portée de main une réserve de nourriture à tout instant ; l'enclos est gardé par un porcher. Les Pyroblobs leur fournissent une source naturelle de feu, et ils cuisinent la viande dans un unique et imposant chaudron où puise chacun des membres en fonction de ses besoins.\nL'une des structures les plus marquantes du camp Viandu est sans conteste l'arène qu'ils érigent en son centre. Quiconque y pénètre accepte tacitement le combat, et ceux qui en sortent perdants subissent les moqueries du groupe.\nLes Viandus saisissent chaque occasion de se reposer, allant même jusqu'à construire de sommaires habitations pour y trouver quelque confort lorsqu'ils sommeillent, y déposant des peaux d'animaux leur servant de litière. Il n'est pas impossible que cette propension à dormir à la moindre occasion soit la raison de leur caractère particulièrement rusé, comparativement aux autres familles de Brutocollinus.\nLa tribu de l'Éclipse demeure l'une des branches les plus mystérieuses des Brutocollinus ; l'occulte prime parmi eux sur la force brute ou la ruse. Se distinguant des autres tribus vénérant les énergies élémentaires, l'objet de leur croyance est un symbole primaire rappelant un genre de soleil noir. Notons également que leurs shamans sont beaucoup plus puissants que ceux des autres tribus, et qu'au centre du camp est souvent érigé un genre de trône à l'usage de leurs shamans les plus importants."
          }
        ]
      }
    ]
  }
}