{
  "epId": 2294,
  "name": "Anthologie de la poésie Brutocollinus",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Ballad Selection_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Anthologie de la poésie Brutocollinus"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Le meilleur de la poésie Brutocollinus rassemblé par Jacob Musk. Découvrez le mystérieux monde spirituel des Brutocollinus grâce à ces poèmes !\nUne anthologie de chants Brutocollinus compilée par Jacob Marcus, écologiste mondstadtois. Pour rédiger cet ouvrage, il séjourna dans toutes les tribus Brutocollinus de Teyvat pour s'immerger dans leur culture. La réputation de Marcus grandit lorsqu'il devint poète lauréat de la langue Brutocollinus, mais il est évident que ni lui, ni les Brutocollinus ne se sentirent particulièrement enchantés par ce titre. Bien que l'écologiste fut passionné par les études Brutocollinus, il n'en détestait pas moins être considéré comme l'un des leurs.\n1er chant :\nMi muhe ye\nMi biat ye\nBiat ye dada\nMuhe dada\nIl s'agit certainement d'un chant de bataille Brutocollinus. D'après mes observations, deux ou plusieurs Brutocollinus se tapent dessus après avoir déclamé ces quelques vers.\n2e chant :\nEleka mimi-a-Domu\nMita domu-a-dada\nLa-la-la\nLa-la-la\nMimi mosi ye mita\nLes Brutocollinus chantent ces paroles en dansant autour d'un totem. Il s'agit vraisemblablement d'un chant tribal au rythme joyeux, comme ceux chantés lors des festivals.\n3e chant :\nMi muhe mita nye\nMi muhe mita nye\nMuhe nye\nMuhe nye\nGusha\nBiat, gusha\nJ'ai entendu un jeune Brutocollinus chanter ces paroles à un ancien de sa tribu. Même si leur sens m'échappe, les bardes de Mondstadt seraient ébahis par la tristesse infinie qui en émane. (La forte odeur corporelle de l'ancien de la tribu m'a aussi fait broyer du noir...)"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Les Brutocollinus s'adonnent-ils à l'art de la poésie et du vin ? Sont-ils aussi en quête de spiritualité ? L'expert Jacob Musk répond à vos questions !\n4e chant :\nCeli upa celi\nSada shato lata\nKuzi unu ya zido\nUnu dada\nDes paroles chantés par les Brutoshamans. Elles semblent posséder un profond sens philosophique à en juger par les réactions de leur chef. Les érudits humains trouveraient sans doute cette pratique risible ; qui suis-je pour affirmer le contraire ? Cependant, la « philosophie » Brutocollinus possède quelque chose de romantique.\n5e chant :\nNini movo muhe yoyo\nNini movo mimi tomo\nLata movo mosi yoyo\nCeli movo celi yoyo\nLes Brutocollinus qui vénèrent Barbatos sont souvent ivres lorsqu'ils entonnent ce chant en hommage de l'Archon Anémo. Ils sont plutôt similaires aux Mondstadtois sur ce plan.\n6e chant :\nUnu, unu\nYaya ika kundala !\nUnu, unu\nMita dada ya dala ?\nUnu, unu\nKuzi mita dada ye\nMita dada-a-mimi\nUn chant pieux que les Brutocollinus chantent avant les rituels de sacrifice. Ils l'accompagnent souvent de percussions en tapant sur le postérieur des membres les plus faibles de leur tribu avec des planches, ce qui donne un son clair et en rythme avec le chant. Aïe...\n7e chant :\nMimi movo\nMimi sada\nMimi domu\nDomu upa\nGusha dada\nUne tradition veut que les Brutocollinus échangent des chants autour du feu, au clair de lune. Ce chant est psalmodié par le chef de la tribu à la fin de l'événement. Il termine en hurlant « Nunu ! » à trois reprises, ordonnant de cette manière aux autres d'aller se coucher."
          }
        ]
      }
    ]
  }
}