{
  "epId": 2296,
  "name": "Princesse Mina de la nation déchue",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Princess Mina of the Fallen Nation_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "La princesse dont la naissance apportera la destruction selon la prophétie assiste à la chute de son pays. Au même moment, un guerrier errant qui ignore tout de cette réalité tombe du ciel.\nL'aventure de ces deux personnages dans un temps où la guerre fait rage ne fait que commencer !\nLa paix dura treize ans avant que l'ère des nations en guerre ne débute.\nLes nations au Nord, les plus éloignées de l'épicentre, furent finalement entrainées dans la guerre.\nComme lors de toutes les guerres, après un conflit féroce qui semblait sans fin, l'un des camps belligérants fut finalement vaincu et ses terres réduites en cendres. La famille du seigneur vaincu et le reste de ses vassaux finirent par fuir dans les montagnes.\nTout était banal jusque-là.\nCependant, un guerrier errant joliment vêtu fit son apparition dans cette intrigue digne d'une fiction historique.\nÀ vrai dire...\nIl portait des vêtements de femme.\nAux côtés du guerrier se tenait une femme menue vêtue d'une veste ornée de plumes beaucoup trop grande pour elle.\nEn tout cas, ces deux-là avaient l'air de personnages bien louches aux yeux de tous.\nNéanmoins, ils ne semblaient pas en prendre conscience et continuèrent leur route jusqu'à la passe au pied de la montagne.\nSans grande surprise, les soldats en poste les arrêtèrent.\n« Qui êtes-vous ?! »\nC'était une phrase banale, mais également une question honnête dans ce cas.\n« Comme vous pouvez le voir, nous ne sommes que des gens ordinaires. »\nCette réponse était loin d'être convaincante.\nMalgré cela, le ton ferme du guerrier prit les soldats au dépourvu.\n« Vous allez nous suivre quand même. »\n« Je ne crois pas... »\nLe guerrier fit mine d'être déçu, et les trois soldats tombèrent soudainement à terre.\n« Tu avais tout prévu depuis le début, n'est-ce pas ? Espèce de sale brute. »\nCes mots furent prononcés par la femme qui se tenait derrière lui."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "« Cette histoire de princesse qui apportera la destruction n'est qu'une excuse pour faire la guerre, vous ne trouvez pas ? »\nDirigez-vous vers le centre du monde pour apprendre la vérité de la prophétie !\nVoici la suite de cette aventure romantique qui a su conquérir les lecteurs !\n« Ce n'est pas ça. »\nCes mots se firent soudainement entendre.\nNos deux compagnons se trouvaient à présent dans un sanctuaire au beau milieu de la montagne. Assise près d'un feu, le visage de la princesse à la chevelure de jais brillait à la lumière des flammes chatoyantes.\n« Comment ça, ce n'est pas ça ? »\nLa réponse vint, presque comme un réflexe conditionné.\n« Ce que je veux dire par là, imbécile de samouraï, c'est que ça ne vous fait rien d'être accompagné de la princesse qui apporte la destruction ? »\n« Si cela ne me fait rien ? Quel sacré personnage. »\n« Vous ne comprenez pas. » La voix de la princesse Mina était empreinte de frustration. « Je veux dire par rapport au fait que vous m'ayez sauvée... »\n« Une telle chose ne s'est pas produite. »\nCorrigea le samouraï.\n« C'est vous qui m'avez ordonné de vous sauver à ce moment-là. En toute logique, vous vous êtes sauvée toute seule. »\n« Est-ce donc tout ce qui vous importe en tant que samouraï ? »\nUne réponse attendue.\nLe samouraï tentait en réalité de fuir ses responsabilités.\n« Cette histoire de princesse qui apporte la destruction n'est qu'une excuse pour faire la guerre, vous ne trouvez pas ? »\nLe ton qu'il employa était moins détaché.\n« De plus... »\nLe guerrier se tourna, ses yeux vides reflétant la lueur des flammes.\n« La destruction du monde est un concept absolument idiot, vous vous en rendrez compte assez vite. »"
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Nos protagonistes voient l'enfer d'Avici de leurs propres yeux sur le champ de bataille.\nLa vérité sur la guerre qui a ravagé le monde est sur le point d'éclater !\nCe volume inclut du contenu supplémentaire extraordinaire !\nBien que les champs de bataille soient souvent assimilés à l'enfer, ce n'est qu'une métaphore pour en illustrer la réalité.\nCe qui se dressa devant leurs yeux pouvait réellement être qualifié d'enfer.\nDes terres désertées, des arbres flétris et des montagnes de cadavres...\nComme si la vie en avait été drainée.\n« En fait... »\nLe guerrier ramassa une feuille morte qui se décomposa immédiatement dans sa main.\n« Il n'y a plus d'énergie vitale sur ces terres. Elle leur a été volée. »\nLa capitale était ravagée par la guerre depuis maintenant plus d'un siècle.\nAu bout de la dixième année de conflit, les nations belligérantes avaient épuisé l'intégralité de leurs réserves et richesses.\nLa malédiction de Nakura était ce qui leur permettaient de continuer le combat.\nLa malédiction de Nakura est une magie qui drainait l'énergie vitale de tous les êtres vivants et de l'environnement pour renforcer la puissance des guerriers.\nCeux qui avaient recours à cette magie vicieuse pour dominer les terres étaient connus sous le nom de Nakura Daimyo.\nLes Daimyo rivalisaient pour la domination, mais peu importe qui sortait vainqueur, la terre serait davantage drainée de sa force vitale.\nTelle était la réalité du conflit presque centenaire.\n« Cette malédiction a été créée par les onmyoji résidant dans la Tour du vide qui se trouve au centre du monde. »\nIgnorant la princesse Mina, qui vacillait en raison de ce qu'elle avait devant les yeux, le samouraï continua,\n« Vous dites être la princesse qui apporte la destruction à ce monde... mais n'est-il pas déjà en train de se détruire sans votre intervention ? »"
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "« Retourne en enfer, esprit du passé ! »\nUn volume qui dévoile le passé du guerrier ! Que cache-t-il ?\nVoici un nouveau chapitre des aventures de la princesse qui a perdu sa nation et du guerrier qui l'accompagne !\nLa nation de Kogami n'était plus qu'une terre sans vie à perte de vue.\nLes champs désertiques s'étendaient à l'horizon autour d'une grande dune de sable où deux samouraïs se faisaient face.\nLe premier était notre protagoniste que l'on nommera le samouraï vert par souci de différenciation.\nLe second était un nouveau venu dans l'histoire. Nous l'appellerons le samouraï pâle.\nS'il s'agissait d'un roman de cape et d'épée, ils seraient tous les deux déjà prêts pour l'affrontement. Mais ils n'étaient pas là pour se battre. Ils se faisaient tout simplement face.\n« Tu reviens de l'enfer, pas vrai ? »\nLe pâle samouraï lui dit, après un long silence.\n« Nostalgique, n'est-ce pas ? »\nLe samouraï vert paraissait heureux.\n« Ce genre de choses ne me rend pas nostalgique »,\ninterrompit grossièrement le samouraï pâle.\nLe samouraï vert ferma ses yeux, comme s'il se plongeait dans les abîmes du passé.\n« Nous étions bien naïfs de penser que vaincre les seigneurs maléfiques mettrait un terme à tout ceci. Ce n'était que le début du cauchemar.\nLes treize samouraïs se sont unis pour vaincre le Nakura Daimyo qui détruisait cette nation.\nMais Kogami n'a pas repris vie une fois le Daimyo vaincu, la force vitale de ses terres a continué à s'épuiser.\nMais ce n'est pas tout. Ce pays dépourvu de dirigeant est devenu un paradis pour les pilleurs.\nLes héros qui étaient venus à bout du seigneur démoniaque n'ont pas réussi à protéger ces terres en fin de compte.\nEt au final, seulement d'eux d'entre eux en ont réchappé. »\n« Hé, ça suffit avec les souvenirs. On a des affaires à régler ! »"
          }
        ]
      },
      {
        "title": "Tome V",
        "desc": [
          {
            "type": "RichText",
            "text": "« Si votre sacrifice est nécessaire pour sauver ce monde, je préfère qu'il meure. »\nNos protagonistes sont enfin arrivés à la Tour du vide, au cœur du monde. Est-ce la fin pour eux ?\n« Je veux sauver ce monde ! »\nDit la princesse Mina.\n« Je te l'ai déjà répété. C'est impossible de sauver ce monde. Des idiots comme moi ont pourtant bien essayé. Il est condamné. »\n« Je m'en fiche. Je suis une princesse. Les princesses ne viennent-elles pas au monde pour sauver le monde ?\n- Non, je n'ai jamais entendu parler de ça. Et puis aux dernières nouvelles, vous êtes la princesse supposée apporter la destruction.\n- Aux dernières nouvelles, quelqu'un a dit que la destruction était en réalité une renaissance.\n- Je ne sais pas d'où vous la tenez celle-là, mais ce genre de croyances est dépassée. Si vous écriviez ce genre de non-sens aujourd'hui, on le jetterait à Tokoyokoku, et ce serait pour le mieux. »\n(La princesse se couvrit les oreilles)\nAu sommet de la Tour du vide, le samouraï et la princesse continuaient leur conversation insensée, comme si personne ne les observait.\nEn réalité, il y avait un certain nombre de personnes vêtues de la tenue des onmyoji.\n« Donc, comme vous le savez sûrement déjà tous, la malédiction de Nakura fut créée à l'origine pour préserver la force vitale d'un monde progressivement en déclin. »\nComme s'il lui était impossible de supporter cette conversation, mais aussi pour permettre à l'histoire d'avancer grâce à son rôle de personnage secondaire, le plus âgé des onmyoji prit la parole.\n« Et que ceux qui peuvent utiliser cette force vitale... »\n« Pourriez-vous donc vous sortir ces idées de la tête ? »\nLe samouraï semblait ne pas avoir entendu l'onmyoji tout rabougri.\nCombien de temps cette farce allait-elle encore durer ?"
          }
        ]
      },
      {
        "title": "Tome VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Le secret du monde est enfin dévoilé... Et quelle blague !\nMême séparés, les deux protagonistes ne peuvent échapper aux chaînes du destin. Il s'agit peut-être du dernier volume de la « Princesse Mina de la nation déchue », mais notre histoire est loin d'être terminée !\n« Et donc, est-ce que ce monde a été sauvé ? »\nÀ la fin de l'histoire, le samouraï marche dans un désert sans limite.\nLes plans de la Tour du vide ont probablement porté leurs fruits, et les forces vitales du monde ont été totalement englouties.\nIl est impossible de savoir si un nouveau monde a été créé, mais celui-ci était certainement voué à sa perte.\nQue pouvait-on attendre d'autre de la part d'une princesse destinée à la destruction du monde ?\n« Autant en détruire un autre... S'il en existe. »\nEt c'est ainsi que le samouraï entreprit un nouveau voyage.\n...\n(Le reste du livre contient des informations sur le cadre de l'histoire. Il comprend une grande partie sur les divers seigneurs maléfiques et autres créatures monstrueuses qui n'apparaissent pas dans le récit principal.)"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Princesse Mina de la nation déchue"
          }
        ]
      }
    ]
  }
}