{
  "epId": 2297,
  "name": "Ballade de l'écuyer",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Un recueil de poèmes composés par Ragninvdr, le Chevalier de l'Aube, et transmis de génération en génération depuis l'époque aristotratique. Ce tome nous décrit sa jeunesse en tant qu'écuyer.\nDans chaque rue de Mondstadt j'ai déambulé.\nJ'y ai respiré l'odeur de la déchéance et des jeux.\nLà j'ai vu les plus arrogants des aristocrates,\nCôtoyer les plus miséreux des indigents ;\nLa toile des rues sombres en deux les sépare.\nJ'entends un cliquetis dans la nuit noire ; et je sais que c'est le son des chaînes entravant l'âme de l'oppressé.\nJe patrouille les rues de Mondstadt la nuit venue,\nOù mes pairs et supérieurs autrefois disaient :\n« Nous sommes les chevaliers des étoiles ; levez la tête, nous sommes là ! »\n« Car nous, qui brandissons notre drapeau dans le ciel étoilé, sommes les protecteurs de Mondstadt ! »\nMais pas une fois n'ai-je levé la tête vers les étoiles ni vers le drapeau ;\nCar il m'est impossible de délaisser ces rues sales.\nLe marchand infortuné sanglote en silence,\nLe vétéran grimace de douleur,\nDans le silence de mort des rues dans la nuit noire,\nLa jeune fille abandonnée par l'aristocratie implore Barbatos.\nLes vents lugubres font trembler la cathédrale,\nEt portant avec eux les complaintes du peuple, viennent gratter aux murs du palais.\nChacun des gémissements de la mère,\nChacun des pleurs de l'enfant,\nSuffit à fendre le plus résistant des boucliers,\nEt à tordre la plus acérée des lances.\nLes sons des lamentations font trembler tout mon corps.\nMais au château et dans le palace, là-haut,\nSur les terres saintes où gémissent les vents,\nQui peut entendre le soupir d'une fourmi ?"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Un recueil de poèmes composés par Ragninvdr, le Chevalier de l'Aube, et transmis de génération en génération depuis l'époque aristotratique. Ce tome nous décrit son amitié avec une épéiste.\nUn jour alors que le soleil se levait,\nÀ Mondstadt arriva une danseuse ; son épée était sa chanson.\nBien que chaînes et menottes son corps entravassent,\nDans son silence flottait une chanson.\nC'était le chant de la liberté, plus clair que l'aube derrière les murailles ;\nL'air joyeux du peuple libre.\nElle était l'Aube de la Compagnie Vagabonde ;\nElle était la condamnatrice des nobles.\nJe lui ai un jour demandé : « Pourquoi venir renverser l'aristocratie ? »\n« Ignores-tu donc qu'ils sont les meilleurs d'entre nous ? »\n« Pourquoi sur un tel piédestal les placez-vous ? »\nSa voix portait le souffle de la brise.\n« Toi qui te dis compagnon du vent, »\n« Ne devrais-tu pas en ce cas avoir connu la liberté ? »\nElle conta à l'oreille esseulée les récits du passé,\nLes ancêtres des aristocrates au pouvoir divin,\nLes anges des jours perdus, les Archons et dragons,\nLes divinités et les peuplades des terres entières ;\nSes chants ranimaient les légendes oubliées,\nEt à travers le royaume se propagèrent.\nDans l'arène des nobles elle fit à nouveau chanter son épée ;\nSa dernière ballade s'éleva, culminant à cet instant.\nUn anonyme chevalier dans l'arène sanglante son épée retrouva,\nEt dans le lieu où les brises se rejoignent l'inhuma."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Ballade de l'écuyer"
          }
        ]
      }
    ]
  }
}